{"id": "KR1b0001_001", "series": "KR1b0001", "text": "昔在帝堯聰明文思光宅天下將遜于位讓于虞舜作堯典曰若稽古帝堯曰放勳欽明文思安安允恭克讓光被四表格于上下克明俊德以親九族九族既睦平章百姓昭明協和萬邦黎民於變飫蕃時雍乃命羲和欽若昊天厤象日月星辰敬授人時分命羲仲宅嵎夷曰暘谷寅賓出日平秩東作日中星鳥以殷仲春厥民析鳥獸孳尾申命羲叔宅南曰大交平秩南訛敬致日永星火以正仲夏厥民因鳥獸希革分命和仲宅西曰昧谷寅餞納日平秩西成宵中星虛以殷仲秋厥民夷鳥獸毛毨申命和叔宅朔方曰幽都平在朔易日短星昴以正仲冬厥民隩鳥獸氄毛帝曰咨汝羲暨和期三百有六旬有六日以閏月定四時成歲允釐百工庶績咸熙帝曰疇咨若時登庸放齊曰胤子朱啟明帝曰吁嚚訟可乎帝曰疇咨若予采驩兜曰都共工方鳩僝功帝曰吁靜言庸違象恭滔天帝曰咨四岳湯湯洪水方割蕩蕩懷山襄陵浩浩滔天下民其咨有能俾乂僉曰於鯀哉帝曰吁咈哉方命圮族岳曰異哉試可乃已帝曰往欽哉九載績用弗成帝曰咨四岳朕在位七十載汝能庸命巽朕位岳曰否德忝帝位曰明明揚側陋帝位曰明明揚側陋師錫帝曰有鰥在下曰虞舜帝曰俞予聞如何岳曰瞽子父頑母嚚象傲克諧以孝烝烝乂不格姦帝曰我其試哉女于時觀厥刑于二女釐降二女于媯汭嬪于虞帝曰欽哉"}
{"id": "KR1b0001_002", "series": "KR1b0001", "text": "虞舜側微堯聞之聰明將使嗣位歷試諸難作舜典曰若稽古帝舜曰重華協于帝濬哲文明溫恭允塞玄德升聞乃命以位慎徽五典五典克從納于百揆百揆時敘賓于四門四門穆穆納于大麓烈風雷雨弗迷帝曰格汝舜詢事考言乃言厎可績三載汝陟帝位舜讓于德弗嗣正月上日受終于文祖在璿璣玉衡以齊七政肆類于上帝禋于六宗望于山川徧于群神輯五瑞既月乃日覲四岳群牧班瑞于群后歲二月東巡守至于岱宗柴望秩于山川肆覲東后協時月正日同律度量衡修五禮五玉三帛二生一死贄如五器卒乃復五月南巡守至于南岳如岱禮八月西巡守至于西岳如初十有一月朔巡守至于北岳如西禮歸格于藝祖用特五載一巡守群后四朝敷奏以言明試以功車服以庸肇十有二州封十有二山濬川象以典刑流宥五刑鞭作官刑扑作教刑金作贖刑眚災肆赦怙終賊刑欽哉欽哉惟刑之恤哉流共工于幽洲放驩兜于崇山竄三苗于三危殛鯀于羽山四罪而天下咸服二十有八載帝乃殂落百姓如喪考妣三載四海遏密八音月正元日舜格于文祖詢于四岳闢四門明四目達四聰咨十有二牧曰食哉惟時柔遠能邇惇德允元而難任人蠻夷率服舜曰咨四岳有能奮庸熙帝之載使宅百揆亮采惠疇僉曰伯禹作司空帝曰俞咨禹汝平水土惟時懋哉禹拜稽首讓于稷契暨皋陶帝曰俞汝往哉帝曰棄黎民阻飢汝后稷播時百穀帝曰契百姓不親五品不遜汝作司徒敬敷五教在寬帝曰皋陶蠻夷猾夏寇賊姦宄汝作士五刑有服五服三就五流有宅五宅三居惟明克允帝曰疇若予工僉曰垂哉帝曰俞咨垂汝共工垂拜稽首讓于殳斨暨伯與帝曰俞往哉汝諧帝曰疇若予上下草木鳥獸僉曰益哉帝曰俞咨益汝作朕虞益拜稽首讓于朱虎熊羆帝曰俞往哉汝諧帝曰咨四岳有能典朕三禮僉曰伯夷帝曰俞咨伯汝作秩宗夙夜惟寅直哉惟清伯拜稽首讓于夔龍帝曰俞往欽哉帝曰夔命汝典樂教冑子直而溫寬而栗剛而無虐簡而無傲詩言志歌永言聲依永律和聲八音克諧無相奪倫神人以和夔曰於予擊石拊石百獸率舞帝曰龍朕堲讒說殄行震驚朕師命汝作納言夙夜出納朕命惟允帝曰咨汝三十有二人欽哉惟時亮天功三載考績三考黜陟幽明庶績咸熙分北三苗舜生三十徵庸三十在位五十載陟方乃死帝釐下土方設居方別生分類作汩作九共九篇槀飫"}
{"id": "KR1b0001_003", "series": "KR1b0001", "text": "皋陶矢厥謨禹成厥功帝舜申之作大禹皋陶謨益稷曰若稽古大禹曰文命敷於四海祗承于帝曰后克艱厥后臣克艱厥臣政乃乂黎民敏德帝曰俞允若茲嘉言罔攸伏野無遺賢萬邦咸寧稽于眾舍己從人不虐無告不廢困窮惟帝時克益曰都帝德廣運乃聖乃神乃武乃文皇天眷命奄有四海為天下君禹曰惠迪吉從逆凶惟影響益曰吁戒哉儆戒無虞罔失法度罔遊于逸罔淫于樂任賢勿貳去邪勿疑疑謀勿成百志惟熙罔違道以干百姓之譽罔咈百姓以從己之欲無怠無荒四夷來王禹曰於帝念哉德惟善政政在養民水火金木土穀惟修正德利用厚生惟和九功惟敘九敘惟歌戒之用休董之用威勸之以九歌俾勿壞帝曰俞地平天成六府三事允治萬世永賴時乃功帝曰格汝禹朕宅帝位三十有三載耄期倦于勤汝惟不怠揔朕師禹曰朕德罔克民不依皋陶邁種德德乃降黎民懷之帝念哉念茲在茲釋茲在茲名言茲在茲允出茲在茲惟帝念功帝曰皋陶惟茲臣庶罔或于予正汝作士明于五刑以弼五教期于予治刑期于無刑民協于中時乃功懋哉皋陶曰帝德罔愆臨下以簡御眾以寬罰弗及嗣賞延于世宥過無大刑故無小罪疑惟輕功疑惟重與其殺不辜寧失不經好生之德洽于民心茲用不犯于有司帝曰俾予從欲以治四方風動惟乃之休帝曰來禹降水儆予成允成功惟汝賢克勤于邦克儉于家不自滿假惟汝賢汝惟不矜天下莫與汝爭能汝惟不伐天下莫與汝爭功予懋乃德嘉乃丕績天之歷數在汝躬汝終陟元后人心惟危道心惟微惟精惟一允執厥中無稽之言勿聽弗詢之謀勿庸可愛非君可畏非民眾非元后何戴后非眾罔與守邦欽哉慎乃有位敬修其可願四海困窮天祿永終惟口出好興戎朕言不再禹曰枚卜功臣惟吉之從帝曰禹官占惟先蔽志昆命于元龜朕志先定詢謀僉同鬼神其依龜筮協從卜不習吉禹拜稽首固辭帝曰毋惟汝諧正月朔旦受命于神宗率百官若帝之初帝曰咨禹惟時有苗弗率汝徂征禹乃會群后誓于師曰濟濟有眾咸聽朕命蠢茲有苗昏迷不恭侮慢自賢反道敗德君子在野小人在位民棄不保天降之咎肆予以爾眾士奉辭伐罪爾尚一乃心力其克有勳三旬苗民逆命益贊于禹曰惟德動天無遠弗屆滿招損謙受益時乃天道帝初于歷山往于田日號泣于旻天于父母負罪引慝祗載見瞽瞍夔夔齋慄瞽亦允若至諴感神矧茲有苗禹拜昌言曰俞班師振旅帝乃誕敷文德舞干羽于兩階七旬有苗格"}
{"id": "KR1b0001_004", "series": "KR1b0001", "text": "曰若稽古皋陶曰允迪厥德謨明弼諧禹曰俞如何皋陶曰都慎厥身修思永惇敘九族庶明勵翼邇可遠在茲禹拜昌言曰俞皋陶曰都在知人在安民禹曰吁咸若時惟帝其難之知人則哲能官人安民則惠黎民懷之能哲而惠何憂乎驩兜何遷乎有苗何畏乎巧言令色孔壬皋陶曰都亦行有九德亦言其人有德乃言曰載采采禹曰何皋陶曰寬而栗柔而立愿而恭亂而敬擾而毅直而溫簡而廉剛而塞彊而義彰厥有常吉哉日宣三德夙夜浚明有家日嚴祗敬六德亮采有邦翕受敷施九德咸事俊乂在官百僚師師百工惟時撫于五辰庶績其凝無教逸欲有邦兢兢業業一日二日萬幾無曠庶官天工人其代之天敘有典勑我五典五惇哉天秩有禮自我五禮有庸哉同寅協恭和衷哉天命有德五服五章哉天討有罪五刑五用哉政事懋哉懋哉天聰明自我民聰明天明畏自我民明威達于上下敬哉有土皋陶曰朕言惠可厎行禹曰俞乃言厎可績皋陶曰予未有知思贊贊襄哉"}
{"id": "KR1b0001_005", "series": "KR1b0001", "text": "帝曰來禹汝亦昌言禹拜曰都帝予何言予思日孜孜皋陶曰吁如何禹曰洪水滔天浩浩懷山襄陵下民昏墊予乘四載隨山刊木暨益奏庶鮮食予決九川距四海濬畎澮距川暨稷播奏庶艱食鮮食懋遷有無化居烝民乃粒萬邦作乂皋陶曰俞師汝昌言禹曰都帝慎乃在位帝曰俞禹曰安汝止惟幾惟康其弼直惟動丕應徯志以昭受上帝天其申命用休帝曰吁臣哉鄰哉鄰哉臣哉禹曰俞帝曰臣作朕股肱耳目予欲左右有民汝翼予欲宣力四方汝為予欲觀古人之象日月星辰山龍華蟲作會宗彝藻火粉米黼黻絺繡以五采彰施于五色作服汝明予欲聞六律五聲八音在治忽以出納五言汝聽予違汝弼汝無面從退有後言欽四鄰庶頑讒說若不在時侯以明之撻以記之書用識哉欲並生哉工以納言時而颺之格則承之庸之否則威之禹曰俞哉帝光天之下至于海隅蒼生萬邦黎獻共惟帝臣惟帝時舉敷納以言明庶以功車服以庸誰敢不讓敢不敬應帝不時敷同日奏罔功無若丹朱傲惟慢遊是好敖虐是作罔晝夜頟頟罔水行舟朋淫于家用殄厥世予創若時娶于塗山辛壬癸甲啟呱呱而泣予弗子惟荒度土功弼成五服至于五千州十有二師外薄四海咸建五長各迪有功苗頑弗即工帝其念哉帝曰迪朕德時乃功惟敘皋陶方祗厥敘方施象刑惟明夔曰戛擊鳴球搏拊琴瑟以詠祖考來格虞賓在位群后德讓下管鼗鼓合止柷敔笙鏞以間鳥獸蹌蹌簫韶九成鳳皇來儀夔曰於予擊石拊石百獸率舞庶尹允諧帝庸作歌曰勑天之命惟時惟幾乃歌曰股肱喜哉元首起哉百工熙哉皋陶拜手稽首颺言曰念哉率作興事慎乃憲欽哉屢省乃成欽哉乃賡載歌曰元首明哉股肱良哉庶事康哉又歌曰元首叢脞哉股肱惰哉萬事墮哉帝拜曰俞往欽哉"}
{"id": "KR1b0001_006", "series": "KR1b0001", "text": "禹別九州隨山濬川任土作貢禹敷土隨山刊木奠高山大川冀州既載壺口治梁及岐既修太原至于岳陽覃懷厎績至于衡漳厥土惟白壤厥賦惟上上錯厥田惟中中恆衛既從大陸既作鳥夷皮服夾右碣石入于河濟河惟兗州九河既道雷夏既澤灉沮會同桑土既蠶是降丘宅土厥土黑墳厥草惟繇厥木惟條厥田惟中下厥賦貞作十有三載乃同厥貢漆絲厥篚織文浮于濟漯達于河海岱惟青州嵎夷既略濰淄其道厥土白墳海濱廣斥厥田惟上下厥賦中上厥貢鹽絺海物惟錯岱畎絲枲鈆松怪石萊夷作牧厥篚檿絲浮于汶達于濟海岱及淮惟徐州淮沂其乂蒙羽其藝大野既豬東原厎平厥土赤埴墳草木漸包厥田惟上中厥賦中中厥貢惟土五色羽畎夏翟嶧陽孤桐泗濱浮磬淮夷蠙珠暨魚厥篚玄纖縞浮于淮泗達于河淮海惟揚州彭蠡既豬陽鳥攸居三江既入震澤厎定篠簜既敷厥草惟夭厥木惟喬厥土惟塗泥厥田惟下下厥賦下上上錯厥貢惟金三品瑤琨篠簜齒革羽毛惟木島夷卉服厥篚織貝厥包橘柚錫貢沿于江海達于淮泗荊及衡陽惟荊州江漢朝宗于海九江孔殷沱潛既道雲夢土作乂厥土惟塗泥厥田惟下中厥賦上下厥貢羽毛齒革惟金三品杶榦栝柏礪砥砮丹惟箘簬楛三邦厎貢厥名包匭菁茅厥篚玄纁璣組九江納錫大龜浮于江沱潛漢逾于洛至于南河荊河惟豫州伊洛瀍澗既入于河滎波既豬導渮澤被孟豬厥土惟壤下土墳壚厥田惟中上厥賦錯上中厥貢漆枲絺紵厥篚纖纊錫貢磬錯浮于洛達于河華陽黑水惟梁州岷嶓既藝沱潛既道蔡蒙旅平和夷厎績厥土青黎厥田惟下上厥賦下中三錯厥貢璆鐵銀鏤砮磬熊羆狐貍織皮西傾因桓是來浮于潛逾于沔入于渭亂于河黑水西河惟雍州弱水既西涇屬渭汭漆沮既從灃水攸同荊岐既旅終南惇物至于鳥鼠原隰厎績至于豬野三危既宅三苗丕敘厥土惟黃壤厥田惟上上厥賦中下厥貢惟球琳琅玕浮于積石至于龍門西河會于渭汭織皮崑崙析支渠搜西戎即敘導岍及岐至于荊山逾于河壺口雷首至于太岳厎柱析城至于王屋大行恆山至于碣石入于海西傾朱圉鳥鼠至于太華熊耳外方桐柏至于陪尾導嶓冢至于荊山內方至于大別岷山之陽至于衡山過九江至于敷淺原導弱水至于合黎餘波入于流沙導黑水至于三危入于南海導河積石至于龍門南至于華陰東至于厎柱又東至于孟津東過洛汭至于大伾北過降水至于大陸又北播為九河同為逆河入于海嶓冢導漾東流為漢又東為滄浪之水過三澨至于大別南入于江東匯澤為彭蠡東為北江入于海岷山導江東別為沱又東至于澧過九江至于東陵東迆北會于匯東為中江入于海導沇水東流為濟入于河溢為滎東出于陶丘北又東至于渮又東北會于汶又北東入于海導淮自桐柏東會于泗沂東入于海導渭自鳥鼠同穴東會于灃又東會于涇又東過漆沮入于河導洛自熊耳東北會于澗瀍又東會于伊又東北入于河九州攸同四隩既宅九山刊旅九川滌源九澤既陂四海會同六府孔修庶土交正厎慎財賦咸則三壤成賦中邦錫土姓祗台德先不距朕行五百里甸服百里賦納總二百里納銍三百里納秸服四百里粟五百里米五百里侯服百里采二百里男邦三百里諸侯五百里綏服三百里揆文教二百里奮武衛五百里要服三百里夷二百里蔡五百里荒服三百里蠻二百里流東漸于海西被于流沙朔南暨聲教訖于四海禹錫玄圭告厥成功"}
{"id": "KR1b0001_007", "series": "KR1b0001", "text": "啟與有扈戰于甘之野作甘誓大戰于甘乃召六卿王曰嗟六事之人予誓告汝有扈氏威侮五行怠棄三正天用勦絕其命今予惟恭行天之罰左不攻于左汝不恭命右不攻于右汝不恭命御非其馬之正汝不恭命用命賞于祖弗用命戮于社予則孥戮汝"}
{"id": "KR1b0001_008", "series": "KR1b0001", "text": "太康失邦昆弟五人須于洛汭作五子之歌太康尸位以逸豫滅厥德黎民咸貳乃盤遊無度畋于有洛之表十旬弗反有窮后羿因民弗忍距于河厥弟五人御其母以從徯于洛之汭五子咸怨述大禹之戒以作歌其一曰皇祖有訓民可近不可下民惟邦本本固邦寧予視天下愚夫愚婦一能勝予一人三失怨豈在明不見是圖予臨兆民懍乎若朽索之馭六馬為人上者柰何不敬其二曰訓有之內作色荒外作禽荒甘酒嗜音峻宇彫牆有一于此未或不亡其三曰惟彼陶唐有此冀方今失厥道亂其紀綱乃厎滅亡其四曰明明我祖萬邦之君有典有則貽厥子孫關石和鈞王府則有荒墜厥緒覆宗絕祀其五曰嗚呼曷歸予懷之悲萬姓仇予予將疇依鬱陶乎予心顏厚有忸怩弗慎厥德雖悔可追"}
{"id": "KR1b0001_009", "series": "KR1b0001", "text": "羲和湎淫廢時亂日胤往征之作胤征惟仲康肇位四海胤侯命掌六師羲和廢厥職酒荒于厥邑胤后承王命徂征告于眾曰嗟予有眾聖有謨訓明徵定保先王克謹天戒臣人克有常憲百官修輔厥后惟明明每歲孟春遒人以木鐸徇于路官師相規工執藝事以諫其或不恭邦有常刑惟時羲和顛覆厥德沈亂于酒畔官離次俶擾天紀遐棄厥司乃季秋月朔辰弗集于房瞽奏鼓嗇夫馳庶人走羲和尸厥官罔聞知昏迷于天象以干先王之誅政典曰先時者殺無赦不及時者殺無赦今予以爾有眾奉將天罰爾眾士同力王室尚弼予欽承天子威命火炎崑岡玉石俱焚天吏逸德烈于猛火殲厥渠魁脅從罔治舊染汙俗咸與惟新嗚呼威克厥愛允濟愛克厥威允罔功其爾眾士懋戒哉自契至于成湯八遷湯始居亳從先王居作帝告釐沃湯征諸侯葛伯不祀湯始征之作湯征伊尹去亳適夏既醜有夏復歸于亳入自北門乃遇汝鳩汝方作汝鳩汝方"}
{"id": "KR1b0001_010", "series": "KR1b0001", "text": "伊尹相湯伐桀升自陑遂與桀戰于鳴條之野作湯誓王曰格爾眾庶悉聽朕言非台小子敢行稱亂有夏多罪天命殛之今爾有眾汝曰我后不恤我眾舍我穡事而割正予惟聞汝眾言夏氏有罪予畏上帝不敢不正今汝其曰夏罪其如台夏王率遏眾力率割夏邑有眾率怠弗協曰時日曷喪予及汝皆亡夏德若茲今朕必往爾尚輔予一人致天之罰予其大賚汝爾無不信朕不食言爾不從誓言予則孥戮汝罔有攸赦湯既勝夏欲遷其社不可作夏社疑至臣扈夏師敗績湯遂從之遂伐三朡俘厥寶玉誼伯仲伯作典寶"}
{"id": "KR1b0001_011", "series": "KR1b0001", "text": "湯歸自夏至于大坰仲虺作誥成湯放桀于南巢惟有慚德曰予恐來世以台為口實仲虺乃作誥曰嗚呼惟天生民有欲無主乃亂惟天生聰明時乂有夏昏德民墜塗炭天乃錫王勇智表正萬邦纘禹舊服茲率厥典奉若天命夏王有罪矯誣上天以布命于下帝用不臧式商受命用爽厥師簡賢附勢寔繁有徒肇我邦于有夏若苗之有莠若粟之有秕小大戰戰罔不懼于非辜矧予之德言足聽聞惟王不邇聲色不殖貨利德懋懋官功懋懋賞用人惟己改過不吝克寬克仁彰信兆民乃葛伯仇餉初征自葛東征西夷怨南征北狄怨曰奚獨後予攸徂之民室家相慶曰徯予后后來其蘇民之戴商厥惟舊哉佑賢輔德顯忠遂良兼弱攻昧取亂侮亡推亡固存邦乃其昌德日新萬邦惟懷志自滿九族乃離王懋昭大德建中于民以義制事以禮制心垂裕後昆予聞曰能自得師者王謂人莫己若者亡好問則裕自用則小嗚呼慎厥終惟其始殖有禮覆昏暴欽崇天道永保天命"}
{"id": "KR1b0001_012", "series": "KR1b0001", "text": "湯既黜夏命復歸于亳作湯誥王歸自克夏至于亳誕告萬方王曰嗟爾萬方有眾明聽予一人誥惟皇上帝降衷于下民若有恆性克綏厥猷惟后夏王滅德作威以敷虐于爾萬方百姓爾萬方百姓罹其凶害弗忍荼毒並告無辜于上下神祇天道福善禍淫降災于夏以彰厥罪肆台小子將天命明威不敢赦敢用玄牡敢昭告于上天神后請罪有夏聿求元聖與之勠力以與爾有眾請命上天孚佑下民罪人黜伏天命弗僭賁若草木兆民允殖俾予一人輯寧爾邦家茲朕未知獲戾于上下慄慄危懼若將隕于深淵凡我造邦無從匪彝無即慆淫各守爾典以承天休爾有善朕弗敢蔽罪當朕躬弗敢自赦惟簡在上帝之心其爾萬方有罪在予一人予一人有罪無以爾萬方嗚呼尚克時忱乃亦有終咎單作明居"}
{"id": "KR1b0001_013", "series": "KR1b0001", "text": "成湯既沒太甲元年伊尹作伊訓肆命徂后惟元祀十有二月乙丑伊尹祠于先王奉嗣王祗見厥祖侯甸群后咸在百官總己以聽冢宰伊尹乃明言烈祖之成德以訓于王曰嗚呼古有夏先后方懋厥德罔有天災山川鬼神亦莫不寧暨鳥獸魚鱉咸若于其子孫弗率皇天降災假手于我有命造攻自鳴條朕哉自亳惟我商王布昭聖武代虐以寬兆民允懷今王嗣厥德罔不在初立愛惟親立敬惟長始于家邦終于四海嗚呼先王肈修人紀從諫弗咈先民時若居上克明為下克忠與人不求備檢身若不及以至于有萬邦茲惟艱哉敷求哲人俾輔于爾後嗣制官刑儆于有位曰敢有恆舞于宮酣歌于室時謂巫風敢有殉于貨色恆于遊畋時謂淫風敢有侮聖言逆忠直遠耆德比頑童時謂亂風惟茲三風十愆卿士有一于身家必喪邦君有一于身國必亡臣下不匡其刑墨具訓于蒙士嗚呼嗣王祗厥身念哉聖謨洋洋嘉言孔彰惟上帝不常作善降之百祥作不善降之百殃爾惟德罔小萬邦惟慶爾惟不德罔大墜厥宗"}
{"id": "KR1b0001_014", "series": "KR1b0001", "text": "太甲既立不明伊尹放諸桐三年復歸于亳思庸伊尹作太甲三篇惟嗣王不惠于阿衡伊尹作書曰先王顧諟天之明命以承上下神祇社稷宗廟罔不祗肅天監厥德用集大命撫綏萬方惟尹躬克左右厥辟宅師肆嗣王丕承基緒惟尹躬先見于西邑夏自周有終相亦惟終其後嗣王罔克有終相亦罔終嗣王戒哉祗爾厥辟辟不辟忝厥祖王惟庸罔念聞伊尹乃言曰先王昧爽丕顯坐以待旦旁求俊彥啟迪後人無越厥命以自覆慎乃儉德惟懷永圖若虞機張往省括于度則釋欽厥止率乃祖攸行惟朕以懌萬世有辭王未克變伊尹曰茲乃不義習與性成予弗狎于弗順營于桐宮密邇先王其訓無俾世迷王徂桐宮居憂克終允德"}
{"id": "KR1b0001_015", "series": "KR1b0001", "text": "惟三祀十有二月朔伊尹以冕服奉嗣王歸于亳作書曰民非后罔克胥匡以生后非民罔以辟四方皇天眷佑有商俾嗣王克終厥德實萬世無疆之休王拜手稽首曰予小子不明于德自厎不類欲敗度縱敗禮以速戾于厥躬天作孽猶可違自作孽不可逭既往背師保之訓弗克于厥初尚賴匡救之德圖惟厥終伊尹拜手稽首曰修厥身允德協于下惟明后先王子惠困窮民服厥命罔有不悅並其有邦厥鄰乃曰徯我后后來無罰王懋乃德視乃厥祖無時豫怠奉先思孝接下思恭視遠惟明聽德惟聰朕承王之休無斁"}
{"id": "KR1b0001_016", "series": "KR1b0001", "text": "伊尹申誥于王曰嗚呼惟天無親克敬惟親民罔常懷懷于有仁鬼神無常享享于克誠天位艱哉德惟治否德亂與治同道罔不興與亂同事罔不亡終始慎厥與惟明明后先王惟時懋敬厥德克配上帝今王嗣有令緒尚監茲哉若升高必自下若陟遐必自邇無輕民事惟難無安厥位惟危慎終于始有言逆于汝心必求諸道有言遜于汝志必求諸非道嗚呼弗慮胡獲弗為胡成一人元良萬邦以貞君罔以辯言亂舊政臣罔以寵利居成功邦其永孚于休"}
{"id": "KR1b0001_017", "series": "KR1b0001", "text": "伊尹作咸有一德伊尹既復政厥辟將告歸乃陳戒于德曰嗚呼天難諶命靡常常厥德保厥位厥德匪常九有以亡夏王弗克庸德慢神虐民皇天弗保監于萬方啟迪有命眷求一德俾作神主惟尹躬暨湯咸有一德克享天心受天明命以有九有之師爰革夏正非天私我有商惟天佑于一德非商求于下民惟民歸于一德德惟一動罔不吉德二三動罔不凶惟吉凶不僭在人惟天降災祥在德今嗣王新服厥命惟新厥德終始惟一時乃日新任官惟賢材左右惟其人臣為上為德為下為民其難其慎惟和惟一德無常師主善為師善無常主協于克一俾萬姓咸曰大哉王言又曰一哉王心克綏先王之祿永厎烝民之生嗚呼七世之廟可以觀德萬夫之長可以觀政后非民罔使民非后罔事無自廣以狹人匹夫匹婦不獲自盡民主罔與成厥功沃丁既葬伊尹于亳咎單遂訓伊尹事作沃丁篇亡伊陟相大戊亳有祥桑榖共生于朝伊陟贊于巫咸作咸乂四篇篇亡太戊贊于伊陟作伊陟原命篇亡仲丁遷于囂作仲丁篇亡河亶甲居相作河亶甲篇亡祖乙圮于耿作祖乙篇亡"}
{"id": "KR1b0001_018", "series": "KR1b0001", "text": "盤庚五遷將治亳殷民咨胥怨作盤庚三篇盤庚遷于殷民不適有居率籲眾慼出矢言曰我王來既爰宅于茲重我民無盡劉不能胥匡以生卜稽曰其如台先王有服恪謹天命茲猶不常寧不常厥邑于今五邦今不承于古罔知天之斷命矧曰其克從先王之烈若顛木之有由蘖天其永我命于茲新邑紹復先王之大業厎綏四方盤庚斅于民由乃在位以常舊服正法度曰無或敢伏小人之攸箴王命眾悉至于庭王若曰格汝眾予告汝訓汝猷黜乃心無傲從康古我先王亦惟圖任舊人共政王播告之脩不匿厥指王用丕欽罔有逸言民用丕變今汝聒聒起信險膚予弗知乃所訟非予自荒茲德惟汝含德不惕予一人予若觀火予亦拙謀作乃逸若網在綱有條而不紊若農服田力穡乃亦有秋汝克黜乃心施實德于民至于婚友丕乃敢大言汝有積德乃不畏戎毒于遠邇惰農自安不昏作勞不服田畝越其罔有黍稷汝不和吉言于百姓惟汝自生毒乃敗禍姦宄以自災于厥身乃既先惡于民乃奉其恫汝悔身何及相時𢘁民猶胥顧于箴言其發有逸口矧予制乃短長之命汝曷弗告朕而胥動以浮言恐沈于眾惡之易也若火之燎于原不可嚮邇其猶可撲滅則惟汝眾自作弗靖非予有咎遟任有言曰人惟求舊器非求舊惟新古我先王暨乃祖乃父胥及逸勤予敢動用非罰世選爾勞予不掩爾善茲予大享于先王爾祖其從與享之作福作災予亦不敢動用非德予告汝于難若射之有志汝無老侮成人無弱孤有幼各長于厥居勉出乃力聽予一人之作猷無有遠邇用罪伐厥死用德彰厥善邦之臧惟汝眾邦之不臧惟予一人有佚罰凡爾眾其惟致告自今至于後日各恭爾事齊乃位度乃口罰及爾身弗可悔"}
{"id": "KR1b0001_019", "series": "KR1b0001", "text": "盤庚作惟涉河以民遷乃話民之弗率誕告用亶其有眾咸造忽褻在王庭盤庚乃登進厥民曰明聽朕言無荒失朕命嗚呼古我前后罔不惟民之承保后胥慼鮮以不浮于天時殷降大虐先王不懷厥攸作視民利用遷汝曷弗念我古后之聞承汝俾汝惟喜康共非汝有咎比于罰予若籲懷茲新邑亦惟汝故以丕從厥志今予將試以汝遷安定厥邦汝不憂朕心之攸困乃咸大不宣乃心欽念以忱動予一人爾惟自鞠自苦若乘舟汝弗濟臭厥載爾忱不屬惟胥以沈不其或稽自怒曷瘳汝不謀長以思乃災汝誕勸憂今其有今罔後汝何生在上今予命汝一無起穢以自臭恐人倚乃身迂乃心予迓續乃命于天予豈汝威用奉畜汝眾予念我先神后之勞爾先予丕克羞爾用懷爾然失于政陳于茲高后丕乃崇降罪疾曰曷虐朕民汝萬民乃不生生暨予一人猷同心先后丕降與汝罪疾曰曷不暨朕幼孫有比故有爽德自上其罰汝汝罔能迪古我先后既勞乃祖乃父汝共作我畜民汝有戕則在乃心我先后綏乃祖乃父乃祖乃父乃斷棄汝不救乃死茲予有亂政同位具乃貝玉乃祖先父丕乃告我高后曰作丕刑于朕孫迪高后丕乃崇降弗祥嗚呼今予告汝不易永敬大恤無胥絕遠汝分猷念以相從各設中于乃心乃有不吉不迪顛越不恭暫遇姦宄我乃劓殄滅之無遺育無俾易種于茲新邑往哉生生今予將試以汝遷永建乃家"}
{"id": "KR1b0001_020", "series": "KR1b0001", "text": "盤庚既遷奠厥攸居乃正厥位綏爰有眾曰無戲怠懋建大命今予其敷心腹腎腸歷告爾百姓于朕志罔罪爾眾爾無共怒協比讒言予一人古我先王將多于前功適于山用降我凶德嘉績于朕邦今我民用蕩析離居罔有定極爾謂朕曷震動萬民以遷肆上帝將復我高祖之德亂越我家朕及篤敬恭承民命用永地于新邑肆予沖人非廢厥謀各弔由靈非敢違卜用宏茲賁嗚呼邦伯師長百執事之人尚皆隱哉予其懋簡相爾念敬我眾朕不肩好貨敢恭生生鞠人謀人之保居敘欽今我既羞告爾于朕志若否罔有弗欽無總于貨寶生生自庸式敷民德永肩一心"}
{"id": "KR1b0001_021", "series": "KR1b0001", "text": "高宗夢得說使百工營求諸野得諸傅巖作說命三篇王宅憂亮陰三祀既免喪其惟弗言群臣咸諫于王曰嗚呼知之曰明哲明哲實作則天子惟君萬邦百官承式王言惟作命不言臣下罔攸稟令王庸作書以誥曰以台正于四方台恐德弗類茲故弗言恭默思道夢帝賚予良弼其代予言乃審厥象俾以形旁求于天下說築傅巖之野惟肖爰立作相王置諸其左右命之曰朝夕納誨以輔台德若金用汝作礪若濟巨川用汝作舟楫若歲大旱用汝作霖雨啟乃心沃朕心若藥弗瞑眩厥疾弗瘳若跣弗視地厥足用傷惟暨乃僚罔不同心以匡乃辟俾率先王迪我高后以康兆民嗚呼欽予時命其惟有終說復于王曰惟木從繩則正后從諫則聖后克聖臣不命其承疇敢不祗若王之休命"}
{"id": "KR1b0001_022", "series": "KR1b0001", "text": "惟說命總百官乃進于王曰嗚呼明王奉若天道建邦設都樹后王君公承以大夫師長不惟逸豫惟以亂民惟天聰明惟聖時憲惟臣欽若惟民從乂惟口起羞惟甲冑起戎惟衣裳在笥惟干戈省厥躬王惟戒茲允茲克明乃罔不休惟治亂在庶官官不及私昵惟其能爵罔及惡德惟其賢慮善以動動惟厥時有其善喪厥善矜其能喪厥功惟事事乃其有備有備無患無啟寵納侮無恥過作非惟厥攸居政事惟醇黷于祭祀時謂弗欽禮煩則亂事神則難王曰旨哉說乃言惟服乃不良于言予罔聞于行說拜稽首曰非知之艱行之惟艱王忱不艱允恊于先王成德惟說不言有厥咎"}
{"id": "KR1b0001_023", "series": "KR1b0001", "text": "王曰來汝說台小子舊學于甘盤既乃遯于荒野入宅于河自河徂亳暨厥終罔顯爾惟訓于朕志若作酒醴爾惟麴糱若作和羹爾惟鹽梅爾交脩予罔予棄予惟克邁乃訓說曰王人求多聞時惟建事學于古訓乃有獲事不師古以克永世匪說攸聞惟學遜志務時敏厥脩乃來允懷于茲道積于厥躬惟斅學半念終始典于學厥德脩罔覺監于先王成憲其永無愆惟說式克欽承旁招俊乂列于庶位王曰嗚呼說四海之內咸仰朕德時乃風股肱惟人良臣惟聖昔先正保衡作我先王乃曰予弗克俾厥后惟堯舜其心愧恥若撻于市一夫不獲則曰時予之辜佑我烈祖格于皇天爾尚明保予罔俾阿衡專美有商惟后非賢不乂惟賢非后不食其爾克紹乃辟于先王永綏民說拜稽首曰敢對揚天子之休命"}
{"id": "KR1b0001_024", "series": "KR1b0001", "text": "高宗祭成湯有飛雉升鼎耳而雊祖己訓諸王作高宗肜日高宗之訓高宗肜日越有雊雉祖己曰惟先格王正厥事乃訓于王曰惟天監下民典厥義降年有永有不永非天夭民民中絕命民有不若德不聽罪天既付命正厥德乃曰其如台嗚呼王嗣敬民罔非天胤典祀無豐[禮]于昵"}
{"id": "KR1b0001_025", "series": "KR1b0001", "text": "殷始咎周周人乘黎祖伊恐奔告于受作西伯戡黎西伯既戡黎祖伊恐奔告于王曰天子天既訖我殷命格人元龜罔敢知吉非先王不相我後人惟王淫虐用自絕故天棄我不有康食不虞天性不迪率典今我民罔弗欲喪曰天曷不降威大命不摯今王其如台王曰嗚呼我生不有命在天祖伊反曰嗚呼乃罪多參在上乃能責命于天殷之即喪指乃功不無戮于爾邦"}
{"id": "KR1b0001_026", "series": "KR1b0001", "text": "殷既錯天命微子作誥父師少師微子若曰父師少師殷其弗或亂正四方我祖厎遂陳于上我用沈酗于酒用亂敗厥德于下殷罔不小大好草竊姦宄卿士師師非度凡有辜罪乃罔恆獲小民方興相為敵讎今殷其淪喪若涉大水其無津涯殷遂喪越至于今曰父師少師我其發出狂吾家耄遜于荒今爾無指告予顛隮若之何其父師若曰王子天毒降災荒殷邦方興沈酗于酒乃罔畏畏A4咈其耇長舊有位人今殷民乃攘竊神祇之犧牷牲用以容將食無災降監殷民用乂讎斂召敵讎不怠罪合于一多瘠罔詔商今其有災我興受其敗商其淪其典喪我罔為臣僕詔王子出迪我舊云刻子王子弗出我乃顛隮自靖人自獻于先王我不顧行遯"}
{"id": "KR1b0001_027", "series": "KR1b0001", "text": "惟十有一年武王伐殷一月戊午師渡孟津作泰誓三篇惟十有三年春大會于孟津王曰嗟我友邦冢君越我御事庶士明聽誓惟天地萬物父母惟人萬物之靈亶聰明作元后元后作民父母今商王受弗敬上天降災下民沈湎冒色敢行暴虐罪人以族官人以世惟宮室臺榭陂池侈服以殘害于爾萬姓焚炙忠良刳剔孕婦皇天震怒命我文考肅將天威大勳未集肆予小子發以爾友邦冢君觀政于商惟受罔有悛心乃夷居弗事上帝神祇遺厥先宗廟弗祀犧牲粢盛既于凶盜乃曰吾有民有命罔懲其侮天佑下民作之君作之師惟其克相上帝寵綏四方有罪無罪予曷敢有越厥志同力度德同德度義受有臣億萬惟億萬心予有臣三千惟一心商罪貫盈天命誅之予弗順天厥罪惟鈞予小子夙夜祗懼受命文考類于上帝宜于冢土以爾有眾厎天之罰天矜于民民之所欲天必從之爾尚弼予一人永清四海時哉弗可失"}
{"id": "KR1b0001_028", "series": "KR1b0001", "text": "惟戊午王次于河朔群后以師畢會王乃徇師而誓曰嗚呼西土有眾咸聽朕言我聞吉人為善惟日不足凶人為不善亦惟日不足今商王受力行無度播棄犂老昵比罪人淫酗肆虐臣下化之朋家作仇脅權相滅無辜籲天穢德彰聞惟天惠民惟辟奉天有夏桀弗克若天流毒下國天乃佑命成湯降黜夏命惟受罪浮于桀剝喪元良賊虐諫輔謂己有天命謂敬不足行謂祭無益謂暴無傷厥監惟不遠在彼夏王天其以予乂民朕夢協朕卜襲于休祥戎商必克受有億兆夷人離心離德予有亂臣十人同心同德雖有周親不如仁人天視自我民視天聽自我民聽百姓有過在予一人今朕必往我武惟揚侵于之疆取彼凶殘我伐用張于湯有光勗哉夫子罔或無畏寧執非敵百姓懍懍若崩厥角嗚呼乃一德一心立定厥功惟克永世"}
{"id": "KR1b0001_029", "series": "KR1b0001", "text": "時厥明王乃大巡六師明誓眾士王曰嗚呼我西土君子天有顯道厥類惟彰今商王受狎侮五常荒怠弗敬自絕于天結怨于民斮朝涉之脛剖賢人之心作威殺戮毒痡四海崇信姦回放黜師保屏棄典刑囚奴正士郊社不修宗廟不享作奇技淫巧以悅婦人上帝弗順祝降時喪爾其孜孜奉予一人恭行天罰古人有言曰撫我則后虐我則讎獨夫受洪惟作威乃汝世讎樹德務滋除惡務本肆予小子誕以爾眾士殄殲乃讎爾眾士其尚迪果毅以登乃辟功多有厚賞不迪有顯戮嗚呼惟我文考若日月之照臨光于四方顯于西土惟我有周誕受多方予克受非予武惟朕文考無罪受克予非朕文考有罪惟予小子無良"}
{"id": "KR1b0001_030", "series": "KR1b0001", "text": "武王戎車三百兩虎賁三百人與受戰于牧野作牧誓時甲子昧爽王朝至于商郊牧野乃誓王左杖黃鉞右秉白旄以麾曰逖矣西土之人王曰嗟我友邦冢君御事司徒司馬司空亞旅師氏千夫長百夫長及庸蜀羌髳微盧彭濮人稱爾戈比爾干立爾矛予其誓王曰古人有言曰牝雞無晨牝雞之晨惟家之索今商王受惟婦言是用昏棄厥肆祀弗荅昏棄厥遺王父母弟不迪乃惟四方之多罪逋逃是崇是長是信是使是以為大夫卿士俾暴虐于百姓以姦宄于商邑今予發惟共行天之罰今日之事不愆于六步七步乃止齊焉夫子勗哉不愆于四伐五伐六伐七伐乃止齊焉勗哉夫子尚桓桓如虎如貔如熊如羆于商郊弗迓克奔以役西土勗哉夫子爾所弗勗其于爾躬有戮"}
{"id": "KR1b0001_031", "series": "KR1b0001", "text": "武王伐殷往伐歸獸識其政事作武成惟一月壬辰旁死魄越翼日癸巳王朝步自周于征伐商厥四月哉生明王來自商至于豐乃偃武修文歸馬于華山之陽放牛于桃林之野示天下弗服丁未祀于周廟邦甸侯衛駿奔走執豆籩越三日庚戌柴望大告武成既生魄庶邦冢君暨百工受命于周王若曰嗚呼群后惟先王建邦啟土公劉克篤前烈至于大王肇基王迹王季其勤王家我文考文王克成厥勳誕膺天命以撫方夏大邦畏其力小邦懷其德惟九年大統未集予小子其承厥志厎商之罪告于皇天后土所過名山大川曰惟有道曾孫周王發將有大正于商今商王受無道暴殄天物害虐烝民為天下逋逃主萃淵藪予小子既獲仁人敢祗承上帝以遏亂略華夏蠻貊罔不率俾恭天成命肆予東征綏厥士女惟其士女篚厥玄黃昭我周王天休震動用附我大邑周惟爾有神尚克相予以濟兆民無作神羞既戊午師逾孟津癸亥陳于商郊俟天休命甲子昧爽受率其旅若林會于牧野罔有敵于我師前徒倒戈攻于後以北血流漂杵一戎衣天下大定乃反商政政由舊釋箕子囚封比干墓式商容閭散鹿臺之財發鉅橋之粟大賚于四海而萬姓悅服列爵惟五分土惟三建官惟賢位事惟能重民五教惟食喪祭惇信明義崇德報功垂拱而天下治"}
{"id": "KR1b0001_032", "series": "KR1b0001", "text": "武王勝殷殺受立武庚以箕子歸作洪範惟十有三祀王訪于箕子王乃言曰嗚呼箕子惟天陰騭下民相協厥居我不知其彝倫攸敘箕子乃言曰我聞在昔鯀陻洪水汩陳其五行帝乃震怒不畀洪範九疇彝倫攸斁鯀則殛死禹乃嗣興天乃錫禹洪範九疇彝倫攸敘初一曰五行次二曰敬用五事次三曰農用八政次四曰協用五紀次五曰建用皇極次六曰乂用三德次七曰明用稽疑次八曰念用庶徵次九曰嚮用五福威用六極一五行一曰水二曰火三曰木四曰金五曰土水曰潤下火曰炎上木曰曲直金曰從革土爰稼穡潤下作鹹炎上作苦曲直作酸從革作辛稼穡作甘二五事一曰貌二曰言三曰視四曰聽五曰思貌曰恭言曰從視曰明聽曰聰思曰睿恭作肅從作乂明作晢聰作謀睿作聖三八政一曰食二曰貨三曰祀四曰司空五曰司徒六曰司寇七曰賓八曰師四五紀一曰歲二曰月三曰日四曰星辰五曰厤數五皇極皇建其有極斂時五福用敷錫厥庶民惟時厥庶民于汝極錫汝保極凡厥庶民無有淫朋人無有比德惟皇作極凡厥庶民有猷有為有守汝則念之不協于極不罹于咎皇則受之而康而色曰予攸好德汝則錫之福時人斯其惟皇之極無虐煢獨而畏高明人之有能有為使羞其行而邦其昌凡厥正人既富方穀汝弗能使有好于而家時人斯其辜于其無好汝雖錫之福其作汝用咎無偏無陂遵王之義無有作好遵王之道無有作惡遵王之路無偏無黨王道蕩蕩無黨無偏王道平平無反無側王道正直會其有極歸其有極曰皇極之敷言是彝是訓于帝其訓凡厥庶民極之敷言是訓是行以近天子之光曰天子作民父母以為天下王六三德一曰正直二曰剛克三曰柔克平康正直彊弗友剛克燮友柔克沈潛剛克高明柔克惟辟作福惟辟作威惟辟玉食臣無有作福作威玉食臣之有作福作威玉食其害于而家凶于而國人用側頗僻民用僭忒七稽疑擇建立卜筮人乃命卜筮曰雨曰霽曰圛曰雺曰克曰貞曰悔凡七卜五占用二衍忒立時人作卜筮三人占則從二人之言汝則有大疑謀及乃心謀及卿士謀及庶人謀及卜筮洪範汝則從龜從筮從卿士從庶民從是之謂大同身其康彊子孫其逢吉汝則從龜從筮從卿士逆庶民逆吉卿士從龜從筮從汝則逆庶民逆吉庶民從龜從筮從汝則逆卿士逆吉汝則從龜從筮逆卿士逆庶民逆作內吉作外凶龜筮共違于人用靜吉用作凶八庶徵曰雨曰暘曰燠曰寒曰風曰時五者來備各以其敘庶草蕃廡一極備凶一極無凶曰休徵曰肅時雨若曰乂時暘若曰晢時燠若曰謀時寒若曰聖時風若曰咎徵曰狂恆雨若曰僭恆暘若曰舒恆燠若曰急恆寒若曰蒙恆風若曰王省惟歲卿士惟月師尹惟日歲月日時無易百穀用成乂用明俊民用章家用平康日月歲時既易百穀用不成乂用昏不明俊民用微家用不寧庶民惟星星有好風星有好雨日月之行則有冬有夏月之從星則以風雨九五福一曰壽二曰富三曰康寧四曰攸好德五曰考終命六極一曰凶短折二曰疾三曰憂四曰貧五曰惡六曰弱武王既勝殷邦諸侯班宗彝作分器"}
{"id": "KR1b0001_033", "series": "KR1b0001", "text": "西旅獻獒太保作旅獒惟克商遂通道于九夷八蠻西旅厎貢厥獒太保乃作旅獒用訓于王曰嗚呼明王慎德四夷咸賓無有遠邇畢獻方物惟服食器用王乃昭德之致于異姓之邦無替厥服分寶玉于伯叔之國時庸展親人不易物惟德其物德盛不狎侮狎侮君子罔以盡人心狎侮小人罔以盡其力不役耳目百度惟貞玩人喪德玩物喪志志以道寧言以道接不作無益害有益功乃成不貴異物賤用物民乃足犬馬非其土性不畜珍禽奇獸不育于國不寶遠物則遠人格所寶惟賢則邇人安嗚呼夙夜罔或不勤不矜細行終累大德為山九仞功虧一簣允迪茲生民保厥居惟乃世王巢伯來朝芮伯作旅巢命"}
{"id": "KR1b0001_034", "series": "KR1b0001", "text": "武王有疾周公作金縢既克商二年王有疾弗豫二公曰我其為王穆卜周公曰未可以戚我先王公乃自以為功為三壇同墠為壇於南方北面周公立焉植璧秉珪乃告大王王季文王史乃冊祝曰惟爾元孫某遘厲虐疾若爾三王寔有丕子之責于天以旦代某之身予仁若巧能多材多藝能事鬼神乃元孫不若旦多材多藝不能事鬼神乃命于帝庭敷佑四方用能定爾子孫于下地四方之民罔不祗畏嗚呼無墜天之降寶命我先王亦永有依歸今我即命于元龜爾之許我我其以璧與珪歸俟爾命爾不許我我乃屏璧與珪乃卜三龜一習吉啟籥見書乃并是吉公曰體王其罔害予小子新命于三王惟永終是圖茲攸俟能念予一人公歸乃納冊于金縢之匱中王翼日乃瘳武王既喪管叔及其群弟乃流言於國曰公將不利於孺子周公乃告二公曰我之弗辟我無以告我先王周公居東二年則罪人斯得于後公乃為詩以貽王名之曰鴟鴞王亦未敢誚公秋大熟未穫天大雷電以風禾盡偃大木斯拔邦人大恐王與大夫盡弁以啟金縢之書乃得周公所自以為功代武王之說二公及王乃問諸史與百執事對曰信噫公命我勿敢言王執書以泣曰其勿穆卜昔公勤勞王家惟予沖人弗及知今天動威以彰周公之德親迎惟朕小子其新逆我國家禮亦宜之王出郊天乃雨反風禾則盡起二公命邦人凡大木所偃盡起而築之歲則大熟"}
{"id": "KR1b0001_035", "series": "KR1b0001", "text": "武王崩三監及淮夷叛周公相成王將黜殷作大誥王若曰猷大誥爾多邦越爾御事弗弔天降割于我家不少延洪惟我幼沖人嗣無疆大歷服弗造哲迪民康矧曰其有能格知天命已予惟小子若涉淵水予惟往求朕攸濟敷賁敷前人受命茲不忘大功予不敢閉于天降威用寧王遺我大寶龜紹天明即命曰有大艱于西土西土人亦不靜越茲蠢殷小腆誕敢紀其敘天降威知我國有疵民不康曰予復反鄙我周邦今蠢今翼日民獻有十夫予翼以于敉寧武圖功我有大事休朕卜并吉肆予告我友邦君越尹氏庶士御事曰予得吉卜予惟以爾庶邦于伐殷逋播臣爾庶邦君越庶士御事罔不反曰艱大民不靜亦惟在王宮邦君室越予小子考翼不可征王害不違卜肆予沖人永思艱曰嗚呼允蠢鰥寡哀哉予造天役遺大投艱于朕身越予沖人不卬自恤義爾邦君越爾多士尹氏御事綏予曰無毖于恤不可不成乃寧考圖功已予惟小子不敢替上帝命天休于寧王興我小邦周寧王惟卜用克綏受茲命今天其相民矧亦惟卜用嗚呼天明畏弼我丕丕基王曰爾惟舊人爾丕克遠省爾知寧王若勤哉天閟毖我成功所予不敢不極卒寧王圖事肆予大化誘我友邦君天棐忱辭其考我民予曷其不于前寧人圖功攸終天亦惟用勤毖我民若有疾予曷敢不于前寧人攸受休畢王曰若昔朕其逝朕言艱日思若考作室既厎法厥子乃弗肯堂矧肯構厥父菑厥子乃弗肯播矧肯穫厥考其肯曰予有後弗棄基肆予曷敢不越卬敉寧王大命若兄考乃有友伐厥子民養其勸弗救王曰嗚呼肆哉爾庶邦君越爾御事爽邦由哲亦惟十人迪知上帝命越天棐忱爾時罔敢易法矧今天降戾于周邦惟大艱人誕鄰胥伐于厥室爾亦不知天命不易予永念曰天惟喪殷若穡夫予曷敢不終朕畝天亦惟休于前寧人予曷其極卜敢弗于從率寧人有指疆土矧今卜并吉肆朕誕以爾東征天命不僣卜陳惟若茲"}
{"id": "KR1b0001_036", "series": "KR1b0001", "text": "成王既黜殷命殺武庚命微子啟代殷後作微子之命王若曰猷殷王元子惟稽古崇德象賢統承先王修其禮物作賓于王家與國咸休永世無窮嗚呼乃祖成湯克齊聖廣淵皇天眷佑誕受厥命撫民以寬除其邪虐功加于時德垂後裔爾惟踐修厥猷舊有令聞恪慎克孝肅恭神人予嘉乃德曰篤不忘上帝時歆下民祗協庸建爾于上公尹茲東夏欽哉往敷乃訓慎乃服命率由典常以蕃王室弘乃烈祖律乃有民永綏厥位毗予一人世世享德萬邦作式俾我有周無斁嗚呼往哉惟休無替朕命唐叔得禾異畝同穎獻諸天子王命唐叔歸周公于東作歸禾周公既得命禾旅天子之命作嘉禾"}
{"id": "KR1b0001_037", "series": "KR1b0001", "text": "成王既伐管叔蔡叔以殷餘民封康叔作康誥酒誥梓材惟三月哉生魄周公初基作新大邑于東國洛四方民大和會侯甸男邦采衛百工播民和見士于周周公咸勤乃洪大誥治王若曰孟侯朕其弟小子封惟乃丕顯考文王克明德慎罰不敢侮鰥寡庸庸祗祗威威顯民用肇造我區夏越我一二邦以修我西土惟時怙冒聞于上帝帝休天乃大命文王殪戎殷誕受厥命越厥邦厥民惟時敘乃寡兄勗肆汝小子封在茲東土王曰嗚呼封汝念哉今民將在祗遹乃文考紹聞衣德言往敷求于殷先哲王用保乂民汝丕遠惟商耇成人宅心知訓別求聞由古先哲王用康保民弘于天若德裕乃身不廢在王命王曰嗚呼小子封恫瘝乃身敬哉天畏棐忱民情大可見小人難保往盡乃心無康好逸豫乃其乂民我聞曰怨不在大亦不在小惠不惠懋不懋已汝惟小子乃服惟弘王應保殷民亦惟助王宅天命作新民王曰嗚呼封敬明乃罰人有小罪非眚乃惟終自作不典式爾有厥罪小乃不可不殺乃有大罪非終乃惟眚災適爾既道極厥辜時乃不可殺王曰嗚呼封有敘時乃大明服惟民其勑懋和若有疾惟民其畢棄咎若保赤子惟民其康乂非汝封刑人殺人無或刑人殺人非汝封又曰劓刖人無或劓刖人王曰外事汝陳時臬司師茲殷罰有倫又曰要囚服念五六日至于旬時丕蔽要囚王曰汝陳時臬事罰蔽殷彝用其義刑義殺勿庸以次汝封乃汝盡遜曰時敘惟曰未有遜事已汝惟小子未其有若汝封之心朕心朕德惟乃知凡民自得罪寇攘姦宄殺越人于貨暋不畏死罔弗憝王曰封元惡大憝矧惟不孝不友子弗祗服厥父事大傷厥考心于父不能字厥子乃疾厥子于弟弗念天顯乃弗克恭厥兄兄亦不念鞠子哀大不友于弟惟弔茲不于我政人得罪天惟與我民彝大泯亂曰乃其速由文王作罰刑茲無赦不率大戛矧惟外庶子訓人惟厥正人越小臣諸節乃別播敷造民大譽弗念弗庸瘝厥君時乃引惡惟朕憝已汝乃其速由茲義率殺亦惟君惟長不能厥家人越厥小臣外正惟威惟虐大放王命乃非德用乂汝亦罔不克敬典乃由裕民惟文王之敬忌乃裕民曰我惟有及則予一人以懌王曰封爽惟民迪吉康我時其惟殷先哲王德用康乂民作求矧今民罔迪不適不迪則罔政在厥邦王曰封予惟不可不監告汝德之說于罰之行今惟民不靜未戾厥心迪屢未同爽惟天其罰殛我我其不怨惟厥罪無在大亦無在多矧曰其尚顯聞于天王曰嗚呼封敬哉無作怨勿用非謀非彝蔽時忱丕則敏德用康乃心顧乃德遠乃猷裕乃以民寧不汝瑕殄王曰嗚呼肆汝小子封惟命不于常汝念哉無我殄享明乃服命高乃聽用康乂民王若曰往哉封勿替敬典聽朕告汝乃以殷民世享"}
{"id": "KR1b0001_038", "series": "KR1b0001", "text": "王若曰明大命于妹邦乃穆考文王肇國在西土厥誥毖庶邦庶士越少正御事朝夕曰祀茲酒惟天降命肇我民惟元祀天降威我民用大亂喪德亦罔非酒惟行越小大邦用喪亦罔非酒惟辜文王誥教小子有正有事無彝酒越庶國飲惟祀德將無醉惟曰我民迪小子惟土物愛厥心臧聰聽祖考之彝訓越小大德小子惟一妹土嗣爾股肱純其藝黍稷奔走事厥考厥長肇牽車牛遠服賈用孝養厥父母厥父母慶自洗腆致用酒庶士有正越庶伯君子其爾典聽朕教爾大克羞耇惟君爾乃飲食醉飽丕惟曰爾克永觀省作稽中德爾尚克羞饋祀爾乃自介用逸茲乃允惟王正事之臣茲亦惟天若元德永不忘在王家王曰封我西土棐徂邦君御事小子尚克用文王教不腆于酒故我至于今克受殷之命王曰封我聞惟曰在昔殷先哲王迪畏天顯小民經德秉哲自成湯咸至于帝乙成王畏相惟御事厥棐有恭不敢自暇自逸矧曰其敢崇飲越在外服侯甸男衛邦伯越在內服百僚庶尹惟亞惟服宗工越百姓里居罔敢湎于酒不惟不敢亦不暇惟助成王德顯越尹人祗辟我聞亦惟曰在今後嗣王酣身厥命罔顯于民祗保越怨不易誕惟厥縱淫泆于非彝用燕喪威儀民罔不衋傷心惟荒腆于酒不惟自息乃逸厥心疾很不克畏死辜在商邑越殷國滅無罹弗惟德馨香祀登聞于天誕惟民怨庶群自酒腥聞在上故天降喪于殷罔愛于殷惟逸天非虐惟民自速辜王曰封予不惟若茲多誥古人有言曰人無於水監當於民監今惟殷墜厥命我其可不大監撫于時予惟曰汝劼毖殷獻臣侯甸男衛矧太史友內史友越獻臣百宗工矧惟爾事服休服采矧惟若疇圻父薄違農父若保宏父定辟矧汝剛制于酒厥或誥曰群飲汝勿佚盡執拘以歸于周予其殺又惟殷之迪諸臣惟工乃湎于酒勿庸殺之姑惟教之有斯明享乃不用我教辭惟我一人弗恤弗蠲乃事時同于殺王曰封汝典聽朕毖勿辯乃司民湎于酒"}
{"id": "KR1b0001_039", "series": "KR1b0001", "text": "王曰封以厥庶民暨厥臣達大家以厥臣達王惟邦君汝若恆越曰我有師師司徒司馬司空尹旅曰予罔厲殺人亦厥君先敬勞肆徂厥敬勞肆往姦宄殺人歷人宥肆亦見厥君事戕敗人宥王啟監厥亂為民曰無胥戕無胥虐至于敬寡至于屬婦合由以容王其效邦君越御事厥命曷以引養引恬自古王若茲監罔攸辟惟曰若稽田既勤敷菑惟其陳修為厥疆畎若作室家既勤垣墉惟其塗塈茨若作梓材既勤樸斲惟其塗丹雘今王惟曰先王既勤用明德懷為夾庶邦享作兄弟方來亦既用明德后式典集庶邦丕享皇天既付中國民越厥疆土于先王肆王惟德用和懌先後迷民用懌先王受命已若茲監惟曰欲至于萬年惟王子子孫孫永保民"}
{"id": "KR1b0001_040", "series": "KR1b0001", "text": "成王在豐欲宅洛邑使召公先相宅作召誥惟二月既望越六日乙未王朝步自周則至于豐惟太保先周公相宅越若來三月惟丙午朏越三日戊申太保朝至于洛卜宅厥既得卜則經營越三日庚戌太保乃以庶殷攻位于洛汭越五日甲寅位成若翼日乙卯周公朝至于洛則達觀于新邑營越三日丁巳用牲于郊牛二越翼日戊午乃社于新邑牛一羊一豕一越七日甲子周公乃朝用書命庶殷侯甸男邦伯厥既命殷庶庶殷丕作太保乃以庶邦冢君出取幣乃復入錫周公曰拜手稽首旅王若公誥告庶殷越自乃御事嗚呼皇天上帝改厥元子茲大國殷之命惟王受命無疆惟休亦無疆惟恤嗚呼曷其柰何弗敬天既遐終大邦殷之命茲殷多先哲王在天越厥後王後民茲服厥命厥終智藏瘝在夫知保抱攜持厥婦子以哀籲天徂厥亡出執嗚呼天亦哀于四方民其眷命用懋王其疾敬德相古先民有夏天迪從子保面稽天若今時既墜厥命今相有殷天迪格保面稽天若今時既墜厥命今沖子嗣則無遺壽耇曰其稽我古人之德矧曰其有能稽謀自天嗚呼有王雖小元子哉其丕能諴于小民今休王不敢後用顧畏于民碞王來紹上帝自服于土中旦曰其作大邑其自時配皇天毖祀于上下其自時中乂王厥有成命治民今休王先服殷御事比介于我有周御事節性惟日其邁王敬作所不可不敬德我不可不監于有夏亦不可不監于有殷我不敢知曰有夏服天命惟有歷年我不敢知曰不其延惟不敬厥德乃早墜厥命我不敢知曰有殷受天命惟有歷年我不敢知曰不其延惟不敬厥德乃早墜厥命今王嗣受厥命我亦惟茲二國命嗣若功王乃初服嗚呼若生子罔不在厥初生自貽哲命今天其命哲命吉凶命歷年知今我初服宅新邑肆惟王其疾敬德王其德之用祈天永命其惟王勿以小民淫用非彝亦敢殄戮用乂民若有功其惟王位在德元小民乃惟刑用于天下越王顯上下勤恤其曰我受天命丕若有夏歷年式勿替有殷歷年欲王以小民受天永命拜手稽首曰予小臣敢以王之讎民百君子越友民保受王威命明德王末有成命王亦顯我非敢勤惟恭奉幣用供王能祈天永命"}
{"id": "KR1b0001_041", "series": "KR1b0001", "text": "召公既相宅周公往營成周使來告卜作洛誥周公拜手稽首曰朕復子明辟王如弗敢及天基命定命予乃胤保大相東土其基作民明辟予惟乙卯朝至于洛師我卜河朔黎水我乃卜澗水東瀍水西惟洛食我又卜瀍水東亦惟洛食伻來以圖及獻卜王拜手稽首曰公不敢不敬天之休來相宅其作周匹休公既定宅伻來來視予卜休恆吉我二人共貞公其以予萬億年敬天之休拜手稽首誨言周公曰王肇稱殷禮祀于新邑咸秩無文予齊百工伻從王于周予惟曰庶有事今王即命曰記功宗以功作元祀惟命曰汝受命篤弼丕視功載乃汝其悉自教工孺子其朋孺子其朋其往無若火始燄燄厥攸灼敘弗其絕厥若彝及撫事如予惟以在周工往新邑伻嚮即有僚明作有功惇大成裕汝永有辭公曰已汝惟沖子惟終汝其敬識百辟享亦識其有不享享多儀儀不及物惟曰不享惟不役志于享凡民惟曰不享惟事其爽侮乃惟孺子頒朕不暇聽朕教汝于棐民彝汝乃是不蘉乃時惟不永哉篤敘乃正父罔不若予不敢廢乃命汝往敬哉茲予其明農哉彼裕我民無遠用戾王若曰公明保予沖子公稱丕顯德以予小子揚文武烈奉荅天命和恆四方民居師惇宗將禮稱秩元祀咸秩無文惟公德明光于上下勤施于四方旁作穆穆迓衡不迷文武勤教予沖子夙夜毖祀王曰公功棐迪篤罔不若時王曰公予小子其退即辟于周命公後四方迪亂未定于宗禮亦未克敉公功迪將其後監我士師工誕保文武受民亂為四輔王曰公定予往已公功肅將祗歡公無困哉我惟無斁其康事公勿替刑四方其世享周公拜手稽首曰王命予來承保乃文祖受命民越乃光烈考武王弘朕恭孺子來相宅其大惇典殷獻民亂為四方新辟作周恭先曰其自時中乂萬邦咸休惟王有成績予旦以多子越御事篤前人成烈荅其師作周孚先考朕昭子刑乃單文祖德伻來毖殷乃命寧予以秬鬯二卣曰明禋拜手稽首休享予不敢宿則禋于文王武王惠篤敘無有遘自疾萬年猒乃德殷乃引考王伻殷乃承敘萬年其永觀朕子懷德戊辰王在新邑烝祭歲文王騂牛一武王騂牛一王命作冊逸祝冊惟告周公其後王賓殺禋咸格王入太室祼王命周公後作冊逸誥在十有二月惟周公誕保文武受命惟七年"}
{"id": "KR1b0001_042", "series": "KR1b0001", "text": "成周既成遷殷頑民周公以王命誥作多士惟三月周公初于新邑洛用告商王士王若曰爾殷遺多士弗弔旻天大降喪于殷我有周佑命將天明威致王罰勑殷命終于帝肆爾多士非我小國敢弋殷命惟天不畀允罔固亂弼我我其敢求位惟帝不畀惟我下民秉為惟天明畏我聞曰上帝引逸有夏不適逸則惟帝降格嚮于時夏弗克庸帝大淫泆有辭惟時天罔念聞厥惟廢元命降致罰乃命爾先祖成湯革夏俊民甸四方自成湯至于帝乙罔不明德恤祀亦惟天丕建保乂有殷殷王亦罔敢失帝罔不配天其澤在今後嗣王誕罔顯于天矧曰其有聽念于先王勤家誕淫厥泆罔顧于天顯民祗惟時上帝不保降若茲大喪惟天不畀不明厥德凡四方小大邦喪罔非有辭于罰王若曰爾殷多士今惟我周王丕靈承帝事有命曰割殷告勑于帝惟我事不貳適惟爾王家我適予其曰惟爾洪無度我不爾動自乃邑予亦念天即于殷大戾肆不正王曰猷告爾多士予惟時其遷居西爾非我一人奉德不康寧時惟天命無違朕不敢有後無我怨惟爾知惟殷先人有冊有典殷革夏命今爾又曰夏迪簡在王庭有服在百僚予一人惟聽用德肆予敢求爾于天邑商予惟率肆矜爾非予罪時惟天命王曰多士昔朕來自奄予大降爾四國民命我乃明致天罰移爾遐逖比事臣我宗多遜王曰告爾殷多士今予惟不爾殺予惟時命有申今朕作大邑于茲洛予惟四方罔攸賓亦惟爾多士攸服奔走臣我多遜爾乃尚有爾土爾乃尚寧幹止爾克敬天惟畀矜爾爾不克敬爾不啻不有爾土予亦致天之罰于爾躬今爾惟時宅爾邑繼爾居爾厥有幹有年于茲洛爾小子乃興從爾遷王曰又曰時予乃或言爾攸居"}
{"id": "KR1b0001_043", "series": "KR1b0001", "text": "周公作無逸周公曰嗚呼君子所其無逸先知稼穡之艱難乃逸則知小人之依相小人厥父母勤勞稼穡厥子乃不知稼穡之艱難乃逸乃諺既誕否則侮厥父母曰昔之人無聞知周公曰嗚呼我聞曰昔在殷王中宗嚴恭寅畏天命自度治民祗懼不敢荒寧肆中宗之享國七十有五年其在高宗時舊勞于外爰暨小人作其即位乃或亮陰三年不言其惟不言言乃雍不敢荒寧嘉靖殷邦至于小大無時或怨肆高宗之享國五十有九年其在祖甲不義惟王舊為小人作其即位爰知小人之依能保惠于庶民不敢侮鰥寡肆祖甲之享國三十有三年自時厥後立王生則逸生則逸不知稼穡之艱難不聞小人之勞惟耽樂之從自時厥後亦罔或克壽或十年或七八年或五六年或四三年周公曰嗚呼厥亦惟我周太王王季克自抑畏文王卑服即康功田功徽柔懿恭懷保小民惠鮮鰥寡自朝至于日中昃不遑暇食用咸和萬民文王不敢盤于遊田以庶邦惟正之共文王受命惟中身厥享國五十年周公曰嗚呼繼自今嗣王則其無淫于觀于逸于遊于田以萬民惟正之供無皇曰今日耽樂乃非民攸訓非天攸若時人丕則有愆無若殷王受之迷亂酗于酒德哉周公曰嗚呼我聞曰古之人猶胥訓告胥保惠胥教誨民無或胥譸張為幻此厥不聽人乃訓之乃變亂先王之正刑至于小大民否則厥心違怨否則厥口詛祝周公曰嗚呼自殷王中宗及高宗及祖甲及我周文王茲四人迪哲厥或告之曰小人怨汝詈汝則皇自敬德厥愆曰朕之愆允若時不啻不敢含怒此厥不聽人乃或譸張為幻曰小人怨汝詈汝則信之則若時不永念厥辟不寬綽厥心亂罰無罪殺無辜怨有同是叢于厥身周公曰嗚呼嗣王其監于茲"}
{"id": "KR1b0001_044", "series": "KR1b0001", "text": "召公為保周公為師相成王為左右召公不說周公作君奭周公若曰君奭弗弔天降喪于殷殷既墜厥命我有周既受我不敢知曰厥基永孚于休若天棐忱我亦不敢知曰其終出于不祥嗚呼君已曰時我我亦不敢寧于上帝命弗永遠念天威越我民罔尤違惟人在我後嗣子孫大弗克恭上下遏佚前人光在家不知天命不易天難諶乃其墜命弗克經歷嗣前人恭明德在今予小子旦非克有正迪惟前人光施于我沖子又曰天不可信我迪惟寧王德延天不庸釋于文王受命公曰君奭我聞在昔成湯既受命時則有若伊尹格于皇天在太甲時則有若保衡在太戊時則有若伊陟臣扈格于上帝巫咸乂王家在祖乙時則有若巫賢在武丁時則有若甘盤率惟茲有陳保乂有殷故殷禮陟配天多歷年所天惟純佑命則商實百姓王人罔不秉德明恤小臣屏侯甸矧咸奔走惟茲惟德稱用乂厥辟故一人有事于四方若卜筮罔不是孚公曰君奭天壽平格保乂有殷有殷嗣天滅威今汝永念則有固命厥亂明我新造邦公曰君奭在昔上帝割申勸寧王之德其集大命于厥躬惟文王尚克修和我有夏亦惟有若虢叔有若閎夭有若散宜生有若泰顛有若南宮括又曰無能往來茲迪彝教文王蔑德降于國人亦惟純佑秉德迪知天威乃惟時昭文王迪見冒聞于上帝惟時受有殷命哉武王惟茲四人尚迪有祿後暨武王誕將天威咸劉厥敵惟茲四人昭武王惟冒丕單稱德今在予小子旦若游大川予往暨汝奭其濟小子同未在位誕無我責收罔勗不及耇造德不降我則鳴鳥不聞矧曰其有能格公曰嗚呼君肆其監于茲我受命無疆惟休亦大惟艱告君乃猷裕我不以後人迷公曰前人敷乃心乃悉命汝作汝民極曰汝明勗偶王在亶乘茲大命惟文王德丕承無疆之恤公曰君告汝朕允保奭其汝克敬以予監于殷喪大否肆念我天威予不允惟若茲誥予惟曰襄我二人汝有合哉言曰在時二人天休滋至惟時二人弗戡其汝克敬德在明我俊民讓後人于丕時嗚呼篤棐時二人我式克至于今日休我咸成文王功于不怠丕冒海隅出日罔不率俾公曰君予不惠若茲多誥予惟用閔于天越民公曰嗚呼君惟乃知民德亦罔不能厥初惟其終祗若茲往敬用治"}
{"id": "KR1b0001_045", "series": "KR1b0001", "text": "蔡叔既沒王命蔡仲踐諸侯位作蔡仲之命惟周公位冢宰正百工群叔流言乃致辟管叔于商囚蔡叔于郭鄰以車七乘降霍叔于庶人三年不齒蔡仲克庸祗德周公以為卿士叔卒乃命諸王邦之蔡王若曰小子胡惟爾率德改行克慎厥猷肆予命爾侯于東土往即乃封敬哉爾尚蓋前人之愆惟忠惟孝爾乃邁迹自身克勤無怠以垂憲乃後率乃祖文王之彝訓無若爾考之違王命皇天無親惟德是輔民心無常惟惠之懷為善不同同歸于治為惡不同同歸于亂爾其戒哉慎厥初惟厥終終以不困不惟厥終終以困窮懋乃攸績睦乃四鄰以蕃王室以和兄弟康濟小民率自中無作聰明亂舊章詳乃視聽罔以側言改厥度則予一人汝嘉王曰嗚呼小子胡汝往哉無荒棄朕命成王東伐淮夷遂踐奄作成王政成王既踐奄將遷其君於蒲姑周公告召公作將蒲姑"}
{"id": "KR1b0001_046", "series": "KR1b0001", "text": "成王歸自奄在宗周誥庶邦作多方惟五月丁亥王來自奄至于宗周周公曰王若曰猷告爾四國多方惟爾殷侯尹民我惟大降爾命爾罔不知洪惟天之命弗永寅念于祀惟帝降格于夏有夏誕厥逸不肯慼言于民乃大淫昏不克終日勸于帝之迪乃爾攸聞厥圖帝之命不克開于民之麗乃大降罰崇亂有夏因甲于內亂不克靈承于旅罔丕惟進之恭洪舒于民亦惟有夏之民叨懫日欽劓割夏邑天惟時求民主乃大降顯休命于成湯刑殄有夏惟天不畀純乃惟以爾多方之義民不克永于多享惟夏之恭多士大不克明保享于民乃胥惟虐于民至于百為大不克開乃惟成湯克以爾多方代夏作民主慎厥麗乃勸厥民刑用勸以至于帝乙罔不明德慎罰亦克用勸要囚殄戮多罪亦克用勸開釋無辜亦克用勸今至于爾辟弗克以爾多方享天之命嗚呼王若曰誥告爾多方非天庸釋有夏非天庸釋有殷乃惟爾辟以爾多方大淫圖天之命屑有辭乃惟有夏圖厥政不集于享天降時喪有邦間之乃惟爾商後王逸厥逸圖厥政不蠲烝天惟降時喪惟聖罔念作狂惟狂克念作聖天惟五年須暇之子孫誕作民主罔可念聽天惟求爾多方大動以威開厥顧天惟爾多方罔堪顧之惟我周王靈承于旅克堪用德惟典神天天惟式教我用休簡畀殷命尹爾多方今我曷敢多誥我惟大降爾四國民命爾曷不忱裕之于爾多方爾曷不夾介乂我周王享天之命今爾尚宅爾宅畋爾田爾曷不惠王熙天之命爾乃迪屢不靜爾心未愛爾乃不大宅天命爾乃屑播天命爾乃自作不典圖忱于正我惟時其教告之我惟時其戰要囚之至于再至于三乃有不用我降爾命我乃其大罰殛之非我有周秉德不康寧乃惟爾自速辜王曰嗚呼猷告爾有方多士暨殷多士今爾奔走臣我監五祀越惟有胥伯小大多正爾罔不克臬自作不和爾惟和哉爾室不睦爾惟和哉爾邑克明爾惟克勤乃事爾尚不忌于凶德亦則以穆穆在乃位克閱于乃邑謀介爾乃自時洛邑尚永力畋爾田天惟畀矜爾我有周惟其大介賚爾迪簡在王庭尚爾事有服在大僚王曰嗚呼多士爾不克勸忱我命爾亦則惟不克享凡民惟曰不享爾乃惟逸惟頗大遠王命則惟爾多方探天之威我則致天之罰離逖爾土王曰我不惟多誥我惟祗告爾命又曰時惟爾初不克敬于和則無我怨"}
{"id": "KR1b0001_047", "series": "KR1b0001", "text": "周公作立政周公若曰拜手稽首告嗣天子王矣用咸戒于王曰王左右常伯常任準人綴衣虎賁周公曰嗚呼休茲知恤鮮哉古之人迪惟有夏乃有室大競籲俊尊上帝迪知忱恂于九德之行乃敢告教厥后曰拜手稽首后矣曰宅乃事宅乃牧宅乃準茲惟后矣謀面用丕訓德則乃宅人茲乃三宅無義民桀德惟乃弗作往任是惟暴德罔後亦越成湯陟丕釐上帝之耿命乃用三有宅克即宅曰三有俊克即俊嚴惟丕式克用三宅三俊其在商邑用協于厥邑其在四方用丕式見德嗚呼其在受德暋惟羞刑暴德之人同于厥邦乃惟庶習逸德之人同于厥政帝欽罰之乃伻我有夏式商受命奄甸萬姓亦越文王武王克知三有宅心灼見三有俊心以敬事上帝立民長伯立政任人準夫牧作三事虎賁綴衣趣馬小尹左右攜僕百司庶府大都小伯藝人表臣百司太史尹伯庶常吉士司徒司馬司空亞旅夷微盧烝三亳阪尹文王惟克厥宅心乃克立茲常事司牧人以克俊有德文王罔攸兼于庶言庶獄庶慎惟有司之牧夫是訓用違庶獄庶慎文王罔敢知于茲亦越武王率惟敉功不敢替厥義德率惟謀從容德以竝受此丕丕基嗚呼孺子王矣繼自今我其立政立事準人牧夫我其克灼知厥若丕乃俾亂相我受民和我庶獄庶慎時則勿有間之自一話一言我則末惟成德之彥以乂我受民嗚呼予旦已受人之徽言咸告孺子王矣繼自今文子文孫其勿誤于庶獄庶慎惟正是乂之自古商人亦越我周文王立政立事牧夫準人則克宅之克由繹之茲乃俾乂國則罔有立政用憸人不訓于德是罔顯在厥世繼自今立政其勿以憸人其惟吉士用勱相我國家今文子文孫孺子王矣其勿誤于庶獄惟有司之牧夫其克詰爾戎兵以陟禹之迹方行天下至于海表罔有不服以覲文王之耿光以揚武王之大烈嗚呼繼自今後王立政其惟克用常人周公若曰太史司寇蘇公式敬爾由獄以長我王國茲式有慎以列用中罰"}
{"id": "KR1b0001_048", "series": "KR1b0001", "text": "成王既黜殷命滅淮夷還歸在豐作周官惟周王撫萬邦巡侯甸四征弗庭綏厥兆民六服群辟罔不承德歸于宗周董正治官王曰若昔大猷制治于未亂保邦于未危曰唐虞稽古建官惟百內有百揆四岳外有州牧侯伯庶政惟和萬國咸寧夏商官倍亦克用乂明王立政不惟其官惟其人今予小子祗勤于德夙夜不逮仰惟前代時若訓迪厥官立太師太傅太保茲惟三公論道經邦燮理陰陽官不必備惟其人少師少傅少保曰三孤貳公弘化寅亮天地弼予一人冢宰掌邦治統百官均四海司徒掌邦教敷五典擾兆民宗伯掌邦禮治神人和上下司馬掌邦政統六師平邦國司寇掌邦禁詰姦慝刑暴亂司空掌邦土居四民時地利六卿分職各率其屬以倡九牧阜成兆民六年五服一朝又六年王乃時巡考制度于四岳諸侯各朝于方岳大明黜陟王曰嗚呼凡我有官君子欽乃攸司慎乃出令令出惟行弗惟反以公滅私民其允懷學古入官議事以制政乃不迷其爾典常作之師無以利口亂厥官蓄疑敗謀怠忽荒政不學牆面莅事惟煩戒爾卿士功崇惟志業廣惟勤惟克果斷乃罔後艱位不期驕祿不期侈恭儉惟德無載爾偽作德心逸日休作偽心勞日拙居寵思危罔不惟畏弗畏入畏推賢讓能庶官乃和不和政厖舉能其官惟爾之能稱匪其人惟爾不任王曰嗚呼三事暨大夫敬爾有官亂爾有政以佑乃辟永康兆民萬邦惟無斁成王既伐東夷肅慎來賀王俾榮伯作賄肅慎之命周公在豐將沒欲葬成周公薨成王葬于畢告周公作亳姑"}
{"id": "KR1b0001_049", "series": "KR1b0001", "text": "周公既沒命君陳分正東郊成周作君陳王若曰君陳惟爾令德孝恭惟孝友于兄弟克施有政命汝尹茲東郊敬哉昔周公師保萬民民懷其德往慎乃司茲率厥常懋昭周公之訓惟民其乂我聞曰至治馨香感于神明黍稷非馨明德惟馨爾尚式時周公之猷訓惟日孜孜無敢逸豫凡人未見聖若不克見既見聖亦不克由聖爾其戒哉爾惟風下民惟草圖厥政莫或不艱有廢有興出入自爾師虞庶言同則繹爾有嘉謀嘉猷則入告爾后于內爾乃順之于外曰斯謀斯猷惟我后之德嗚呼臣人咸若時惟良顯哉王曰君陳爾惟弘周公丕訓無依勢作威無倚法以削寬而有制從容以和殷民在辟予曰辟爾惟勿辟予曰宥爾惟勿宥惟厥中有弗若于汝政弗化于汝訓辟以止辟乃辟狃于姦宄敗常亂俗三細不宥爾無忿疾于頑無求備于一夫必有忍其乃有濟有容德乃大簡厥修亦簡其或不修進厥良以率其或不良惟民生厚因物有遷違上所命從厥攸好爾克敬典在德時乃罔不變允升于大猷惟予一人膺受多福其爾之休終有辭於永世"}
{"id": "KR1b0001_050", "series": "KR1b0001", "text": "成王將崩命召公畢公率諸侯相康王作顧命惟四月哉生魄王不懌甲子王乃洮頮水相被冕服憑玉几乃同召太保奭芮伯彤伯畢公衛侯毛公師氏虎臣百尹御事王曰嗚呼疾大漸惟幾病日臻既彌留恐不獲誓言嗣玆予審訓命汝昔君文王武王宣重光奠麗陳教則肄肄不違用克達殷集大命在後之侗敬迓天威嗣守文武大訓無敢昏逾今天降疾殆弗興弗悟爾尚明時朕言用敬保元子釗弘濟于艱難柔遠能邇安勸小大庶邦思夫人自亂于威儀爾無以釗冒貢于非幾玆既受命還出綴衣于庭越翼日乙丑王崩太保命仲桓南宮毛俾爰齊侯呂伋以二干戈虎賁百人逆子釗於南門之外延入翼室恤宅宗丁卯命作冊度越七日癸酉伯相命士須材狄設黼扆綴衣牖間南嚮敷重篾席黼純華玉仍几西序東嚮敷重厎席綴純文貝仍几東序西嚮敷重豐席畫純雕玉仍几西夾南嚮敷重筍席玄紛純漆仍几越玉五重陳寶赤刀大訓弘璧琬琰在西序大玉夷玉天球河圖在東序胤之舞衣大貝鼖鼓在西房兌之戈和之弓垂之竹矢在東房大輅在賓階面綴輅在阼階面先輅在左塾之前次輅在右塾之前二人雀弁執惠立于畢門之內四人綦弁執戈上刃夾兩階戺一人冕執劉立于東堂一人冕執鉞立于西堂一人冕執戣立于東垂一人冕執瞿立于西垂一人冕執銳立于側階王麻冕黼裳由賓階隮卿士邦君麻冕蟻裳入即位太保太史太宗皆麻冕彤裳太保承介圭上宗奉同瑁由阼階隮太史秉書由賓階隮御王冊命曰皇后憑玉几道揚末命命汝嗣訓臨君周邦率循大卞燮和天下用荅揚文武之光訓王再拜興荅曰眇眇予末小子其能而亂四方以敬忌天威乃受同瑁王三宿三祭三咤上宗曰饗太保受同降盥以異同秉璋以酢授宗人同拜王荅拜太保受同祭嚌宅授宗人同拜王荅拜太保降收諸侯出廟門俟"}
{"id": "KR1b0001_051", "series": "KR1b0001", "text": "康王既尸天子遂誥諸侯作康王之誥王出在應門之內太保率西方諸侯入應門左畢公率東方諸侯入應門右皆布乘黃朱賓稱奉圭兼幣曰一二臣衛敢執壤奠皆再拜稽首王義嗣德荅拜太保暨芮伯咸進相揖皆再拜稽首曰敢敬告天子皇天改大邦殷之命惟周文武誕受羑若克恤西土惟新陟王畢恊賞罰戡定厥功用敷遺後人休今王敬之哉張皇六師無壞我高祖寡命王若曰庶邦侯甸男衛惟予一人釗報誥昔君文武丕平富不務咎厎至齊信用昭明于天下則亦有熊羆之士不二心之臣保乂王家用端命于上帝皇天用訓厥道付畀四方乃命建侯樹屏在我後之人今予一二伯父尚胥暨顧綏爾先公之臣服于先王雖爾身在外乃心罔不在王室用奉恤厥若無遺鞠子羞群公既皆聽命相揖趨出王釋冕反喪服"}
{"id": "KR1b0001_052", "series": "KR1b0001", "text": "康王命作冊畢分居里成周郊作畢命惟十有二年六月庚午朏越三日壬申王朝步自宗周至于豐以成周之眾命畢公保釐東郊王若曰嗚呼父師惟文王武王敷大德于天下用克受殷命惟周公左右先王綏定厥家毖殷頑民遷于洛邑密邇王室式化厥訓既歷三紀世變風移四方無虞予一人以寧道有升降政由俗革不臧厥臧民罔攸勸惟公懋德克勤小物弼亮四世正色率下罔不祗師言嘉績多于先王予小子垂拱仰成王曰嗚呼父師今予祗命公以周公之事往哉旌別淑慝表厥宅里彰善癉惡樹之風聲弗率訓典殊厥井疆俾克畏慕申畫郊圻慎固封守以康四海政貴有恆辭尚體要不惟好異商俗靡靡利口惟賢餘風未殄公其念哉我聞曰世祿之家鮮克由禮以蕩陵德實悖天道敝化奢麗萬世同流茲殷庶士席寵惟舊怙侈滅義服美于人驕淫矜侉將由惡終雖收放心閑之惟艱資富能訓惟以永年惟德惟義時乃大訓不由古訓于何其訓王曰嗚呼父師邦之安危惟茲殷士不剛不柔厥德允修惟周公克慎厥始惟君陳克和厥中惟公克成厥終三后恊心同底于道道洽政治澤潤生民四夷左衽罔不咸賴予小子永膺多福公其惟時成周建無窮之基亦有無窮之聞子孫訓其成式惟乂嗚呼罔曰弗克惟既厥心罔曰民寡惟慎厥事欽若先王成烈以休于前政"}
{"id": "KR1b0001_053", "series": "KR1b0001", "text": "穆王命君牙為周大司徒作君牙王若曰嗚呼君牙惟乃祖乃父世篤忠貞服勞王家厥有成績紀于太常惟予小子嗣守文武成康遺緒亦惟先王之臣克左右亂四方心之憂危若蹈虎尾涉于春冰今命爾予翼作股肱心膂纘乃舊服無忝祖考弘敷五典式和民則爾身克正罔敢弗正民心罔中惟爾之中夏暑雨小民惟曰怨咨冬祁寒小民亦惟曰怨咨厥惟艱哉思其艱以圖其易民乃寧嗚呼丕顯哉文王謨丕承哉武王烈啟佑我後人咸以正罔缺爾惟敬明乃訓用奉若于先王對揚文武之光命追配于前人王若曰君牙乃惟由先正舊典時式民之治亂在茲率乃祖考之攸行昭乃辟之有乂"}
{"id": "KR1b0001_054", "series": "KR1b0001", "text": "穆王命伯冏為周太僕正作冏命王若曰伯冏惟予弗克于德嗣先人宅丕后怵惕惟厲中夜以興思免厥愆昔在文武聰明齊聖小大之臣咸懷忠良其侍御僕從罔匪正人以旦夕承弼厥辟出入起居罔有不欽發號施令罔有不臧下民祗若萬邦咸休惟予一人無良實賴左右前後有位之士匡其不及繩愆糾謬格其非心俾克紹先烈今予命汝作大正正于群僕侍御之臣懋乃后德交修不逮慎簡乃僚無以巧言令色便辟側媚其惟吉士僕臣正厥后克正僕臣諛厥后自聖后德惟臣不德惟臣爾無昵于憸人充耳目之官迪上以非先王之典非人其吉惟貨其吉若時瘝厥官惟爾大弗克祗厥辟惟予汝辜王曰嗚呼欽哉永弼乃后于彝憲"}
{"id": "KR1b0001_055", "series": "KR1b0001", "text": "呂命穆王訓夏贖刑作呂刑惟呂命王享國百年耄荒度作刑以詰四方王曰若古有訓蚩尤惟始作亂延及于平民罔不寇賊鴟義姦宄奪攘矯虔苗民弗用靈制以刑惟作五虐之刑曰法殺戮無辜爰始淫為劓刖椓黥越茲麗刑并制罔差有辭民興胥漸泯泯棼棼罔中于信以覆詛盟虐威庶戮方告無辜于上上帝監民罔有馨香德刑發聞惟腥皇帝哀矜庶戮之不辜報虐以威遏絕苗民無世在下乃命重黎絕地天通罔有降格群后之逮在下明明棐常鰥寡無蓋皇帝清問下民鰥寡有辭于苗德威惟畏德明惟明乃命三后恤功于民伯夷降典折民惟刑禹平水土主名山川稷降播種農殖嘉穀三后成功惟殷于民士制百姓于刑之中以教祗德穆穆在上明明在下灼于四方罔不惟德之勤故乃明于刑之中率乂于民棐彝典獄非訖于威惟訖于富敬忌罔有擇言在身惟克天德自作元命配享在下王曰嗟四方司政典獄非爾惟作天牧今爾何監非時伯夷播刑之迪其今爾何懲惟時苗民匪察于獄之麗罔擇吉人觀于五刑之中惟時庶威奪貨斷制五刑以亂無辜上帝不蠲降咎于苗苗民無辭于罰乃絕厥世王曰嗚呼念之哉伯父伯兄仲叔季弟幼子童孫皆聽朕言庶有格命今爾罔不由慰日勤爾罔或戒不勤天齊于民俾我一日非終惟終在人爾尚敬逆天命以奉我一人雖畏勿畏雖休勿休惟敬五刑以成三德一人有慶兆民賴之其寧惟永王曰吁來有邦有土告爾祥刑在今爾安百姓何擇非人何敬非刑何度非及兩造具備師聽五辭五辭簡孚正于五刑五刑不簡正于五罰五罰不服正于五過五過之疵惟官惟反惟內惟貨惟來其罪惟均其審克之五刑之疑有赦五罰之疑有赦其審克之簡孚有眾惟貌有稽無簡不聽具嚴天威墨辟疑赦其罰百鍰閱實其罪劓辟疑赦其罰惟倍閱實其罪剕辟疑赦其罰倍差閱實其罪宮辟疑赦其罰六百鍰閱實其罪大辟疑赦其罰千鍰閱實其罪墨罰之屬千劓罰之屬千剕罰之屬五百宮罰之屬三百大辟之罰其屬二百五刑之屬三千上下比罪無僭亂辭勿用不行惟察惟法其審克之上刑適輕下服下刑適重上服輕重諸罰有權刑罰世輕世重惟齊非齊有倫有要罰懲非死人極于病非佞折獄惟良折獄罔非在中察辭于差非從惟從哀敬折獄明啟刑書胥占咸庶中正其刑其罰其審克之獄成而孚輸而孚其刑上備有并兩刑王曰嗚呼敬之哉官伯族姓朕言多懼朕敬于刑有德惟刑今天相民作配在下明清于單辭民之亂罔不中聽獄之兩辭無或私家于獄之兩辭獄貨非寶惟府辜功報以庶尤永畏惟罰非天不中惟人在命天罰不極庶民罔有令政在于天下王曰嗚呼嗣孫今往何監非德于民之中尚明聽之哉哲人惟刑無疆之辭屬于五極咸中有慶受王嘉師監于茲祥刑"}
{"id": "KR1b0001_056", "series": "KR1b0001", "text": "平王錫晉文侯秬鬯圭瓚作文侯之命王若曰父義和丕顯文武克慎明德昭升于上敷聞在下惟時上帝集厥命于文王亦惟先正克左右昭事厥辟越小大謀猷罔不率從肆先祖懷在位嗚呼閔予小子嗣造天丕愆殄資澤于下民侵戎我國家純即我御事罔或耆壽俊在厥服予則罔克曰惟祖惟父其伊恤朕躬嗚呼有績予一人永綏在位父義和汝克昭乃顯祖汝肇刑文武用會紹乃辟追孝于前文人汝多修扞我于艱若汝予嘉王曰父義和其歸視爾師寧爾邦用賚爾秬鬯一卣彤弓一彤矢百盧弓一盧矢百馬四匹父往哉柔遠能邇惠康小民無荒寧簡恤爾都用成爾顯德"}
{"id": "KR1b0001_057", "series": "KR1b0001", "text": "魯侯伯禽宅曲阜徐夷並興東郊不開作費誓公曰嗟人無譁聽命徂茲淮夷徐戎並興善敹乃甲冑敿乃干無敢不弔備乃弓矢鍛乃戈矛礪乃鋒刃無敢不善今惟淫舍牿牛馬杜乃擭敜乃穽無敢傷牿牿之傷汝則有常刑馬牛其風臣妾逋逃勿敢越逐祗復之我商賚汝乃越逐不復汝則有常刑無敢寇攘踰垣牆竊馬牛誘臣妾汝則有常刑甲戌我惟征徐戎峙乃糗糧無敢不逮汝則有大刑魯人三郊三遂峙乃楨榦甲戌我惟築無敢不供汝則有無餘刑非殺魯人三郊三遂峙乃芻茭無敢不多汝則有大刑"}
{"id": "KR1b0001_058", "series": "KR1b0001", "text": "秦穆公伐鄭晉襄公帥師敗諸崤還歸作秦誓公曰嗟我士聽無譁予誓告汝群言之首古人有言曰民訖自若是多盤責人斯無難惟受責俾如流是惟艱哉我心之憂日月逾邁若弗云來惟古之謀人則曰未就予忌惟今之謀人姑將以為親雖則云然尚猷詢茲黃髮則罔所愆番番良士旅力既愆我尚有之仡仡勇夫射御不違我尚不欲惟截截善諞言俾君子易辭我皇多有之昧昧我思之如有一介臣斷斷猗無他技其心休休焉其如有容人之有技若己有之人之彥聖其心好之不啻若自其口出是能容之以保我子孫黎民亦職有利哉人之有技冒疾以惡之人之彥聖而違之俾不達是不能容以不能保我子孫黎民亦曰殆哉邦之杌隉曰由一人邦之榮懷亦尚一人之慶"}
{"id": "KR1b0001_059", "series": "KR1b0001", "text": "九共予辯下土使民平平使民無敖五子之歌啟乃淫逸康樂野于飲食將將銘莧磬以力湛濁于酒渝食于野萬舞翼翼章聞于天天用弗式胤征厥匪玄黃昭我周王帝告施章乃服明上下湯征湯曰予有言人視水見形視民知治不伊尹曰明哉言能聽道乃進君國子民為善者皆在王官勉哉勉哉湯曰汝不能敬命予大罰殛之無有攸赦葛伯仇餉湯一征自葛始天下信之東面而征西夷怨南面而征北狄怨曰奚為後我徯我后后來其蘇湯誓聿求元聖與之戮力同心以治天下予小子履敢用玄牡敢昭告于皇皇后帝有罪不敢赦帝臣不蔽簡在帝心朕躬有罪無以萬方萬方有罪罪在朕躬仲虺之誥我聞有夏人矯天命于下帝式是增用爽厥師諸侯自為得師者王得友者霸得疑者存自為謀而莫己若者亡亂者取之亡者侮之湯誥維三月王自至於東郊告諸侯群后毋不有功於民勤力迺事予乃大罰殛女毋予怨曰古禹皋陶久勞于外其有功乎民民乃有安東為江北為濟西為河南為淮四瀆已脩萬民乃有居后稷降播農殖百穀三公咸有功于民故后有立昔蚩尤與其大夫作亂百姓帝乃弗予有狀先王言不可不勉曰不道毋之在國女毋我怨咸有壹德惟尹躬及湯咸有壹德惟尹躬天見于西邑夏自周有終相亦惟終伊訓惟太甲元年十有二月乙丑朔伊尹祀于先王誕資有牧方明天誅造攻自牧宮朕載自亳載孚在亳征是三朡太甲民非后無能胥以寧后非民無以辟四方毋越厥命以自覆也若虞機張往省括于厥度則釋天作孽猶可違自作孽不可活顧諟天之明命說命曰以余正四方余恐德之不類茲故不言曰若金用女作礪若津水用女作舟若天旱用女作霖雨啟乃心沃朕心若藥不瞑眩厥疾不瘳若跣不視地厥足用傷念終始典于學學學半敬孫務時敏厥脩乃來惟口起羞惟甲冑起兵惟衣裳在笥惟干戈省厥躬爵無及惡德民立而正事純而祭祀是為不敬事煩則亂事神則難高宗之訓三年其惟不言言乃讙大誓紂夷之居而不肯事上帝棄闕其先神而不祀也曰我民有命毋僇其務天不亦棄縱而不葆小人見姦巧乃聞不言也發罪鈞紂有億兆夷人亦有離德余有亂臣十人同心同德紂有臣億萬人亦有億萬之心武王有臣三千而一心天視自我民視天聽自我民聽民之所欲天必從之朕夢協朕卜襲于休祥戎商必克文王若日若月乍照光于四方于西土予克紂非予武惟朕文考無罪紂克予非朕文考有罪惟予小子無良惡乎君子天有顯德其行甚章為鑑不遠在彼殷王謂人有命謂敬不可行謂祭無益謂暴無傷上帝不常九有以亡上帝不順祝降其喪惟我有周受之大帝獨夫紂我武惟揚侵于之疆則取于殘殺伐用張于湯有光武成維一月壬辰旁死霸若翌日癸巳武王乃朝步自周于征伐紂粵若來三月既死霸粵五日甲子咸劉商王紂惟四月既旁生霸粵六日庚戌武王燎于周廟翌日辛亥祀于天位粵五日乙卯乃以庶國祀馘于周廟血流浮杵嘉禾周公奉鬯立于阼階延登贊曰假王莅政勤和天下父不慈子不祗兄不友弟不共不相及也周官立太師太傅太保茲惟三公君陳爾有嘉謀嘉猷入告爾君于內女乃順之于外曰此謀此猷惟我君之德於乎是惟良顯哉未見聖若己弗克見既見聖亦不克由聖出入自爾師虞庶言同畢命惟十有二年六月庚午朏王命作策豐刑君牙夏日暑雨小民惟曰怨資冬祁寒小民亦惟曰怨蔡仲之命王曰胡無若爾考之違王命也虞夏書祇載見瞽瞍夔夔齋栗瞽瞍亦允若堯子不肖舜使居丹淵為諸侯故號曰丹朱洚水警余禹七年水禹抑鴻水十三年過家不入門陸行乘車水行載舟泥行蹈毳山行即橋皋陶邁種德昏墨賊殺天子之德廣運乃神乃武乃文地平天成與其殺不辜寧失不經念茲在茲釋茲在茲名言茲在茲允出茲在茲惟帝念功成允成功戒之用休董之用威勸之以九歌勿使壞官占唯能蔽志昆命于元龜眾非元后何戴后非眾無與守邦一人三失怨豈在明不見是圖關石和鈞王府則有遒人以木鐸徇于路官師相規工執藝事以諫辰不集于房瞽奏鼓嗇夫馳庶人走惟彼陶唐帥彼天常有此冀方今失其行亂其紀綱乃滅而亡有窮后羿商書從命而不拂微諫而不倦為上則明為下則遜嗚呼古者有夏方未有禍之時百獸貞蟲允及飛鳥莫不比方矧住人面胡敢異心山川鬼神亦莫敢不寧若能共允住天下之合下土之葆湯五年旱刑三百罪莫重於不孝五世之廟可以觀怪萬夫之長可以生謀以相陵懱周書雖有周親不如仁人百姓有過在予一人天降下民作之君作之師惟曰其助上帝寵之四方有罪無罪惟我在天下曷敢有越厥志大國畏其力小國懷其德皇天無親惟德是輔黍稷非馨明德惟馨民不易物惟德繄物粵三日丁亥宮中之冘食我有𢧸于西來就惎惎國無三年之食者國非其國也家無三年之食者子非其子也將欲敗之必姑輔之將欲取之必姑予之往者不可及來者不可待賢明其世謂之天子民善之則畜也不善則讎也若臨深淵若履薄冰允哉允哉掩雉不得更順其風上言者下用也下言者上用也必參而伍之農不出則乏其食工不出則乏其事商不出則三寶絕虞不出則財匱少欲起無先前車覆後車戒以左道事君者誅記人之功忘人之過宜為君者也天子見怪則修德諸侯見怪則修政卿大夫見怪則修職士庶人見怪則修身未詳時代逸書居安思危聖有謨勳明徵定保聖作則欲敗度縱敗禮孝乎惟孝友于兄弟施於有政厥辟不辟忝厥祖丕顯哉文王謨丕承哉武王烈佑啟我後人咸以正無缺有攸不惟臣東征綏厥士女篚厥玄黃紹我周王見休惟臣附于大邑周必有忍也若能有濟也民可近也而不可上也先時者殺無赦不逮時者殺無赦德幾無小紳之束之既雕既琢還歸其樸樹德莫如滋除害莫如盡去邪無疑任賢無貳成功之下不可久處恃德者昌恃力者亡裕汝眾太社唯松東社唯柏南社唯梓西社唯栗北社唯槐三年一考少黜以地咨爾伯黼黻衣黃朱紼慎始而敬終終以不困疑逸書堯曰咨爾舜天之歷數在爾躬允執其中四海困窮天祿永終放勳曰勞之來之匡之直之輔之翼之使自得之又從而振德之舜往于田號泣于旻天帝使其子九男二女百官牛羊倉廩備以事舜於畎畝之中父母使舜完廩捐階瞽瞍焚廩使浚井出從而揜之象曰謨蓋都君咸我績牛羊父母倉廩父母干戈朕琴朕弤朕二嫂使治朕棲象往入舜宮舜在床琴象曰鬱陶思君爾忸怩舜曰惟茲臣庶汝其于予治欲常常而見之故源源而來不及貢以政接于有庳伊尹曰予不狎于不順王曰無畏寧爾也非敵百姓也若崩厥角稽首禹曰濟濟有眾咸聽朕言非惟小子敢行稱亂蠢茲有苗用天之罰若予既率爾群對諸群以征有苗允不著惟天民不而葆既防凶心天加之咎不慎厥德天命焉葆其恆舞於宮是謂巫風其刑君子出絲二衛小人否似二伯黃徑乃言曰嗚呼舞佯佯黃言孔章上帝弗常九有以亡上帝不順降之百𦍲其家必壞喪晞夫聖武知人以屏輔而身夫建國設都乃作后王君公否用泰也輕大夫師長否用佚也維辯使治天均"}
