{"id": "KR1c0001_001", "series": "KR1c0001", "text": "1關雎關雎后妃之德也風之始也所以風天下而正夫婦也故用之鄉人焉用之邦國焉風風也教也風以動之教以化之詩者志之所之也在心為志發言為詩情動於中而形於言言之不足故嗟歎之嗟歎之不足故永歌之永歌之不足不知手之舞之足之蹈之也情發於聲聲成文謂之音治世之音安以樂其政和亂世之音怨以怒其政乖亡國之音哀以思其民困故正得失動天地感鬼神莫近於詩先王以是經夫婦成孝敬厚人倫美教化移風俗故詩有六義焉一曰風二曰賦三曰比四曰興五曰雅六曰頌上以風化下下以風刺上主文而譎諫言之者無罪聞之者足以戒故曰風至于王道衰禮義廢政教失國異政家殊俗而變風變雅作矣國史明乎得失之迹傷人倫之廢哀刑政之苛吟詠情性以風其上達於事變而懷其舊俗者也故變風發乎情止乎禮義發乎情民之性也止乎禮義先王之澤也是以一國之事繫一人之本謂之風言天下之事形四方之風謂之雅雅者正也言王政之所由廢興也政有小大故有小雅焉有大雅焉頌者美盛德之形容以其成功告於神明者也是謂四始詩之至也然則關雎麟趾之化王者之風故繫之周公南言化自北而南也鵲巢騶虞之德諸侯之風也先王之所以教故繫之召公周南召南正始之道王化之基是以關雎樂得淑女以配君子憂在進賢不淫其色哀窈窕思賢才而無傷善之心焉是關雎之義也關關雎鳩在河之洲窈窕淑女君子好逑參差荇菜左右流之窈窕淑女寤寐求之求之不得寤寐思服悠哉悠哉輾轉反側參差荇菜左右采之窈窕淑女琴瑟友之參差荇菜左右芼之窈窕淑女鍾鼓樂之關雎五章章四句故言三章一章章四句二章章八句2葛覃葛覃后妃之本也后妃在父母家則志在於女功之事躬儉節用服澣濯之衣尊敬師傅則可以歸安父母化天下以婦道也葛之覃兮施于中谷維葉萋萋黃鳥于飛集于灌木其鳴喈喈葛之覃兮施于中谷維葉莫莫是刈是濩為絺為綌服之無斁言告師氏言告言歸薄汙我私薄澣我衣害澣害否歸寧父母葛覃三章章六句3卷耳卷耳后妃之志也又當輔佐君子求賢審官知臣下之勤勞內有進賢之志而無險詖私謁之心朝夕思念至於憂勤也采采卷耳不盈頃筐嗟我懷人寘彼周行陟彼崔嵬我馬虺隤我姑酌彼金罍維以不永懷陟彼高岡我馬玄黃我姑酌彼兕觥維以不永傷陟彼砠矣我馬瘏矣我僕痡矣云何吁矣卷耳四章章四句4樛木樛木后妃逮下也言能逮下而無嫉妬之心焉南有樛木葛藟纍之樂只君子福履綏之南有樛木葛藟荒之樂只君子福履將之南有樛木葛藟縈之樂只君子福履成之樛木三章章四句5螽斯螽斯后妃子孫眾多也言若螽斯不妬忌則子孫眾多也螽斯羽詵詵兮宜爾子孫振振兮螽斯羽薨薨兮宜爾子孫繩繩兮螽斯羽揖揖兮宜爾子孫蟄蟄兮螽斯三章章四句6桃夭桃夭后妃之所致也不妬忌則男女以正婚姻以時國無鰥民也桃之夭夭灼灼其華之子于歸宜其室家桃之夭夭有蕡其實之子于歸宜其家室桃之夭夭其葉蓁蓁之子于歸宜其家人桃夭三章章四句7兔罝兔罝后妃之化也關雎之化行則莫不好德賢人眾多也肅肅兔罝椓之丁丁赳赳武夫公侯干城肅肅兔罝施于中逵赳赳武夫公侯好仇肅肅兔罝施于中林赳赳武夫公侯腹心兔罝三章章四句8芣苢芣苢后妃之美也和平則婦人樂有子矣采采芣苢薄言采之采采芣苢薄言有之采采芣苢薄言掇之采采芣苢薄言捋之采采芣苢薄言袺之采采芣苢薄言襭之芣苢三章章四句9漢廣漢廣德廣所及也文王之道被于南國美化行乎江漢之域無思犯禮求而不可得也南有喬木不可休息漢有游女不可求思漢之廣矣不可泳思江之永矣不可方思翹翹錯薪言刈其楚之子于歸言秣其馬漢之廣矣不可泳思江之永矣不可方思翹翹錯薪言刈其蔞之子于歸言秣其駒漢之廣矣不可泳思江之永矣不可方思漢廣三章章八句10汝墳汝墳道化行也文王之化行乎汝墳之國婦人能閔其君子猶勉之以正也遵彼汝墳伐其條枚未見君子惄如調飢遵彼汝墳伐其條肄既見君子不我遐棄魴魚赬尾王室如燬雖則如燬父母孔邇汝墳三章章四句11麟之趾麟之趾關雎之應也關雎之化行則天下無犯非禮雖衰世之公子皆信厚如麟趾之時也麟之趾振振公子于嗟麟兮麟之定振振公姓于嗟麟兮麟之角振振公族于嗟麟兮麟之趾三章章三句周南之國十一篇三十六章百五十九句"}
{"id": "KR1c0001_002", "series": "KR1c0001", "text": "12鵲巢鵲巢夫人之德也國君積行累功以致爵位夫人起家而居有之德如鳲鳩乃可以配焉維鵲有巢維鳩居之之子于歸百兩御之維鵲有巢維鳩方之之子于歸百兩將之維鵲有巢維鳩盈之之子于歸百兩成之鵲巢三章章四句13采蘩采蘩夫人不失職也夫人可以奉祭祀則不失職矣于以采蘩于沼于沚于以用之公侯之事于以采蘩于澗之中于以用之公侯之宮被之僮僮夙夜在公被之祁祁薄言還歸采蘩三章章四句14草蟲草蟲大夫妻能以禮自防也喓喓草蟲趯趯阜螽未見君子憂心忡忡亦既見止亦既覯止我心則降陟彼南山言采其蕨未見君子憂心惙惙亦既見止亦既覯止我心則說陟彼南山言采其薇未見君子我心傷悲亦既見止亦既覯止我心則夷草蟲三章章七句15采蘋采蘋大夫妻能循法度也能循法度則可以承先祖共祭祀矣于以采蘋南澗之濱于以采藻于彼行潦于以盛之維筐及筥于以湘之維錡及釜于以奠之宗室牖下誰其尸之有齊季女采蘋三章章四句16甘棠甘棠美召伯也召伯之教明於南國蔽芾甘棠勿翦勿伐召伯所茇蔽芾甘棠勿翦勿敗召伯所憩蔽芾甘棠勿翦勿拜召伯所說甘棠三章章三句17行露行露召伯聽訟也衰亂之俗微貞信之教興彊暴之男不能侵陵貞女也厭浥行露豈不夙夜謂行多露誰謂雀無角何以穿我屋誰謂女無家何以速我獄雖速我獄室家不足誰謂鼠無牙何以穿我墉誰謂女無家何以速我訟雖速我訟亦不女從行露三章一章三句二章章六句18羔羊羔羊鵲巢之功致也召南之國化文王之政在位皆節儉正直德如羔羊也羔羊之皮素絲五紽退食自公委蛇委蛇羔羊之革素絲五緎委蛇委蛇自公退食羔羊之縫素絲五總委蛇委蛇退食自公--羔羊三章章四句19殷其靁殷其靁勸以義也召南之大夫遠行從政不遑寧處其室家能閔其勤勞勸以義也殷其靁在南山之陽何斯違斯莫敢或遑振振君子歸哉歸哉殷其靁在南山之陽何斯違斯莫敢或遑振振君子歸哉歸哉殷其靁在南山之側何斯違斯莫敢遑息振振君子歸哉歸哉殷其靁在南山之下何斯違斯莫或遑處振振君子歸哉歸哉殷其靁三章章六句20摽有梅摽有梅男女及時也召南之國被文王之化男女得以及時也摽有梅其實七兮求我庶士迨其吉兮摽有梅其實三兮求我庶士迨其今兮摽有梅頃筐塈之求我庶士迨其謂之摽有梅三章章四句21小星小星惠及下也夫人無妬忌之行惠及賤妾進御於君知其命有貴賤能盡其心矣嘒彼小星三五在東肅肅宵征夙夜在公寔命不同嘒彼小星維參與昴肅肅宵征抱衾與裯寔命不猶小星二章章五句22江有汜江有汜美媵也勤而無怨嫡能悔過也文王之時江沱之間有嫡不以其媵備數媵遇勞而無怨嫡亦自悔也江有汜之子歸不我以不我以其後也悔江有渚之子歸不我與不我與其後也處江有沱之子歸不我過不我過其嘯也歌江有汜三章章五句23野有死麇野有死麇惡無禮也天下大亂彊暴相陵遂成淫風被文王之化雖當亂世猶惡無禮也野有死麇白茅苞之有女懷春吉士誘之林有樸樕野有死鹿白茅純束有女如玉舒而脫脫兮無感我帨兮無使尨也吠野有死麇三章二章四句一章三句24何彼襛矣何彼襛矣美王姬也雖則王姬亦下嫁於諸侯車服不繫其夫下王后一等猶執婦道以成肅雝之德也何彼襛矣唐棣之華曷不肅雝王姬之車何彼襛矣華如桃李平王之孫齊侯之子其釣維何維絲伊緡齊侯之子平王之孫何彼襛矣三章章四句25騶虞騶虞鵲巢之應也鵲巢之化行人倫既正朝廷既治天下純被文王之化則庶類蕃殖蒐田以時仁如騶虞則王道成也彼茁者葭壹發五豝于嗟乎騶虞彼茁者蓬壹發五豵于嗟乎騶虞騶虞二章章三句召南之國十四篇四十章百七十七句"}
{"id": "KR1c0001_003", "series": "KR1c0001", "text": "26柏舟柏舟言仁而不遇也衛頃公之時仁人不遇小人在側汎彼柏舟亦汎其流耿耿不寐如有隱憂微我無酒以敖以遊我心匪鑒不可以茹亦有兄弟不可以據薄言往愬逢彼之怒我心匪石不可轉也我心匪席不可卷也威儀棣棣不可選也憂心悄悄慍于群小覯閔既多受侮不少靜言思之寤辟有摽日居月諸胡迭而微心之憂矣如匪澣衣靜言思之不能奮飛柏舟五章章六句27綠衣綠衣衛莊姜傷己也妾上僭夫人失位而作是詩也綠兮衣兮綠衣黃裏心之憂矣曷維其已綠兮衣兮綠衣黃裳心之憂矣曷維其亡綠兮絲兮女所治兮我思古人俾無訧兮絺兮綌兮淒其以風我思古人實獲我心綠衣四章章四句28燕燕燕燕衛莊姜送歸妾也燕燕于飛差池其羽之子于歸遠送于野瞻望弗及泣涕如雨燕燕于飛頡之頏之之子于歸遠于將之瞻望弗及佇立以泣燕燕于飛下上其音之子于歸遠送于南瞻望弗及實勞我心仲氏任只其心塞淵終溫且惠淑慎其身先君之思以勗寡人燕燕四章章六句29日月日月衛莊姜傷己也遭州吁之難傷己不見荅於先君以至困窮之詩也日居月諸照臨下土乃如之人兮逝不古處胡能有定寧不我顧日居月諸下土是冒乃如之人兮逝不相好胡能有定寧不我報日居月諸出自東方乃如之人兮德音無良胡能有定俾也可忘日居月諸東方自出父兮母兮畜我不卒胡能有定報我不述日月四章章六句30終風終風衛莊姜傷己也遭州吁之暴見侮慢而不能正也終風且暴顧我則笑謔浪笑敖中心是悼終風且霾惠然肯來莫往莫來悠悠我思終風且曀不日有曀寤言不寐願言則嚏曀曀其陰虺虺其靁寤言不寐願言則懷終風四章章四句31擊鼓擊鼓怨州吁也衛州吁用兵暴亂使公孫文仲將而平陳與宋國人怨其勇而無禮也擊鼓其鏜踊躍用兵土國城漕我獨南行從孫子仲平陳與宋不我以歸憂心有忡爰居爰處爰喪其馬于以求之于林之下死生契闊與子成說執子之手與子偕老于嗟闊兮不我活兮于嗟洵兮不我信兮擊鼓五章章四句32凱風凱風美孝子也衛之淫風流行雖有七子之母猶不能安其室故美七子能盡其孝道以慰其母心而成其志爾凱風自南吹彼棘心棘心夭夭母氏劬勞凱風自南吹彼棘薪母氏聖善我無令人爰有寒泉在浚之下有子七人母氏勞苦睍睆黃鳥載好其音有子七人莫慰母心凱風四章章四句33雄雉雄雉刺衛宣公也淫亂不恤國事軍旅數起大夫久役男女怨曠國人患之而作是詩雄雉于飛泄泄其羽我之懷矣自詒伊阻雄雉于飛下上其音展矣君子實勞我心瞻彼日月悠悠我思道之云遠曷云能來百爾君子不知德行不忮不求何用不臧雄雉四章章四句34匏有苦葉匏有苦葉刺衛宣公也公與夫人並為淫亂匏有苦葉濟有深涉深則厲淺則揭有瀰濟盈有鷕雉鳴濟盈不濡軌雉鳴求其牡雝雝鳴鴈旭日始旦士如歸妻迨冰未泮招招舟子人涉卬否人涉卬否卬須我友匏有苦葉四章章四句35谷風谷風刺夫婦失道也衛人化其上淫於新昏而棄其舊室夫婦離絕國俗傷敗焉習習谷風以陰以雨黽勉同心不宜有怒采葑采菲無以下體德音莫違及爾同死行道遲遲中心有違不遠伊邇薄送我畿誰謂荼苦其甘如薺宴爾新昏如兄如弟涇以渭濁湜湜其止宴爾新昏不我屑以毋逝我梁毋發我笱我躬不閱遑恤我後就其深矣方之舟之就其淺矣泳之游之何有何亡黽勉求之凡民有喪匍匐救之不我能慉反以我為讎既阻我德賈用不售昔育恐育鞫及爾顛覆既生既育比予于毒我有旨蓄亦以御冬宴爾新昏以我御窮有洸有潰既詒我肄不念昔者伊余來塈谷風六章章八句36式微式微黎侯寓于衛其臣勸以歸也式微式微胡不歸微君之故胡為乎中露式微式微胡不歸微君之躬胡為乎泥中式微二章章四句37旄丘旄丘責衛伯也狄人迫逐黎侯黎侯寓于衛衛不能脩方伯連率之職黎之臣子以責於衛也旄丘之葛兮何誕之節兮叔兮伯兮何多日也何其處也必有與也何其久也必有以也狐裘蒙戎匪車不東叔兮伯兮靡所與同瑣兮尾兮流離之子叔兮伯兮褎如充耳旄丘四章章四句38簡兮簡兮刺不用賢也衛之賢者仕於泠官皆可以承事王者也簡兮簡兮方將萬舞日之方中在前上處碩人俁俁公庭萬舞有力如虎執轡如組左手執籥右手秉翟赫如渥赭公言錫爵山有榛隰有苓云誰之思西方美人彼美人兮西方之人兮簡兮三章章六句39泉水泉水衛女思歸也嫁於諸侯父母終思歸寧而不得故作是詩以自見也毖彼泉水亦流于淇有懷于衛靡日不思孌彼諸姬聊與之謀出宿于泲飲餞于禰女子有行遠父母兄弟問我諸姑遂及伯姊出宿于干飲餞于言載脂載舝還車言邁遄臻于衛不瑕有害我思肥泉茲之永歎思須與漕我心悠悠駕言出遊以寫我憂泉水四章章六句40北門北門刺仕不得志也言衛之忠臣不得其志爾出自北門憂心殷殷終窶且貧莫知我艱已焉哉天實為之謂之何哉王事適我政事一埤益我我入自外室人交徧讁我已焉哉天實為之謂之何哉王事敦我政事一埤遺我我入自外室人交徧摧我已焉哉天實為之謂之何哉北門三章章七句41北風北風刺虐也衛國並為威虐百姓不親莫不相攜持而去焉北風其涼雨雪其雱惠而好我攜手同行其虛其邪既亟只且北風其喈雨雪其霏惠而好我攜手同歸其虛其邪既亟只且莫赤匪狐莫黑匪烏惠而好我攜手同車其虛其邪既亟只且北風三章章六句42靜女靜女刺時也衛君無道夫人無德靜女其姝俟我於城隅愛而不見搔首踟躕靜女其孌貽我彤管彤管有煒說懌女美自牧歸荑洵美且異匪女之為美美人之貽靜女三章章四句43新臺新臺刺衛宣公也納伋之妻作新臺于河上而要之國人惡之而作是詩也新臺有泚河水瀰瀰燕婉之求籧篨不鮮新臺有洒河水浼浼燕婉之求籧篨不殄魚網之設鴻則離之燕婉之求得此戚施新臺三章章四句44二子乘舟二子乘舟思伋壽也衛宣公之二子爭相為死國人傷而思之作是詩也二子乘舟汎汎其景願言思子中心養養二子乘舟汎汎其逝願言思子不瑕有害二子乘舟二章章四句邶國十九篇七十一章三百六十三句"}
{"id": "KR1c0001_004", "series": "KR1c0001", "text": "45柏舟柏舟共姜自誓也衛世子共伯蚤死其妻守義父母欲奪而嫁之誓而弗許故作是詩以絕之汎彼柏舟在彼中河髧彼兩髦實維我儀之死矢靡它母也天只不諒人只汎彼柏舟在彼河側髧彼兩髦實維我特之死矢靡慝母也天只不諒人只柏舟二章章七句46牆有茨牆有茨衛人刺其上也公子頑通乎君母國人疾之而不可道也牆有茨不可埽也中冓之言不可道也所可道也言之醜也牆有茨不可襄也中冓之言不可詳也所可詳也言之長也牆有茨不可束也中冓之言不可讀也所可讀也言之辱也牆有茨三章章六句47君子偕老君子偕老刺衛夫人也夫人淫亂失事君子之道故陳人君之德服飾之盛宜與君子偕老也君子偕老副笄六珈委委佗佗如山如河象服是宜子之不淑云如之何玼兮玼兮其之翟也鬒髮如雲不屑髢也玉之瑱也象之揥也揚且之晳也胡然而天也胡然而帝也瑳兮瑳兮其之展也蒙彼縐絺是紲袢也子之清揚揚且之顏也展如之人兮邦之媛也君子偕老三章一章七句一章九句一章八句48桑中桑中刺奔也衛之公室淫亂男女相奔至于世族在位相竊妻妾期於幽遠政散民流而不可止爰采唐矣沬之鄉矣云誰之思美孟姜矣期我乎桑中要我乎上宮送我乎淇之上矣爰采麥矣沬之北矣云誰之思美孟弋矣期我乎桑中要我乎上宮送我乎淇之上矣爰采葑矣沬之東矣云誰之思美孟庸矣期我乎桑中要我乎上宮送我乎淇之上矣桑中三章章七句49鶉之奔奔鶉之奔奔刺衛宣姜也衛人以為宣姜鶉鵲之不若也鶉之奔奔鵲之彊彊人之無良我以為兄鵲之彊彊鶉之奔奔人之無良我以為君鶉之奔奔二章章四句50定之方中定之方中美衛文公也衛為狄所滅東徙渡河野處漕邑齊桓公攘戎狄而封之文公徙居楚丘始建城市而營宮室得其時制百姓說之國家殷富焉定之方中作于楚宮揆之以日作于楚室樹之榛栗椅桐梓漆爰伐琴瑟升彼虛矣以望楚矣望楚與堂景山與京降觀于桑卜云其吉終然允臧靈雨既零命彼倌人星言夙駕說于桑田匪直也人秉心塞淵O4騋牝三千定之方中三章章七句51蝃蝀蝃蝀止奔也衛文公能以道化其民淫奔之恥國人不齒也蝃蝀在東莫之敢指女子有行遠父母兄弟朝隮于西崇朝其雨女子有行遠兄弟父母乃如之人也懷昏姻也大無信也不知命也蝃蝀三章章四句52相鼠相鼠刺無禮也衛文公能正其群臣而刺在位承先君之化無禮儀也相鼠有皮人而無儀人而無儀不死何為相鼠有齒人而無止人而無止不死何俟相鼠有體人而無禮人而無禮胡不遄死相鼠三章章四句53干旄干旄美好善也衛文公臣子多好善賢者樂告以善道也孑孑干旄在浚之郊素絲紕之良馬四之彼姝者子何以畀之孑孑干旟在浚之都素絲組之良馬五之彼姝者子何以予之孑孑干旌在浚之城素絲祝之良馬六之彼姝者子何以告之干旄三章章六句54載馳載馳許穆夫人作也閔其宗國顛覆自傷不能救也衛懿公為狄人所滅國人分散露於漕邑許穆夫人閔衛之亡傷許之小力不能救思歸唁其兄又義不得故賦是詩也載馳載驅歸唁衛侯驅馬悠悠言至于漕大夫跋涉我心則憂既不我嘉不能旋反視爾不臧我思不遠既不我嘉不能旋濟視爾不臧我思不閟陟彼阿丘言采其蝱女子善懷亦各有行許人尤之眾穉且狂我行其野芃芃其麥控于大邦誰因誰極大夫君子無我有尤百爾所思不如我所之載馳五章一章六句二章章四句一章六句一章八句鄘國十篇三十章百七十六句"}
{"id": "KR1c0001_005", "series": "KR1c0001", "text": "55淇奧淇奧美武公之德也有文章又能聽其規諫以禮自防故能入相于周美而作是詩也瞻彼淇奧綠竹猗猗有匪君子如切如磋如琢如磨瑟兮僩兮赫兮咺兮有匪君子終不可諼兮瞻彼淇奧綠竹青青有匪君子充耳琇瑩會弁如星瑟兮僩兮赫兮咺兮有匪君子終不可諼兮瞻彼淇奧綠竹如簀有匪君子如金如錫如圭如璧寬兮綽兮猗重較兮善戲謔兮不為虐兮淇奧三章章九句56考槃考槃刺莊公也不能繼先公之業使賢者退而窮處考槃在澗碩人之寬獨寐寤言永矢弗諼考槃在阿碩人之薖獨寐寤歌永矢弗過考槃在陸碩人之軸獨寐寤宿永矢弗告考槃三章章四句57碩人碩人閔莊姜也莊公惑於嬖妾使驕上僭莊姜賢而不荅終以無子國人閔而憂之碩人其頎衣錦褧衣齊侯之子衛侯之妻東宮之妹邢侯之姨譚公維私手如柔荑膚如凝脂領如蝤蠐齒如瓠犀螓首蛾眉巧笑倩兮美目盼兮碩人敖敖說于農郊四牡有驕朱幩鑣鑣翟茀以朝大夫夙退無使君勞河水洋洋北流活活施罛濊濊鱣鮪發發葭菼揭揭庶姜孼孼庶士有朅碩人四章章七句58氓氓刺時也宣公之時禮義消亡淫風大行男女無別遂相奔誘華落色衰復相棄背或乃困而自悔喪其妃耦故序其事以風焉美反正刺淫泆也氓之蚩蚩抱布貿絲匪來貿絲來即我謀送子涉淇至于頓丘匪我愆期子無良媒將子無怒秋以為期乘彼垝垣以望復關不見復關泣涕漣漣既見復關載笑載言爾卜爾筮體無咎言以爾車來以我賄遷桑之未落其葉沃若于嗟鳩兮無食桑葚于嗟女兮無與士耽士之耽兮猶可說也女之耽兮不可說也桑之落矣其黃而隕自我徂爾三歲食貧淇水湯湯漸車帷裳女也不爽士貣其行士也罔極二三其德三歲為婦靡室勞矣夙興夜寐靡有朝矣言既遂矣至于暴矣兄弟不知咥其笑矣靜言思之躬自悼矣及爾偕老老使我怨淇則有岸隰則有泮總角之宴言笑晏晏信誓旦旦不思其反反是不思亦已焉哉氓六章章十句59竹竿竹竿衛女思歸也適異國而不見荅思而能以禮者也籊籊竹竿以釣于淇豈不爾思遠莫致之泉源在左淇水在右女子有行遠兄弟父母淇水在右泉源在左巧笑之瑳佩玉之儺淇水滺滺檜楫松舟駕言出遊以寫我憂竹竿四章章四句60芄蘭芄蘭刺惠公也驕而無禮大夫刺之芄蘭之支童子佩觿雖則佩觿能不我知容兮遂兮垂帶悸兮芄蘭之葉童子佩韘雖則佩韘能不我甲容兮遂兮垂帶悸兮芄蘭二章章六句61河廣河廣宋襄公母歸于衛思而不止故作是詩也誰謂河廣一葦杭之誰謂宋遠跂予望之誰謂河廣曾不容刀誰謂宋遠曾不崇朝河廣二章章四句62伯兮伯兮刺時也言君子行役為王前驅過時而不反焉伯兮朅兮邦之桀兮伯也執殳為王前驅自伯之東首如飛蓬豈無膏沐誰適為容其雨其雨杲杲出日願言思伯甘心首疾焉得諼草言樹之背願言思伯使我心痗伯兮四章章四句63有狐有狐刺時也衛之男女失時喪其妃耦焉古者國有凶荒則殺禮而多昏會男女之無夫家者所以育人民也有狐綏綏在彼淇梁心之憂矣之子無裳有狐綏綏有彼淇厲心之憂矣之子無帶有狐綏綏在彼淇側心之憂矣之子無服有狐三章章四句64木瓜木瓜美齊桓公也衛國有狄人之敗出處于漕齊桓公救而封之遺之車馬器服焉衛人思之欲厚報之而作是詩也投我以木瓜報之以瓊琚匪報也永以為好也投我以木桃報之以瓊瑤匪報也永以為好也投我以木李報之以瓊玖匪報也永以為好也木瓜三章章四句衛國十篇三十四章二百三句"}
{"id": "KR1c0001_006", "series": "KR1c0001", "text": "65黍離黍離閔宗周也周大夫行役至于宗周過故宗廟宮室盡為禾黍閔周室之顛覆彷徨不忍去而作是詩也彼黍離離彼稷之苗行邁靡靡中心搖搖知我者謂我心憂不知我者謂我何求悠悠蒼天此何人哉彼黍離離彼稷之穗行邁靡靡中心如醉知我者謂我心憂不知我者謂我何求悠悠蒼天此何人哉彼黍離離彼稷之實行邁靡靡中心如噎知我者謂我心憂不知我者謂我何求悠悠蒼天此何人哉黍離三章章十句66君子于役君子于役刺平王也君子行役無期度大夫思其危難以風焉君子于役不知其期曷至哉鷄棲于塒日之夕矣羊牛下來君子于役如之何勿思君子于役不日不月曷其有佸鷄棲于桀日之夕矣羊牛下括君子于役苟無飢渴君子于役二章章八句67君子陽陽君子陽陽閔周也君子遭亂相招為祿仕全身遠害而已君子陽陽左執簧右招我由房其樂只且君子陶陶左執翿右招我由敖其樂只且君子陽陽二章章四句68揚之水揚之水刺平王也不撫其民而遠屯戍于母家周人怨思焉揚之水不流束薪彼其之子不與我戍申懷哉懷哉曷月予還歸哉揚之水不流束楚彼其之子不與我戍甫懷哉懷哉曷月予還歸哉揚之水不流束蒲彼其之子不與我戍許懷哉懷哉曷月予還歸哉揚之水三章章六句69中谷有蓷中谷有蓷閔周也夫婦日以衰薄凶年饑饉室家相棄爾中谷有蓷暵其乾矣有女仳離嘅其嘆矣嘅其嘆矣遇人之艱難矣中谷有蓷暵其脩矣有女仳離條其歗矣條其歗矣遇人之不淑矣中谷有蓷暵其濕矣有女仳離啜其泣矣啜其泣矣何嗟及矣中谷有蓷三章章六句70兔爰兔爰閔周也桓王失信諸侯背叛構怨連禍王師傷敗君子不樂其生焉有兔爰爰雉離于羅我生之初尚無為我生之後逢此百罹尚寐無吪有兔爰爰雉離于罦我生之初尚無造我生之後逢此百憂尚寐無覺有兔爰爰雉離于罿我生之初尚無庸我生之後逢此百凶尚寐無聰兔爰三章章七句71葛藟葛藟王族刺平王也周室道衰棄其九族焉緜緜葛藟在河之滸終遠兄弟謂他人父謂他人父亦莫我顧緜緜葛藟在河之涘終遠兄弟謂他人母謂他人母亦莫我有緜緜葛藟在河之漘終遠兄弟謂他人昆謂他人昆亦莫我聞葛藟三章章六句72采葛采葛懼讒也彼采葛兮一日不見如三月兮彼采蕭兮一日不見如三秋兮彼采艾兮一日不見如三歲兮采葛三章章三句73大車大車刺周大夫也禮義陵遲男女淫奔故陳古以刺今大夫不能聽男女之訟焉大車檻檻毳衣如菼豈不爾思畏子不敢大車啍啍毳衣如璊豈不爾思畏子不奔穀則異室死則同穴謂予不信有如皦日大車三章章四句74丘中有麻丘中有麻思賢也莊王不明賢人放逐國人思之而作是詩也丘中有麻彼留子嗟彼留子嗟將其來施施丘中有麥彼留子國彼留子國將其來食丘中有李彼留之子彼留之子貽我佩玖丘中有麻三章章四句王國十篇二十八章百六十二句"}
{"id": "KR1c0001_007", "series": "KR1c0001", "text": "75緇衣緇衣美武公也父子並為周司徒善於其職國人宜之故美其德以明有國善善之功焉緇衣之宜兮敝予又改為兮適子之館兮還予授子之粲兮緇衣之好兮敝予又改造兮適子之館兮還予授子之粲兮緇衣之蓆兮敝予又改作兮適子之館兮還予授子之粲兮緇衣三章章四句76將仲子將仲子刺莊公也不勝其母以害其弟弟叔失道而公弗制祭仲諫而公弗聽小不忍以致大亂焉將仲子兮無踰我里無折我樹杞豈敢愛之畏我父母仲可懷也父母之言亦可畏也將仲子兮無踰我牆無折我樹桑豈敢愛之畏我諸兄仲可懷也諸兄之言亦可畏也將仲子兮無踰我園無折我樹檀豈敢愛之畏人之多言仲可懷也人之多言亦可畏也將仲子三章章八句77叔于田叔于田刺莊公也叔處于京繕甲治兵以出于田國人說而歸之叔于田巷無居人豈無居人不如叔也洵美且仁叔于狩巷無飲酒豈無飲酒不如叔也洵美且好叔適野巷無服馬豈無服馬不如叔也洵美且武叔于田三章章五句78大叔于田大叔于田刺莊公也叔多才而好勇不義而得眾也大叔于田乘乘馬執轡如組兩驂如舞叔在藪火烈具舉襢裼暴虎獻于公所將叔無狃戒其傷女叔于田乘乘黃兩服上襄兩驂鴈行叔在藪火烈具揚叔善射忌又良御忌抑磬控忌抑縱送忌叔于田乘乘鴇兩服齊首兩驂如手叔在藪火烈具阜叔馬慢忌叔發罕忌抑釋掤忌抑鬯弓忌大叔于田三章章十句79清人清人刺文公也高克好利而不顧其君文公惡而欲遠之不能使高克將兵而禦狄于竟陳其師旅翱翔河上久而不召眾散而歸高克奔陳公子素惡高克進之不以禮文公退之不以道危國亡師之本故作是詩也清人在彭駟介旁旁二矛重英河上乎翱翔清人在消駟介麃麃二矛重喬河上乎逍遙清人在軸駟介陶陶左旋右抽中軍作好清人三章章四句80羔裘羔裘刺朝也言古之君子以風其朝焉羔裘如濡洵直且侯彼其之子舍命不渝羔裘豹飾孔武有力彼其之子邦之司直羔裘晏兮三英粲兮彼其之子邦之彥兮羔裘三章章四句81遵大路遵大路思君子也莊公失道君子去之國人思望焉遵大路兮摻執子之袪兮無我惡兮不寁故也遵大道兮摻執子之手兮無我魗兮不寁好也遵大路二章章四句82女曰雞鳴女曰雞鳴刺不說德也陳古義以刺今不說德而好色也女曰雞鳴士曰昧旦子興視夜明星有爛將翱將翔弋鳧與鴈弋言加之與子宜之宜言飲酒與子偕老琴瑟在御莫不靜好知子之來之雜佩以贈之知子之順之雜佩以問之知子之好之雜佩以報之女曰雞鳴三章章六句83有女同車有女同車刺忽也鄭人刺忽之不昏于齊太子忽嘗有功于齊齊侯請妻之齊女賢而不取卒以無大國之助至於見逐故國人刺之有女同車顏如舜華將翱將翔佩玉瓊琚彼美孟姜洵美且都有女同行顏如舜英將翱將翔佩玉將將彼美孟姜德音不忘有女同車二章章六句84山有扶蘇山有扶蘇刺忽也所美非美然山有扶蘇隰有荷華不見子都乃見狂且山有橋松隰有游龍不見子充乃見狡童山有扶蘇二章章四句85蘀兮蘀兮刺忽也君弱臣強不倡而和也蘀兮蘀兮風其吹女叔兮伯兮倡予和女蘀兮蘀兮風其漂女叔兮伯兮倡予要女蘀兮二章章四句86狡童狡童刺忽也不能與賢人圖事權臣擅命也彼狡童兮不與我言兮維子之故使我不能餐兮彼狡童兮不與我食兮維子之故使我不能息兮狡童二章章四句87褰裳褰裳思見正也狂童恣行國人思大國之正己也子惠思我褰裳涉溱子不我思豈無他人狂童之狂也且子惠思我褰裳涉洧子不我思豈無他士狂童之狂也且褰裳二章章五句88丰丰刺亂也婚姻之道缺陽倡而陰不和男行而女不隨子之丰兮俟我乎巷兮悔予不送兮子之昌兮俟我乎堂兮悔予不將兮衣綿褧衣裳錦褧裳叔兮伯兮駕予與行裳錦褧裳衣錦褧衣叔兮伯兮駕予與歸丰四章二章章三句二章章四句89東門之墠東門之墠刺亂也男女有不待禮而相奔者也東門之墠茹藘在阪其室則邇其人甚遠東門之栗有踐家室豈不爾思子不我即東門之墠二章章四句90風雨風雨思君子也亂世則思君子不改其度焉風雨淒淒雞鳴喈喈既見君子云胡不夷風雨瀟瀟雞鳴膠膠既見君子云胡不瘳風雨如晦雞鳴不已既見君子云胡不喜風雨三章章四句91子衿子衿刺學校廢也亂世則學校不脩焉青青子衿悠悠我心縱我不往子寧不嗣音青青子佩悠悠我思縱我不往子寧不來挑兮達兮在城闕兮一日不見如三月兮子衿三章章四句92揚之水揚之水閔無臣也君子閔忽之無忠臣良士終以死亡而作是詩也揚之水不流束楚終鮮兄弟維予與女無信人之言人實迋女揚之水不流束薪終鮮兄弟維予二人無信人之言人實不信揚之水二章章六句93出其東門出其東門閔亂也公子五爭兵革不息男女相棄民人思保其室家焉出其東門有女如雲雖則如雲匪我思存縞衣綦巾聊樂我員出其闉闍有女如荼雖則如荼匪我思且縞衣茹藘聊可與娛出其東門二章章六句94野有蔓草野有蔓草思遇時也君之澤不下流民窮於兵革男女失時思不期而會焉野有蔓草零露漙兮有美一人清揚婉兮邂逅相遇適我願兮野有蔓草零露瀼瀼有美一人婉如清揚邂逅相遇與子皆臧野有蔓草二章章六句95溱洧溱洧刺亂也兵車不息男女相棄淫風大行莫之能救焉溱與洧方渙渙兮士與女方秉蕳兮女曰觀乎士曰既且且往觀乎洧之外洵訏且樂維士與女伊其相謔贈之以勺藥溱與洧瀏其清矣士與女殷其盈矣女曰觀乎士曰既且且往觀乎洧之外洵訏且樂維士與女伊其將謔贈之以勺藥溱洧二章章十二句鄭國二十一篇五十三章二百八十三句"}
{"id": "KR1c0001_008", "series": "KR1c0001", "text": "96雞鳴雞鳴思賢妃也哀公荒淫怠慢故陳賢妃貞女夙夜警戒相成之道焉雞既鳴矣朝既盈矣匪雞則鳴蒼蠅之聲東方明矣朝既昌矣匪東方則明月出之光蟲飛薨薨甘與子同夢會且歸矣無庶予子憎雞鳴三章章四句97還還刺荒也哀公好田獵從禽獸而無厭國人化之遂成風俗習於田獵謂之賢閑於馳逐謂之好焉子之還兮遭我乎峱之閒兮並驅從兩肩兮揖我謂我儇兮子之茂兮遭我乎峱之道兮並驅從兩牡兮揖我謂我好兮子之昌兮遭我乎峱之陽兮並驅從兩狼兮揖我謂我臧兮還三章章四句98著著刺時也時不親迎也俟我於著乎而充耳以素乎而尚之以瓊華乎而俟我於庭乎而充耳以青乎而尚之以瓊瑩乎而俟我於堂乎而充耳以黃乎而尚之以瓊英乎而著三章章三句99東方之日東方之日刺衰也君臣失道男女淫奔不能以禮化也東方之日兮彼姝者子在我室兮在我室兮履我即兮東方之月兮彼姝者子在我闥兮在我闥兮履我發兮東方之日二章章五句100東方未明東方未明刺無節也朝廷興居無節號令不時挈壺氏不能掌其職焉東方未明顛倒衣裳顛之倒之自公召之東方未晞顛倒裳衣倒之顛之自公令之折柳樊圃狂夫瞿瞿不能辰夜不夙則莫東方未明三章章四句101南山南山刺襄公也鳥獸之行淫乎其妹大夫遇是惡作詩而去之南山崔崔雄狐綏綏魯道有蕩齊子由歸既曰歸止曷又懷止葛屨五兩冠緌雙止魯道有蕩齊子庸止既曰庸止曷又從止蓺麻如之何衡從其畝取妻如之何必告父母既曰告止曷又鞠止析薪如之何匪斧不克取妻如之何匪媒不得既曰得止曷又極止南山四章章六句102甫田甫田大夫刺襄公也無禮義而求大功不脩德而求諸侯志大心勞所以求者非其道也無田甫田維莠驕驕無思遠人勞心忉忉無田甫田維莠桀桀無思遠人勞心怛怛婉兮孌兮總角卝兮未幾見兮突而弁兮甫田三章章四句103盧令盧令刺荒也襄公好田獵畢弋而不脩民事百姓苦之故陳古以風焉盧令令其人美且仁盧重環其人美且鬈盧重鋂其人美且偲盧令三章章二句104敝笱敝笱刺文姜也齊人惡魯桓公微弱不能防閑文姜使至淫亂為二國患焉敝笱在梁其魚魴鰥齊子歸止其從如雲敝笱在梁其魚魴鱮齊子歸止其從如雨敝笱在梁其魚唯唯齊子歸止其從如水敝笱三章章四句105載驅載驅齊人刺襄公也無禮義故盛其車服疾驅於通道大都與文姜淫播其惡於萬民焉載驅薄薄簟茀朱鞹魯道有蕩齊子發夕四驪濟濟垂轡濔濔魯道有蕩齊子豈弟汶水湯湯行人彭彭魯道有蕩齊子翱翔汶水滔滔行人儦儦魯道有蕩齊子遊敖載驅四章章四句106猗嗟猗嗟刺魯莊公也齊人傷魯莊公有威儀技藝然而不能以禮防閑其母失子之道人以為齊侯之子焉猗嗟昌兮頎而長兮抑若揚兮美目揚兮巧趨蹌兮射則臧兮猗嗟名兮美目清兮儀既成兮終日射侯不出正兮展我甥兮猗嗟孌兮清揚婉兮舞則選兮射則貫兮四矢反兮以禦亂兮猗嗟三章章六句齊國十一篇二十四章百四十三句"}
{"id": "KR1c0001_009", "series": "KR1c0001", "text": "107葛屨葛屨刺褊也魏地陿隘其民機巧趨利其君儉嗇褊急而無德以將之糾糾葛屨可以履霜摻摻女手可以縫裳要之襋之好人服之好人提提宛然左辟佩其象揥維是褊心是以為刺葛屨二章一章六句一章五句108汾沮洳汾沮洳刺儉也其君儉以能勤刺不得禮也彼汾沮洳言采其莫彼其之子美無度美無度殊異乎公路彼汾一方言采其桑彼其之子美如英美如英殊異乎公行彼汾一曲言采其藚彼其之子美如玉美如玉殊異乎公族汾沮洳三章章六句109園有桃園有桃刺時也大夫憂其君國小而迫而儉以嗇不能用其民而無德教日以侵削故作是詩也園有桃其實之殽心之憂矣我歌且謠不我知者謂我士也驕彼人是哉子曰何其心之憂矣其誰知之其誰知之蓋亦勿思園有棘其實之食心之憂矣聊以行國不我知者謂我士也罔極彼人是哉子曰何其心之憂矣其誰知之其誰知之蓋亦勿思園有桃二章章十二句110陟岵陟岵孝子行役思念父母也國迫而數侵削役乎大國父母兄弟離散而作是詩也陟彼岵兮瞻望父兮父曰嗟予子行役夙夜無已上慎旃哉猶來無止陟彼屺兮瞻望母兮母曰嗟予季行役夙夜無寐上慎旃哉猶來無棄陟彼岡兮瞻望兄兮兄曰嗟予弟行役夙夜必偕上慎旃哉猶來無死陟岵三章章六句111十畝之間十畝之間刺時也言其國削小民無所居焉十畝之間兮桑者閑閑兮行與子還兮十畝之外兮桑者泄泄兮行與子逝兮十畝之間二章章三句112伐檀伐檀刺貪也在位貪鄙無功而受祿君子不得進仕爾坎坎伐檀兮寘之河之干兮河水清且漣猗不稼不穡胡取禾三百廛兮不狩不獵胡瞻爾庭有縣貆兮彼君子兮不素餐兮坎坎伐輻兮寘之河之側兮河水清且直猗不稼不穡胡取禾三百億兮不狩不獵胡瞻爾庭有縣特兮彼君子兮不素食兮坎坎伐輪兮寘之河之漘兮河水清且淪猗不稼不穡胡取禾三百囷兮不狩不獵胡瞻爾庭有縣鶉兮彼君子兮不素飧兮伐檀三章章九句113碩鼠碩鼠刺重斂也國人刺其君重斂蠶食於民不脩其政貪而畏人若大鼠也碩鼠碩鼠無食我黍三歲貫女莫我肯顧逝將去女適彼樂土樂土樂土爰得我所碩鼠碩鼠無食我麥三歲貫女莫我肯德逝將去女適彼樂國樂國樂國爰得我直碩鼠碩鼠無食我苗三歲貫女莫我肯勞逝將去女適彼樂郊樂郊樂郊誰之永號碩鼠三章章八句魏國七篇十八章百二十八句"}
{"id": "KR1c0001_010", "series": "KR1c0001", "text": "114蟋蟀蟋蟀刺晉僖公也儉不中禮故作是詩以閔之欲其及時以禮自虞樂也此晉也而謂之唐本其風俗憂深思遠儉而用禮乃有堯之遺風焉蟋蟀在堂歲聿其莫今我不樂日月其除無已大康職思其居好樂無荒良士瞿瞿蟋蟀在堂歲聿其逝今我不樂日月其邁無已大康職思其外好樂無荒良士蹶蹶蟋蟀在堂役車其休今我不樂日月其慆無已大康職思其憂好樂無荒良士休休蟋蟀三章章八句115山有樞山有樞刺晉昭公也不能脩道以正其國有財不能用有鍾鼓不能以自樂有朝廷不能洒埽政荒民散將以危亡四鄰謀取其國家而不知國人作詩以刺之也山有樞隰有榆子有衣裳弗曳弗婁子有車馬弗馳弗驅宛其死矣他人是愉山有栲隰有杻子有廷內弗洒弗埽子有鍾鼓弗鼓弗考宛其死矣他人是保山有漆隰有栗子有酒食何不日鼓瑟且以喜樂且以永日宛其死矣他人入室山有樞三章章八句116揚之水揚之水刺晉昭公也昭公分國以封沃沃盛彊昭公微弱國人將叛而歸沃焉揚之水白石鑿鑿素衣朱襮從子于沃既見君子云何不樂揚之水白石皓皓素衣朱繡從子于鵠既見君子云何其憂揚之水白石粼粼我聞有命不敢以告人揚之水三章二章章六句一章四句117椒聊椒聊刺晉昭公也君子見沃之盛彊能脩其政知其蕃衍盛大子孫將有晉國焉椒聊之實蕃衍盈升彼其之子碩大無朋椒聊且遠條且椒聊之實蕃衍盈匊彼其之子碩大且篤椒聊且遠條且椒聊二章章六句118綢繆綢繆刺晉亂也國亂則婚姻不得其時焉綢繆束薪三星在天今夕何夕見此良人子兮子兮如此良人何綢繆束芻三星在隅今夕何夕見此邂逅子兮子兮如此邂逅何綢繆束楚三星在戶今夕何夕見此粲者子兮子兮如此粲者何綢繆三章章六句119杕杜杕杜刺時也君不能親其宗族骨肉離散獨居而無兄弟將為沃所并爾有杕之杜其葉湑湑獨行踽踽豈無他人不如我同父嗟行之人胡不比焉人無兄弟胡不佽焉有杕之杜其葉菁菁獨行睘睘豈無他人不如我同姓嗟行之人胡不比焉人無兄弟胡不佽焉杕杜二章章九句120羔裘羔裘刺時也晉人刺其在位不恤其民也羔裘豹袪自我人居居豈無他人維子之故羔裘豹褎自我人究究豈無他人維子之好羔裘二章章四句121鴇羽鴇羽刺時也昭公之後大亂五世君子下從征役不得養其父母而作是詩也肅肅鴇羽集于苞栩王事靡盬不能蓺稷黍父母何怙悠悠蒼天曷其有所肅肅鴇翼集于苞棘王事靡盬不能蓺黍稷父母何食悠悠蒼天曷其有極肅肅鴇行集于苞桑王事靡盬不能蓺稻粱父母何嘗悠悠蒼天曷其有常鴇羽三章章七句122無衣無衣美晉武公也武公始并晉國其大夫為之請命乎天子之使而作是詩也豈曰無衣七兮不如子之衣安且吉兮豈曰無衣六兮不如子之衣安且燠兮無衣二章章三句123有杕之杜有杕之杜刺晉武也武公寡特兼其宗族而不求賢以自輔焉有杕之杜生于道左彼君子兮噬肯適我中心好之曷飲食之有杕之杜生于道周彼君子兮噬肯來遊中心好之曷飲食之有杕之杜二章章六句124葛生葛生刺晉獻公也好攻戰則國人多喪矣葛生蒙楚蘞蔓于野予美亡此誰與獨處葛生蒙棘蘞蔓于域予美亡此誰與獨息角枕粲兮錦衾爛兮予美亡此誰與獨旦夏之日冬之夜百歲之後歸于其居冬之夜夏之日百歲之後歸于其室葛生五章章四句125采苓采苓刺晉獻公也獻公好聽讒焉采苓采苓首陽之巔人之為言苟亦無信舍旃舍旃苟亦無然人之為言胡得焉采苦采苦首陽之下人之為言苟亦無與舍旃舍旃苟亦無然人之為言胡得焉采葑采葑首陽之東人之為言苟亦無從舍旃舍旃苟亦無然人之為言胡得焉采苓三章章八句唐國十二篇三十三章二百三句"}
{"id": "KR1c0001_011", "series": "KR1c0001", "text": "126車鄰車鄰美秦仲也秦仲始大有車馬禮樂侍御之好焉有車鄰鄰有馬白顛未見君子寺人之令阪有漆隰有栗既見君子並坐鼓瑟今者不樂逝者其耋阪有桑隰有楊既見君子並坐鼓簧今者不樂逝者其亡車鄰三章一章四句二章章六句127駟驖駟驖美襄公也始命有田狩之事園囿之樂焉駟驖孔阜六轡在手公之媚子從公于狩奉時辰牡辰牡孔碩公曰左之舍拔則獲遊于北園四馬既閑輶車鸞鑣載獫歇驕駟驖三章章四句128小戎小戎美襄公也備其兵甲以討西戎西戎方彊而征伐不休國人則矜其車甲婦人能閔其君子焉小戎俴收五楘梁輈游環脅驅陰靷鋈續文茵暢轂駕我騏馵言念君子溫其如玉在其板屋亂我心曲四牡孔阜六轡在手騏駵是中騧驪是驂龍盾之合鋈以觼軜言念君子溫其在邑方何為期胡然我念之俴駟孔群厹矛鋈錞蒙伐有苑虎韔鏤膺交韔二弓竹閉緄縢言念君子載寢載興厭厭良人秩秩德音小戎三章章十句129蒹葭兼葭刺襄公也未能用周禮將無以固其國焉蒹葭蒼蒼白露為霜所謂伊人在水一方遡洄從之逆阻且長遡游從之宛在水中央蒹葭萋萋白露未晞所謂伊人在水之湄遡洄從之道阻且躋遡游從之宛在水中坻蒹葭采采白露未已所謂伊人在水之涘遡洄從之道阻且右遡游從之宛在水中沚蒹葭三章章八句130終南終南戒襄公也能取周地始為諸侯受顯服大夫美之故作是詩以戒勸之終南何有有條有梅君子至止錦衣狐裘顏如渥丹其君也哉終南何有有紀有堂君子至止黻衣繡裳佩玉將將壽考不亡終南二章章六句131黃鳥黃鳥哀三良也國人刺穆公以人從死而作是詩也交交黃鳥止于棘誰從穆公子車奄息維此奄息百夫之特臨其穴惴惴其慄彼蒼者天殲我良人如可贖兮人百其身交交黃鳥止于桑誰從穆公子車仲行維此仲行百夫之防臨其穴惴惴其慄彼蒼者天殲我良人如可贖兮人百其身交交黃鳥止于楚誰從穆公子車鍼虎維此鍼虎百夫之禦臨其穴惴惴其慄彼蒼者天殲我良人如可贖兮人百其身黃鳥三章章十二句132晨風晨風刺康公也忘穆公之業始棄其賢臣焉鴥彼晨風鬱彼北林未見君子憂心欽欽如何如何忘我實多山有苞櫟隰有六駮未見君子憂心靡樂如何如何忘我實多山有苞棣隰有樹檖未見君子憂心如醉如何如何忘我實多晨風三章章六句133無衣無衣刺用兵也秦人刺其君好攻戰亟用兵而不與民同欲焉豈曰無衣與子同袍王于興師脩我戈矛與子同仇豈曰無衣與子同澤王于興師脩我矛戟與子偕作豈曰無衣與子同裳王于興師脩我甲兵與子偕行無衣三章章五句134渭陽渭陽康公念母也康公之母晉獻公之女文公遭麗姬之難未反而秦姬卒穆公納文公康公時為大子贈送文公于渭之陽念母之不見也我見舅氏如母存焉及其即位思而作是詩也我送舅氏曰至渭陽何以贈之路車乘黃我送舅氏悠悠我思何以贈之瓊瑰玉佩渭陽二章章四句135權輿權輿刺康公也忘先君之舊臣與賢者有始而無終也於我乎夏屋渠渠今也每食無餘于嗟乎不承權輿於我乎每食四簋今也每食不飽于嗟乎不承權輿權輿二章章五句秦國十篇二十七章百八十一句"}
{"id": "KR1c0001_012", "series": "KR1c0001", "text": "136宛丘宛丘刺幽公也淫荒昏亂游蕩無度焉子之湯兮宛丘之上兮洵有情兮而無望兮坎其擊鼓宛丘之下無冬無夏值其鷺羽坎其擊缶宛丘之道無冬無夏值其鷺翿宛丘三章章四句137東門之枌東門之枌疾亂也幽公淫荒風化之所行男女棄其舊業亟會於道路歌舞於市井爾東門之枌宛丘之栩子仲之子婆娑其下穀旦于差南方之原不績其麻市也婆娑穀旦于逝越以鬷邁視爾如荍貽我握椒東門之枌三章章四句138衡門衡門誘僖公也愿而無立志故作是詩以誘掖其君也衡門之下可以棲遲泌之洋洋可以樂飢豈其食魚必河之魴豈其取妻必齊之姜豈其食魚必河之鯉豈其取妻必宋之子衡門三章章四句139東門之池東門之池刺時也疾其君之淫昏而思賢女以配君子也東門之池可以漚麻彼美淑姬可與晤歌東門之池可以漚紵彼美淑姬可與晤語東門之池可以漚菅彼美淑姬可與晤言東門之池三章章四句140東門之楊東門之楊刺時也昏姻失時男女多違親迎女猶有不至者也東門之楊其葉牂牂昏以為期明星煌煌東門之楊其葉肺肺昏以為期明星晢晢東門之楊二章章四句141墓門墓門刺陳佗也陳佗無良師傅以至於不義惡加於萬民焉墓門有棘斧以斯之夫也不良國人知之知而不已誰昔然矣墓門有梅有鴞萃止夫也不良歌以訊之訊予不顧顛倒思予墓門二章章六句142防有鵲巢防有鵲巢憂讒賊也宣公多信讒君子憂懼焉防有鵲巢邛有旨苕誰侜予美心焉忉忉中唐有甓邛有旨鷊誰侜予美心焉惕惕防有鵲巢二章章四句143月出月出刺好色也在位不好德而說美色焉月出皎兮佼人僚兮舒窈糾兮勞心悄兮月出皓兮佼人懰兮舒懮受兮勞心慅兮月出照兮佼人燎兮舒夭紹兮勞心慘兮月出三章章四句144株林株林刺靈公也淫乎夏姬驅馳而往朝夕不休息焉胡為乎株林從夏南匪適株林從夏南駕我乘馬說于株野乘我乘駒朝食于株株林二章章四句145澤陂澤陂刺時也言靈公君臣淫於其國男女相說憂思感傷焉彼澤之陂有蒲與荷有美一人傷如之何寤寐無為涕泗滂沱彼澤之陂有蒲與蕳有美一人碩大且卷寤寐無為中心悁悁彼澤之陂有蒲菡萏有美一人碩大且儼寤寐無為輾轉伏枕澤陂三章章六句陳國十篇二十六章百二十四句"}
{"id": "KR1c0001_013", "series": "KR1c0001", "text": "146羔裘羔裘大夫以道去其君也國小而迫君不用道好絜其衣服逍遙遊燕而不能自強於政治故作是詩也羔裘逍遙狐裘以朝豈不爾思勞心忉忉羔裘翱翔狐裘在堂豈不爾思我心憂傷羔裘如膏日出有曜豈不爾思中心是悼羔裘三章章四句147素冠素冠刺不能三年也庶見素冠兮棘人欒欒兮勞心慱慱兮庶見素衣兮我心傷悲兮聊與子同歸兮庶見素韠兮我心蘊結兮聊與子如一兮素冠三章章三句148隰有萇楚隰有萇楚疾恣也國人疾其君之淫恣而思無情慾者也隰有萇楚猗儺其枝夭之沃沃樂子之無知隰有萇楚猗儺其華夭之沃沃樂子之無家隰有萇楚猗儺其實夭之沃沃樂子之無室隰有萇楚三章章四句149匪風匪風思周道也國小政亂憂及禍難而思周道焉匪風發兮匪車偈兮顧瞻周道中心怛兮匪風飄兮匪車嘌兮顧瞻周道中心弔兮誰能亨魚溉之釜鬵誰將西歸懷之好音匪風三章章四句檜國四篇十二章四十五句"}
{"id": "KR1c0001_014", "series": "KR1c0001", "text": "150蜉蝣蜉蝣刺奢也昭公國小而迫無法以自守好奢而任小人將無所依焉蜉蝣之羽衣裳楚楚心之憂矣於我歸處蜉蝣之翼采采衣服心之憂矣於我歸息蜉蝣掘閱麻衣如雪心之憂矣於我歸說蜉蝣三章章四句151候人候人刺近小人也共公遠君子而好近小人焉彼候人兮何戈與祋彼其之子三百赤芾維鵜在梁不濡其翼彼其之子不稱其服維鵜在梁不濡其咮彼其之子不遂其媾薈兮蔚兮南山朝隮婉兮孌兮季女斯飢候人四章章四句152鳲鳩鳲鳩刺不壹也在位無君子用心之不壹也鳲鳩在桑其子七兮淑人君子其儀一兮其儀一兮心如結兮鳲鳩在桑其子在梅淑人君子其帶伊絲其帶伊絲其弁伊騏鳲鳩在桑其子在棘淑人君子其儀不忒其儀不忒正是四國鳲鳩在桑其子在榛淑人君子正是國人正是國人胡不萬年鳲鳩四章章六句153下泉下泉思治也曹人疾共公侵刻下民不得其所憂而思明王賢伯也洌彼下泉浸彼苞稂愾我寤嘆念彼周京洌彼下泉浸彼苞蕭愾我寤嘆念彼京周洌彼下泉浸彼苞蓍愾我寤嘆念彼京師芃芃黍苗陰雨膏之四國有王郇伯勞之下泉四章章四句曹國四篇十五章六十八句"}
{"id": "KR1c0001_015", "series": "KR1c0001", "text": "154七月七月陳王業也周公遭變故陳后稷先公風化之所由致王業之艱難也七月流火九月授衣一之日觱發二之日栗烈無衣無褐何以卒歲三之日于耜四之日舉趾同我婦子饁彼南畝田畯至喜七月流火九月授衣春日載陽有鳴倉庚女執懿筐遵彼微行爰求柔桑春日遲遲采蘩祁祁女心傷悲殆及公子同歸七月流火八月萑葦蠶月條桑取彼斧斨以伐遠揚猗彼女桑七月鳴鶪八月載績載玄載黃我朱孔陽為公子裳四月秀葽五月鳴蜩八月其穫十月隕蘀一之日于貉取彼狐貍為公子裘二之日其同載纘武功言私其豵獻豜于公五月斯螽動股六月莎雞振羽七月在野八月在宇九月在戶十月蟋蟀入我床下穹窒熏鼠塞向墐戶嗟我婦子曰為改歲入此室處六月食鬱及薁七月亨葵及菽八月剝棗十月穫稻為此春酒以介眉壽七月食瓜八月斷壺九月叔苴采荼薪樗食我農夫九月築場圃十月納禾稼黍稷重穋禾麻菽麥嗟我農夫我稼既同上入執宮功晝爾于茅宵爾索綯亟其乘屋其始播百穀二之日鑿冰沖沖三之日納于凌陰四之日其蚤獻羔祭韭九月肅霜十月滌場朋酒斯饗曰殺羔羊躋彼公堂稱彼兕觥萬壽無疆七月八章章十一句155鴟鴞鴟鴞周公救亂也成王未知周公之志公乃為詩以遺王名之曰鴟鴞焉鴟鴞鴟鴞既取我子無毀我室恩斯勤斯鬻子之閔斯迨天之未陰雨徹彼桑土綢繆牖戶今女下民或敢侮予予手拮据予所捋荼予所蓄租予口卒瘏曰予未有室家予羽譙譙予尾翛翛予室翹翹風雨所漂搖予維音嘵嘵鴟鴞四章章五句156東山東山周公東征也周公東征三年而歸勞歸士大夫美之故作是詩也一章言其完也二章言其思也三章言其室家之望女也四章樂男女之得及時也君子之於人序其情而閔其勞所以說也說以使民民忘其死其唯東山乎我徂東山慆慆不歸我來自東零雨其濛我東曰歸我心西悲制彼裳衣勿士行枚蜎蜎者蠋烝在桑野敦彼獨宿亦在車下我徂東山慆慆不歸我來自東零雨其濛果臝之實亦施于宇伊威在室蠨蛸在戶町畽鹿場熠燿宵行不可畏也伊可懷也我徂東山慆慆不歸我來自東零雨其濛鸛鳴于垤婦歎于室洒埽穹窒我征聿至有敦瓜苦烝在栗薪自我不見于今三年我徂東山慆慆不歸我來自東零雨其濛倉庚于飛熠燿其羽之子于歸皇駁其馬親結其縭九十其儀其新孔嘉其舊如之何東山四章章十二句157破斧破斧美周公也周大夫以惡四國焉既破我斧又缺我斨周公東征四國是皇哀我人斯亦孔之將既破我斧又缺我錡周公東征四國是吪哀我人斯亦孔之嘉既破我斧又缺我銶周公東征四國是遒哀我人斯亦孔之休破斧三章章六句158伐柯伐柯美周公也周大夫刺朝廷之不知也伐柯如何匪斧不克取妻如何匪媒不得伐柯伐柯其則不遠我覯之子籩豆有踐伐柯二章章四句159九罭九罭美周公也周大夫刺朝廷之不知也九罭之魚鱒魴我覯之子袞衣繡裳鴻飛遵渚公歸無所於女信處鴻飛遵陸公歸不復於女信宿是以有袞衣兮無以我公歸兮無使我心悲兮九罭四章一章四句三章章三句160狼跋狼跋美周公也周公攝政遠則四國流言近則王不知周大夫美其不失其聖也狼跋其胡載疐其尾公孫碩膚赤舄几几狼疐其尾載跋其胡公孫碩膚德音不瑕狼跋二章章四句豳國七篇二十七章二百三句"}
{"id": "KR1c0001_016", "series": "KR1c0001", "text": "161鹿鳴鹿鳴燕群臣嘉賓也既飲食之又實幣帛筐篚以將其厚意然後忠臣嘉賓得盡其心矣呦呦鹿鳴食野之苹我有嘉賓鼓瑟吹笙吹笙鼓簧承筐是將人之好我示我周行呦呦鹿鳴食野之蒿我有嘉賓德音孔昭視民不恌君子是則是傚我有旨酒嘉賓式燕以敖呦呦鹿鳴食野之芩我有嘉賓鼓瑟鼓琴鼓瑟鼓琴和樂且湛我有旨酒以燕樂嘉賓之心鹿鳴三章章八句162四牡四牡勞使臣之來也有功而見知則說矣四牡騑騑周道倭遲豈不懷歸王事靡盬我心傷悲四牡騑騑嘽嘽駱馬豈不懷歸王事靡盬不遑啟處翩翩者鵻載飛載下集于苞栩王事靡盬不遑將父翩翩者鵻載飛載止集于苞杞王事靡盬不遑將母駕彼四駱載驟駸駸豈不懷歸是用作歌將母來諗四牡五章章五句163皇皇者華皇皇者華君遣使臣也送之以禮樂言遠而有光華也皇皇者華于彼原隰駪駪征夫每懷靡及我馬維駒六轡如濡載馳載驅周爰咨諏我馬維騏六轡如絲載馳載驅周爰咨謀我馬維駱六轡沃若載馳載驅周爰咨度我馬維駰六轡既均載馳載驅周爰咨詢皇皇者華五章章四句164常棣常棣燕兄弟也閔管蔡之失道故作常棣焉常棣之華鄂不韡韡凡今之人莫如兄弟死喪之威兄弟孔懷原隰裒矣兄弟求矣脊令在原兄弟急難每有良朋況也永歎兄弟鬩于牆外禦其務每有良朋烝也無戎喪亂既平既安且寧雖有兄弟不如友生儐爾籩豆飲酒之飫兄弟既具和樂且孺妻子好合如鼓瑟琴兄弟既翕和樂且湛宜爾室家樂爾妻帑是究是圖亶其然乎常棣八章章四句165伐木伐木燕朋友故舊也自天子至于庶人未有不須友以成者親親以睦友賢不棄不遺故舊則民德歸厚矣伐木丁丁鳥鳴嚶嚶出自幽谷遷于喬木嚶其鳴矣求其友聲相彼鳥矣猶求友聲矧伊人矣不求友生神之聽之終和且平伐木許許釃酒有藇既有肥羜以速諸父寧適不來微我弗顧於粲洒埽陳饋八簋既有肥牡以速諸舅寧適不來微我有咎伐木于阪釃酒有衍籩豆有踐兄弟無遠民之失德乾餱以愆有酒湑我無酒酤我坎坎鼓我蹲蹲舞我迨我暇矣飲此湑矣伐木六章章六句166天保天保下報上也君能下下以成其政臣能歸美以報其上焉天保定爾亦孔之固俾爾單厚何福不除俾爾多益以莫不庶天保定爾俾爾戩穀罄無不宜受天百祿降爾遐福維日不足天保定爾以莫不興如山如阜如岡如陵如川之方至以莫不增吉蠲為饎是用孝享禴祠烝嘗于公先王君曰卜爾萬壽無疆神之弔矣詒爾多福民之質矣日用飲食群黎百姓徧為爾德如月之恆如日之升如南山之壽不騫不崩如松柏之茂無不爾或承天保六章章六句167采薇采薇遣戍役也文王之時西有昆夷之患北有玁狁之難以天子之命命將率遣戍役以守衛中國故歌采薇以遣之出車以勞還杕杜以勤歸也采薇采薇薇亦作止曰歸曰歸歲亦莫止靡室靡家玁狁之故不遑啟居玁狁之故采薇采薇薇亦柔止曰歸曰歸心亦憂止憂心烈烈載飢載渴我戍未定靡使歸聘采薇采薇薇亦剛止曰歸曰歸歲亦陽止王事靡盬不遑啟處憂心孔疚我行不來彼爾維何維常之華彼路斯何君子之車戎車既駕四牡業業豈敢定居一月三捷駕彼四牡四牡騤騤君子所依小人所腓四牡翼翼象弭魚服豈不日戒玁狁孔棘昔我往矣楊柳依依今我來思雨雪霏霏行道遲遲載渴載飢我心傷悲莫知我哀采薇六章章八句168出車出車勞還率也我出我車于彼牧矣自天子所謂我來矣召彼僕夫謂之載矣王事多難維其棘矣我出我車于彼郊矣設此旐矣建彼旄矣彼旟旐斯胡不旆旆憂心悄悄僕夫況瘁王命南仲往城于方出車彭彭旂旐央央天子命我城彼朔方赫赫南仲玁狁于襄昔我往矣黍稷方華今我來思雨雪載塗王事多難不遑啟居豈不懷歸畏此簡書喓喓草蟲趯趯阜螽未見君子憂心忡忡既見君子我心則降赫赫南仲薄伐西戎春日遲遲卉木萋萋倉庚喈喈采蘩祁祁執訊獲醜薄言還歸赫赫南仲玁狁于夷出車六章章八句169杕杜杕杜勞還役也有杕之杜有睆其實王事靡盬繼嗣我日日月陽止女心傷止征夫遑止有杕之杜其葉萋萋王事靡盬我心傷悲卉木萋止女心悲止征夫歸止陟彼北山言采其杞王事靡盬憂我父母檀車幝幝四牡痯痯征夫不遠匪載匪來憂心孔疚期逝不至而多為恤卜筮偕止會言近止征夫邇止杕杜四章章七句170魚麗魚麗美萬物盛多能備禮也文武以天保以上治內采薇以下治外始於憂勤終於逸樂故美萬物盛多可以告於神明矣魚麗于罶鱨鯊君子有酒旨且多魚麗于罶魴鱧君子有酒多且旨魚麗于罶鰋鯉君子有酒旨且有物其多矣維其嘉矣物其旨矣維其偕矣物其有矣維其時矣魚麗六章三章章四句三章章二句南陔孝子相戒以養也白華孝子之絜白也華黍時和歲豐宜黍稷也有其義而亡其辭鹿鳴之什十篇五十五章三百一十五句"}
{"id": "KR1c0001_017", "series": "KR1c0001", "text": "171南有嘉魚南有嘉魚樂與賢也太平之君子至誠樂與賢者共之也南有嘉魚烝然罩罩君子有酒嘉賓式燕以樂南有嘉魚烝然汕汕君子有酒嘉賓式燕以衎南有樛木甘瓠纍之君子有酒嘉賓式燕綏之翩翩者鵻烝然來思君子有酒嘉賓式燕又思南有嘉魚四章章四句172南山有臺南山有臺樂得賢也得賢則能為邦家立太平之基矣南山有臺北山有萊樂只君子邦家之基樂只君子萬壽無期南山有桑北山有楊樂只君子邦家之光樂只君子萬壽無疆南山有杞北山有李樂只君子民之父母樂只君子德音不已南山有栲北山有杻樂只君子遐不眉壽樂只君子德音是茂南山有枸北山有楰樂只君子遐不黃耇樂只君子保艾爾後南山有臺五章章六句由庚萬物得由其道也崇丘萬物得極其高大也由儀萬物之生各得其宜也有其義而亡其辭173蓼蕭蓼蕭澤及四海也蓼彼蕭斯零露湑兮既見君子我心寫兮燕笑語兮是以有譽處兮蓼彼蕭斯零露瀼瀼既見君子為龍為光其德不爽壽考不忘蓼彼蕭斯零露泥泥既見君子孔燕豈弟宜兄宜弟令德壽豈蓼彼蕭斯零露濃濃既見君子鞗革沖沖和鸞雝雝萬福攸同蓼蕭四章章六句174湛露湛露天子燕諸侯也湛湛露斯匪陽不晞厭厭夜飲不醉無歸湛湛露斯在彼豐草厭厭夜飲在宗載考湛湛露斯在彼杞棘顯允君子莫不令德其桐其椅其實離離豈弟君子莫不令儀湛露四章章四句175彤弓彤弓天子錫有功諸侯也彤弓弨兮受言藏之我有嘉賓中心貺之鐘鼓既設一朝饗之彤弓弨兮受言載之我有嘉賓中心喜之鐘鼓既設一朝右之彤弓弨兮受言櫜之我有嘉賓中心好之鐘鼓既設一朝醻之彤弓三章章六句176菁菁者莪菁菁者莪樂育材也君子能長育人材則天下喜樂之矣菁菁者莪在彼中阿既見君子樂且有儀菁菁者莪在彼中沚既見君子我心則喜菁菁者莪在彼中陵既見君子錫我百朋汎汎楊舟載沈載浮既見君子我心則休菁菁者莪四章章四句177六月六月宣王北伐也鹿鳴廢則和樂缺矣四牡廢則君臣缺矣皇皇者華廢則忠信缺矣常棣廢則兄弟缺矣伐木廢則朋友缺矣天保廢則福祿缺矣采薇廢則征伐缺矣出車廢則功力缺矣杕杜廢則師眾缺矣魚麗廢則法度缺矣南陔廢則孝友缺矣白華廢則廉恥缺矣華黍廢則蓄積缺矣由庚廢則陰陽失其道理矣南有嘉魚廢則賢者不安下不得其所矣崇丘廢則萬物不遂矣南山有臺廢則為國之基隊矣由儀廢則萬物失其道理矣蓼蕭廢則恩澤乖矣湛露廢則萬國離矣彤弓廢則諸夏衰矣菁菁者莪廢則無禮儀矣小雅盡廢則四夷交侵中國微矣六月棲棲戎車既飭四牡騤騤載是常服玁狁孔熾我是用急王于出征以匡王國比物四驪閑之維則維此六月既成我服我服既成于三十里王于出征以佐天子四牡脩廣其大有顒薄伐玁狁以奏膚公有嚴有翼共武之服共武之服以定王國玁狁匪茹整居焦穫侵鎬及方至于涇陽織文鳥章白旆央央元戎十乘以先啟行戎車既安如輊如軒四牡既佶既佶且閑薄伐玁狁至于大原文武吉甫萬邦為憲吉甫燕喜既多受祉來歸自鎬我行永久飲御諸友炰鱉膾鯉侯誰在矣張仲孝友六月六章章八句178采芑采芑宣王南征也薄言采芑于彼新田于此菑畝方叔涖止其車三千師干之試方叔率止乘其四騏四騏翼翼路車有奭簟茀魚服鉤膺鞗革薄言采芑于彼新田于此中鄉方叔涖止其車三千旂旐央央方叔率止約軝錯衡八鸞瑲瑲服其命服朱芾斯皇有瑲蔥珩鴥彼飛隼其飛戾天亦集爰止方叔涖止其車三千師干之試方叔率止鉦人伐鼓陳師鞠旅顯允方叔伐鼓淵淵振旅闐闐蠢爾蠻荊大邦為讎方叔元老克壯其猶方叔率止執訊獲醜戎車嘽嘽嘽嘽焞焞如霆如雷顯允方叔征伐玁狁蠻荊來威采芑四章章十二句179車攻車攻宣王復古也宣王能內脩政事外攘夷狄復文武之境土脩車馬備器械復會諸侯於東都因田獵而選車徒焉我車既攻我馬既同四牡龐龐駕言徂東田車既好四牡孔阜東有甫草駕言行狩之子于苗選徒囂囂建旐設旄搏獸于敖駕彼四牡四牡奕奕赤芾金舄會同有繹決拾既佽弓矢既調射夫既同助我舉柴四黃既駕兩驂不猗不失其馳舍矢如破蕭蕭馬鳴悠悠旆旌徒御不驚大庖不盈之子于征有聞無聲允矣君子展也大成車攻八章章四句180吉日吉日美宣王田也能慎微接下無不自盡以奉其上焉吉日維戊既伯既禱田車既好四牡孔阜升彼大阜從其群醜吉日庚午既差我馬獸之所同麀鹿麌麌漆沮之從天子之所瞻彼中原其祁孔有儦儦俟俟或群或友悉率左右以燕天子既張我弓既挾我矢發彼小豝殪此大兕以御賓客且以酌醴吉日四章章六句南有嘉魚之什十篇四十六章二百七十二句"}
{"id": "KR1c0001_018", "series": "KR1c0001", "text": "181鴻鴈鴻鴈美宣王也萬民離散不安其居而能勞來還定安集之至于矜寡無不得其所焉鴻鴈于飛肅肅其羽之子于征劬勞于野爰及矜人哀此鰥寡鴻鴈于飛集于中澤之子于垣百堵皆作雖則劬勞其究安宅鴻鴈于飛哀鳴嗸嗸維此哲人謂我劬勞維彼愚人謂我宣驕鴻鴈三章章六句182庭燎庭燎美宣王也因以箴之夜如何其夜未央庭燎之光君子至止鸞聲將將夜如何其夜未艾庭燎晣晣君子至止鸞聲噦噦夜如何其夜鄉晨庭燎有煇君子至止言觀其旂庭燎三章章五句183沔水沔水規宣王也沔彼流水朝宗于海鴥彼飛隼載飛載止嗟我兄弟邦人諸友莫肯念亂誰無父母沔彼流水其流湯湯鴥彼飛隼載飛載揚念彼不蹟載起載行心之憂矣不可弭忘鴥彼飛隼率彼中陵民之訛言寧莫之懲我友敬矣讒言其興沔水三章二章章八句一章六句184鶴鳴鶴鳴誨宣王也鶴鳴于九皋聲聞于野魚潛在淵或在于渚樂彼之園爰有樹檀其下維蘀它山之石可以為錯鶴鳴于九皋聲聞于天魚在于渚或潛在淵樂彼之園爰有樹檀其下維榖它山之石可以攻玉鶴鳴二章章九句185祈父祈父刺宣王也祈父予王之爪牙胡轉予于恤靡所止居祈父予王之爪士胡轉予于恤靡所厎止祁父亶不聰胡轉予于恤有母之尸饔祈父三章章四句186白駒白駒大夫刺宣王也皎皎白駒食我場苗縶之維之以永今朝所謂伊人於焉逍遙皎皎白駒食我場藿縶之維之以永今夕所謂伊人於焉嘉客皎皎白駒賁然來思爾公爾侯逸豫無期慎爾優游勉爾遁思皎皎白駒在彼空谷生芻一束其人如玉毋金玉爾音而有遐心白駒四章章六句187黃鳥黃鳥刺宣王也黃鳥黃鳥無集于穀無啄我粟此邦之人不我肯穀言旋言歸復我邦族黃鳥黃鳥無集于桑無啄我粱此邦之人不可與明言旋言歸復我諸兄黃鳥黃鳥無集于栩無啄我黍此邦之人不可與處言旋言歸復我諸父黃鳥三章章七句188我行其野我行其野刺宣王也我行其野蔽芾其樗昏姻之故言就爾居爾不我畜復我邦家我行其野言采其蓫昏姻之故言就爾宿爾不我畜言歸斯復我行其野言采其葍不思舊姻求爾新特成不以富亦祗以異我行其野三章章六句189斯干斯干宣王考室也秩秩斯干幽幽南山如竹苞矣如松茂矣兄及弟矣式相好矣無相猶矣似續妣祖築室百堵西南其戶爰居爰處爰笑爰語約之閣閣椓之橐橐風雨攸除鳥鼠攸去君子攸芋如跂斯翼如矢斯棘如鳥斯革如翬斯飛君子攸躋殖殖其庭有覺其楹噲噲其正噦噦其冥君子攸寧下莞上簟乃安斯寢乃寢乃興乃占我夢吉夢維何維熊維羆維虺維蛇大人占之維熊維羆男子之祥維虺維蛇女子之祥乃生男子載寢之床載衣之裳載弄之璋其泣喤喤朱芾斯皇室家君王乃生女子載寢之地載衣之裼載弄之瓦無非無儀唯酒食是議無父母詒罹斯干九章四章章七句五章章五句190無羊無羊宣王考牧也誰謂爾無羊三百維群誰謂爾無牛九十其犉爾羊來思其角濈濈爾牛來思其耳濕濕或降于阿或飲于池或寢或訛爾牧來思何蓑何笠或負其餱三十維物爾牲則具爾牧來思以薪以蒸以雌以雄爾羊來思矜矜兢兢不騫不崩麾之以肱畢來既升牧人乃夢眾維魚矣旐維旟矣大人占之眾維魚矣實維豐年旐維旟矣室家溱溱無羊四章章八句鴻鴈之什十篇三十二章二百三十句"}
{"id": "KR1c0001_019", "series": "KR1c0001", "text": "191節南山節南山家父刺幽王也節彼南山維石巖巖赫赫師尹民具爾瞻憂心如惔不敢戲談國既卒斬何用不監節彼南山有實其猗赫赫師尹不平謂何天方薦瘥喪亂弘多民言無嘉憯莫懲嗟尹氏大師維周之氐秉國之均四方是維天子是毗俾民不迷不弔昊天不宜空我師弗躬弗親庶民弗信弗問弗仕勿罔君子式夷式已無小人殆瑣瑣姻亞則無膴仕昊天不傭降此鞠訩昊天不惠降此大戾君子如屆俾民心闋君子如夷惡怒是違不弔昊天亂靡有定式月斯生俾民不寧憂心如酲誰秉國成不自為政卒勞百姓駕彼四牡四牡項領我瞻四方蹙蹙靡所騁方茂爾惡相爾矛矣既夷既懌如相醻矣昊天不平我王不寧不懲其心覆怨其正家父作誦以究王訩式訛爾心以畜萬邦節南山十章六章章八句四章章四句192正月正月大夫刺幽王也正月繁霜我心憂傷民之訛言亦孔之將念我獨兮憂心京京哀我小心癙憂以痒父母生我胡俾我瘉不自我先不自我後好言自口莠言自口憂心愈愈是以有侮憂心惸惸念我無祿民之無辜并其臣僕哀我人斯于何從祿瞻烏爰止于誰之屋瞻彼中林侯薪侯蒸民今方殆視天夢夢既克有定靡人弗勝有皇上帝伊誰云憎謂山蓋卑為岡為陵民之訛言寧莫之懲召彼故老訊之占夢具曰予聖誰知烏之雌雄謂天蓋高不敢不局謂地蓋厚不敢不蹐維號斯言有倫有脊哀今之人胡為虺蜴瞻彼阪田有菀其特天之扤我如不我克彼求我則如不我得執我仇仇亦不我力心之憂矣如或結之今茲之正胡然厲矣燎之方揚寧或滅之赫赫宗周襃姒烕之終其永懷又窘陰雨其車既載乃棄爾輔載輸爾載將伯助予無棄爾輔員于爾輻屢顧爾僕不輸爾載終踰絕險曾是不意魚在于沼亦匪克樂潛雖伏矣亦孔之炤憂心慘慘念國之為虐彼有旨酒又有嘉殽洽比其鄰昏姻孔云念我獨兮憂心慇慇佌佌彼有屋蔌蔌方有穀民今之無祿天夭是椓哿矣富人哀此惸獨正月十三章八章章八句五章章六句193十月之交十月之交大夫刺幽王也十月之交朔月辛卯日有食之亦孔之醜彼月而微此日而微今此下民亦孔之哀日月告凶不用其行四國無政不用其良彼月而食則維其常此日而食于何不臧爗爗震電不寧不令百川沸騰山冢崒崩高岸為谷深谷為陵哀今之人胡憯莫懲皇父卿士番維司徒家伯維宰仲允膳夫棸子內史蹶維趣馬楀維師氏豔妻煽方處抑此皇父豈曰不時胡為我作不即我謀徹我牆屋田卒汙萊曰予不戕禮則然矣皇父孔聖作都于向擇三有事亶侯多藏不憖遺一老俾守我王擇有車馬以居徂向黽勉從事不敢告勞無罪無辜讒口囂囂下民之孽匪降自天噂沓背憎職競由人悠悠我里亦孔之痗四方有羡我獨居憂民莫不逸我獨不敢休天命不徹我不敢傚我友自逸十月之交八章章八句194雨無正雨無正大夫刺幽王也雨自上下者也眾多如雨而非所以為政也浩浩昊天不駿其德降喪饑饉斬伐四國昊天疾威弗慮弗圖舍彼有罪既伏其辜若此無罪淪胥以鋪周宗既滅靡所止戾正大夫離居莫知我勩三事大夫莫肯夙夜邦君諸侯莫肯朝夕庶曰式臧覆出為惡如何昊天辟言不信如彼行邁則靡所臻凡百君子各敬爾身胡不相畏不畏于天戎成不退飢成不遂曾我暬御憯憯日瘁凡百君子莫肯用訊聽言則荅譖言則退哀哉不能言匪舌是出維躬是瘁哿矣能言巧言如流俾躬處休維曰于仕孔棘且殆云不可使得罪于天子亦云可使怨及朋友謂爾遷于王都曰予未有室家鼠思泣血無言不疾昔爾出居誰從作爾室雨無正七章二章章十句二章章八句三章章六句195小旻小旻大夫刺幽王也旻天疾威敷于下土謀猶回遹何日斯沮謀臧不從不臧覆用我視謀猶亦孔之邛潝潝訿訿亦孔之哀謀之其臧則具是違謀之不臧則具是依我視謀猶伊于胡厎我龜既厭不我告猶謀夫孔多是用不集發言盈庭誰敢執其咎如匪行邁謀是用不得于道哀哉為猶匪先民是程匪大猶是經維邇言是聽維邇言是爭如彼築室于道謀是用不潰于成國雖靡止或聖或否民雖靡膴或哲或謀或肅或艾如彼泉流無淪胥以敗不敢暴虎不敢馮河人知其一莫知其他戰戰兢兢如臨深淵如履薄冰小旻六章三章章八句三章章七句196小宛小宛大夫刺幽王也宛彼鳴鳩翰飛戾天我心憂傷念昔先人明發不寐有懷二人人之齊聖飲酒溫克彼昏不知壹醉日富各敬爾儀天命不又中原有菽庶民采之螟蛉有子蜾蠃負之教誨爾子式穀似之題彼脊令載飛載鳴我日斯邁而月斯征夙興夜寐毋忝爾所生交交桑扈率場啄粟哀我填寡宜岸宜獄握粟出卜自何能穀溫溫恭人如集于木惴惴小心如臨于谷戰戰兢兢如履薄冰小宛六章章六句197小弁小弁刺幽王也大子之傅作焉弁彼鸒斯歸飛提提民莫不穀我獨于罹何辜于天我罪伊何心之憂矣云如之何踧踧周道鞫為茂草我心憂傷惄焉如擣假寐永歎維憂用老心之憂矣疢如疾首維桑與梓必恭敬止靡瞻匪父靡依匪母不屬于毛不離于裏天之生我我辰安在菀彼柳斯鳴蜩嘒嘒有漼者淵萑葦淠淠譬彼舟流不知所屆心之憂矣不遑假寐鹿斯之奔維足伎伎雉之朝雊尚求其雌譬彼壞木疾用無枝心之憂矣寧莫之知相彼投兔尚或先之行有死人尚或墐之君子秉心維其忍之心之憂矣涕既隕之君子信讒如或醻之君子不惠不舒究之伐木掎矣析薪杝矣舍彼有罪予之佗矣莫高匪山莫浚匪泉君子無易由言耳屬于垣無逝我梁無發我笱我躬不閱遑恤我後小弁八章章八句198巧言巧言刺幽王也大夫傷於讒故作是詩也悠悠昊天曰父母且無罪無辜亂如此幠昊天已威予慎無罪昊天大幠予慎無辜亂之初生僭始既涵亂之又生君子信讒君子如怒亂庶遄沮君子如祉亂庶遄已君子屢盟亂是用長君子信盜亂是用暴盜言孔甘亂是用餤匪其止共維王之邛奕奕寢廟君子作之秩秩大猷聖人莫之他人有心予忖度之躍躍毚兔遇犬獲之荏染柔木君子樹之往來行言心焉數之蛇蛇碩言出自口矣巧言如簧顏之厚矣彼何人斯居河之麋無拳無勇職為亂階既微且尰爾勇伊何為猶將多爾居徒幾何巧言六章章八句199何人斯何人斯蘇公刺暴公也暴公為卿士而譖蘇公焉故蘇公作是詩而絕之也彼何人斯其心孔艱胡逝我梁不入我門伊誰云從維暴之云二人從行誰為此禍胡逝我梁不入唁我始者不如今云不我可彼何人斯胡逝我陳我聞其聲不見其身不愧于人不畏于天彼何人斯其為飄風胡不自北胡不自南胡逝我梁祇攪我心爾之安行亦不遑舍爾之亟行遑脂爾車壹者之來云何其盱爾還而入我心易也還而不入否難知也壹者之來俾我祇也伯氏吹壎仲氏吹篪及爾如貫諒不我知出此三物以詛爾斯為鬼為蜮則不可得有靦面目視人罔極作此好歌以極反側何人斯八章章六句200巷伯巷伯刺幽王也寺人傷於讒故作是詩也萋兮斐兮成是貝錦彼譖人者亦已大甚哆兮侈兮成是南箕彼譖人者誰適與謀緝緝翩翩謀欲譖人慎爾言也謂爾不信捷捷幡幡謀欲譖言豈不爾受既其女遷驕人好好勞人草草蒼天蒼天視彼驕人矜此勞人彼譖人者誰適與謀取彼譖人投畀豺虎豺虎不食投畀有北有北不受投畀有昊楊園之道猗于畝丘寺人孟子作為此詩凡百君子敬而聽之巷伯七章四章章四句一章五句一章八句一章六句節南山之什十篇七十九章五百五十二句"}
{"id": "KR1c0001_020", "series": "KR1c0001", "text": "201谷風谷風刺幽王也天下俗薄朋友道絕焉習習谷風維風及雨將恐將懼維予與女將安將樂女轉棄予習習谷風維風及頹將恐將懼寘予于懷將安將樂棄予如遺習習谷風維山崔嵬無草不死無木不萎忘我大德思我小怨谷風三章章六句202蓼莪蓼莪刺幽王也民人勞苦孝子不得終養爾蓼蓼者莪匪莪伊蒿哀哀父母生我劬勞蓼蓼者莪匪莪伊蔚哀哀父母生我勞瘁缾之罄矣維罍之恥鮮民之生不如死之久矣無父何怙無母何恃出則銜恤入則靡至父兮生我母兮鞠我拊我畜我長我育我顧我復我出入腹我欲報之德昊天罔極南山烈烈飄風發發民莫不穀我獨何害南山律律飄風弗弗民莫不穀我獨不卒蓼莪六章四章章四句二章章八句203大東大東刺亂也東國困於役而傷於財譚大夫作是詩以告病焉有饛簋飧有捄棘匕周道如砥其直如矢君子所履小人所視睠言顧之潸焉出涕小東大東杼柚其空糾糾葛屨可以履霜佻佻公子行彼周行既往既來使我心疚有洌氿泉無浸穫薪契契寤歎哀我憚人薪是穫薪尚可載也哀我憚人亦可息也東人之子職勞不來西人之子粲粲衣服舟人之子熊羆是裘私人之子百僚是試或以其酒不以其漿鞙鞙佩璲不以其長維天有漢監亦有光跂彼織女終日七襄雖則七襄不成報章睆彼牽牛不以服箱東有啟明西有長庚有捄天畢載施之行維南有箕不可以簸揚維北有斗不可以挹酒漿維南有箕載翕其舌維北有斗西柄之揭大東七章章八句204四月四月大夫刺幽王也在位貪殘下國構禍怨亂並興焉四月維夏六月徂暑先祖匪人胡寧忍予秋日淒淒百卉具腓亂離瘼矣爰其適歸冬日烈烈飄風發發民莫不穀我獨何害山有嘉卉侯栗侯梅廢為殘賊莫知其尤相彼泉水載清載濁我日構禍曷云能穀滔滔江漢南國之紀盡瘁以仕寧莫我有匪鶉匪鳶翰飛戾天匪鱣匪鮪潛逃于淵山有蕨薇隰有杞桋君子作歌維以告哀四月八章章四句205北山北山大夫刺幽王也役使不均己勞於從事而不得養其父母焉陟彼北山言采其杞偕偕士子朝夕從事王事靡盬憂我父母溥天之下莫非王土率土之濱莫非王臣大夫不均我從事獨賢四牡彭彭王事傍傍嘉我未老鮮我方將旅力方剛經營四方或燕燕居息或盡瘁事國或息偃在床或不已于行或不知叫號或慘慘劬勞或棲遲偃仰或王事鞅掌或湛樂飲酒或慘慘畏咎或出入風議或靡事不為北山六章三章章六句三章章四句206無將大車無將大車大夫悔將小人也無將大車祇自塵兮無思百憂祇自疧兮無將大車維塵冥冥無思百憂不出于熲無將大車維塵雍兮無思百憂祇自重兮無將大車三章章四句207小明小明大夫悔仕於亂世也明明上天照臨下土我征徂西至于艽野二月初吉載離寒暑心之憂矣其毒大苦念彼共人涕零如雨豈不懷歸畏此罪罟昔我往矣日月方除曷云其還歲聿云莫念我獨兮我事孔庶心之憂矣憚我不暇念彼共人睠睠懷顧豈不懷歸畏此譴怒昔我往矣日月方奧曷云其還政事愈蹙歲聿云莫采蕭穫菽心之憂矣自詒伊戚念彼共人興言出宿豈不懷歸畏此反覆嗟爾君子無恒安處靖共爾位正直是與神之聽之式穀以女嗟爾君子無恒安息靖共爾位好是正直神之聽之介爾景福小明五章三章章十二句二章章六句208鼓鍾鼓鍾刺幽王也鼓鍾將將淮水湯湯憂心且傷淑人君子懷允不忘鼓鍾喈喈淮水湝湝憂心且悲淑人君子其德不回鼓鍾伐鼛淮有三洲憂心且妯淑人君子其德不猶鼓鍾欽欽鼓瑟鼓琴笙磬同音以雅以南以籥不僭鼓鍾四章章五句209楚茨楚茨刺幽王也政煩賦重田萊多荒饑饉降喪民卒流亡祭祀不饗故君子思古焉楚楚者茨言抽其棘自昔何為我蓺黍稷我黍與與我稷翼翼我倉既盈我庾維億以為酒食以享以祀以妥以侑以介景福濟濟蹌蹌絜爾牛羊以往烝嘗或剝或亨或肆或將祝祭于祊祀事孔明先祖是皇神保是饗孝孫有慶報以介福萬壽無疆執爨踖踖為俎孔碩或燔或炙君婦莫莫為豆孔庶為賓為客獻醻交錯禮儀卒度笑語卒獲神保是格報以介福萬壽攸酢我孔熯矣式禮莫愆工祝致告徂賚孝孫苾芬孝祀神嗜飲食卜爾百福如幾如式既齊既稷既匡既勑永錫爾極時萬時億禮儀既備鍾鼓既戒孝孫徂位工祝致告神具醉止皇尸載起鼓鍾送尸神保聿歸諸宰君婦廢徹不遲諸父兄弟備言燕私樂具入奏以綏後祿爾殽既將莫怨具慶既醉既飽小大稽首神嗜飲食使君壽考孔惠孔時維其盡之子子孫孫勿替引之楚茨六章章十二句210信南山信南山刺幽王也不能脩成王之業疆理天下以奉禹功故君子思古焉信彼南山維禹甸之畇畇原隰曾孫田之我疆我理南東其畝上天同雲雨雪雰雰益之以霡霂既優既渥既霑既足生我百穀疆埸翼翼黍稷彧彧曾孫之穡以為酒食畀我尸賓壽考萬年中田有廬疆埸有瓜是剝是菹獻之皇祖曾孫壽考受天之祜祭以清酒從以騂牡享于祖考執其鸞刀以啟其毛取其血膋是烝是享苾苾芬芬祀事孔明先祖是皇報以介福萬壽無疆信南山六章章六句谷風之什十篇五十四章三百五十六句"}
{"id": "KR1c0001_021", "series": "KR1c0001", "text": "211甫田甫田刺幽王也君子傷今而思古焉倬彼甫田歲取十千我取其陳食我農人自古有年今適南畝或耘或耔黍稷薿薿攸介攸止烝我髦士以我齊明與我犧羊以社以方我田既臧農夫之慶琴瑟擊鼓以御田祖以祈甘雨以介我稷黍以穀我士女曾孫來止以其婦子饁彼南畝田畯至喜攘其左右嘗其旨否禾易長畝終善且有曾孫不怒農夫克敏曾孫之稼如茨如梁曾孫之庾如坻如京乃求千斯倉乃求萬斯箱黍稷稻粱農夫之慶報以介福萬壽無疆甫田四章章十句212大田大田刺幽王也言矜寡不能自存焉大田多稼既種既戒既備乃事以我覃耜俶載南畝播厥百穀既庭且碩曾孫是若既方既皁既堅既好不稂不莠去其螟螣及其蟊賊無害我田稺田祖有神秉畀炎火有渰萋萋興雨祁祁雨我公田遂及我私彼有不穫稺此有不斂穧彼有遺秉此有滯穗伊寡婦之利曾孫來止以其婦子饁彼南畝田畯至喜來方禋祀以其騂黑與其黍稷以享以祀以介景福大田四章二章章八句二章章九句213瞻彼洛矣瞻彼洛矣刺幽王也思古明王能爵命諸侯賞善罰惡焉瞻彼洛矣維水泱泱君子至止福祿如茨𩎟韐有奭以作六師瞻彼洛矣維水泱泱君子至止鞞琫有珌君子萬年保其家室瞻彼洛矣維水泱泱君子至止福祿既同君子萬年保其家邦瞻彼洛矣三章章六句214裳裳者華裳裳者華刺幽王也古之仕者世祿小人在位則讒諂並進棄賢者之類絕功臣之世焉裳裳者華其葉湑兮我覯之子我心寫兮我心寫兮是以有譽處兮裳裳者華芸其黃矣我覯之子維其有章矣維其有章矣是以有慶矣裳裳者華或黃或白我覯之子乘其四駱乘其四駱六轡沃若左之左之君子宜之右之右之君子有之維其有之是以似之裳裳者華四章章六句215桑扈桑扈刺幽王也君臣上下動無禮文焉交交桑扈有鶯其羽君子樂胥受天之祜交交桑扈有鶯其領君子樂胥萬邦之屏之屏之翰百辟為憲不戢不難受福不那兕觥其觩旨酒思柔彼交匪敖萬福來求桑扈四章章四句216鴛鴦鴛鴦刺幽王也思古明王交於萬物有道自奉養有節焉鴛鴦于飛畢之羅之君子萬年福祿宜之鴛鴦在梁戢其左翼君子萬年宜其遐福乘馬在廄摧之秣之君子萬年福祿艾之乘馬在廄秣之摧之君子萬年福祿綏之鴛鴦四章章四句217頍弁頍弁諸公刺幽王也暴戾無親不能宴樂同姓親睦九族孤危將亡故作是詩也有頍者弁實維伊何爾酒既旨爾殽既嘉豈伊異人兄弟匪他蔦與女蘿施于松柏未見君子憂心弈弈既見君子庶幾說懌有頍者弁實維何期爾酒既旨爾殽既時豈伊異人兄弟具來蔦與女蘿施于松上未見君子憂心怲怲既見君子庶幾有臧有頍者弁實維在首爾酒既旨爾殽既阜豈伊異人兄弟甥舅如彼雨雪先集維霰死喪無日無幾相見樂酒今夕君子維宴頍弁三章章十二句218車舝車舝大夫刺幽王也襃姒嫉妬無道並進讒巧敗國德澤不加於民周人思得賢女以配君子故作是詩也間關車之舝兮思孌季女逝兮匪飢匪渴德音來括雖無好友式燕且喜依彼平林有集維鷮辰彼碩女令德來教式燕且譽好爾無射雖無旨酒式飲庶幾雖無嘉殽式食庶幾雖無德與女式歌且舞陟彼高岡析其柞薪析其柞薪其葉湑兮鮮我覯爾我心寫兮高山仰止景行行止四牡騑騑六轡如琴覯爾新昏以慰我心車舝五章章六句219青蠅青蠅大夫刺幽王也營營青蠅止于樊豈弟君子無信讒言營營青蠅止于棘讒人罔極交亂四國營營青蠅止于榛讒人罔極構我二人青蠅三章章四句220賓之初筵賓之初筵衛武公刺時也幽王荒廢媟近小人飲酒無度天下化之君臣上下沈湎淫液武公既入而作是詩也賓之初筵左右秩秩籩豆有楚殽核維旅酒既和旨飲酒孔偕鍾鼓既設舉醻逸逸大侯既抗弓矢斯張射夫既同獻爾發功發彼有的以祈爾爵籥舞笙鼓樂既和奏烝衎烈祖以洽百禮百禮既至有壬有林錫爾純嘏子孫其湛其湛曰樂各奏爾能賓載手仇室人入又酌彼康爵以奏爾時賓之初筵溫溫其恭其未醉止威儀反反曰既醉止威儀幡幡舍其坐遷屢舞僊僊其未醉止威儀抑抑曰既醉止威儀怭怭是曰既醉不知其秩賓既醉止載號載呶亂我籩豆屢舞僛僛是曰既醉不知其郵側弁之俄屢舞傞傞既醉而出並受其福醉而不出是謂伐德飲酒孔嘉維其令儀凡此飲酒或醉或否既立之監或佐之史彼醉不臧不醉反恥式勿從謂無俾大怠匪言勿言匪由勿語由醉之言俾出童羖三爵不識矧敢多又賓之初筵五章章十四句甫田之什十篇三十九章二百九十六句"}
{"id": "KR1c0001_022", "series": "KR1c0001", "text": "221魚藻魚藻刺幽王也言萬物失其性王居鎬京將不能以自樂故君子思古之武王焉魚在在藻有頒其首王在在鎬豈樂飲酒魚在在藻有莘其尾王在在鎬飲酒樂豈魚在在藻依于其蒲王在在鎬有那其居魚藻三章章四句222采菽采菽刺幽王也侮慢諸侯諸侯來朝不能錫命以禮數徵會之而無信義君子見微而思古焉采菽采菽筐之筥之君子來朝何錫予之雖無予之路車乘馬又何予之玄袞及黼觱沸檻泉言采其芹君子來朝言觀其旂其旂淠淠鸞聲嘒嘒載驂載駟君子所屆赤芾在股邪幅在下彼交匪紓天子所予樂只君子天子命之樂只君子福祿申之維柞之枝其葉蓬蓬樂只君子殿天子之邦樂只君子萬福攸同平平左右亦是率從汎汎楊舟紼纚維之樂只君子天子葵之樂只君子福祿膍之優哉游哉亦是戾矣采菽五章章八句223角弓角弓父兄刺幽王也不親九族而好讒佞骨肉相怨故作是詩也騂騂角弓翩其反矣兄弟昏姻無胥遠矣爾之遠矣民胥然矣爾之教矣民胥傚矣此令兄弟綽綽有裕不令兄弟交相為瘉民之無良相怨一方受爵不讓至于己斯亡老馬反為駒不顧其後如食宜饇如酌孔取毋教猱升木如塗塗附君子有徽猷小人與屬雨雪瀌瀌見晛曰消莫肯下遺式居婁驕雨雪浮浮見晛曰流如蠻如髦我是用憂角弓八章章四句224菀柳菀柳刺幽王也暴虐無親而刑罰不中諸侯皆不欲朝言王者之不可朝事也有菀者柳不尚息焉上帝甚蹈無自暱焉俾予靖之後予極焉有菀者柳不尚愒焉上帝甚蹈無自瘵焉俾予靖之後予邁焉有鳥高飛亦傅于天彼人之心于何其臻曷予靖之居以凶矜菀柳三章章六句225都人士都人士周人刺衣服無常也古者長民衣服不貳從容有常以齊其民則民德歸壹傷今不復見古人也彼都人士狐裘黃黃其容不改出言有章行歸于周萬民所望彼都人士臺笠緇撮彼君子女綢直如髮我不見兮我心不說彼都人士充耳琇實彼君子女謂之尹吉我不見兮我心苑結彼都人士垂帶而厲彼君子女卷髮如蠆我不見兮言從之邁匪伊垂之帶則有餘匪伊卷之髮則有旟我不見兮云何盱矣都人士五章章六句226采綠采綠刺怨曠也幽王之時多怨曠者也終朝采綠不盈一匊予髮曲局薄言歸沐終朝采藍不盈一襜五日為期六日不詹之子于狩言韔其弓之子于釣言綸之繩其釣維何維魴及鱮維魴及鱮薄言觀者采綠四章章四句227黍苗黍苗刺幽王也不能膏潤天下卿士不能行召伯之職焉芃芃黍苗陰雨膏之悠悠南行召伯勞之我任我輦我車我牛我行既集蓋云歸哉我徒我御我師我旅我行既集蓋云歸處肅肅謝功召伯營之烈烈征師召伯成之原隰既平泉流既清召伯有成王心則寧黍苗五章章四句228隰桑隰桑刺幽王也小人在位君子在野思見君子盡心以事之隰桑有阿其葉有難既見君子其樂如何隰桑有阿其葉有沃既見君子云何不樂隰桑有阿其葉有幽既見君子德音孔膠心乎愛矣遐不謂矣中心臧之何日忘之隰桑四章章四句229白華白華周人刺幽后也幽王取申女以為后又得襃姒而黜申后故下國化之以妾為妻以孽代宗而王弗能治周人為之作是詩也白華菅兮白茅束兮之子之遠俾我獨兮英英白雲露彼菅茅天步艱難之子不猶滮池北流浸彼稻田嘯歌傷懷念彼碩人樵彼桑薪卬烘于煁維彼碩人實勞我心鼓鍾于宮聲聞于外念子懆懆視我邁邁有鶖在梁有鶴在林維彼碩人實勞我心鴛鴦在梁戢其左翼之子無良二三其德有扁斯石履之卑兮之子之遠俾我疧兮白華八章章四句230緜蠻緜蠻微臣刺亂也大臣不用仁心遺忘微賤不肯飲食教載之故作是詩也緜蠻黃鳥止于丘阿道之云遠我勞如何飲之食之教之誨之命彼後車謂之載之緜蠻黃鳥止于丘隅豈敢憚行畏不能趨飲之食之教之誨之命彼後車謂之載之緜蠻黃鳥止于丘側豈敢憚行畏不能極飲之食之教之誨之命彼後車謂之載之緜蠻三章章八句231瓠葉瓠葉大夫刺幽王也上棄禮而不能行雖有牲牢𩟷餼不肯用也故思古之人不以微薄廢禮焉幡幡瓠葉采之亨之君子有酒酌言嘗之有兔斯首炮之燔之君子有酒酌言獻之有兔斯首燔之炙之君子有酒酌言酢之有兔斯首燔之炮之君子有酒酌言醻之瓠葉四章章四句232漸漸之石漸漸之石下國刺幽王也戎狄叛之荊舒不至乃命將率東征役久病於外故作是詩也漸漸之石維其高矣山川悠遠維其勞矣武人東征不皇朝矣漸漸之石維其卒矣山川悠遠曷其沒矣武人東征不皇出矣有豕白蹢烝涉波矣月離于畢俾滂沱矣武人東征不皇他矣漸漸之石三章章六句233苕之華苕之華大夫閔時也幽王之時西戎東夷交侵中國師旅竝起因之以饑饉君子閔周室之將亡傷己逢之故作是詩也苕之華芸其黃矣心之憂矣維其傷矣苕之華其葉青青知我如此不如無生牂羊墳首三星在罶人可以食鮮可以飽苕之華三章章四句234何草不黃何草不黃下國刺幽王也四夷交侵中國背叛用兵不息視民如禽獸君子憂之故作是詩也何草不黃何日不行何人不將經營四方何草不玄何人不矜哀我征夫獨為匪民匪兕匪虎率彼曠野哀我征夫朝夕不暇有芃者狐率彼幽草有棧之車行彼周道何草不黃四章章四句魚藻之什十四篇六十二章三百二句"}
{"id": "KR1c0001_023", "series": "KR1c0001", "text": "235文王文王文王受命作周也文王在上於昭于天周雖舊邦其命維新有周不顯帝命不時文王陟降在帝左右亹亹文王令聞不已陳錫哉周侯文王孫子文王孫子本支百世凡周之士不顯亦世世之不顯厥猶翼翼思皇多士生此王國王國克生維周之楨濟濟多士文王以寧穆穆文王於緝熙敬止假哉天命有商孫子商之孫子其麗不億上帝既命侯于周服侯服于周天命靡常殷士膚敏祼將于京厥作祼將常服黼冔王之藎臣無念爾祖無念爾祖聿脩厥德永言配命自求多福殷之未喪師克配上帝宜鑒于殷駿命不易命之不易無遏爾躬宣昭義問有虞殷自天上天之載無聲無臭儀刑文王萬邦作孚文王七章章八句236大明大明文王有明德故天復命武王也明明在下赫赫在上天難忱斯不易維王天位殷適使不挾四方摯仲氏任自彼殷商來嫁于周曰嬪于京乃及王季維德之行大任有身生此文王維此文王小心翼翼昭事上帝聿懷多福厥德不回以受方國天監在下有命既集文王初載天作之合在洽之陽在渭之涘文王嘉止大邦有子大邦有子俔天之妹文定厥祥親迎于渭造舟為梁不顯其光有命自天命此文王于周于京纘女維莘長子維行篤生武王保右命爾燮伐大商殷商之旅其會如林矢于牧野維予侯興上帝臨女無貳爾心牧野洋洋檀車煌煌駟騵彭彭維師尚父時維鷹揚涼彼武王肆伐大商會朝清明大明八章四章章六句四章章八句237緜緜文王之興本由大王也緜緜瓜瓞民之初生自土沮漆古公亶父陶復陶穴未有家室古公亶父來朝走馬率西水滸至于岐下爰及姜女聿來胥宇周原膴膴堇荼如飴爰始爰謀爰契我龜曰止曰時築室于茲迺慰迺止迺左迺右迺疆迺理迺宣迺畝自西徂東周爰執事乃迺召司空乃迺召司徒俾立室家其繩則直縮版以載作廟翼翼捄之陾陾度之薨薨築之登登削屢馮馮百堵皆興鼛鼓弗勝迺立皋門皋門有伉迺立應門應門將將迺立冢土戎醜攸行肆不殄厥慍亦不隕厥問柞棫拔矣行道兌矣混夷駾矣維其喙矣虞芮質厥成文王蹶厥生予曰有䟽附予曰有先後予曰有奔奏予曰有禦侮緜九章章六句238棫樸棫樸文王能官人也芃芃棫樸薪之槱之濟濟辟王左右趣之濟濟辟王左右奉璋奉璋峨峨髦士攸宜淠彼涇舟烝徒楫之周王于邁六師及之倬彼雲漢為章于天周王壽考遐不作人追琢其章金玉其相勉勉我王綱紀四方棫樸五章章四句239旱麓旱麓受祖也周之先祖世脩后稷公劉之業大王王季申以百福干祿焉瞻彼旱麓榛楛濟濟豈弟君子干祿豈弟瑟彼玉瓚黃流在中豈弟君子福祿攸降鳶飛戾天魚躍于淵豈弟君子遐不作人清酒既載騂牡既備以享以祀以介景福瑟彼柞棫民所燎矣豈弟君子神所勞矣莫莫葛藟施于條枚豈弟君子求福不回旱麓六章章四句240思齊思齊文王所以聖也思齊大任文王之母思媚周姜京室之婦大姒嗣徽音則百斯男惠于宗公神罔時怨神罔時恫刑于寡妻至于兄弟以御于家邦雝雝在宮肅肅在廟不顯亦臨無射亦保肆戎疾不殄烈假不瑕不聞亦式不諫亦入肆成人有德小子有造古之人無斁譽髦斯士思齊四章章六句故言五章二章章六句三章章四句241皇矣皇矣美周也天監代殷莫若周周世世脩德莫若文王皇矣上帝臨下有赫監觀四方求民之莫維此二國其政不獲維彼四國爰究爰度上帝耆之憎其式廓乃眷西顧此維與宅作之屏之其菑其翳脩之平之其灌其栵啟之辟之其檉其椐攘之剔之其檿其柘帝遷明德串夷載路天子厥配受命既固帝省其山柞棫斯拔松柏斯兌帝作邦作對自大伯王季維此王季因心則友則友其兄則篤其慶載錫之光受祿無喪奄有四方維此王季帝度其心貊其德音其德克明克明克類克長克君王此大邦克順克比比于文王其德靡悔既受帝祉施于孫子帝謂文王無然畔援無然歆羨誕先登于岸密人不恭敢距大邦侵阮徂共王赫斯怒爰整其旅以按徂旅以篤于周祜以對于天下依其在京侵自阮疆陟我高岡無矢我陵我陵我阿無飲我泉我泉我池度其鮮原居岐之陽在渭之將萬邦之方下民之王帝謂文王予懷明德不大聲以色不長夏以革不識不知順帝之則帝謂文王詢爾仇方同爾兄弟以爾鉤援與爾臨衝以伐崇墉臨衝閑閑崇墉言言執訊連連攸馘安安是類是禡是致是附四方以無侮臨衝茀茀崇墉仡仡是伐是肆是絕是忽四方以無拂皇矣八章章十二句242靈臺靈臺民始附也文王受命而民樂其有靈德以及鳥獸昆蟲焉經始靈臺經之營之庶民攻之不日成之經始勿亟庶民子來王在靈囿麀鹿攸伏麀鹿濯濯白鳥翯翯王在靈沼於牣魚躍虡業維樅賁鼓維鏞於論鼓鍾於樂辟廱於論鼓鍾於樂辟廱鼉鼓逢逢矇瞍奏公靈臺五章章四句243下武下武繼文也武王有聖德復受天命能昭先人之功焉下武維周世有哲王三后在天王配于京王配于京世德作求永言配命成王之孚成王之孚下土之式永言孝思孝思維則媚茲一人應侯順德永言孝思昭哉嗣服昭茲來許繩其祖武於萬斯年受天之祜受天之祜四方來賀於萬斯年不遐有佐下武六章章四句244文王有聲文王有聲繼伐也武王能廣文王之聲卒其伐功也文王有聲遹駿有聲遹求厥寧遹觀厥成文王烝哉文王受命有此武功既伐于崇作邑于豐文王烝哉築城伊淢作豐伊匹匪棘其欲遹追來孝王后烝哉王公伊濯維豐之垣四方攸同王后維翰王后烝哉豐水東注維禹之績四方攸同皇王維辟皇王烝哉鎬京辟廱自西自東自南自北無思不服皇王烝哉考卜維王宅是鎬京維龜正之武王成之武王烝哉豐水有芑武王豈不仕詒厥孫謀以燕翼子武王烝哉文王有聲八章章五句文王之什十篇六十六章四百一十四句"}
{"id": "KR1c0001_024", "series": "KR1c0001", "text": "245生民生民尊祖也后稷生於姜嫄文武之功起於后稷故推以配天焉厥初生民時維姜嫄生民如何克禋克祀以弗無子履帝武敏歆攸介攸止載震載夙載生載育時維后稷誕彌厥月先生如達不坼不副無菑無害以赫厥靈上帝不寧不康禋祀居然生子誕寘之隘巷牛羊腓字之誕寘之平林會伐平林誕寘之寒冰鳥覆翼之鳥乃去矣后稷呱矣實覃實訏厥聲載路誕實匍匐克岐克嶷以就口食蓺之荏菽荏菽旆旆禾役穟穟麻麥幪幪瓜瓞唪唪誕后稷之穡有相之道茀厥豐草種之黃茂實方實苞實種實褎實發實秀實堅實好實穎實栗即有邰家室誕降嘉種維秬維秠維穈維芑恒之秬秠是穫是畝恒之穈芑是任是負以歸肈祀誕我祀如何或舂或揄或簸或蹂釋之叟叟烝之浮浮載謀載惟取蕭祭脂取羝以軷載燔載烈以興嗣歲卬盛于豆于豆于登其香始升上帝居歆胡臭亶時后稷肈祀庶無罪悔以迄于今生民八章四章章十句四章章八句246行葦行葦忠厚也周家忠厚仁及草木故能內睦九族外尊事黃耇養老乞言以成其福祿焉敦彼行葦牛羊勿踐履方苞方體維葉泥泥戚戚兄弟莫遠具爾或肆之筵或授之几肆筵設席授几有緝御或獻或酢洗爵奠斝醓醢以薦或燔或炙嘉殽脾臄或歌或咢敦弓既堅四鍭既鈞舍矢既均序賓以賢敦弓既句既挾四鍭四鍭如樹序賓以不侮曾孫維主酒醴維醹酌以大斗以祈黃耇黃耇台背以引以翼壽考維祺以介景福行葦八章章四句故言七章二章章六句五章章四句247既醉既醉大平也醉酒飽德人有士君子之行焉既醉以酒既飽以德君子萬年介爾景福既醉以酒爾殽既將君子萬年介爾昭明昭明有融高朗令終令終有俶公尸嘉告其告維何籩豆靜嘉朋友攸攝攝以威儀威儀孔時君子有孝子孝子不匱永錫爾類其類維何室家之壼君子萬年永錫祚胤其胤維何天被爾祿君子萬年景命有僕其僕維何釐爾女士釐爾女士從以孫子既醉八章章四句248鳧鷖鳧鷖守成也大平之君子能持盈守成神祇祖考安樂之也鳧鷖在涇公尸來燕來寧爾酒既清爾殽既馨公尸燕飲福祿來成鳧鷖在沙公尸來燕來宜爾酒既多爾殽既嘉公尸燕飲福祿來為鳧鷖在渚公尸來燕來處爾酒既湑爾殽伊脯公尸燕飲福祿來下鳧鷖在潀公尸來燕來宗既燕于宗福祿攸降公尸燕飲福祿來崇鳧鷖在亹公尸來止熏熏旨酒欣欣燔炙芬芬公尸燕飲無有後艱鳧鷖五章章六句249假樂假樂嘉成王也假樂君子顯顯令德宜民宜人受祿于天保右命之自天申之干祿百福子孫千億穆穆皇皇宜君宜王不愆不忘率由舊章威儀抑抑德音秩秩無怨無惡率由群匹受福無疆四方之綱之綱之紀燕及朋友百辟卿士媚于天子不解于位民之攸塈假樂四章章六句250公劉公劉召康公戒成王也成王將涖政戒以民事美公劉之厚於民而獻是詩也篤公劉匪居匪康迺埸迺疆迺積迺倉迺裹餱糧于橐于囊思輯用光弓矢斯張干戈戚揚爰方啟行篤公劉于胥斯原既庶既繁既順迺宣而無永歎陟則在巘復降在原何以舟之維玉及瑤鞞琫容刀篤公劉逝彼百泉瞻彼溥原迺陟南岡迺覯于京京師之野于時處處于時廬旅于時言言于時語語篤公劉于京斯依蹌蹌濟濟俾筵俾几既登迺依迺造其曹執豕于牢酌之用匏食之飲之君之宗之篤公劉既溥既長既景迺岡相其陰陽觀其流泉其軍三單度其隰原徹田為糧度其夕陽豳居允荒篤公劉于豳斯館涉渭為亂取厲取鍛止基迺理爰眾爰有夾其皇澗遡其過澗止旅迺密芮鞫之即公劉六章章十句251泂酌泂酌召康公戒成王也言皇天親有德饗有道也泂酌彼行潦挹彼注茲可以餴饎豈弟君子民之父母泂酌彼行潦挹彼注茲可以濯罍豈弟君子民之攸歸泂酌彼行潦挹彼注茲可以濯溉豈弟君子民之攸塈泂酌三章章五句252卷阿卷阿召康公戒成王也言求賢用吉士也有卷者阿飄風自南豈弟君子來游來歌以矢其音伴奐爾游矣優游爾休矣豈弟君子俾爾彌爾性似先公酋矣爾土宇昄章亦孔之厚矣豈弟君子俾爾彌爾性百神爾主矣爾受命長矣茀祿爾康矣豈弟君子俾爾彌爾性純嘏爾常矣有馮有翼有孝有德以引以翼豈弟君子四方為則顒顒卬卬如圭如璋令聞令望豈弟君子四方為綱鳳皇于飛翽翽其羽亦集爰止藹藹王多吉士維君子使媚于天子鳳皇于飛翽翽其羽亦傅于天藹藹王多吉人維君子命媚于庶人鳳皇鳴矣于彼高岡梧桐生矣于彼朝陽菶菶萋萋雝雝喈喈君子之車既庶且多君子之馬既閑且馳矢詩不多維以遂歌卷阿十章六章章五句四章章六句253民勞民勞召穆公刺厲王也民亦勞止汔可小康惠此中國以綏四方無縱詭隨以謹無良式遏寇虐憯不畏明柔遠能邇以定我王民亦勞止汔可小休惠此中國以為民逑無縱詭隨以謹惽怓式遏寇虐無俾民憂無棄爾勞以為王休民亦勞止汔可小息惠此京師以綏四國無縱詭隨以謹罔極式遏寇虐無俾作慝敬慎威儀以近有德民亦勞止汔可小愒惠此中國俾民憂泄無縱詭隨以謹醜厲式遏寇虐無俾正敗戎雖小子而式弘大民亦勞止汔可小安惠此中國國無有殘無縱詭隨以謹繾綣式遏寇虐無俾正反王欲玉女是用大諫民勞五章章十句254板板凡伯刺厲王也上帝板板下民卒癉出話不然為猶不遠靡聖管管不實于亶猶之未遠是用大諫天之方難無然憲憲天之方蹶無然泄泄辭之輯矣民之洽矣辭之懌矣民之莫矣我雖異事及爾同寮我即爾謀聽我囂囂我言維服勿以為笑先民有言詢于芻蕘天之方虐無然謔謔老夫灌灌小子蹻蹻匪我言耄爾用憂謔多將熇熇不可救藥天之方懠無為夸毗威儀卒迷善人載尸民之方殿屎則莫我敢葵喪亂蔑資曾莫惠我師天之牖民如壎如篪如璋如圭如取如攜攜無曰益牖民孔易民之多辟無自立辟价人維藩大師維垣大邦維屏大宗維翰懷德維寧宗子維城無俾城壞無獨斯畏敬天之怒無敢戲豫敬天之渝無敢馳驅昊天曰明及爾出王昊天曰旦及爾游衍板八章章八句生民之什十篇六十五章四百三十三句"}
{"id": "KR1c0001_025", "series": "KR1c0001", "text": "255蕩蕩召穆公傷周室大壞也厲王無道天下蕩蕩無綱紀文章故作是詩也蕩蕩上帝下民之辟疾威上帝其命多辟天生烝民其命匪諶靡不有初鮮克有終文王曰咨咨女殷商曾是彊禦曾是掊克曾是在位曾是在服天降滔德女興是力文王曰咨咨女殷商而秉義類彊禦多懟流言以對寇攘式內侯作侯祝靡屆靡究文王曰咨咨女殷商女炰烋于中國斂怨以為德不明爾德時無背無側爾德不明以無陪無卿文王曰咨咨女殷商天不湎爾以酒不義從式既愆爾止靡明靡晦式號式呼俾晝作夜文王曰咨咨女殷商如蜩如螗如沸如羹小大近喪人尚乎由行內奰于中國覃及鬼方文王曰咨咨女殷商匪上帝不時殷不用舊雖無老成人尚有典刑曾是莫聽大命以傾文王曰咨咨女殷商人亦有言顛沛之揭枝葉未有害本實先撥殷鑒不遠在夏后之世蕩八章章八句256抑抑衛武公刺厲王亦以自警也抑抑威儀維德之隅人亦有言靡哲不愚庶人之愚亦職維疾哲人之愚亦維斯戾無競維人四方其訓之有覺德行四國順之訏謨定命遠猶辰告敬慎威儀維民之則其在于今興迷亂于政顛覆厥德荒湛于酒女雖湛樂從弗念厥紹罔敷求先王克共明刑肆皇天弗尚如彼泉流無淪胥以亡夙興夜寐洒埽庭內維民之章脩爾車馬弓矢戎兵用戒戎作用逷蠻方質爾人民謹爾侯度用戒不虞慎爾出話敬爾威儀無不柔嘉白圭之玷尚可磨也斯言之玷不可為也無易由言無曰苟矣莫捫朕舌言不可逝矣無言不讎無德不報惠于朋友庶民小子子孫繩繩萬民靡不承視爾友君子輯柔爾顏不遐有愆相在爾室尚不媿于屋漏無曰不顯莫予云覯神之格思不可度思矧可射思辟爾為德俾臧俾嘉淑慎爾止不愆于儀不僭不賊鮮不為則投我以桃報之以李彼童而角實虹小子荏染柔木言緡之絲溫溫恭人維德之基其維哲人告之話言順德之行其維愚人覆謂我僭民各有心於乎小子未知臧否匪手攜之言示之事匪面命之言提其耳借曰未知亦既抱子民之靡盈誰夙知而莫成昊天孔昭我生靡樂視爾夢夢我心慘慘誨爾諄諄聽我藐藐匪用為教覆用為虐借曰未知亦聿既耄於乎小子告爾舊止聽用我謀庶無大悔天方艱難曰喪厥國取譬不遠昊天不忒回遹其德俾民大棘抑十二章三章章八句九章章十句257桑柔桑柔芮伯刺厲王也菀彼桑柔其下侯旬捋采其劉瘼此下民不殄心憂倉兄填兮倬彼昊天寧不我矜四牡騤騤旟旐有翩亂生不夷靡國不泯民靡有黎具禍以燼於乎有哀國步斯頻國步蔑資天不我將靡所止疑云徂何往君子實維秉心無競誰生厲階至今為梗憂心慇慇念我土宇我生不辰逢天僤怒自西徂東靡所定處多我覯痻孔棘我圉為謀為毖亂況斯削告爾憂恤誨爾序爵誰能執熱逝不以濯其何能淑載胥及溺如彼遡風亦孔之僾民有肅心荓云不逮好是稼穡力民代食稼穡維寶代食維好天降喪亂滅我立王降此蟊賊稼穡卒痒哀恫中國具贅卒荒靡有旅力以念穹蒼維此惠君民人所瞻秉心宣猶考慎其相維彼不順自獨俾臧自有肺腸俾民卒狂瞻彼中林甡甡其鹿朋友已譖不胥以穀人亦有言進退維谷維此聖人瞻言百里維彼愚人覆狂以喜匪言不能胡斯畏忌維此良人弗求弗迪維彼忍心是顧是復民之貪亂寧為荼毒大風有隧有空大谷維此良人作為式穀維彼不順征以中垢大風有隧貪人敗類聽言則對誦言如醉匪用其良覆俾我悖嗟爾朋友予豈不知而作如彼飛蟲時亦弋獲既之陰女反予來赫民之罔極職涼善背為民不利如云不克民之回遹職競用力民之未戾職盜為寇涼曰不可覆背善詈雖曰匪予既作爾歌桑柔十六章八章章八句八章章六句258雲漢雲漢仍叔美宣王也宣王承厲王之烈內有撥亂之志遇災而懼側身脩行欲銷去之天下喜於王化復行百姓見憂故作是詩也倬彼雲漢昭回于天王曰於乎何辜今之人天降喪亂饑饉薦臻靡神不舉靡愛斯牲圭璧既卒寧莫我聽旱既大甚蘊隆蟲蟲不殄禋祀自郊徂宮上下奠瘞靡神不宗后稷不克上帝不臨秏斁下土寧丁我躬旱既太甚則不可推兢兢業業如霆如雷周餘黎民靡有孑遺昊天上帝則不我遺胡不相畏先祖于摧旱既太甚則不可沮赫赫炎炎云我無所大命近止靡瞻靡顧群公先正則不我助父母先祖胡寧忍予旱既太甚滌滌山川旱魃為虐如惔如焚我心憚暑憂心如熏群公先正則不我聞昊天上帝寧俾我遯旱既太甚黽勉畏去胡寧瘨我以旱憯不知其故祈年孔夙方社不莫昊天上帝則不我虞敬恭明神宜無悔怒旱既太甚散無友紀鞫哉庶正疚哉冢宰趣馬師氏膳夫左右靡人不周無不能止瞻卬昊天云如何里瞻卬昊天有嘒其星大夫君子昭假無贏大命近止無棄爾成何求為我以戾庶正瞻卬昊天曷惠其寧雲漢八章章十句259崧高崧高尹吉甫美宣王也天下復平能建國親諸侯襃賞申伯焉崧高維嶽駿極于天維嶽降神生甫及申維申及甫維周之翰四國于蕃四方于宣亹亹申伯王纘之事于邑于謝南國是式王命召伯定申伯之宅登是南邦世執其功王命申伯式是南邦因是謝人以作爾庸王命召伯徹申伯土田王命傅御遷其私人申伯之功召伯是營有俶其城寢廟既成既成藐藐王錫申伯四牡蹻蹻鉤膺濯濯王遣申伯路車乘馬我圖爾居莫如南土錫爾介圭以作爾寶往近王舅南土是保申伯信邁王餞于郿申伯還南謝于誠歸王命召伯徹申伯土疆以峙其粻式遄其行申伯番番既入于謝徒御嘽嘽周邦咸喜戎有良翰不顯申伯王之元舅文武是憲申伯之德柔惠且直揉此萬邦聞于四國吉甫作誦其詩孔碩其風肆好以贈申伯崧高八章章八句260烝民烝民尹吉甫美宣王也任賢使能周室中興焉天生烝民有物有則民之秉彝好是懿德天監有周昭假于下保茲天子生仲山甫仲山甫之德柔嘉維則令儀令色小心翼翼古訓是式威儀是力天子是若明命使賦王命仲山甫式是百辟纘戎祖考王躬是保出納王命王之喉舌賦政于外四方爰發肅肅王命仲山甫將之邦國若否仲山甫明之既明且哲以保其身夙夜匪解以事一人人亦有言柔則茹之剛則吐之維仲山甫柔亦不茹剛亦不吐不侮矜寡不畏彊禦人亦有言德輶如毛民鮮克舉之我儀圖之維仲山甫舉之愛莫助之袞職有闕維仲山甫補之仲山甫出祖四牡業業征夫捷捷每懷靡及四牡彭彭八鸞鏘鏘王命仲山甫城彼東方四牡騤騤八鸞喈喈仲山甫徂齊式遄其歸吉甫作誦穆如清風仲山甫永懷以慰其心烝民八章章八句261韓奕韓奕尹吉甫美宣王也能錫命諸侯奕奕梁山維禹甸之有倬其道韓侯受命王親命之纘戎祖考無廢朕命夙夜匪解虔共爾位朕命不易榦不庭方以佐戎辟四牡奕奕孔脩且張韓侯入覲以其介圭入覲于王王錫韓侯淑旂綏章簟茀錯衡玄袞赤舄鉤膺鏤鍚鞹鞃淺幭鞗革金厄韓侯出祖出宿于屠顯父餞之清酒百壺其殽維何炰鱉鮮魚其蔌維何維筍及蒲其贈維何乘馬路車籩豆有且侯氏燕胥韓侯取妻汾王之甥蹶父之子韓侯迎止于蹶之里百兩彭彭八鸞鏘鏘不顯其光諸娣從之祁祁如雲韓侯顧之爛其盈門蹶父孔武靡國不到為韓姞相攸莫如韓樂孔樂韓土川澤訏訏魴鱮甫甫麀鹿噳噳有熊有羆有貓有虎慶既令居韓姞燕譽溥彼韓城燕師所完以先祖受命因時百蠻王錫韓侯其追其貊奄受北國因以其伯實墉實壑實畝實藉獻其貔皮赤豹黃羆韓奕六章章十二句262江漢江漢尹吉甫美宣王也能興衰撥亂命召公平淮夷江漢滔滔武夫浮浮匪安匪遊淮夷來求既出我車既設我旟匪安匪舒淮夷來鋪江漢湯湯武夫洸洸經營四方告成于王四方既平王國庶定時靡有爭王心載寧江漢之滸王命召虎式辟四方徹我疆土匪疚匪棘王國來極于疆于理至于南海王命召虎來旬來宣文武受命召公維翰無曰予小子召公是似肇敏戎公用錫爾祉釐爾圭瓚秬鬯一卣告于文人錫山土田于周受命自召祖命虎拜稽首天子萬年虎拜稽首對揚王休作召公考天子萬壽明明天子令聞不已矢其文德洽此四國江漢六章章八句263常武常武召穆公美宣王也有常德以立武事因以為戒然赫赫明明王命卿士南仲大祖大師皇父整我六師以脩我戎既敬既戒惠此南國王謂尹氏命程伯休父左右陳行戒我師旅率彼淮浦省此徐土不留不處三事就緒赫赫業業有嚴天子王舒保作匪紹匪遊徐方繹騷震驚徐方如雷如霆徐方震驚王奮厥武如震如怒進厥虎臣闞如虓虎鋪敦淮濆仍執醜虜截彼淮浦王師之所王旅嘽嘽如飛如翰如江如漢如山之苞如川之流緜緜翼翼不測不克濯征徐國王猶允塞徐方既來徐方既同天子之功四方既平徐方來庭徐方不回王曰還歸常武六章章八句264瞻卬瞻卬凡伯刺幽王大壞也瞻卬昊天則不我惠孔填不寧降此大厲邦靡有定士民其瘵蟊賊蟊疾靡有夷屆罪罟不收靡有夷瘳人有土田女反有之人有民人女覆奪之此宜無罪女反收之彼宜有罪女覆說之哲夫成城哲婦傾城懿厥哲婦為梟為鴟婦有長舌維厲之階亂匪降自天生自婦人匪教匪誨時維婦寺鞫人忮忒譖始竟背豈曰不極伊胡為慝如賈三倍君子是識婦無公事休其蠶織天何以刺何神不富舍爾介狄維予胥忌不弔不祥威儀不類人之云亡邦國殄瘁天之降罔維其優矣人之云亡心之憂矣天之降罔維其幾矣人之云亡心之悲矣觱沸檻泉維其深矣心之憂矣寧自今矣不自我先不自我後藐藐昊天無不克鞏無忝皇祖式救爾後瞻卬七章三章章十句四章章八句265召旻召旻凡伯刺幽王大壞也旻閔也閔天下無如召公之臣也旻天疾威天篤降喪瘨我饑饉民卒流亡我居圉卒荒天降罪罟蟊賊內訌昏椓靡共潰潰回遹實靖夷我邦皋皋訿訿曾不知其玷兢兢業業孔填不寧我位孔貶如彼歲旱草不潰茂如彼棲苴我相此邦無不潰止維昔之富不如時維今之疚不如茲彼疏斯粺胡不自替職兄斯引池之竭矣不云自頻泉之竭矣不云自中溥斯害矣職兄斯弘不災我躬昔先王受命有如召公日辟國百里今也日蹙國百里於乎哀哉維今之人不尚有舊召旻七章四章章五句三章章七句蕩之什十一篇九十二章七百六十九句"}
{"id": "KR1c0001_026", "series": "KR1c0001", "text": "266清廟清廟祀文王也周公既成洛邑朝諸侯率以祀文王焉於穆清廟肅雝顯相濟濟多士秉文之德對越在天駿奔走在廟不顯不承無射於人斯清廟一章八句267維天之命維天之命大平告文王也維天之命於穆不已於乎不顯文王之德之純假以溢我我其收之駿惠我文王曾孫篤之維天之命一章八句268維清維清奏象舞也維清緝熙文王之典肇禋迄用有成維周之禎維清一章五句269烈文烈文成王即政諸侯助祭也烈文辟公錫茲祉福惠我無疆子孫保之無封靡于爾邦維王其崇之念茲戎功繼序其皇之無競維人四方其訓之不顯維德百辟其刑之於乎前王不忘烈文一章十三句270天作天作祀先王先公也天作高山大王荒之彼作矣文王康之彼徂矣岐有夷之行子孫保之天作一章七句271昊天有成命昊天有成命郊祀天地也昊文有成命二后受之成王不敢康夙夜基命宥密於緝熙單厥心肆其靖之昊天有成命一章七句272我將我將祀文王於明堂也我將我享維羊維牛維天其右之儀式刑文王之典日靖四方伊嘏文王既右饗之我其夙夜畏天之威于時保之我將一章十句273時邁時邁巡守告祭柴望也時邁其邦昊天其子之實右序有周薄言震之莫不震疊懷柔百神及河喬嶽允王維后明昭有周式序在位載戢干戈載櫜弓矢我求懿德肆于時夏允王保之時邁一章十五句274執競執競祀武王也執競武王無競維烈不顯成康上帝是皇自彼成康奄有四方斤斤其明鐘鼓喤喤磬筦將將降福穰穰降福簡簡威儀反反既醉既飽福祿來反執競一章十四句275思文思文后稷配天也思文后稷克配彼天立我烝民莫匪爾極貽我來牟帝命率育無此疆爾界陳常于時夏思文一章八句清廟之什十篇十章九十五句"}
{"id": "KR1c0001_027", "series": "KR1c0001", "text": "276臣工臣工諸侯助祭遣於廟也嗟嗟臣工敬爾在公王釐爾成來咨來茹嗟嗟保介維莫之春亦又何求如何新畬於皇來牟將受厥明明昭上帝迄用康年命我眾人庤乃錢鎛奄觀銍艾臣工一章十五句277噫嘻噫嘻春夏祈穀于上帝也噫嘻成王既昭假爾率時農夫播厥百穀駿發爾私終三十里亦服爾耕十千維耦噫嘻一章八句278振鷺振鷺二王之後來助祭也振鷺于飛于彼西雝我客戾止亦有斯容在彼無惡在此無斁庶幾夙夜以永終譽振鷺一章八句279豐年豐年秋冬報也豐年多黍多稌亦有高廩萬億及秭為酒為醴烝畀祖妣以洽百禮降福孔皆豐年一章七句280有瞽有瞽始作樂而合乎祖也有瞽有瞽在周之庭設業設虡崇牙樹羽應田縣鼓鞉磬柷圉既備乃奏簫管備舉喤喤厥聲肅雝和鳴先祖是聽我客戾止永觀厥成有瞽一章十三句281潛潛季冬薦魚春獻鮪也猗與漆沮潛有多魚有鱣有鮪鰷鱨鰋鯉以享以祀以介景福潛一章六句282雝雝禘大祖也有來雝雝至止肅肅相維辟公天子穆穆於薦廣牡相予肆祀假哉皇考綏予孝子宣哲維人文武維后燕及皇天克昌厥後綏我眉壽介以繁祉既右烈考亦右文母雝一章十六句283載見載見諸侯始見乎武王廟也載見辟王曰求厥章龍旂陽陽和鈴央央鞗革有鶬休有烈光率見昭考以孝以享以介眉壽永言保之思皇多祜烈文辟公綏以多福俾緝熙于純嘏載見一章十四句284有客有客微子來見祖廟也有客有客亦白其馬有萋有且敦琢其旅有客宿宿有客信信言授之縶以縶其馬薄言追之左右綏之既有淫威降福孔夷有客一章十二句285武武奏大武也於皇武王無競維烈允文文王克開厥後嗣武受之勝殷遏劉耆定爾功武一章七句臣工之什十篇十章一百六句"}
{"id": "KR1c0001_028", "series": "KR1c0001", "text": "286閔予小子閔予小子嗣王朝於廟也閔予小子遭家不造嬛嬛在疚於乎皇考永世克孝念茲皇祖陟降庭止維予小子夙夜敬止於乎皇王繼序思不忘閔予小子一章十一句287訪落訪落嗣王謀於廟也訪予落止率時昭考於乎悠哉朕未有艾將予就之繼猶判渙維予小子未堪家多難紹庭上下陟降厥家休矣皇考以保明其身訪落一章十二句288敬之敬之群臣進戒嗣王也敬之敬之天維顯思命不易哉無曰高高在上陟降厥士日監在茲維予小子不聰敬止日就月將學有緝熙于光明佛時仔肩示我顯德行敬之一章十二句289小毖小毖嗣王求助也予其懲而毖後患莫予荓蜂自求辛螫肇允彼桃蟲拚飛維鳥未堪家多難予又集于蓼小毖一章八句290載芟載芟春籍田而祈社稷也載芟載柞其耕澤澤千耦其耘徂隰徂畛侯主侯伯侯亞侯旅侯彊侯以有嗿其饁思媚其婦有依其士有略其耜俶載南畝播厥百穀實函斯活驛驛其達有厭其傑厭厭其苗緜緜其麃載穫濟濟有實其積萬億及秭為酒為醴烝畀祖妣以洽百禮有飶其香邦家之光有椒其馨胡考之寧匪且有且匪今斯今振古如茲載芟一章三十一句291良耜良耜秋報社稷也畟畟良耜俶載南畝播厥百穀實函斯活或來瞻女載筐及筥其饟伊黍其笠伊糾其鎛斯趙以薅荼蓼荼蓼朽止黍稷茂止穫之挃挃積之栗栗其崇如墉其比如櫛以開百室百室盈止婦子寧止殺時犉牡有捄其角以似以續續古之人良耜一章二十三句292絲衣絲衣繹賓尸也高子曰靈星之尸也絲衣其紑載弁俅俅自堂徂基自羊徂牛鼐鼎及鼒兕觥其觩旨酒思柔不吳不敖胡考之休絲衣一章九句293酌酌告成大武也言能酌先祖之道以養天下也於鑠王師遵養時晦時純熙矣是用大介我龍受之蹻蹻王之造載用有嗣實維爾公允師酌一章九句294桓桓講武類禡也桓武志也綏萬邦婁豐年天命匪解桓桓武王保有厥士于以四方克定厥家於昭于天皇以間之桓一章九句295賚賚大封於廟也賚予也言所以錫予善人也文王既勤止我應受之敷時繹思我徂維求定時周之命於繹思賚一章六句296般般巡守而祀四嶽河海也於皇時周陟其高山嶞山喬嶽允猶翕河敷天之下裒時之對時周之命般一章七句閔予小子之什十一篇十一章百三十七句"}
{"id": "KR1c0001_029", "series": "KR1c0001", "text": "297駉駉頌僖公也僖公能遵伯禽之法儉以足用寬以愛民務農重穀牧于坰野魯人尊之於是季孫行父請命于周而史克作是頌駉駉牧馬在坰之野薄言駉者有驈有皇有驪有黃以車彭彭思無疆思馬斯臧駉駉牧馬在坰之野薄言駉者有騅有駓有騂有騏以車伾伾思無期思馬斯才駉駉牧馬在坰之野薄言駉者有驒有駱有駵有雒以車繹繹思無斁思馬斯作駉駉牧馬在坰之野薄言駉者有駰有騢有驔有魚以車袪袪思無邪思馬斯徂駉四章章八句298有駜有駜頌僖公君臣之有道也有駜有駜駜彼乘黃夙夜在公在公明明振振鷺鷺于下鼓咽咽醉言舞于胥樂兮有駜有駜駜彼乘牡夙夜在公在公飲酒振振鷺鷺于飛鼓咽咽醉言歸于胥樂兮有駜有駜駜彼乘駽夙夜在公在公載燕自今以始歲其有君子有穀詒孫子于胥樂兮有駜三章章九句299泮水泮水頌僖公能脩泮宮也思樂泮水薄采其芹魯侯戾止言觀其旂其旂茷茷鸞聲噦噦無小無大從公于邁思樂泮水薄采其藻魯侯戾止其馬蹻蹻其馬蹻蹻其音昭昭載色載笑匪怒伊教思樂泮水薄采其茆魯侯戾止在泮飲酒既飲旨酒永錫難老順彼長道屈此群醜穆穆魯侯敬明其德敬慎威儀維民之則允文允武昭假烈祖靡有不孝自求伊祜明明魯侯克明其德既作泮宮淮夷攸服矯矯虎臣在泮獻馘淑問如皋陶在泮獻囚濟濟多士克廣德心桓桓于征狄彼東南烝烝皇皇不吳不揚不告于訩在泮獻功角弓其觩束矢其搜戎車孔博徒御無斁既克淮夷孔淑不逆式固爾猶淮夷卒獲翩彼飛鴞集于泮林食我桑黮懷我好音憬彼淮夷來獻其琛元龜象齒大賂南金泮水八章章八句300閟宮閟宮頌僖公能復周公之宇也閟宮有侐實實枚枚赫赫姜嫄其德不回上帝是依無災無害彌月不遲是生后稷降之百福黍稷重穋稙稺菽麥奄有下國俾民稼穡有稷有黍有稻有秬奄有下土纘禹之緒后稷之孫實維大王居岐之陽實始翦商至于文武纘大王之緒致天之屆于牧之野無貳無虞上帝臨女敦商之旅克咸厥功王曰叔父建爾元子俾侯于魯大啟爾宇為周室輔乃命魯公俾侯于東錫之山川土田附庸周公之孫莊公之子龍旂承祀六轡耳耳春秋匪解享祀不忒皇皇后帝皇祖后稷享以騂犧是饗是宜降福既多周公皇祖亦其福女秋而載嘗夏而楅衡白牡騂剛犧尊將將毛炰胾羹籩豆大房萬舞洋洋孝孫有慶俾爾熾而昌俾爾壽而臧保彼東方魯邦是常不虧不崩不震不騰三壽作朋如岡如陵公車千乘朱英綠縢二矛重弓公徒三萬貝冑朱綅烝徒增增戎狄是膺荊舒是懲則莫我敢承俾爾昌而熾俾爾壽而富黃髮台背壽胥與試俾爾昌而大俾爾耆而艾萬有千歲眉壽無有害泰山巖巖魯邦所詹奄有龜蒙遂荒大東至于海邦淮夷來同莫不率從魯侯之功保有鳧繹遂荒徐宅至于海邦淮夷蠻貊及彼南夷莫不率從莫敢不諾魯侯是若天錫公純嘏眉壽保魯居常與許復周公之宇魯侯燕喜令妻壽母宜大夫庶士邦國是有既多受祉黃髮兒齒徂來之松新甫之柏是斷是度是尋是尺松桷有舄路寢孔碩新廟奕奕奚斯所作孔曼且碩萬民是若閟宮八章二章章十七句一章十二句一章三十八句二章章八句二章章十句駉四篇二十三章二百四十三句"}
{"id": "KR1c0001_030", "series": "KR1c0001", "text": "301那那祀成湯也微子至于戴公其間禮樂廢壞有正考甫者得商頌十二篇於周之大師以那為首猗與那與置我鞉鼓奏鼓簡簡衎我烈祖湯孫奏假綏我思成鞉鼓淵淵嘒嘒管聲既和且平依我磬聲於赫湯孫穆穆厥聲庸鼓有斁萬舞有奕我有嘉客亦不夷懌自古在昔先民有作溫恭朝夕執事有恪顧予烝嘗湯孫之將那一章二十二句302烈祖烈祖祀中宗也嗟嗟烈祖有秩斯祜申錫無疆及爾斯所既載清酤賚我思成亦有和羹既戒既平鬷假無言時靡有爭綏我眉壽黃耇無疆約軝錯衡八鸞鶬鶬以假以享我受命溥將自天降康豐年穰穰來假來饗降福無疆顧予烝嘗湯孫之將烈祖一章二十二句303玄鳥玄鳥祀高宗也天命玄鳥降而生商宅殷土芒芒古帝命武湯正域彼四方方命厥后奄有九有商之先后受命不殆在武丁孫子武丁孫子武王靡不勝龍旂十乘大糦是承邦畿千里維民所止肈域彼四海四海來假來假祁祁景員維河殷受命咸宜百祿是何玄鳥一章二十二句304長發長發大禘也濬哲維商長發其祥洪水芒芒禹敷下土方外大國是疆幅隕既長有娀方將帝立子生商玄王桓撥受小國是達受大國是達率履不越遂視既發相土烈烈海外有截帝命不違至于湯齊湯降不遟聖敬日躋昭假遟遟上帝是祗帝命式于九圍受小球大球為下國綴旒何天之休不競不絿不剛不柔敷政優優百祿是遒受小共大共為下國駿厖何天之龍敷奏其勇不震不動不戁不竦百祿是總武王載旆有虔秉鉞如火烈烈則莫我敢曷苞有三蘖莫遂莫達九有有截韋顧既伐昆吾夏桀昔在中葉有震且業允也天子降予卿士實維阿衡實左右商王長發七章一章八句四章章七句一章九句一章六句305殷武殷武祀高宗也撻彼殷武奮伐荊楚冞入其阻裒荊之旅有截其所湯孫之緒維女荊楚居國南鄉昔有成湯自彼氐羌莫敢不來享莫敢不來王曰商是常天命多辟設都于禹之績歲事來辟勿予禍適稼穡匪解天命降監下民有嚴不僭不濫不敢怠遑命于下國封建厥福商邑翼翼四方之極赫赫厥聲濯濯厥靈壽考且寧以保我後生陟彼景山松柏丸丸是斷是遷方斲是虔松桷有梴旅楹有閑寢成孔安殷武六章三章章六句二章章七句一章五句那五篇十六章百五十四句"}
