{"id": "KR1d0002_001", "series": "KR1d0002", "text": "惟王建國辨方正位體國經野設官分職以爲民極乃立天官冢宰使帥其屬而掌邦治以佐王均邦國治官之屬大宰卿一人小宰中大夫二人宰夫下大夫四人上士八人中士十有六人旅下士三十有二人府六人史十有二人胥十有二人徒百有二十人宮正上士二人中士四人下士八人府二人史四人胥四人徒四十人宮伯中士二人下士四人府一人史二人胥二人徒二十人膳夫上士二人中士四人下士八人府二人史四人胥十有二人徒百有二十人庖人中士四人下士八人府二人史四人賈八人胥四人徒四十人內饔中士四人下士八人府二人史四人胥十人徒百人外饔中士四人下士八人府二人史四人胥十人徒百人亨人下士四人府一人史二人胥五人徒五十人甸師下士二人府一人史二人胥三十人徒三百人獸人中士四人下士八人府二人史四人胥四人徒四十人䱷人中士二人下士四人府二人史四人胥三十人徒三百人鼈人下士四人府二人史二人徒十有六人腊人下士四人府二人史二人徒二十人醫師上士二人下士四人府二人史二人徒二十人食醫中士二人疾醫中士八人瘍醫下士八人獸醫下士四人酒正中士四人下士八人府二人史八人胥八人徒八十人酒人奄十人女酒三十人奚三百人漿人奄五人女漿十有五人奚百有五十人凌人下士二人府二人史二人胥八人徒八十人籩人奄一人女籩十人奚二十人醢人奄一人女醢二十人奚四十人醯人奄二人女醯二十人奚四十人鹽人奄二人女鹽二十人奚四十人幂人奄一人女幂十人奚二十人宮人中士四人下士八人府二人史四人胥八人徒八十人掌舍下士四人府二人史四人徒四十人幕人下士一人府二人史二人徒四十人掌次下士四人府四人史二人徒八十人大府下大夫二人上士四人下士八人府四人史八人賈十有六人胥八人徒八十人玉府上士二人中士四人府二人史二人工八人賈八人胥四人徒四十有八人內府中士二人府一人史二人徒十人外府中士二人府一人史二人徒十人司會中大夫二人下大夫四人上士八人中士十有六人府四人史八人胥五人徒五十人司書上士二人中士四人府二人史四人徒八人職內上士二人中士四人府四人史四人徒二十人職歲上士四人中士八人府四人史八人徒二十人職幣上士二人中士四人府二人史四人賈四人胥二人徒二十人司裘中士二人下士四人府二人史四人徒四十人掌皮下士四人府二人史四人徒四十人內宰下大夫二人上士四人中士八人府四人史八人胥八人徒八十人內小臣奄上士四人史二人徒八人閽人王宮毎門四人囿游亦如之寺人王之正內五人內豎倍寺人之數九嬪世婦女御女祝四人奚八人女史八人奚十有六人典婦功中士二人下士四人府二人史四人工四人賈四人徒二十人典絲下士二人府二人史二人賈四人徒十有二人典枲下士二人府二人史二人徒二十人內司服奄一人女御二人奚八人縫人奄二人女御八人女工八十人奚三十人染人下士二人府二人史二人徒二十人追師下士二人府一人史二人工二人徒四人屨人下士二人府一人史一人工八人徒四人夏采下士四人史一人徒四人大宰之職掌建邦之六典以佐王治邦國一曰治典以經邦國以治官府以紀萬民二曰敎典以安邦國以敎官府以擾萬民三曰禮典以和邦國以統百官以諧萬民四曰政典以平邦國以正百官以均萬民五曰刑典以詰邦國以刑百官以糾萬民六曰事典以富邦國以任百官以生萬民以八灋治官府一曰官屬以舉邦治二曰官職以辨邦治三曰官聮以會官治四曰官常以聽官治五曰官成以經邦治六曰官灋以正邦治七曰官刑以糾邦治八曰官計以弊邦治以八則治都鄙一曰祭祀以馭其神二曰灋則以馭其官三曰廢置以馭其吏四曰禄位以馭其士五曰賦貢以馭其用六曰禮俗以馭其民七曰刑賞以馭其威八曰田役以馭其衆以八柄詔王馭羣臣一曰爵以馭其貴二曰禄以馭其富三曰予以馭其幸四曰置以馭其行五曰生以馭其福六曰奪以馭其貧七曰廢以馭其罪八曰誅以馭其過以八統詔王馭萬民一曰親親二曰敬故三曰進賢四曰使能五曰保庸六曰尊貴七曰達吏八曰禮賔以九職任萬民一曰三農生九穀二曰園圃毓草木三曰虞衡作山澤之材四曰藪牧養蕃鳥獸五曰百工飭化八材六曰商賈阜通貨賄七曰嬪婦化治絲枲八曰臣妾聚斂䟽材九曰閒民無常職轉移執事以九賦斂財賄一曰邦中之賦二曰四郊之賦三曰邦甸之賦四曰家削之賦五曰邦縣之賦六曰邦都之賦七曰關市之賦八曰山澤之賦九曰幣餘之賦以九式均節財用一曰祭祀之式二曰賔客之式三曰喪荒之式四曰羞服之式五曰工事之式六曰幣帛之式七曰芻秣之式八曰匪頒之式九曰好用之式以九貢致邦國之用一曰祀貢二曰嬪貢三曰器貢四曰幣貢五曰材貢六曰貨貢七曰服貢八曰斿貢九曰物貢以九兩繫邦國之民一曰牧以地得民二曰長以貴得民三曰師以賢得民四曰儒以道得民五曰宗以族得民六曰主以利得民七曰吏以治得民八曰友以任得民九曰藪以富得民正月之吉始和布治于邦國都鄙乃縣治象之灋于象魏使萬民觀治象挾日而斂之乃施典于邦國而建其牧立其監設其參傅其伍陳其殷置其輔乃施則于都鄙而建其長立其兩設其伍陳其殷置其輔乃施灋于官府而建其正立其貳設其攷陳其殷置其輔凡治以典待邦國之治以則待都鄙之治以灋待官府之治以官成待萬民之治以禮待賔客之治祀五帝則掌百官之誓戒與其具脩前期十日帥執事而卜日遂戒及執事眡滌濯及納亨贊王牲事及祀之日贊玉幣爵之事祀大神示亦如之享先王亦如之贊玉凡玉爵大朝覲會同贊玉幣玉獻玉几玉爵大喪贊贈玉含玉作大事則戒于百官贊王命王眡治朝則贊聽治眡四方之聽朝亦如之凡邦之小治則冢宰聽之待四方之賔客之小治歲終則令百官府各正其治受其會聽其致事而詔王廢置三歲則大計羣吏之治而誅賞之小宰之職掌建邦之宮刑以治王宮之政令凡宮之糾禁掌邦之六典八灋八則之貳以逆邦國都鄙官府之治執邦之九貢九賦九式之貳以均財節邦用以官府之六敘正羣吏一曰以敘正其位二曰以敘進其治三曰以敘作其事四曰以敘制其食五曰以敘受其會六曰以敘聽其情以官府之六屬舉邦治一曰天官其屬六十掌邦治大事則從其長小事則專達二曰地官其屬六十掌邦敎大事則從其長小事則專達三曰春官其屬六十掌邦禮大事則從其長小事則專達四曰夏官其屬六十掌邦政大事則從其長小事則專達五曰秋官其屬六十掌邦刑大事則從其長小事則專達六曰冬官其屬六十掌邦事大事則從其長小事則專達以官府之六職辨邦治一曰治職以平邦國以均萬民以節財用二曰敎職以安邦國以寧萬民以懷賔客三曰禮職以和邦國以諧萬民以事鬼神四曰政職以服邦國以正萬民以聚百物五曰刑職以詰邦國以糾萬民以除盜賊六曰事職以富邦國以養萬民以生百物以官府之六聮合邦治一曰祭祀之聮事二曰賔客之聮事三曰喪荒之聮事四曰軍旅之聮事五曰田役之聮事六曰斂弛之聮事凡小事皆有聮以官府之八成經邦治一曰聽政役以比居二曰聽師田以簡稽三曰聽閭里以版圖四曰聽稱責以傅別五曰聽禄位以禮命六曰聽取予以書契七曰聽賣買以質劑八曰聽出入以要會以聽官府之六計弊羣吏之治一曰廉善二曰廉能三曰廉敬四曰廉正五曰廉灋六曰廉辨以灋掌祭祀朝覲會同賔客之戒具軍旅田役喪荒亦如之七事者令百官府共其財用治其施舍聽其治訟凡祭祀贊王幣爵之事祼將之事凡賔客贊祼凡受爵之事凡受幣之事喪荒受其含襚幣玉之事月終則以官府之敘受羣吏之要贊冡宰受歲會歲終則令羣吏致事正歲帥治官之屬而觀治象之灋徇以木鐸曰不用灋者國有常刑乃退以宮刑憲禁于王宮令于百官府曰各脩乃職攷乃灋待乃事以聽王命其有不共則國有大刑宰夫之職掌治朝之灋以正王及三公六卿大夫羣吏之位掌其禁令敘羣吏之治以待賔客之令諸臣之復萬民之逆掌百官府之徵令辨其八職一曰正掌官灋以治要二曰師掌官成以治凡三曰司掌官灋以治目四曰旅掌官常以治數五曰府掌官契以治藏六曰史掌官書以贊治七曰胥掌官敘以治敘八曰徒掌官令以徵令掌治灋以攷百官府羣都縣鄙之治乘其財用之出入凡失財用物辟名者以官刑詔冡宰而誅之其足用長財善物者賞之以式灋掌祭祀之戒具與其薦羞從大宰而眡滌濯凡禮事贊小宰比官府之具凡朝覲會同賔客以牢禮之灋掌其牢禮委積膳獻飲食賔賜之飱牽與其陳數凡邦之弔事掌其戒令與其幣器財用凡所共者大喪小喪掌小官之戒令帥執事而治之三公六卿之喪與職喪帥官有司而治之凡諸大夫之喪使其旅帥有司而治之歲終則令羣吏正歲會月終則令正月要旬終則令正日成而以攷其治治不以時舉者以吿而誅之正歲則以灋警戒羣吏令脩宮中之職事書其能者與其良者而以吿于上宮正掌王宮之戒令糾禁以時比宮中之官府次舍之衆寡爲之版以待夕擊柝而比之國有故則令宿其比亦如之辨外內而時禁稽其功緒糾其德行幾其出入均其稍食去其淫怠與其竒衺之民會其什伍而敎之道藝月終則會其稍食歲終則會其行事凡邦之大事令于王宮之官府次舍無去守而聽政令春秋以木鐸脩火禁凡邦之事蹕宮中廟中則執燭大喪則授廬舍辨其親䟽貴賤之居宮伯掌王宮之士庶子凡在版者掌其政令行其秩敘作其徒役之事授八次八舍之職事若邦有大事作宮衆則令之月終則均秩歲終則均敘以時頒其衣裘掌其誅賞膳夫掌王之食飲膳羞以養王及后世子凡王之饋食用六穀膳用六牲飲用六淸羞用百有二十品珍用八物醬用百有二十罋王日一舉鼎十有二物皆有俎以樂侑食膳夫授祭品甞食王乃食卒食以樂徹于造王齊日三舉大喪則不舉大荒則不舉大札則不舉天地有烖則不舉邦有大故則不舉王燕食則奉膳贊祭凡王祭祀賔客食則徹王之胙俎凡王之稍事設薦脯醢王燕飲酒則爲獻主掌后及世子之膳羞凡肉脩之頒賜皆掌之凡祭祀之致福者受而膳之以摯見者亦如之歲終則會唯王及后世子之膳不會庖人掌共六畜六獸六禽辨其名物凡其死生鱻薧之物以共王之膳與其薦羞之物及后世子之膳羞共祭祀之好羞共喪紀之庶羞賔客之禽獻凡令禽獻以灋授之其出入亦如之凡用禽獻春行羔豚膳膏香夏行腒鱐膳膏臊秋行犢麛膳膏腥冬行鱻羽膳膏羶歲終則會唯王及后之膳禽不會內饔掌王及后世子膳羞之割亨煎和之事辨體名肉物辨百品味之物王舉則陳其鼎俎以牲體實之選百羞醬物珍物以俟饋共后及世子之膳羞辨腥臊羶香之不可食者牛夜鳴則庮羊泠毛而毳羶犬赤股而躁臊鳥皫色而沙鳴貍豕盲眡而交睫腥馬黑脊而般臂螻凡宗廟之祭祀掌割亨之事凡燕飲食亦如之凡掌共羞脩刑膴胖骨鱐以待共膳事凡小喪紀陳其鼎俎而實之亨人掌共鼎鑊以給水火之齊職外內饔之爨亨煑辨膳羞之物祭祀共大羹鉶羹賔客亦如之甸師掌帥其屬而耕耨王藉以時入之以共齍盛祭祀共蕭茅共野果蓏之薦喪事代王受眚烖王之同姓有辠則死刑焉帥其徒以薪蒸役外內饔之事獸人掌罟田獸辨其名物冬獻狼夏獻麋春秋獻獸物時田則守罟及弊田令禽注于虞中凡祭祀喪紀賔客共其死獸生獸凡獸入于腊人皮毛筋骨入于玉府凡田獸者掌其政令䱷人掌以時䱷爲梁春獻王鮪辨魚物爲鱻薧以共王膳羞凡祭祀賔客喪紀共其魚之鱻薧凡􁍡者掌其政令凡䱷征入于玉府鼈人掌取互物以時簎魚鼈龜蜃凡貍物春獻鼈蜃秋獻龜魚祭祀共蠯蠃蚳以授醢人掌凡邦之簎事腊人掌乾肉凡田獸之脯腊膴胖之事凡祭祀共豆脯薦脯膴胖凡腊物賔客喪紀共其脯腊凡乾肉之事"}
{"id": "KR1d0002_002", "series": "KR1d0002", "text": "天官冢宰下鄭氏註醫師掌醫之政令聚毒藥以共醫事凡邦之有疾病者疕瘍者造焉則使醫分而治之歲終則稽其醫事以制其食十全爲上十失一次之十失二次之十失三次之十失四爲下食醫掌和王之六食六飲六膳百羞百醬八珍之齊凡食齊眡春時羹齊眡夏時醬齊眡秋時飲齊眡冬時凡和春多酸夏多苦秋多辛冬多鹹調以滑甘凡會膳食之宜牛宜稌羊宜黍豕宜稷犬宜粱鴈宜麥魚宜苽凡君子之食恒放焉疾醫掌養萬民之疾病四時皆有癘疾春時有痟首疾夏時有痒疥疾秋時有瘧寒疾冬時有嗽上氣疾以五味五穀五藥養其病以五氣五聲五色眡其死生兩之以九竅之變參之以九藏之動凡民之有疾病者分而治之死終則各書其所以而入于醫師瘍醫掌腫瘍潰瘍金瘍折瘍之祝藥劀殺之齊凡療瘍以五毒攻之以五氣養之以五藥療之以五味節之凡藥以酸養骨以辛養筋以鹹養脉以苦養氣以甘養肉以滑養竅凡有瘍者受其藥焉獸醫掌療獸病療獸瘍凡療獸病灌而行之以節之以動其氣觀其所發而養之凡療獸瘍灌而劀之以發其惡然後藥之養之食之凡獸之有病者有瘍者使療之死則計其數以進退之酒正掌酒之政令以式灋授酒材凡爲公酒者亦如之辨五齊之名一曰泛齊二曰醴齊三曰盎齊四曰緹齊五曰沈齊辨三酒之物一曰事酒二曰昔酒三曰淸酒辨四飲之物一曰淸二曰醫三曰漿四曰酏掌其厚薄之齊以共王之四飲三酒之饌及后世子之飲與其酒凡祭祀以灋共五齊三酒以實八尊大祭三貳中祭再貳小祭壹貳皆有酌數唯齊酒不貳皆有器量共賔客之禮酒共后之致飲于賔客之禮醫酏糟皆使其士奉之凡王之燕飲酒共其計酒正奉之凡饗士庶子饗耆老孤子皆共其酒無酌數掌酒之賜頒皆有灋以行之凡有秩酒者以書契授之酒正之出日入其成月入其要小宰聽之歲終則會唯王及后之飲酒不會以酒式誅賞酒人掌爲五齊三酒祭祀則共奉之以役世婦共賔客之禮酒飲酒而奉之凡事共酒而入于酒府凡祭祀共酒以往賔客之陳酒亦如之漿人掌共王之六飲水漿醴涼醫酏入于酒府共賔客之稍禮共夫人致飲于賔客之禮淸醴醫酏糟而奉之凡飲共之凌人掌冰正歲十有二月令斬冰三其凌春始治鑑凡外內饔之膳羞鑑焉凡酒漿之酒醴亦如之祭祀共冰鑑賔客共冰大喪共夷槃冰夏頒冰掌事秋刷籩人掌四籩之實朝事之籩其實麷蕡白黑形鹽膴鮑魚鱐饋食之籩其實棗㮚桃乾䕩榛實加籩之實蔆芡㮚脯蔆芡㮚脯羞籩之實糗餌粉餈凡祭祀共其籩薦羞之實喪事及賔客之事共其薦籩羞籩爲王及后世子共其內羞凡籩事掌之醢人掌四豆之實朝事之豆其實韭菹醓醢昌本麋臡菁菹鹿臡茆菹麋臡饋食之豆其實葵菹蠃醢脾析蠯醢蜃蚳醢豚拍魚醢加豆之實芹菹兔醢深蒲醓醢箈菹鴈醢筍菹魚醢羞豆之實酏食糝食凡祭祀共薦羞之豆實賔客喪紀亦如之爲王及后世子共其內羞王舉則共醢六十罋以五齊七醢七菹三臡實之賔客之禮共醢五十罋凡事共醢醯人掌共五齊七菹凡醯物以共祭祀之齊菹凡醯醬之物賔客亦如之王舉則共齊菹醯物六十罋共后及世子之醬齊菹賔客之禮共醯五十罋凡事共醯鹽人掌鹽之政令以共百事之鹽祭祀共其苦鹽散鹽賔客共其形鹽散鹽王之膳羞共飴鹽后及世子亦如之凡齊事䰞盬以待戒令幂人掌共巾幂祭祀以䟽布巾幂八尊以畫布巾幂六彞凡王巾皆黼宮人掌王之六寢之脩爲其井匽除其不蠲去其惡臭共王之沐浴凡寢中之事埽除執燭共鑪炭凡勞事四方之舍事亦如之掌舍掌王之會同之舍設梐枑再重設車宮轅門爲壇壝宮棘門役祭祀共其帷幕幄帟綬大喪共帷幕帟綬三公及卿大夫之喪共其帟掌次掌王次之灋以待張事王大旅上帝則張氈案設皇邸朝日祀五帝則張大次小次設重帟重案合諸侯亦如之師田則張幕設重帟重案諸侯朝覲會同則張大次小次師田則張幕設案孤卿有邦事則張幕設案凡喪王則張帟王重諸侯再重孤卿大夫不重凡祭祀張其旅幕張尸次射則張耦次掌凡邦之張事大府掌九貢九賦九功之貳以受其貨賄之入頒其貨于受藏之府頒其賄于受用之府凡官府都鄙之吏及執事者受財用焉凡頒財以式灋授之關市之賦以待王之膳服邦中之賦以待賔客四郊之賦以待稍秣家削之賦以待匪頒邦甸之賦以待工事邦縣之賦以待幣帛邦都之賦以待祭祀山澤之賦以待喪紀幣餘之賦以待賜予凡邦國之貢以待弔用凡萬民之貢以充府庫凡式貢之餘財以共玩好之用凡邦之賦用取具焉歲終則以貨賄之入出會之玉府掌王之金玉玩好兵器凡良貨賄之藏共王之服玉佩玉珠玉王齊則共食玉大喪共含玉復衣裳角枕角柶掌王之燕衣服衽席牀笫凡䙝器若合諸侯則共珠槃玉敦凡王之獻金玉兵器文織良貨賄之物受而藏之凡王之好賜共其貨賄內府掌受九貢九賦九功之貨賄良兵良器以待邦之大用凡四方之幣獻之金玉齒革兵器凡良貨賄入焉凡適四方使者共其所受之物而奉之凡王及冢宰之好賜予則共之外府掌邦布之入出以共百物而待邦之用凡有灋者共王及后世子之衣服之用凡祭祀賔客喪紀會同軍旅共其財用之幣齎賜予之財用凡邦之小用皆受焉歲終則會唯王及后之服不會司會掌邦之六典八灋八則之貳以逆邦國都鄙官府之治以九貢之灋致邦國之財用以九賦之灋令田野之財用以九功之灋令民職之財用以九式之灋均節邦之財用掌國之官府郊野縣都之百物財用凡在書契版圖者之貳以逆羣吏之治而聽其會計以參互攷日成以月要攷月成以歲會攷歲成以周知四國之治以詔王及冢宰廢置司書掌邦之六典八灋八則九職九正九事邦中之版土地之圖以周知入出百物以敘其財受其幣使入于職幣凡上之用財用必攷于司會三歲則大計羣吏之治以知民之財器械之數以知田野夫家六畜之數以知山林川澤之數以逆羣吏之徵令凡稅斂掌事者受灋焉及事成則入要貳焉凡邦治攷焉職內掌邦之賦入辨其財用之物而執其緫以貳官府都鄙之財入之數以逆邦國之賦用凡受財者受其貳令而書之及會以逆職歲與官府財用之岀而敘其財以待邦之移用職歲掌邦之賦出以貳官府都鄙之財出賜之數以待會計而攷之凡官府都鄙羣吏之岀財用受式灋于職歲凡上之賜予以敘與職幣授之及會以式灋贊逆會職幣掌式灋以斂官府都鄙與凡用邦財者之幣振掌事者之餘財皆辨其物而奠其録以書楬之以詔上之小用賜予歲終則會其岀凡邦之會事以式灋贊之司裘掌爲大裘以共王祀天之服中秋獻良裘王乃行羽物季秋獻功裘以待頒賜王大射則共虎侯熊侯豹侯設其鵠諸侯則共熊侯豹侯卿大夫則共麋侯皆設其鵠大喪廞裘飾皮車凡邦之皮事掌之歲終則會唯王之裘與其皮事不會掌皮掌秋斂皮冬斂革春獻之遂以式灋頒皮革于百工共其毳毛爲氈以待邦事歲終則會其財齎內宰掌書版圖之灋以治王內之政令均其稍食分其人民以居之以隂禮敎六宮以隂禮敎九嬪以婦職之灋敎九御使各有屬以作二事正其服禁其竒衺展其功緒大祭祀后祼獻則贊瑶爵亦如之正后之服位而詔其禮樂之儀度量淳制祭之以隂禮中春詔后帥外內命婦始𧖟于北郊以爲祭服歲終則會內人之稍食稽其功事佐后而受獻功者比其小大與其麤良而賞罰之會內宮之財用正歲均其稍食施其功事憲禁令于王之北宮而糾其守上春詔王后帥六宮之人而生穜稑之種而獻之于王內小臣掌王后之命正其服位后出入則前驅若有祭祀賔客喪紀則擯詔后之禮事相九嬪之禮事正內人之禮事徹后之俎后有好事于四方則使往有好令於卿大夫則亦如之掌王之隂事隂令閽人掌守王宮之中門之禁喪服凶器不入宮濳服賊器不入宮竒服怪民不入宮凡內人公器賔客無帥則幾其出入以時啓閉凡外內命夫命婦出入則爲之闢掌埽門庭大祭祀喪紀之事設門燎蹕宮門廟門凡賔客亦如之寺人掌王之內人及女宮之戒令相道其出入之事而糾之若有喪紀賔客祭祀之事則帥女宮而致於有司佐世婦治禮事掌內人之禁令凡內人弔臨于外則帥而往立于其前而詔相之內豎掌內外之通令凡小事若有祭祀賔客喪紀之事則爲內人蹕王后之喪遷于宮中則前蹕及葬執䙝器以從遣車九嬪掌婦學之灋以敎九御婦德婦言婦容婦功各帥其屬而以時御敘于王所凡祭祀贊玉齍贊后薦徹豆籩若有賔客則從后大喪帥敘哭者亦如之世婦掌祭祀賔客喪紀之事帥女宮而濯摡爲齍盛及祭之日涖陳女宮之具凡內羞之物掌弔臨于卿大夫之喪女御掌御敘于王之燕寢以歲時獻功事凡祭祀贊世婦大喪掌沐浴后之喪持翣從世婦而弔于卿大夫之喪女祝掌王后之內祭祀凡內禱祠之事掌以時招梗禬禳之事以除疾殃女史掌王后之禮職掌內治之貳以詔后治內政逆內宮書內令凡后之事以禮從典婦功掌婦式之灋以授嬪婦及內人女功之事齎凡授嬪婦功及秋獻功辨其苦良比其小大而賈之物書而楬之以共王及后之用頒之于內府典絲掌絲入而辨其物以其賈楬之掌其藏與其出以待興功之時頒絲于外內工皆以物授之凡上之賜予亦如之及獻功則受良功而藏之辨其物而書其數以待有司之政令上之賜予凡祭祀共黼畫組就之物喪紀共其絲纊組文之物凡飾邦器者受文織絲組焉歲終則各以其物會之典枲掌布緦縷紵之麻草之物以待時頒功而授齎及獻功受苦功以其賈楬而藏之以待時頒頒衣服授之賜予亦如之歲終則各以其物會之內司服掌王后之六服褘衣揄狄闕狄鞠衣展衣縁衣素沙辨外內命婦之服鞠衣展衣縁衣素沙凡祭祀賔客共后之衣服及九嬪世婦凡命婦共其衣服共喪衰亦如之后之喪共其衣服凡內具之物縫人掌王宮之縫線之事以役女御以縫王及后之衣服喪縫棺飾焉衣翣柳之材掌凡內之縫事染人掌染絲帛凡染春暴練夏纁玄秋染夏冬獻功掌凡染事追師掌王后之首服爲副編次追衡笄爲九嬪及外內命婦之首服以待祭祀賔客喪紀共笄絰亦如之屨人掌王及后之服屨爲赤舄黑舄赤繶黃繶靑句素屨葛屨辨外內命夫命婦之命屨功屨散屨凡四時之祭祀以宜服之夏采掌大喪以冕服復于大祖以乘車建綏復于四郊"}
{"id": "KR1d0002_003", "series": "KR1d0002", "text": "惟王建國辨方正位體國經野設官分職以爲民極乃立地官司徒使帥其屬而掌邦敎以佐王安擾邦國敎官之屬大司徒卿一人小司徒中大夫二人郷師下大夫四人上士八人中士十有六人旅下士三十有二人府六人史十有二人胥十有二人徒百有二十人郷老二郷則公一人郷大夫每郷卿一人州長毎州中大夫一人黨正毎黨下大夫一人族師毎族上士一人閭胥毎閭中士一人比長五家下士一人封人中士四人下士八人府二人史四人胥六人徒六十人鼓人中士六人府二人史二人徒二十人舞師下士二人胥四人舞徒四十人牧人下士六人府一人史二人徒六十人牛人中士二人下士四人府二人史四人胥二十人徒二百人充人下士二人史二人胥四人徒四十人載師上士二人中士四人府二人史四人胥六人徒六十人閭師中士二人史二人徒二十人縣師上士二人中士四人府二人史四人胥八人徒八十人遺人中士二人下士四人府二人史四人胥四人徒四十人均人中士二人下士四人府二人史四人胥四人徒四十人師氏中大夫一人上士二人府二人史二人胥十有二人徒百有二十人保氏下大夫一人中士二人府二人史二人胥六人徒六十人司諫中士二人史二人徒二十人司救中士二人史二人徒二十人調人下士二人史二人徒十人媒氏下士二人史二人徒十人司市下大夫二人上士四人中士八人下士十有六人府四人史八人胥十有二人徒百有二十人質人中士二人下士四人府二人史四人胥二人徒二十人廛人中士二人下士四人府二人史四人胥二人徒二十人胥師二十肆則一人皆二史賈師二十肆則一人皆二史司虣十肆則一人司稽五肆則一人胥二肆則一人肆長毎肆則一人泉府上士四人中士八人下士十有六人府四人史八人賈八人徒八十人司門下大夫二人上士四人中士八人下士十有六人府二人史四人胥四人徒四十人每門下士二人府一人史二人徒四人司關上士二人中士四人府二人史四人胥八人徒八十人毎關下士二人府一人史二人徒四人掌節上士二人中士四人府二人史四人胥二人徒二十人遂人中大夫二人遂師下大夫四人上士八人中士十有六人旅下士三十有二人府四人史十有二人胥十有二人徒百有二十人遂大夫每遂中大夫一人縣正毎縣下大夫一人鄙師毎鄙上士一人酇長毎酇中士一人里宰每里下士一人鄰長五家則一人十有六人府二人史四人胥四人徒四十人每門下士二人府一人史二人徒四人司關上士二人中士四人府二人史四人胥八人徒八十人毎關下士二人府一人史二人徒四人掌節上士二人中士四人府二人史四人胥二人徒二十人遂人中大夫二人遂師下大夫四人上士八人中士十有六人旅下士三十有二人府四人史十有二人胥十有二人徒百有二十人遂大夫每遂中大夫一人縣正毎縣下大夫一人鄙師毎鄙上士一人酇長每酇中士一人里宰毎里下士一人鄰長五家則一人旅師中士四人下士八人府二人史四人胥八人徒八十人稍人下士四人史二人徒十有二人委人中士二人下士四人府二人史四人徒四十人土均上士二人中士四人下士八人府二人史四人胥四人徒四十人草人下士四人史二人徒十有二人稻人上士二人中士四人下士八人府二人史四人胥十人徒百人土訓中士二人下士四人史二人徒八人誦訓中士二人下士四人史二人徒八人山虞毎大山中士四人下士八人府二人史四人胥八人徒八十人中山下士六人史二人胥六人徒六十人小山下士二人史一人徒二十人林衡每大林麓下士十有二人史四人胥十有二人徒百有二十人中林麓如中山之虞小林麓如小山之虞川衡毎大川下士十有二人史四人胥十有二人徒百有二十人中川下士六人史二人胥六人徒六十人小川下士二人史一人徒二十人澤虞毎大澤大藪中士四人下士八人府二人史四人胥八人徒八十人中澤中藪如中川之衡小澤小藪如小川之衡迹人中士四人下士八人史二人徒四十人卝人中士二人下士四人府二人史二人胥四人徒四十人角人下士二人府一人徒八人羽人下士二人府一人徒八人掌葛下士二人府一人史一人胥二人徒二十人掌染草下士二人府一人史二人徒八人掌炭下士二人史二人徒二十人掌荼下士二人府一人史一人徒二十人掌蜃下士二人府一人史一人徒八人囿人中士四人下士八人府二人胥八人徒八十人場人每場下士二人府一人史一人徒二十人廩人下大夫二人上士四人中士八人下士十有六人府八人史十有六人胥三十人徒三百人舍人上士二人中士四人府二人史四人胥四人徒四十人倉人中士四人下士八人府二人史四人胥四人徒四十人司禄中士四人下士八人府二人史四人徒四十人司稼下士八人史四人徒四十人舂人奄二人女舂抌二人奚五人饎人奄二人女饎八人奚四十人槀人奄八人女槀毎奄二人奚五人大司徒之職掌建邦之土地之圖與其人民之數以佐王安擾邦國以天下土地之圖周知九州之地域廣輪之數辨其山林川澤丘陵墳衍原隰之名物而辨其邦國都鄙之數制其畿疆而溝封之設其社稷之壝而樹之田主各以其野之所宜木遂以名其社與其野以土會之灋辨五地之物生一曰山林其動物宜毛物其植物宜皁物其民毛而方二曰川澤其動物宜鱗物其植物宜膏物其民黑而津三曰丘陵其動物宜羽物其植物宜覈物其民專而長四曰墳衍其動物宜介物其植物宜莢物其民晳而瘠五曰原隰其動物宜臝物其植物宜叢物其民豐肉而􁃠因此五物者民之常而施十有二敎焉一曰以祀禮敎敬則民不苟二曰以陽禮敎讓則民不爭三曰以隂禮敎親則民不怨四曰以樂禮敎和則民不乖五曰以儀辨等則民不越六曰以俗敎安則民不愉七曰以刑敎中則民不虣八曰以誓敎恤則民不怠九曰以度敎節則民知足十曰以世事敎能則民不失職十有一曰以賢制爵則民愼德十有二曰以庸制禄則民興功以土宜之灋辨十有二土之名物以相民宅而知其利害以阜人民以蕃鳥獸以毓草木以任土事辨十有二壤之物而知其種以敎稼穡樹蓺以土均之灋辨五物九等制天下之地征以作民職以令地貢以斂財賦以均齊天下之政以土圭之灋測土深正日景以求地中日南則景短多暑日北則景長多寒日東則景夕多風日西則景朝多隂日至之景尺有五寸謂之地中天地之所合也四時之所交也風雨之所會也隂陽之所和也然則百物阜安乃建王國焉制其畿方千里而封樹之凡建邦國以土圭土其地而制其域諸公之地封疆方五百里其食者半諸侯之地封疆方四百里其食者參之一諸伯之地封疆方三百里其食者參之一諸子之地封疆方二百里其食者四之一諸男之地封疆方百里其食者四之一凡造都鄙制其地域而封溝之以其室數制之不易之地家百畮一易之地家二百畮再易之地家三百畮乃分地職奠地守制地貢而頒職事焉以爲地灋而待政令以荒政十有二聚萬民一曰散利二曰薄征三曰緩刑四曰弛力五曰舍禁六曰去幾七曰眚禮八曰殺哀九曰蕃樂十曰多昏十有一曰索鬼神十有二曰除盜賊以保息六養萬民一曰慈幼二曰養老三曰振窮四曰恤貧五曰寛疾六曰安富以本俗六安萬民一曰媺宮室二曰族墳墓三曰聮兄弟四曰聮師儒五曰聮朋友六曰同衣服正月之吉始和布敎于邦國都鄙乃縣敎象之灋于象魏使萬民觀敎象挾日而斂之乃施敎灋于邦國都鄙使之各以敎其所治民令五家爲比使之相保五比爲閭使之相受四閭爲族使之相葬五族爲黨使之相救五黨爲州使之相賙五州爲郷使之相賔頒職事十有二于邦國都鄙使以登萬民一曰稼穡二曰樹蓺三曰作材四曰阜蕃五曰飭材六曰通財七曰化材八曰斂材九曰生材十曰學藝十有一曰世事十有二曰服事以郷三物敎萬民而賔興之一曰六德知仁聖義忠和二曰六行孝友睦婣任恤三曰六藝禮樂射御書數以郷八刑糾萬民一曰不孝之刑二曰不睦之刑三曰不婣之刑四曰不弟之刑五曰不任之刑六曰不恤之刑七曰造言之刑八曰亂民之刑以五禮防萬民之僞而敎之中以六樂防萬民之情而敎之和凡萬民之不服敎而有獄訟者與有地治者聽而斷之其附于刑者歸于士祀五帝奉牛牲羞其肆享先王亦如之大賔客令野脩道委積大喪帥六郷之衆庶屬其六引而治其政令大軍旅大田役以旗致萬民而治其徒庶之政令若國有大故則致萬民於王門令無節者不行於天下大荒大札則令邦國移民通財舍禁弛力薄征緩刑歲終則令敎官正治而致事正歲令于敎官曰各共爾職脩乃事以聽王命其有不正則國有常刑小司徒之職掌建邦之敎灋以稽國中及四郊都鄙之夫家九比之數以辨其貴賤老幼癈疾凡征役之施舍與其祭祀飲食喪紀之禁令乃頒比灋于六郷之大夫使各登其郷之衆寡六畜車輦辨其物以歲時入其數以施政敎行徵令及三年則大比大比則受邦國之比要乃會萬民之卒伍而用之五人爲伍五伍爲兩四兩爲卒五卒爲旅五旅爲師五師爲軍以起軍旅以作田役以比追胥以令貢賦乃均土地以稽其人民而周知其數上地家七人可任也者家三人中地家六人可任也者二家五人下地家五人可任也者家二人凡起徒役毋過家一人以其餘爲羨唯田與追胥竭作凡用衆庶則掌其政敎與其戒禁聽其辭訟施其賞罰誅其犯命者凡國之大事致民大故致餘子乃經土地而井牧其田野九夫爲井四井爲邑四邑爲丘四丘爲甸四甸爲縣四縣爲都以任地事而令貢賦凡稅斂之事乃分地域而辨其守施其職而平其政凡小祭祀奉牛牲羞其肆小賔客令野脩道委積大軍旅帥其衆庶小軍旅巡役治其政令大喪帥邦役治其政敎凡建邦國立其社稷正其畿疆之封凡民訟以地比正之地訟以圖正之歲終則攷其屬官之治成而誅賞令羣吏正要會而致事正歲則帥其屬而觀敎灋之象徇以木鐸曰不用灋者國有常刑令羣吏憲禁令脩灋糾職以待邦治及大比六郷四郊之吏平敎治正政事攷夫屋及其衆寡六畜兵器以待政令郷師之職各掌其所治郷之敎而聽其治以國比之灋以時稽其夫家衆寡辨其老幼貴賤癈疾馬牛之物辨其可任者與其施舍者掌其戒令糾禁聽其獄訟大役則帥民徒而至治其政令旣役則受州里之役要以攷司空之辟以逆其役事凡邦事令作秩敘大祭祀羞牛牲共茅蒩大軍旅會同正治其徒役與其輂輦戮其犯命者大喪用役則帥其民而至遂治之及葬執纛以與匠師御匶而治役及窆執斧以涖匠師凡四時之田前期岀田灋于州里簡其鼓鐸旗物兵器脩其卒伍及期以司徒之大旗致衆庶而陳之以旗物辨郷邑而治其政令刑禁巡其前後之屯而戮其犯命者斷其爭禽之訟凡四時之徵令有常者以木鐸徇於市朝以歲時巡國及野而賙萬民之囏阨以王命施惠歲終則攷六郷之治以詔廢置正歲稽其郷器比共吉凶二服閭共祭器族共喪器黨共射器州共賔器郷共吉凶禮樂之器若國大比則攷敎察辭稽器展事以詔誅賞郷大夫之職各掌其郷之政敎禁令正月之吉受敎灋于司徒退而頒之于其郷吏使各以敎其所治以攷其德行察其道藝以歲時登其夫家之衆寡辨其可任者國中自七尺以及六十野自六尺以及六十有五皆征之其舍者國中貴者賢者能者服公事者老者疾者皆舍以歲時入其書三年則大比攷其德行道藝而興賢者能者郷老及郷大夫帥其吏與其衆寡以禮禮賔之厥明郷老及郷大夫羣吏獻賢能之書于王王再拜受之登于天府內史貳之退而以郷射之禮五物詢衆庶一曰和二曰容三曰主皮四曰和容五曰興舞此謂使民興賢出使長之使民興能入使治之歲終則令六郷之吏皆會政致事正歲令羣吏攷灋于司徒以退各憲之於其所治國大詢于衆庶則各帥其郷之衆寡而致於朝國有大故則令民各守其閭以待政令以旌節輔令則達之州長各掌其州之敎治政令之灋正月之吉各屬其州之民而讀灋以攷其德行道藝而勸之以糾其過惡而戒之若以歲時祭祀州社則屬其民而讀灋亦如之春秋以禮會民而射于州序凡州之大祭祀大喪皆涖其事若國作民而師田行役之事則帥而致之掌其戒令與其賞罰歲終則會其州之政令正歲則讀敎灋如初三年大比則大攷州里以贊郷大夫廢興黨正各掌其黨之政令敎治及四時之孟月吉日則屬民而讀邦灋以糾戒之春秋祭禜亦如之國索鬼神而祭祀則以禮屬民而飲酒于序以正齒位壹命齒于郷里再命齒于父族三命而不齒凡其黨之祭祀喪紀昏冠飲酒敎其禮事掌其禁戒凡作民而師田行役則以其灋治其政事歲終則會其黨政帥其吏而致事正歲屬民讀灋而書其德行道藝以歲時涖校比及大比亦如之族師各掌其族之戒令政事月吉則屬民而讀邦灋書其孝弟睦婣有學者春秋祭酺亦如之以邦比之灋帥四閭之吏以時屬民而校登其族之夫家衆寡辨其貴賤老幼癈疾可任者及其六畜車輦五家爲比十家爲聮五人爲伍十人爲聮四閭爲族八閭爲聮使之相保相受刑罰慶賞相及相共以受邦職以役國事以相葬埋若作民而師田行役則合其卒伍簡其兵器以鼓鐸旗物帥而至掌其治令戒禁刑罰歲終則會政致事閭胥各掌其閭之徵令以歲時各數其閭之衆寡辨其施含凡春秋之祭祀役政喪紀之數聚衆庶旣比則讀灋書其敬敏任恤者凡事掌其比觵撻罰之事比長各掌其比之治五家相受相和親有辠竒衺則相及徒于國中及郊則從而授之若徙于他則爲之旌節而行之若無授無節則唯圜土內之封人掌設王之社壝爲畿封而樹之凡封國設其社稷之壝封其四疆造都邑之封域者亦如之令社稷之職凡祭祀飾其牛牲設其楅衡置其絼共其水稾歌舞牲及毛炮之豚凡喪紀賔客軍旅大盟則飾其牛牲鼓人掌敎六鼓四金之音聲以節聲樂以和軍旅以正田役敎爲鼓而辨其聲用以雷鼓鼓神祀以靈鼓鼓社祭以路鼓鼓鬼享以鼖鼓鼓軍事以鼛鼓鼓役事以晉鼓鼓金奏以金錞和鼓以金鐲節鼓以金鐃止鼓以金鐸通鼓凡祭祀百物之神鼓兵舞帗舞者凡軍旅夜鼓鼜軍動則鼓其衆田役亦如之救日月則詔王鼓大喪則詔大僕鼓舞師掌敎兵舞帥而舞山川之祭祀敎帗舞帥而舞社稷之祭祀敎羽舞帥而舞四方之祭祀敎皇舞帥而舞旱暵之事凡野舞則皆敎之凡小祭祀則不興舞牧人掌牧六牲而阜蕃其物以共祭祀之牲牷凡陽祀用騂牲毛之隂祀用􁇠牲毛之望祀各以其方之色牲毛之凡時祀之牲必用牷物凡外祭毀事用尨可也凡祭祀共其犧牲以授充人繫之凡牲不繫者共奉之牛人掌養國之公牛以待國之政令凡祭祀共其享牛求牛以授職人而芻之凡賔客之事共其牢禮積膳之牛饗食賔射共其膳羞之牛軍事共其犒牛喪事共其奠牛凡會同軍旅行役共其兵車之牛與其牽徬以載公任器凡祭祀共其牛牲之互與其盆簝以待事充人掌繫祭祀之牲牷祀五帝則繫于牢芻之三月享先王亦如之凡散祭祀之牲繫于國門使養之展牲則吿牲碩牲則贊"}
{"id": "KR1d0002_004", "series": "KR1d0002", "text": "地官司徒下鄭氏註載師掌任土之灋以物地事授地職而待其政令以廛里任國中之地以場圃任園地以宅田士田賈田任近郊之地以官田牛田賞田牧田任逺郊之地以公邑之田任甸地以家邑之田任稍地以小都之田任縣地以大都之田任畺地凡任地國宅無征園廛二十而一近郊十一逺郊二十而三甸稍縣都皆無過十二唯其漆林之征二十而五凡宅不毛者有里布凡田不耕者出屋粟凡民無職事者出夫家之征以時徵其賦閭師掌國中及四郊之人民六畜之數以任其力以待其政令以時徵其賦凡任民任農以耕事貢九穀任圃以樹事貢草木任工以飭材事貢器物任商以市事貢貨賄任牧以畜事貢鳥獸任嬪以女事貢布帛任衡以山事貢其物任虞以澤事貢其物凡無職者出夫布凡庶民不畜者祭無牲不耕者祭無盛不樹者無椁不𧖟者不帛不績者不衰縣師掌邦國都鄙稍甸郊里之地域而辨其夫家人民田萊之數及其六畜車輦之稽三年大比則以攷羣吏而以詔廢置若將有軍旅會同田役之戒則受灋于司馬以作其衆庶及馬牛車輦會其車人之卒伍使皆備旗鼓兵器以帥而至凡造都邑量其地辨其物而制其域以歲時徵野之賦貢遺人掌邦之委積以待施惠郷里之委積以恤民之囏阨門關之委積以養老孤郊里之委積以待賔客野鄙之委積以待羇旅縣都之委積以待凶荒凡賔客會同師役掌其道路之委積凡國野之道十里有廬廬有飲食三十里有宿宿有路室路室有委五十里有市市有候館候館有積凡委積之事巡而比之以時頒之均人掌均地政均地守均地職均人民牛馬車輦之力政凡均力政以歲上下豐年則公旬用三日焉中年則公旬用二日焉無年則公旬用一日焉凶札則無力政無財賦不收地守地職不均地政三年大比則大均師氏掌以媺詔王以三德敎國子一曰至德以爲道本二曰敏德以爲行本三曰孝德以知逆惡敎三行一曰孝行以親父母二曰友行以尊賢良三曰順行以事師長居虎門之左司王朝掌國中失之事以敎國子弟凡國之貴遊子弟學焉凡祭祀賔客會同喪紀軍旅王舉則從聽治亦如之使其屬帥四夷之隷各以其兵服守王門之外且蹕朝在野外則守內列保氏掌諫王惡而養國子以道乃敎之六藝一曰五禮二曰六樂三曰五射四曰五馭五曰六書六曰九數乃敎之六儀一曰祭祀之容二曰賔客之容三曰朝廷之容四曰喪紀之容五曰軍旅之容六曰車馬之容凡祭祀賔客會同喪紀軍旅王舉則從聽治亦如之使其屬守王闈司諫掌糾萬民之德而勸之朋友正其行而强之道藝巡問而觀察之以時書其德行道藝辨其能而可任於國事者以攷郷里之治以詔廢置以行赦宥司救掌萬民之衺惡過失而誅讓之以禮防禁而救之凡民之有衺惡者三讓而罰三罰而士加明刑恥諸嘉石役諸司空其有過失者三讓而罰三罰而歸于圜土凡歲時有天患民病則以節巡國中及郊野而以王命施惠調人掌司萬民之難而諧和之凡過而殺傷人者以民成之鳥獸亦如之凡和難父之讎辟諸海外兄弟之讎辟諸千里之外從父兄弟之讎不同國君之讎眡父師長之讎眡兄弟主友之讎眡從父兄弟弗辟則與之瑞節而以執之凡殺人有反殺者使邦國交讎之凡殺人而義者不同國令勿讎讎之則死凡有鬭怒者成之不可成者則書之先動者誅之媒氏掌萬民之判凡男女自成名以上皆書年月日名焉令男三十而娶女二十而嫁凡娶判妻入子者皆書之中春之月令會男女於是時也奔者不禁若無故而不用令者罰之司男女之無夫家者而會之凡嫁子娶妻入幣純帛無過五兩禁遷葬者與嫁殤者凡男女之隂訟聽之于勝國之社其附于刑者歸之于士司市掌市之治敎政刑量度禁令以次敘分地而經市以陳肆辨物而平市以政令禁物靡而均市以商賈阜財而行市以量度成賈而徵儥以質劑結信而止訟以賈民禁僞而除詐以刑罰禁虣而去盜以泉府同貨而斂賖大市曰􁍮而市百族爲主朝市朝時而市商賈爲主夕市夕時而市販夫販婦爲主凡市入則胥執鞭度守門市之羣吏平肆展成奠賈上旌于思次以令市市師涖焉而聽大治大訟胥師賈師涖于介次而聽小治小訟凡萬民之期于市者辟布者量度者刑戮者各於其地之敘凡得貨賄六畜者亦如之三日而舉之凡治市之貨賄六畜珍異亡者使有利者使阜害者使亡靡者使微凡通貨賄以璽節出入之國凶荒札喪則市無征而作布凡市僞飾之禁在民者十有二在商者十有二在賈者十有二在工者十有二市刑小刑憲罰中刑徇罰大刑扑罰其附于刑者歸于士國君過市則刑人赦夫人過市罰一幕世子過市罰一帟命夫過市罰一蓋命婦過市罰一帷凡會同師役市司帥賈師而從治其市政掌其賣儥之事質人掌成市之貨賄人民牛馬兵器珍異凡賣儥者質劑焉大市以質小市以劑掌稽市之書契同其度量壹其淳制巡而攷之犯禁者舉而罰之凡治質劑者國中一旬郊二旬野三旬都三月邦國朞期內聽期外不聽廛人掌斂市絘布緫布質布罰布廛布而入于泉府凡屠者斂其皮角筋骨入于玉府凡珍異之有滯者斂而入于膳府胥師各掌其次之政令而平其貨賄憲刑禁焉察其詐僞飾行儥慝者而誅罰之聽其小治小訟而斷之賈師各掌其次之貨賄之治辨其物而均平之展其成而奠其賈然後令市凡天患禁貴儥者使有恒賈四時之珍異亦如之凡國之賣儥各帥其屬而嗣掌其月凡師役會同亦如之司虣掌憲市之禁令禁其鬭嚻者與其虣亂者出入相陵犯者以屬遊飲食于市者若不可禁則搏而戮之司稽掌巡市而察其犯禁者與其不物者而搏之掌執市之盜賊以徇且刑之胥各掌其所治之政執鞭度而巡其前掌其坐作出入之禁令襲其不正者凡有罪者撻戮而罰之肆長各掌其肆之政令陳其貨賄名相近者相逺也實相近者相爾也而平正之斂其緫布掌其戒禁泉府掌以市之征布斂市之不售貨之滯於民用者以其賈買之物楬而書之以待不時而買者買者各從其抵都鄙從其主國人郊人從其有司然後予之凡賖者祭祀無過旬日喪紀無過三月凡民之貸者與其有司辨而授之以國服爲之息凡國之財用取具焉歲終則會其岀入而納其餘司門掌授管鍵以啓閉國門幾出入不物者正其貨賄凡財物犯禁者舉之以其財養死政之老與其孤祭祀之牛牲繫焉監門養之凡歲時之門受其餘凡四方之賔客造焉則以吿司關掌國貨之節以聮門市司貨賄之出入者掌其治禁與其征廛凡貨不出於關者舉其貨罰其人凡所達貨賄者則以節傳出之國凶札則無關門之征猶幾凡四方之賔客敂關則爲之吿有外內之送令則以節傳出內之掌節掌守邦節而辨其用以輔王命守邦國者用玉節守都鄙者用角節凡邦國之使節山國用虎節土國用人節澤國用龍節皆金也以英蕩輔之門關用符節貨賄用璽節道路用旌節皆有期以反節凡通達於天下者必有節以傳輔之無節者有幾則不達遂人掌邦之野以土地之圖經田野造縣鄙形體之灋五家爲鄰五鄰爲里四里爲酇五酇爲鄙五鄙爲縣五縣爲遂皆有地域溝樹之使各掌其政令刑禁以歲時稽其人民而授之田野簡其兵器敎之稼穡凡治野以下劑致甿以田里安甿以樂昏擾甿以土宜敎甿稼穡以興耡利甿以時器勸甿以彊予任甿以土均平政辨其野之土上地中地下地以頒田里上地夫一廛田百畮萊五十畮餘夫亦如之中地夫一廛田百畮萊百畮餘夫亦如之下地夫一廛田百畮萊二百畮餘夫亦如之凡治野夫閒有遂遂上有徑十夫有溝溝上有畛百夫有洫洫上有涂千夫有澮澮上有道萬夫有川川上有路以達于畿以歲時登其夫家之衆寡及其六畜車輦辨其老幼癈疾與其施舍者以頒職作事以令貢賦以令師田以起政役若起野役則令各帥其所治之民而至以遂之大旗致之其不用命者誅之凡國祭祀共野牲令野職凡賔客令脩野道而委積大喪帥六遂之役而致之掌其政令及葬帥而屬六綍及窆陳役凡事致野役而師田作野民帥而至掌其政治禁令遂師各掌其遂之政令戒禁以時登其夫家之衆寡六畜車輦辨其施舍與其可任者經牧其田野辨其可食者周知其數而任之以徵財征作役事則聽其治訟巡其稼穡而移用其民以救其時事凡國祭祀審其誓戒共其野牲入野職野賦于玉府賔客則巡其道脩庀其委積大喪使帥其屬以幄帟先道野役及窆抱磨共丘籠及蜃車之役軍旅田獵平野民掌其禁令比敘其事而賞罰遂大夫各掌其遂之政令以歲時稽其夫家之衆寡六畜田野辨其可任者與其可施舍者以敎稼穡以稽功事掌其政令戒禁聽其治訟令爲邑者歲終則會政致事正歲簡稼器脩稼政三歲大比則帥其吏而興甿明其有功者屬其地治者凡爲邑者以四達戒其功事而誅賞廢興之縣正各掌其縣之政令徵比以頒田里以分職事掌其治訟趨其稼事而賞罰之若將用野民師田行役移執事則帥而至治其政令旣役則稽功會事而誅賞鄙師各掌其鄙之政令祭祀凡作民則掌其戒令以時數其衆庶而察其媺惡而誅賞歲終則會其鄙之政而致事酇長各掌其酇之政令以時校登其夫家比其衆寡以治其喪紀祭祀之事若作其民而用之則以旗鼓兵革帥而至若歲時簡器與有司數之凡歲時之戒令皆聽之趨其耕耨稽其女功里宰掌比其邑之衆寡與其六畜兵器治其政令以歲時合耦于耡以治稼穡趨其耕耨行其秩敘以待有司之政令而徵斂其財賦鄰長掌相糾相受凡邑中之政相贊徙于他邑則從而授之旅師掌聚野之耡粟屋粟閒粟而用之以質劑致民平頒其興積施其惠散其利而均其政令凡用粟春頒而秋斂之凡新甿之治皆聽之使無征役以地之媺惡爲之等稍人掌令丘乘之政令若有會同師田行役之事則以縣師之灋作其同徒輂輦帥而以至治其政令以聽於司馬大喪帥蜃車與其役以至掌其政令以聽於司徒委人掌斂野之賦斂薪芻凡䟽材木材凡畜聚之物以稍聚待賔客以甸聚待羇旅凡其余聚以待頒賜以式灋共祭祀之薪蒸木材賔客共其芻薪喪紀共其薪蒸木材軍旅共其委積薪芻凡䟽材共野委兵器與其野囿財用凡軍旅之賔客館焉土均掌平土地之政以均地守以均地事以均地貢以和邦國都鄙之政令刑禁與其施舍禮俗喪紀祭祀皆以地媺惡爲輕重之灋而行之掌其禁令草人掌土化之灋以物地相其宜而爲之種凡糞種騂剛用牛赤緹用羊墳壤用麋渴澤用鹿鹹潟用貆勃壤用狐埴壚用豕彊㯺用蕡輕爂用犬稻人掌稼下地以瀦畜水以防止水以溝蕩水以遂均水以列舍水以澮寫水以涉揚其芟作田凡稼澤夏以水殄草而芟荑之澤草所生種之芒種旱暵共其雩斂喪紀共其葦事土訓掌道地圖以詔地事道地慝以辨地物而原其生以詔地求王巡守則夾王車誦訓掌道方志以詔觀事掌道方慝以詔辟忌以知地俗王巡守則夾王車山虞掌山林之政令物爲之厲而爲之守禁仲冬斬陽木仲夏斬隂木凡服耜斬季材以時入之令萬民時斬材有期日凡邦工入山林而掄材不禁春秋之斬木不入禁凡竊木者有刑罰若祭山林則爲主而脩除且蹕若大田獵則萊山田之野及弊田植虞旗于中致禽而珥焉林衡掌巡林麓之禁令而平其守以時計林麓而賞罰之若斬木材則受灋于山虞而掌其政令川衡掌巡川澤之禁令而平其守以時舍其守犯禁者執而誅罰之祭祀賔客共川奠澤虞掌國澤之政令爲之厲禁使其地之人守其財物以時入之于玉府頒其餘于萬民凡祭祀賔客共澤物之奠喪紀共其葦蒲之事若大田獵則萊澤野及弊田植虞旌以屬禽迹人掌邦田之地政爲之厲禁而守之凡田獵者受令焉禁麛卵者與其毒矢射者卝人掌金玉錫石之地而爲之厲禁以守之若以時取之則物其地圖而授之巡其禁令角人掌以時徵齒角凡骨物於山澤之農以當邦賦之政令以度量受之以共財用羽人掌以時徵羽翮之政于山澤之農以當邦賦之政令凡受羽十羽爲審百羽爲摶十摶爲縳掌葛掌以時徵絺綌之材于山農凡葛征徵草貢之材于澤農以當邦賦之政令以權度受之掌染草掌以春秋斂染草之物以權量受之以待時而頒之掌炭掌灰物炭物之徵令以時入之以權量受之以共邦之用凡炭灰之事掌荼掌以時聚荼以共喪事徵野䟽材之物以待邦事凡畜聚之物掌蜃掌斂互物蜃物以共闉壙之蜃祭祀共蜃器之蜃共白盛之蜃囿人掌囿遊之獸禁牧百獸祭祀喪紀賔客共其生獸死獸之物場人掌國之場圃而樹之果蓏珍異之物以時斂而藏之凡祭祀賔客共其果蓏享亦如之廩人掌九穀之數以待國之匪頒賙賜稍食以歲之上下數邦用以知足否以詔穀用以治年之凶豐凡萬民之食食者人四鬴上也人三鬴中也人二鬴下也若食不能人二鬴則令邦移民就穀詔王殺邦用凡邦有會同師役之事則治其糧與其食大祭祀則共其接盛舍人掌平宫中之政分其財守以灋掌其出入凡祭祀共簠簋實之陳之賔客亦如之共其禮車米筥米芻禾喪紀共飯米熬穀以歲時縣穜稑之種以共王后之春獻種掌米粟之出入辨其物歲終則會計其政倉人掌粟入之藏辨九穀之物以待邦用若穀不足則止餘灋用有餘則藏之以待凶而頒之凡國之大事共道路之穀積食飲之具司禄司稼掌巡邦野之稼而辨穜稑之種周知其名與其所宜地以爲灋而縣于邑閭巡野觀稼以年之上下出斂灋掌均萬民之食而賙其急而平其興舂人掌共米物祭祀共其齍盛之米賔客共其牢禮之米凡饗食共其食米掌凡米事􁆊人掌凡祭祀共盛共王及后之六食凡賔客共其簠簋之實饗食亦如之犒人掌共外內朝穴食者之食若饗耆老孤子士庶子共其食掌豢祭祀之犬"}
{"id": "KR1d0002_005", "series": "KR1d0002", "text": "惟王建國辨方正位體國經野設官分職以爲民極乃立春官宗伯使帥其屬而掌邦禮以佐王和邦國禮官之屬大宗伯卿一人小宗伯中大夫二人肆師下大夫四人上士八人中士十有六人旅下士三十有二人府六人史十有二人胥十有二人徒百有二十人鬱人下士二人府一人史一人徒八人鬯人下士二人府一人史一人徒八人雞人下士一人史一人徒四人司尊彞下士二人府四人史二人胥二人徒二十人司凡筵下士二人府二人史一人徒八人天府上士一人中士二人府四人史二人胥二人徒二十人典瑞中士二人府二人史二人胥一人徒十人典命中士二人府二人史二人胥一人徒十人司服中士二人府二人史一人胥一人徒十人典祀中士二人下士四人府二人史二人胥四人徒四十人守祧奄八人女祧毎廟二人奚四人世婦毎宮卿二人下大夫四人中士八人女府二人女史二人奚十有六人內宗凡內女之有爵者外宗凡外女之有爵者冢人下大夫二人中士四人府二人史四人胥十有二人徒百有二十人墓大夫下大夫二人中士八人府二人史四人胥二十人徒二百人職喪上士二人中士四人下士八人府二人史四人胥四人徒四十人大司樂中大夫四人樂師下大夫四人上士八人下士十有六人府四人史八人胥八人徒八十人大胥中士四人小胥下士八人府二人史四人徒四十人大師下大夫二人小師上士四人瞽矇上瞽四十人中瞽百人下瞽百有六十人眡瞭三百人府四人史八人胥十有二人徒百有二十人典同中士二人府一人史一人胥二人徒二十人磬師中士四人下士八人府四人史二人胥四人徒四十人鍾師中士四人下士八人府二人史二人胥六人徒六十人笙師中士二人下士四人府二人史二人胥一人徒十人鎛師中士二人下士四人府二人史一人胥二人徒二十人韎師下士二人府一人史一人舞者十有六人徒四十人旄人下士四人舞者衆寡無數府二人史二人胥二人徒二十人籥師中士四人府二人史二人胥二人徒二十人籥章中士二人下士四人府一人史一人胥二人徒二十人鞮鞻氏下士四人府一人史一人胥二人徒二十人典庸器下士四人府四人史二人胥八人徒八十人司干下士二人府二人史二人徒二十人大卜下大夫二人卜師上士四人卜人中士八人下士十有六人府二人史二人胥四人徒四十人龜人中士二人府二人史二人工四人胥四人徒四十人菙氏下士二人史一人徒八人占人下士八人府一人史二人徒八人簭人中士二人府一人史二人徒四人占夢中士二人史二人徒四人眡祲中士二人史二人徒四人大祝下大夫二人上士四人小祝中士八人下士十有六人府二人史四人胥四人徒四十人喪祝上士二人中士四人下士八人府二人史二人胥四人徒四十人甸祝下士二人府一人史一人徒四人詛祝下士二人府一人史一人徒四人司巫中士二人府一人史一人胥一人徒十人男巫無數女巫無數其師中士四人府二人史四人胥四人徒四十人大史下大夫二人上士四人小史中士八人下士十有六人府四人史八人胥四人徒四十人馮相氏中士二人下士四人府二人史四人徒八人保章氏中士二人下士四人府二人史四人徒八人內史中大夫一人下大夫二人上士四人中士八人下士十有六人府四人史八人胥四人徒四十人外史上士四人中士八人下士十有六人胥二人徒二十人御史中士八人下士十有六人其史百有二十人府四人胥四人徒四十人巾車下大夫二人上士四人中士八人下士十有六人府四人史八人工百人胥五人徒五十人典路中士二人下士四人府二人史二人胥二人徒二十人車僕中士二人下士四人府二人史二人胥二人徒二十人司常中士二人下士四人府二人史二人胥四人徒四十人都宗人上士二人中士四人府二人史四人胥四人徒四十人家宗人如都宗人之數凡以神士者無數以其藝爲之貴賤之等大宗伯之職掌建邦之天神人鬼地示之禮以佐王建保邦國以吉禮事邦國之鬼神示以禋祀祀昊天上帝以實柴祀日月星辰以槱燎祀司中司命飌師雨師以血祭祭社稷五祀五嶽以貍沈祭山林川澤以疈辜祭四方百物以肆獻祼享先王以饋食享先王以祠春享先王以禴夏享先王以甞秋享先王以烝冬享先王以凶禮哀邦國之憂以喪禮哀死亡以荒禮哀凶札以弔禮哀禍烖以禬禮哀圍敗以恤禮哀寇亂以賔禮親邦國春見曰朝夏見曰宗秋見曰覲冬見曰遇時見曰會殷見曰同時聘曰問殷覜曰視以軍禮同邦國大師之禮用衆也大均之禮恤衆也大田之禮簡衆也大役之禮任衆也大封之禮合衆也以嘉禮親萬民以飲食之禮親宗族兄弟以昏冠之禮親成男女以賔射之禮親故舊朋友以饗燕之禮親四方之賔客以脤膰之禮親兄弟之國以賀慶之禮親異姓之國以九儀之命正邦國之位壹命受職再命受服三命受位四命受器五命賜則六命賜官七命賜國八命作牧九命作伯以玉作六瑞以等邦國王執鎭圭公執桓圭侯執信圭伯執躬圭子執穀璧男執蒲璧以禽作六摯以等諸臣孤執皮帛卿執羔大夫執鴈士執雉庶人執鶩工商執雞以玉作六器以禮天地四方以蒼璧禮天以黃琮禮地以靑圭禮東方以赤璋禮南方以白琥禮西方以玄璜禮北方皆有牲幣各放其器之色以天産作隂德以中禮防之以地産作陽德以和樂防之以禮樂合天地之化百物之産以事鬼神以諧萬民以致百物凡祀大神享大鬼祭大示帥執事而卜日宿眡滌濯涖玉鬯省牲鑊奉玉齍詔大號治其大禮詔相王之大禮若王不與祭祀則攝位凡大祭祀王后不與則攝而薦豆籩徹大賔客則攝而載果朝覲會同則爲上相大喪亦如之王哭諸侯亦如之王命諸侯則儐國有大故則旅上帝及四望王大封則先吿后土乃頒祀于邦國都家郷邑小宗伯之職掌建國之神位右社稷左宗廟兆五帝於四郊四望四類亦如之兆山川丘陵墳衍各因其方掌五禮之禁令與其用等辨廟祧之昭穆辨吉凶之五服車旗宮室之禁三族之別以辨親䟽其正室皆謂之門子掌其政令毛六牲辨其名物而頒之于五官使共奉之辨六齍之名物與其用使六宮之人共奉之辨六彞之名物以待果將辨六尊之名物以待祭祀賔客掌衣服車旗宮室之賞賜掌四時祭祀之序事與其禮若國大貞則奉玉帛以詔號大祭祀省牲眡滌濯祭之日逆齍省鑊告時于王吿備于王凡祭祀賔客以時將瓚果詔相祭祀之小禮凡大禮佐大宗伯賜卿大夫士爵則儐小祭祀掌事如大宗伯之禮大賔客受其將幣之齎若大師則帥有司而立軍社奉主車若軍將有事則與祭有司將事于四望若大甸則帥有司而饁獸于郊遂頒禽大烖及執事禱祠于上下神示王崩大肆以秬鬯渳及執事涖大斂小斂帥異族而佐縣衰冠之式于路門之外及執事眡葬獻器遂哭之卜葬兆甫竁亦如之旣葬詔相喪祭之禮成葬而祭墓爲位凡王之會同軍旅甸役之禱祠肄儀爲位國有禍烖則亦如之凡天地之大烖類社稷宗廟則爲位凡國之大禮佐大宗伯凡小禮掌事如大宗伯之儀肆師之職掌立國祀之禮以佐大宗伯立大祀用玉帛牲牷立次祀用牲幣立小祀用牲以歲時序其祭祀及其祈珥大祭祀展犧牲繫于牢頒于職人凡祭祀之卜日宿爲期詔相其禮眡滌濯亦如之祭之日表齍盛吿絜展器陳吿備及果築䰞相治小禮誅其慢怠者掌兆中廟中之禁令凡祭祀禮成則吿事畢大賔客涖筵几築䰞贊果將大朝覲佐儐共設匪罋之禮饗食授祭與祝侯禳于畺及郊大喪大渳以鬯則築鬻令外內命婦序哭禁外內命男女之衰不中灋者且授之杖凡師甸用牲于社宗則爲位類造上帝封于大神祭兵于山川亦如之凡師不功則助牽王車凡四時之大甸獵祭表貉則爲位甞之日涖卜來歲之芟獮之日涖卜來歲之戒社之日涖卜來歲之稼若國有大故則令國人祭歲時之祭祀亦如之凡卿大夫之喪相其禮凡國之大事治其禮儀以佐宗伯凡國之小事治其禮儀而掌其事如宗伯之禮鬱人掌祼器凡祭祀賔客之祼事和鬱鬯以實彞而陳之凡祼玉濯之陳之以贊祼事詔祼將之儀與其節凡祼事沃盥大喪之渳共其肆器及葬共其祼器遂貍之大祭祀與量人受舉斝之卒爵而飲之鬯人掌共秬鬯而飾之凡祭祀社壝用大罍禜門用瓢齎廟用脩凡山川四方用蜃凡祼事用槪凡疈事用散大喪之大渳設斗共其釁鬯凡王之齊事共其秬鬯凡王弔臨共介鬯雞人掌共雞牲辨其物大祭祀夜嘑旦以􁅭百官凡國之大賔客會同軍旅喪紀亦如之凡國事爲期則吿之時凡祭祀面禳釁共其雞牲司尊彞掌六尊六彞之位詔其酌辨其用與其實春祠夏禴祼用雞彞鳥彞皆有舟其朝踐用兩獻尊其再獻用兩象尊皆有罍諸臣之所昨也秋甞冬烝祼用斝彞黃彞皆有舟其朝獻用兩著尊其饋獻用兩壷尊皆有罍諸臣之所昨也凡四時之閒祀追享朝享祼用虎彞蜼彞皆有舟其朝踐用兩大尊其再獻用兩山尊皆有罍諸臣之所昨也凡六彞六尊之酌鬱齊獻酌醴齊縮酌盎齊涗酌凡酒脩酌大喪存奠彞大旅亦如之司几筵掌五几五席之名物辨其用與其位凡大朝覲大饗射凡封國命諸侯王位設黼依依前南郷設莞筵紛純加繅席畫純加次席黼純左右玉几祀先王昨席亦如之諸侯祭祀席蒲筵繢純加莞席紛純右彫几昨席莞筵紛純加繅席畫純筵國賔于牖前亦如之左彤几甸役則設熊席右漆几凡喪事設葦席右素几其柏席用萑黼純諸侯則紛純毎敦一几凡吉事變几凶事仍几凡官府郷州及都鄙之治中受而藏之以詔王察羣吏之治上春釁寶鎭及寶器凡吉凶之事祖廟之中沃盥執燭季冬陳玉以貞來歲之媺惡若遷寶則奉之若祭天之司民司禄而獻民數穀數則受而藏之典瑞掌玉瑞玉器之藏辨其名物與其用事設其服飾王晉大圭執鎭圭繅藉五采五就以朝日公執桓圭侯執信圭伯執躬圭繅皆三采三就子執穀璧男執蒲璧繅皆二采再就以朝覲宗遇會同于王諸侯相見亦如之瑑圭璋璧琮繅皆二采一就以覜聘四圭有邸以祀天旅上帝兩圭有邸以祀地旅四望祼圭有瓚以肆先王以祼賔客圭璧以祀日月星辰璋邸射以祀山川以造贈賔客土圭以致四時日月封國則以土地珍圭以徵守以恤凶荒牙璋以起軍旅以治兵守璧羨以起度駔圭璋璧琮琥璜之渠眉䟽璧琮以斂尸穀圭以和難以聘女琬圭以治德以結好琰圭以易行以除慝大祭祀大旅凡賔客之事共其玉器而奉之大喪共飯玉含玉贈玉凡玉器出則共奉之典命掌諸侯之五儀諸臣之五等之命上公九命爲伯其國家宮室車旗衣服禮儀皆以九爲節侯伯七命其國家宮室車旗衣服禮儀皆以七爲節子男五命其國家宮室車旗衣服禮儀皆以五爲節王之三公八命其卿六命其大夫四命及其出封皆加一等其國家宮室車旗衣服禮儀亦如之凡諸侯之適子誓於天子攝其君則下其君之禮一等未誓則以皮帛繼子男公之孤四命以皮帛眡小國之君其卿三命其大夫再命其士壹命其宮室車旗衣服禮儀各眡其命之數侯伯之卿大夫士亦如之子男之卿再命其大夫壹命其士不命其宮室車旗衣服禮儀各眡其命之數司服掌王之吉凶衣服辨其名物與其用事王之吉服祀昊天上帝則服大裘而冕祀五帝亦如之享先王則衮冕享先公饗射則鷩冕祀四望山川則毳冕祭社稷五祀則希冕祭羣小祀則玄冕凡弔事弁絰服凡喪爲天王斬衰爲王后齊衰王爲三公六卿錫衰爲諸侯緦衰爲大夫士疑衰其首服皆弁絰大札大荒大烖素服公之服自衮冕而下如王之服侯伯之服自鷩冕而下如公之服子男之服自毳冕而下如侯伯之服孤之服自希冕而下如子男之服卿大夫之服自玄冕而下如孤之服其凶服加以大功小功士之服自皮弁而下如大夫之服其凶服亦如之其齊服有玄端素端凡大祭祀大賔客共其衣服而奉之大喪共其復衣服斂衣服奠衣服廞衣服皆掌其陳序典祀掌外祀之兆守皆有域掌其禁令若以時祭祀則帥其屬而脩除徵役于司隷而役之及祭帥其屬而守其厲禁而蹕之守祧掌守先王先公之廟祧其遺衣服藏焉若將祭祀則各以其服授尸其廟則有司脩除之其祧則守祧􁇠堊之旣祭則藏其隋與衣服世婦掌女宮之宿戒及祭祀比其具詔王后之禮事帥六宮之人共齍盛相內外宗之禮事大賔客之饗食亦如之大喪比外內命婦之朝莫哭不敬者而苛罰之凡王后有􁍯事於婦人則詔相凡內事有達於外官者世婦掌之內宗掌宗廟之祭祀薦加豆籩及以樂徹則佐傳豆籩賔客之饗食亦如之王后有事則從大喪序哭者哭諸侯亦如之凡卿大夫之喪掌其弔臨外宗掌宗廟之祭祀佐王后薦玉豆眡豆籩及以樂徹亦如之王后以樂羞齍則贊凡王后之獻亦如之王后不與則贊宗伯小祭祀掌事賔客之事亦如之大喪則敘外內朝莫哭者哭諸侯亦如之冢人掌公墓之地辨其兆域而爲之圖先王之葬居中以昭穆爲左右凡諸侯居左右以前卿大夫士居後各以其族凡死於兵者不入兆域凡有功者居前以爵等爲丘封之度與其樹數大喪旣有日請度甫竁遂爲之尸及竁以度爲丘隧共喪之窆器及葬言鸞車象人及窆執斧以涖遂入藏凶器正墓位蹕墓域守墓禁凡祭墓爲尸凡諸侯及諸臣葬於墓者授之兆爲之蹕均其禁墓大夫掌凡邦墓之地域爲之圖令國民族葬而掌其禁令正其位掌其度數使皆有私地域凡爭墓地者聽其獄訟帥其屬而巡墓厲居其中之室以守之職喪掌諸侯之喪及卿大夫士凡有爵者之喪以國之喪禮涖其禁令序其事凡國有司以王命有事焉則詔贊主人凡其喪祭詔其號治其禮凡公有司之所共職喪令之趣其事"}
{"id": "KR1d0002_006", "series": "KR1d0002", "text": "春官宗伯下鄭氏註大司樂掌成均之灋以治建國之學政而合國之子弟焉凡有道者有德者使敎焉死則以爲樂祖祭於瞽宗以樂德敎國子中和祗庸孝友以樂語敎國子興道諷誦言語以樂舞敎國子舞雲門大卷大咸大㲈大夏大濩大武以六律六同五聲八音六舞大合樂以致鬼神示以和邦國以諧萬民以安賔客以說逺人以作動物乃分樂而序之以祭以享以祀乃奏黃鍾歌大呂舞雲門以祀天神乃奏大蔟歌應鍾舞咸池以祭地示乃奏姑洗歌南呂舞大㲈以祀四望乃奏蕤賔歌函鍾舞大夏以祭山川乃奏夷則歌小呂舞大濩以享先妣乃奏無射歌夾鍾舞大武以享先祖凡六樂者文之以五聲播之以八音凡六樂者一變而致羽物及川澤之示再變而致臝物及山林之示三變而致鱗物及丘陵之示四變而致毛物及墳衍之示五變而致介物及土示六變而致象物及天神凡樂圜鍾爲宮黃鍾爲角大蔟爲徵姑洗爲羽靁鼓靁鼗孤竹之管雲和之琴瑟雲門之舞冬日至於地上之圜丘奏之若樂六變則天神皆降可得而禮矣凡樂函鍾爲宮大蔟爲角姑洗爲徵南呂爲羽靈鼓靈鼗孫竹之管空桑之琴瑟咸池之舞夏日至於澤中之方丘奏之若樂八變則地示皆出可得而禮矣凡樂黃鍾爲宮大呂爲角大蔟爲徵應鍾爲羽路鼓路鼗隂竹之管龍門之琴瑟九德之歌九㲈之舞於宗廟之中奏之若樂九變則人鬼可得而禮矣凡樂事大祭祀宿縣遂以聲展之王出入則令奏王夏尸出入則令奏肆夏牲出入則令奏昭夏帥國子而舞大饗不入牲其他皆如祭祀大射王出入令奏王夏及射令奏騶虞詔諸侯以弓矢舞王大食三宥皆令奏鍾鼓王師大獻則令奏愷樂凡日月食四鎭五嶽崩大傀異烖諸侯薨令去樂大札大凶大烖大臣死凡國之大憂令弛縣凡建國禁其淫聲過聲凶聲慢聲大喪涖廞樂器及葬藏樂器亦如之樂師掌國學之政以敎國子小舞凡舞有帗舞有羽舞有皇舞有旄舞有干舞有人舞敎樂儀行以肆夏趨以采薺車亦如之環拜以鍾鼓爲節凡射王以騶虞爲節諸侯以貍首爲節大夫以采蘋爲節士以采蘩爲節凡樂掌其序事治其樂政凡國之小事用樂者令奏鐘鼓凡樂成則吿備詔來瞽皐舞及徹帥學士而歌徹令相饗食諸侯序其樂事令奏鐘鼓令相如祭之儀燕射帥射夫以弓矢舞樂出入令奏鐘鼓凡軍大獻敎愷歌遂倡之凡喪陳樂器則帥樂官及序哭亦如之凡樂官掌其政令聽其治訟大胥掌學士之版以待致諸子春入學舍采合舞秋頒學合聲以六樂之會正舞位以序出入舞者比樂官展樂器凡祭祀之用樂者以鼓徵學士序宮中之事小胥掌學士之徵令而比之觵其不敬者巡舞列而撻其怠慢者正樂縣之位王宮縣諸侯軒縣卿大夫判縣士特縣辨其聲凡縣鍾磬半爲堵全爲肆大師掌六律六同以合隂陽之聲陽聲黃鍾大蔟姑洗蕤賔夷則無射隂聲大呂應鍾南呂函鍾小呂夾鍾皆文之以五聲宮商角徵羽皆播之以八音金石土革絲木匏竹敎六詩曰風曰賦曰比曰興曰雅曰頌以六德爲之夲以六律爲之音大祭祀帥瞽登歌令奏擊拊下管播樂器令奏鼓􁇭大饗亦如之大射帥瞽而歌射節大師執同律以聽軍聲而詔吉凶大喪帥瞽而廞作匶諡凡國之瞽矇正焉小師掌敎鼓鼗柷敔塤簫管弦歌大祭祀登歌繫拊下管擊應鼓徹歌大饗亦如之大喪與廞凡小祭祀小樂事鼓􁇭掌六樂聲音之節與其和瞽矇掌播鼗柷敔塤簫管弦歌諷誦詩世奠繫鼓琴瑟掌九德六詩之歌以役大師眡瞭掌凡樂事播鼗擊頌磬笙磬掌大師之縣凡樂事相瞽大喪廞樂器大旅亦如之賔射皆奏其鍾鼓鼜愷獻亦如之典同掌六律六同之和以辨天地四方隂陽之聲以爲樂器凡聲髙聲䃂正聲緩下聲肆陂聲散險聲斂達聲贏微聲韽回聲衍侈聲筰弇聲鬱薄聲甄厚聲石凡爲樂器以十有二律爲之數度以十有二聲爲之齊量凡和樂亦如之磬師掌敎擊磬擊編鍾敎縵樂燕樂之鍾磬凡祭祀奏縵樂鍾師掌金奏凡樂事以鍾鼓奏九夏王夏肆夏昭夏納夏章夏齊夏族夏祴夏驁夏射王奏騶虞諸侯奏貍首卿大夫奏采蘋士奏采蘩掌鼙鼓縵樂笙師掌敎龡竽笙塤籥簫篪篴管舂牘應雅以敎祴樂射王奏騶虞諸侯奏貍首卿大夫奏采蘋士奏采蘩掌鼙鼓縵樂笙師掌敎龡竽笙塤籥簫篪篴管舂牘應雅以敎祴樂凡祭祀饗射共其鍾笙之樂燕樂亦如之大喪廞其樂器及葬奉而藏之大旅則陳之鎛師掌金奏之鼓凡祭祀鼓其金奏之樂饗食賔射亦如之軍大獻則鼓其愷樂凡軍之夜三鼜皆鼓之守鼜亦如之大喪廞其樂器奉而藏之韎師掌敎韎樂祭祀則帥其屬而舞之大饗亦如之旄人掌敎舞散樂舞夷樂凡四方之以舞仕者屬焉凡祭祀賔客舞其燕樂籥師掌敎國子舞羽龡籥祭祀則鼔羽籥之舞賔客饗食則亦如之大喪廞其樂器奉而藏之籥章掌土鼓豳籥中春晝擊土鼓龡豳詩以逆暑中秋夜迎寒亦如之凡國祈年于田祖龡豳雅擊土鼓以樂田畯國祭蜡則龡豳頌擊土鼓以息老物鞮鞻氏掌四夷之樂與其聲歌祭祀則龡而歌之燕亦如之典庸器掌藏樂器庸器及祭祀帥其屬而設筍虡陳庸器饗食賔射亦如之大喪廞筍虡司干掌舞器祭祀舞者旣陳則授舞器旣舞則受之賔饗亦如之大喪廞舞器及葬奉而藏之大卜掌三兆之灋一曰玉兆二曰瓦兆三曰原兆其經兆之體皆百有二十其頌皆千有二百掌三易之灋一曰連山二曰歸藏三曰周易其經卦皆八其別皆六十有四掌三夢之灋一曰致夢二曰觭夢三曰咸陟其經運十其别九十以邦事作龜之八命一曰征二曰象三曰與四曰謀五曰果六曰至七曰雨八曰瘳以八命者贊三兆三易三夢之占以觀國家之吉凶以詔救政凡國大貞卜立君卜大封則眡髙作龜大祭祀則眡髙命龜凡小事涖卜國大遷大師則貞龜凡旅陳龜凡喪事命龜卜師掌開龜之四兆一曰方兆二曰功兆三曰義兆四曰弓兆凡卜事眡髙揚火以作龜致其墨凡卜辨龜之上下左右隂陽以授命龜者而詔相之龜人掌六龜之屬各有名物天龜曰靈屬地龜曰繹屬東龜曰果屬西龜曰靁屬南龜曰獵屬北龜曰若屬各以其方之色與其體辨之凡取龜用秋時攻龜用春時各以其物入于龜室上春釁龜祭祀先卜若有祭事則奉龜以往旅亦如之喪亦如之菙氏掌共燋契以待卜事凡卜以明火爇燋遂龡其焌契以授卜師遂役之占人掌占龜以八簭占八頌以八卦占簭之八故以眡吉凶凡卜簭君占體大夫占色史占墨卜人占坼凡卜簭旣事則繫幣以比其命歲終則計其占之中否簭人掌三易以辨九簭之名一曰連山二曰歸藏三曰周易九簭之名一曰巫更二曰巫咸三曰巫式四曰巫目五曰巫易六曰巫比七曰巫祠八曰巫參九曰巫環以辨吉凶凡國之大事先簭而後卜上春相簭凡國事共簭占夢掌其歲時觀天地之會辨隂陽之氣以日月星辰占六夢之吉凶一曰正夢二曰噩夢三曰思夢四曰寤夢五曰喜夢六曰懼夢季冬聘王夢獻吉夢于王王拜而受之乃舍萌于四方以贈惡夢遂令始難􁍰疫眡祲掌十煇之灋以觀妖祥辨吉凶一曰祲二曰象三曰鑴四曰監五曰闇六曰瞢七曰彌八曰敘九曰隮十曰想掌安宅敘降正歲則行事歲終則弊其事大祝掌六祝之辭以事鬼神示祈福祥求永貞一曰順祝二曰年祝三曰吉祝四曰化祝五曰瑞祝六曰筴祝掌六祈以同鬼神示一曰類二曰造三曰禬四曰禜五曰攻六曰說作六辭以通上下親䟽逺近一曰祠二曰命三曰誥四曰會五曰禱六曰誄辨六號一曰神號二曰鬼號三曰示號四曰牲號五曰齍號六曰幣號辨九祭一曰命祭二曰衍祭三曰炮祭四曰周祭五曰振祭六曰擩祭七曰絕祭八曰繚祭九曰共祭辨九􁅛一曰稽首二曰頓首三曰空首四曰振動五曰吉􁅛六曰凶􁅛七曰竒􁅛八曰襃􁅛九曰肅􁅛以享右祭祀凡大禋祀肆享祭示則執明水火而號祝隋釁逆牲逆尸令鐘鼓右亦如之來瞽令皐舞相尸禮旣祭令徹大喪始崩以肆鬯渳尸相飯贊斂徹奠言甸人讀禱付練祥掌國事國有大故天烖彌祀社稷禱祠大師宜于社造于祖設軍社類上帝國將有事于四望及軍歸獻于社則前祝大會同造于廟宜于社過大山川則用事焉反行舍奠建邦國先告后士用牲幣禁督逆祀命者頒祭號于邦國都鄙小祝掌小祭祀將事侯禳禱祠之祝號以祈福祥順豐年逆時雨寧風旱彌烖兵逺辠疾大祭祀逆齍盛送逆尸沃尸盥贊隋贊徹贊奠凡事佐大祝大喪贊渳設熬置銘及葬設道齎之奠分禱五祀大師掌釁祈號祝有寇戎之事則保郊祀于社凡外內小祭祀小喪紀小會同小軍旅掌事焉喪祝掌大喪勸防之事及辟令啓及朝御匶乃奠及祖飾棺乃載遂御及葬御匶出宮乃代及壙說載除飾小喪亦如之掌喪祭祝號王弔則與巫前掌勝國邑之社稷之祝號以祭祀禱祠焉凡卿大夫之喪掌事而斂飾棺焉甸祝掌四時之田表貉之祝號舍奠于祖廟禰亦如之師甸致禽于虞中乃屬禽及郊饁獸舍奠于祖禰乃斂禽禂牲禂馬皆掌其祝號詛祝掌盟詛類造攻說禬禜之祝號作盟詛之載辭以敘國之信用以質邦國之劑信司巫掌羣巫之政令若國大旱則帥巫而舞雩國有大烖則帥巫而造巫恒祭祀則共匰主及道布及蒩館凡祭事守瘞春招弭以除疾病王弔則與祝前女巫掌歲時祓除釁浴旱暵則舞雩若王后弔則與祝前凡邦之大烖歌哭而請大史掌建邦之六典以逆邦國之治掌灋以逆官府之治掌則以逆都鄙之治凡辨灋者攷焉不信者刑之凡邦國都鄙及萬民之有約劑者藏焉以貳六官六官之所登若約劑亂則辟灋不信者刑之正歲年以序事頒之于官府及都鄙頒吿朔于邦國閏月詔王居門終月大祭祀與執事卜日戒及宿之日與羣執事讀禮書而協事祭之日執書以次位常辨事者攷焉不信者誅之大會同朝覲以書協禮事及將幣之日執書以詔王大師抱天時與大師同車大遷國抱灋以前大喪執灋以涖勸防遣之日讀誄凡喪事攷焉小喪賜諡凡射事飾中舍筭執其禮事小史掌邦國之志奠繫世辨昭穆若有事則詔王之忌諱大祭祀讀禮灋史以書敘昭穆之俎簋大喪大賔客大會同大軍旅佐大史凡國事之用禮灋者掌其小事卿大夫之喪賜諡讀誄馮相氏掌十有二歲十有二月十有二辰十日二十有八星之位辯其敘事以會天位冬夏致日春秋致月以辯四時之敘保章氏掌天星以志星辰日月之變動以觀天下之遷辨其吉凶以星土辨九州之地所封封域皆有分星以觀妖祥以十有二歲之相觀天下之妖祥以五雲之物辨吉凶水旱降豐荒之祲象以十有二風察天地之和命乖别之妖祥凡此五物者以詔救政訪序事內史掌王之八枋之灋以詔王治一曰爵二曰禄三曰廢四曰置五曰殺六曰生七曰予八曰奪執國灋及國令之貳以攷政事以逆會計掌敘事之灋受納訪以詔王聽治凡命諸侯及孤卿大夫則策命之凡四方之事書內史讀之王制禄則贊爲之以方出之賞賜亦如之內史掌書王命遂貳之外史掌書外令掌四方之志掌三皇五帝之書掌達書名于四方若以書使于四方則書其令御史掌邦國都鄙及萬民之治令以贊冢宰凡治者受灋令焉掌贊書凡數從政者巾車掌公車之政令辨其用與其旗物而等敘之以治其出入王之五路一曰玉路錫樊纓十有再就建大常十有二斿以祀金路鉤樊纓九就建大旂以賔同姓以封象路朱樊纓七就建大赤以朝異姓以封革路龍勒條纓五就建大白以即戎以封四衞木路前樊鵠纓建大麾以田以封蕃國王后之五路重翟錫面朱緫厭翟勒面繢緫安車彫面鷖緫皆有容蓋翟車貝面組緫有握輦車組輓有翣羽蓋王之喪車五乘木車蒲蔽犬􁈐尾櫜䟽飾小服皆䟽素車棼蔽犬􁈐素飾小服皆素薻車薻蔽鹿淺􁈐革飾駹車雚蔽然􁈐髤飾漆車藩蔽豻􁈐雀飾服車五乘孤乘夏篆卿乘夏縵大夫乘墨車士乘棧車庶人乘役車凡良車散車不在等者其用無常凡車之出入歲終則會之凡賜闕之毀折入齎于職幣大喪飾遣車遂廞之行之及葬執蓋從車持旌及墓嘑啓關陳車小喪共匶路與其飾歲時更續共其弊車大祭祀鳴鈴以應雞人典路掌王及后之五路辨其名物與其用說若有大祭祀則出路贊駕說大喪大賔客亦如之凡會同軍旅弔于四方以路從車僕掌戎路之萃廣車之萃闕車之萃苹車之萃輕車之萃凡師共革車各以其萃會同亦如之大喪廞革車大射共三乏司常掌九旗之物名各有屬以待國事日月爲常交龍爲旂通帛爲旜雜帛爲物熊虎爲旗鳥隼爲旟龜蛇爲旐全羽爲旞析羽爲旌及國之大閱贊司馬頒旗物王建大常諸侯建旂孤卿建旜大夫士建物師都建旗州里建旟縣鄙建旐道車載旞斿車載旌皆畫其象焉官府各象其事州里各象其名家各象其號凡祭祀各建其旗會同賔客亦如之置旌門大喪共銘旌建廞車之旌及葬亦如之凡軍事建旌旗及致民置旗弊之甸亦如之凡射共獲旌歲時共更旌都宗人掌都祭祀之禮凡都祭祀致福于國正都禮與其服若有寇戎之事則保羣神之壝國有大故則令禱祠旣祭反命于國家宗人掌家祭祀之禮凡祭祀致福國有大故則令禱祠反命祭亦如之掌家禮與其衣服宮室車旗之禁令凡以神仕者掌三辰之灋以猶鬼神示之居辨其名物以冬日至致天神人鬼以夏日至致地示物鬽以禬國之凶荒民之札喪"}
{"id": "KR1d0002_007", "series": "KR1d0002", "text": "惟王建國辨方正位體國經野設官分職以爲民極乃立夏官司馬使帥其屬而掌邦政以佐王平邦國政官之屬大司馬卿一人小司馬中大夫二人軍司馬下大夫四人輿司馬上士八人行司馬中士十有六人旅下士三十有二人府六人史十有六人胥三十有二人徒三百有二十人凡制軍萬有二千五百人爲軍王六軍大國三軍次國二軍小國一軍軍將皆命卿二千有五百人爲師師帥皆中大夫五百人爲旅旅帥皆下大夫百人爲卒卒長皆上士二十五人爲兩兩司馬皆中士五人爲伍伍皆有長一軍則二府六史胥十人徒百人司勲上士二人下士四人府二人史四人胥二人徒二十人馬質中士二人府一人史二人賈四人徒八人量人下士二人府一人史四人徒八人小子下士二人史一人徒八人羊人下士二人史一人賈二人徒八人司爟下士二人徒六人掌固上士二人下士八人府二人史四人胥四人徒四十人司險中士二人下士四人史二人徒四十人掌疆中士八人史四人胥十有六人徒百有六十人候人上士六人下士十有二人史六人徒百有二十人環人下士六人史二人徒十有二人挈壷氏下士六人史二人徒十有二人射人下大夫二人上士四人下士八人府二人史四人胥二人徒二十人服不氏下士一人徒四人射鳥氏下士一人徒四人羅氏下士一人徒八人掌畜下士二人史二人胥二人徒二十人司士下大夫二人中士六人下士十有二人府二人史四人胥四人徒四十人諸子下大夫二人中士四人府二人史二人胥二人徒二十人司右上士二人下士四人府四人史四人胥八人徒八十人虎賁氏下大夫二人中士十有二人府二人史八人胥八十人虎士八百人旅賁氏中士二人下士十有六人史二人徒八人節服氏下士八人徒四人方相氏狂夫四人大僕下大夫二人小臣上士四人祭僕中士六人御僕下士十有二人府二人史四人胥二人徒二十人隷僕下士二人府一人史二人胥四人徒四十人弁師下士二人工四人史二人徒四人司甲下大夫二人中士八人府四人史八人胥八人徒八十人司兵中士四人府二人史四人胥二人徒二十人司戈盾下士二人府一人史二人徒四人司弓矢下大夫二人中士八人府四人史八人胥八人徒八十人繕人上士二人下士四人府一人史二人胥二人徒二十人槀人中士四人府二人史四人胥二人徒二十人戎右中大夫二人上士二人齊右下大夫二人道右上士二人大馭中大夫二人戎僕中大夫二人齊僕下大夫二人道僕上士十有二人田僕上士十有二人馭夫中士二十人下士四十人校人中大夫二人上士四人下士十有六人府四人史八人胥八人徒八十人趣馬下士皁一人徒四人巫馬下士二人醫四人府一人史二人賈二人徒二十人牧師下士四人胥四人徒四十人廋人下士閑二人史二人徒二十人圉師乘一人徒二人圉人良馬匹二人駑馬麗一人職方氏中大夫四人下大夫八人中士十有六人府四人史十有六人胥十有六人徒百有六十人土方氏上士五人下士十人府二人史五人胥五人徒五十人懷方氏中士八人府四人史四人胥四人徒四十人合方氏中士八人府四人史四人胥四人徒四十人訓方氏中士四人府四人史四人胥四人徒四十人形方氏中士四人府四人史四人胥四人徒四十人山師中士二人下士四人府二人史四人胥四人徒四十人川師中士二人下士四人府二人史四人胥四人徒四十人邍師中士四人下士八人府四人史八人胥八人徒八十人匡人中士四人史四人徒八人撢人中士四人史四人徒八人都司馬每都上士二人中士四人下士八人府二人史八人胥八人徒八十人家司馬各使其臣以正於公司馬大司馬之職掌建邦國之九灋以佐王平邦國制畿封國以正邦國設儀辨位以等邦國進賢興功以作邦國建牧立監以維邦國制軍詰禁以糾邦國施貢分職以任邦國簡稽郷民以用邦國均守平則以安邦國比小事大以和邦國以九伐之灋正邦國馮弱犯寡則眚之賊賢害民則伐之暴內陵外則壇之野荒民散則削之負固不服則侵之賊殺其親則正之放弑其君則殘之犯令陵政則杜之外內亂鳥獸行則滅之正月之吉始和布政于邦國都鄙乃縣政象之灋于象魏使萬民觀政象挾日而斂之乃以九畿之籍施邦國之政職方千里曰國畿其外方五百里曰侯畿又其外方五百里曰甸畿又其外方五百里曰男畿又其外方五百里曰采畿又其外方五百里曰衞畿又其外方五百里曰蠻畿又其外方五百里曰夷畿又其外方五百里曰鎭畿又其外方五百里曰蕃畿凡令賦以地與民制之上地食者參之二其民可用者家三人中地食者半其民可用者二家五人下地食者參之一其民可用者家二人中春敎振旅司馬以旗致民平列陳如戰之陳辨鼓鐸鐲鐃之用王執路鼓諸侯執賁鼓軍將執晉鼓師帥執提旅帥執鼙卒長執鐃兩司馬執鐸公司馬執鐲以敎坐作進退疾徐䟽數之節遂以蒐田有司表貉誓民鼓遂圍禁火弊獻禽以祭社中夏敎茇舍如振旅之陳羣吏撰車徒讀書契辨號名之用帥以門名縣鄙各以其名家以號名郷以州名野以邑名百官各象其事以辨軍之夜事其他皆如振旅遂以苗田如蒐之灋車弊獻禽以享礿中秋敎治兵如振旅之陳辨旗物之用王載大常諸侯載旂軍吏載旗師都載旜郷遂載物郊野載旐百官載旟各書其事與其號焉其他皆如振旅遂以獮田如蒐田之灋羅弊致禽以祀祊中冬敎大閱前期羣吏戒衆庶脩戰灋虞人萊所田之野爲表百步則一爲三表又五十步爲一表田之日司馬建旗于後表之中羣吏以旗物鼓鐸鐲鐃各帥其民而致質明弊旗誅後至者乃陳車徒如戰之陳皆坐羣吏聽誓于陳前斬牲以左右徇陳曰不用命者斬之中軍以鼙令鼓鼓人皆三鼓司馬振鐸羣吏作旗車徒皆作鼓行鳴鐲車徒皆行及表乃止三鼓摝鐸羣吏弊旗車徒皆坐又三鼓振鐸作旗車徒皆作鼓進鳴鐲車驟徒趨及表乃止坐作如初乃鼓車馳徒走及表乃止鼓戒三闋車三發徒三刺乃鼓退鳴鐃且郤及表乃止坐作如初遂以狩田以旌爲左右和之門羣吏各帥其車徒以敘和出左右陳車徒有司平之旗居卒閒以分地前後有屯百步有司巡其前後險野人爲主易野車爲主旣陳乃設驅逆之車有司表貉于陳前中軍以鼙令鼓鼓人皆三鼓羣司馬振鐸車徒皆作遂鼓行徒銜枚而進大獸公之小禽私之獲者取左耳及所弊鼓皆駴車徒皆譟徒乃弊致禽饁獸于郊入獻禽以享烝及師大合軍以行禁令以救無辜伐有罪若大師則掌其戒令涖大卜帥執事涖釁主及軍器及致建大常比軍衆誅後至者及戰巡陳眡事而賞罰若師有功則左執律右秉鉞以先愷樂獻于社若師不功則厭而奉主車王弔勞士庶子則相大役與慮事屬其植受其要以待攷而賞誅大會同則帥士庶子而掌其政令若大射則合諸侯之六耦大祭祀饗食羞牲魚授其祭大喪平士大夫喪祭奉詔馬牲小司馬之職掌凡小祭祀會同饗射師田喪紀掌其事如大司馬之灋軍司馬輿司馬行司馬司勳掌六郷賞地之灋以等其功王功曰勳國功曰功民功曰庸事功曰勞治功曰力戰功曰多凡有功者銘書於王之大常祭於大烝司勲詔之大功司勲藏其貳掌賞地之政令凡賞無常輕重眡功凡頒賞地參之一食唯加田無國正馬質掌質馬馬量三物一曰戎馬二曰田馬三曰駑馬皆有物賈綱惡馬凡受馬於有司者書其齒毛與其賈馬死則旬之內更旬之外入馬耳以其物更其外否馬及行則以任齊其行若有馬訟則聽之禁原𧖟者量人掌建國之灋以分國爲九州營國城郭營后宮量市朝道巷門渠造都邑亦如之營軍之壘舍量其市朝州涂軍社之所里邦國之地與天下之涂數皆書而藏之凡祭祀饗賔制其從獻脯燔之數量掌喪祭奠竁之俎實凡宰祭與鬱人受斝歷而皆飲之小子掌祭祀羞羊肆羊殽肉豆而掌珥于社稷祈于五祀凡沈辜侯禳飾其牲釁邦器及軍器凡師田斬牲以左右徇陳祭祀贊羞受徹焉羊人掌羊牲凡祭祀飾羔祭祀割羊牲登其首凡祈珥共其羊牲賔客共其灋羊凡沈辜侯禳釁積共其羊牲若牧人無牲則受布于司馬使其賈買牲而共之司爟掌行火之政令四時變國火以救時疾季春出火民咸從之季秋內火民亦如之時則施火令凡祭祀則祭爟凡國失火野焚萊則有刑罰焉掌固掌脩城郭溝池樹渠之固頒其士庶子及其衆庶之守設其飾器分其財用均其稍食任其萬民用其材器凡守者受灋焉以通守政有移甲與其役財用唯是得通與國有司帥之以贊其不足者晝三巡之夜亦如之夜三鼜以號戒若造都邑則治其固與其守灋凡國都之竟有溝樹之固郊亦如之民皆有職焉若有山川則因之司險掌九州之圖以周知其山林川澤之阻而達其道路設國之五溝五涂而樹之林以爲阻固皆有守禁而達其道路國有故則藩塞阻路而止行者以其屬守之唯有節者達之掌疆候人各掌其方之道治與其禁令以設候人若有方治則帥而致于朝及歸送之于竟環人掌致師察軍慝環四方之故巡邦國搏諜賊訟敵國揚軍旅降圍邑挈壷氏掌挈壷以令軍井挈轡以令舍挈畚以令糧凡軍事縣壷以序聚柝凡喪縣壷以代哭者皆以水火守之分以日夜及冬則以火爨鼎水而沸之而沃之射人掌國之三公孤卿大夫之位三公北面孤東面卿大夫西面其摯三公執璧孤執皮帛卿執羔大夫鴈諸侯在朝則皆北面詔相其灋若有國事則掌其戒令詔相其事掌其治達以射灋治射儀王以六耦射三侯三獲三容樂以騶虞九節五正諸侯以四耦射二侯二獲二容樂以貍首七節三正孤卿大夫以三耦射一侯一獲一容樂以采蘋五節二正士以三耦射豻侯一獲一容樂以采蘩五節二正若王大射則以貍步張三侯王射則令去侯立于後以矢行吿卒令取矢祭侯則爲位與大史數射中佐司馬治射正祭祀則贊射牲相孤卿大夫之灋儀會同朝覲作大夫介凡有爵者大師令有爵者乘王之倅車有大賔客則作卿大夫從戒大史及大夫介大喪與僕人遷尸作卿大夫掌事比其廬不敬者苛罰之服不氏掌養猛獸而敎擾之凡祭祀共猛獸賔客之事則抗皮射則贊張侯以旌居乏而待獲射鳥氏掌射鳥祭祀以弓矢􁍰烏鳶凡賔客會同軍旅亦如之射則取矢矢在侯髙則以并夾取之羅氏掌羅烏鳥蜡則作羅襦中春羅春鳥獻鳩以養國老行羽物掌畜掌養鳥而阜蕃敎擾之祭祀共卵鳥歲時貢鳥物共膳獻之鳥"}
{"id": "KR1d0002_008", "series": "KR1d0002", "text": "夏官司馬下鄭氏註司士掌羣臣之版以治其政令歲登下其損益之數辨其年歲與其貴賤周知邦國都家縣鄙之數卿大夫士庶子之數以詔王治以德詔爵以功詔禄以能詔事以久奠食唯賜無常正朝儀之位辨其貴賤之等王南郷三公北面東上孤○東面北上卿大夫西面北上王族故士虎士在路門之右南面東上大僕大右大僕從者在路門之左南面西上司士擯孤卿特揖大夫以其等旅揖士旁三揖王還揖門左揖門右大僕前王入內朝皆退掌國中之士治凡其戒令掌擯士者膳其摯凡祭祀掌士之戒令詔相其灋事及賜爵呼昭穆而進之帥其屬而割牲羞俎豆凡會同作士從賔客亦如之作士適四方使爲介大喪作士掌事作六軍之士執披凡士之有守者令哭無去守國有故則致士而頒其守凡邦國三歲則稽士任而進退其爵禄諸子掌國子之倅掌其戒令與其敎治辨其等正其位國有大事則帥國子而致於大子唯所用之若有兵甲之事則授之車甲合其卒伍置其有司以軍灋治之司馬弗正凡國正弗及大祭祀正六牲之體凡樂事正舞位授舞器大喪正羣子之服位會同賔客作羣子從凡國之政事國子存遊倅使之脩德學道春合諸學秋合諸射以攷其藝而進退之司右掌羣右之政令凡軍旅會同合其車之卒伍而比其乘屬其右凡國之勇力之士能用五兵者屬焉掌其政令虎賁氏掌先後王而趨以卒伍軍旅會同亦如之舍則守王閑王在國則守王宮國有大故則守王門大喪亦如之及葬從遣車而哭適四方使則從士大夫若道路不通有徵事則奉書以使於四方旅賁氏掌執戈盾來王車而趨左八人右八人車止則持輪凡祭祀會同賔客則服而趨喪紀則衰葛執戈盾軍旅則介而趨節服氏掌祭祀朝覲衮冕六人維王之大常諸侯則四人其服亦如之郊祀裘冕二人執戈送逆尸從車方相氏掌蒙熊皮黃金四目玄衣朱裳執戈揚盾帥百隷而時難以索室􁍰疫大喪先匶及墓入壙以戈擊四隅􁍰方良大僕掌正王之服位出入王之大命掌諸侯之復逆王眡朝則前正位而退入亦如之建路鼓于大寢之門外而掌其政以待達窮者與遽令聞鼓聲則速逆御僕與御庶子祭祀賔客喪紀正王之服位詔灋儀贊王牲事王出入則自左馭而前驅凡軍旅田役贊王鼓救日月亦如之大喪始崩戒鼓傳達于四方窆亦如之縣喪首服之灋于宮門掌三公孤卿之弔勞王燕飲則相其灋王射則贊弓矢王眡燕朝則正位掌擯相王不眡朝則辭於三公及孤卿小臣掌王之小命詔相王之小灋儀掌三公及孤卿之復逆正王之燕服位王之燕出入則前驅大祭祀朝覲沃王盥小祭祀賔客饗食賔射掌事如大僕之灋掌士大夫之弔勞凡大事佐大僕祭僕掌受命于王以眡祭祀而警戒祭祀有司糾百官之戒具旣祭帥羣有司而反命以王命勞之誅其不敬者大喪復于小廟凡祭祀王之所不與則賜之禽都家亦如之凡祭祀致福者展而受之御僕掌羣吏之逆及庶民之復與其弔勞大祭祀相盥而登大喪持翣掌王之燕令以序守路鼓隷僕掌五寢之埽除糞洒之事祭祀脩寢王行洗乘石掌蹕宮中之事大喪復于小寢大寢弁師掌王之五冕皆玄冕朱裏延紐五采繅十有二就皆五采玉十有二玉笄朱紘諸侯之繅斿九就瑉玉三采其餘如王之事繅斿皆就玉瑱玉笄王之皮弁會五采玉璂象邸玉笄王之弁絰弁而加環絰諸侯及孤卿大夫之冕韋弁皮弁弁絰各以其等爲之而掌其禁令司甲司兵掌五兵五盾各辨其物與其等以待軍事及授兵從司馬之灋以頒之及其受兵輸亦如之及其用兵亦如之祭祀授舞者兵大喪廞五兵軍事建車之五兵會同亦如之司戈盾掌戈盾之物而頒之祭祀授旅賁殳故士戈盾授舞者兵亦如之軍旅會同授貳車戈盾建乘車之戈盾授旅賁及虎士戈盾及舍設藩盾行則斂之司弓矢掌六弓四弩八矢之灋辨其名物而掌其守藏與其出入中春獻弓弩中秋獻矢箙及其頒之王弓弧弓以授射甲革椹質者夾弓庾弓以授射豻侯鳥獸者唐弓大弓以授學射者使者勞者其矢箙皆從其弓凡弩夾庾利攻守唐大利車戰野戰凡矢枉矢絜矢利火射用諸守城車戰殺矢鍭矢用諸近射田獵矰矢茀矢用諸弋射恒矢􁃠矢用諸散射天子之弓合九而成規諸侯合七而成規大夫合五而成規士合三而成規句者謂之弊弓凡祭祀共射牲之弓矢凡亡矢者弗用則更繕人掌王之用弓弩矢箙矰弋抉拾掌詔王射贊王弓矢之事凡乘車充其籠箙載其弓弩旣射則斂之無會計槀人掌受財于職金以齎其工弓六物爲三等弩四物亦如之矢八物皆三等箙亦如之春獻素秋獻成書其等以饗工乘其事試其弓弩以下上其食而誅賞乃入功于司弓矢及繕人凡齎財與其出入皆在槀人以待會而攷之亡者闕之戎右掌戎車之兵革使詔贊王鼓傳王命于陳中會同充革車盟則以玉敦辟盟遂役之贊牛耳桃茢齊右掌祭祀會同賔客前齊車王乘則持馬行則陪乘凡有牲事則前馬道右掌前道車王出入則持馬陪乘如齊車之儀自車上諭命于從車詔王之車儀王式則下前馬王下則以蓋從大馭掌馭玉路以祀及犯軷王自左馭馭下祝登受轡犯軷遂驅之及祭酌僕僕左執轡右祭兩軹祭軓乃飲凡馭路行以肆夏趨以采薺凡馭路儀以鸞和爲節戎僕掌馭戎車掌王倅車之政正其服犯軷如王路之儀凡巡守及兵車之會亦如之掌凡戎車之儀齊僕掌馭金路以賔朝覲宗遇饗食皆乘金路其灋儀各以其等爲車送逆之節道僕掌馭象路以朝夕燕出入其灋儀如齊車掌貳車之政令田僕掌馭田路以田以鄙掌佐車之政設驅逆之車令獲者植旌及獻比禽凡田王提馬而走諸侯晉大夫馳馭夫掌馭貳車從車使車分公馬而駕治之校人掌王馬之政辨六馬之屬種馬一物戎馬一物齊馬一物道馬一物田馬一物駑馬一物凡頒良馬而養乘之乘馬一師四圉三乘爲皁皁一趣馬三皁爲繫繫一馭夫六繫爲廏廏一僕夫六廏成校校有左右駑馬三良馬之數麗馬一圉八麗一師八師一趣馬八趣馬一馭夫天子十有二閑馬六種邦國六閑馬四種家四閑馬二種凡馬特居四之一春祭馬祖執駒夏祭先牧頒馬攻特秋祭馬社臧僕冬祭馬步獻馬講馭夫凡大祭祀朝覲會同毛馬而頒之飾幣馬執扑而從之凡賔客受其幣馬大喪飾遣車之馬及葬埋之田獵則帥驅逆之車凡將事于四海山川則飾黃駒凡國之使者共其幣馬凡軍事物馬而頒之等馭夫之禄宮中之稍食趣馬掌贊正良馬而齊其飲食簡其六節掌駕說之頒辨四時之居治以聽馭夫巫馬掌養疾馬而乘治之相醫而藥攻馬疾受財于校人馬死則使其賈粥之入其布于校人牧師掌牧地皆有厲禁而頒之孟春焚牧中春通淫掌其政令凡田事贊焚萊廋人掌十有二閑之政敎以阜馬佚特敎駣攻駒及祭馬祖祭閑之先牧及執駒散馬耳圉馬正校人貟選馬八尺以上爲龍七尺以上爲騋六尺以上爲馬圉師掌敎圉人養馬春除蓐釁廏始牧夏庌馬冬獻馬射則充椹質茨牆則翦闔圉人掌養馬芻牧之事以役圉師凡賔客喪紀牽馬而入陳廞馬亦如之職方氏掌天下之圖以掌天下之地辨其邦國都鄙四夷八蠻七閩九貉五戎六狄之人民與其財用九穀六畜之數要周知其利害乃辨九州之國使同貫利東南曰揚州其山鎭曰會稽其澤藪曰具區其川三江其浸五湖其利金錫竹箭其民二男五女其畜宜鳥獸其穀宜稻正南曰荊州其山鎭曰衡山其澤藪曰雲瞢其川江漢其浸潁湛其利丹銀齒革其民一男二女其畜宜鳥獸其穀宜稻河南曰豫州其山鎭曰華山其澤藪曰圃田其川熒雒其浸波溠其利林漆絲枲其民二男三女其畜宜六擾其穀宜五種正東曰靑州其山鎭曰沂山其澤藪曰望諸其川淮泗其浸沂沭其利蒲魚其民二男二女其畜宜雞狗其穀宜稻麥河東曰兖州其山鎭曰岱山其澤藪曰大野其川河泲其浸盧維其利蒲魚其民二男三女其畜宜六擾其穀宜四種正西曰雍州其山鎭曰嶽山其澤藪曰弦蒲其川涇汭其浸渭洛其利玉石其民三男二女其畜宜牛馬其穀宜黍稷東北曰幽州其山鎭曰醫無閭其澤藪曰貕養其川河泲其浸菑時其利魚鹽其民一男三女其畜宜四擾其穀宜三種河內曰冀州其山鎭曰霍山其澤藪曰揚紆其川漳其浸汾潞其利松柏其民五男三女其畜宜牛羊其穀宜黍稷正北曰并州其山鎭曰恒山其澤藪曰昭餘祁其川虖池嘔夷其浸淶易其利布帛其民二男三女其畜宜五擾其穀宜五種乃辨九服之邦國方千里曰王畿其外方五百里曰侯服又其外方五百里曰甸服又其外方五百里曰男服又其外方五百里曰采服又其外方五百里曰衞服又其外方五百里曰蠻服又其外方五百里曰夷服又其外方五百里曰鎭服又其外方五百里曰藩服凡邦國千里封公以方五百里則四公方四百里則六侯方三百里則七伯方二百里則二十五子方百里則百男以周知天下凡邦國小大相維王設其牧制其職各以其所能制其貢各以其所有王將巡守則戒于四方曰各脩平乃守攻乃職事無敢不敬戒國有大刑及王之所行先道帥其屬而巡戒令王殷國亦如之土方氏掌土圭之灋以致日景以土地相宅而建邦國都鄙以辨土宜土化之灋而授任地者王巡守則樹王舍懷方氏掌來逺方之民致方貢致逺物而送逆之達之以節治其委積館舍飲食合方氏掌達天下之道路通其財利同其數器壹其度量除其怨惡同其好善訓方氏掌道四方之政事與其上下之志誦四方之傳道正歲則布而訓四方而觀新物形方氏掌制邦國之地域而正其封疆無有華離之地使小國事大國大國比小國山師掌山林之名辨其物與其利害而頒之于邦國使致其珍異之物川師掌川澤之名辨其物與其利害而頒之于邦國使致其珍異之物邍師掌四方之地名辨其丘陵墳衍邍隰之名物之可以封邑者匡人掌達灋則匡邦國而觀其慝使無敢反側以聽王命撢人掌誦王志道國之政事以巡天下之邦國而語之使萬民和說而正王面都司馬掌都之士庶子及其衆庶車馬兵甲之戒令以國灋掌其政學以聽國司馬家司馬亦如之"}
{"id": "KR1d0002_009", "series": "KR1d0002", "text": "惟王建國辨方正位體國經野設官分職以爲民極乃立秋官司宼使帥其屬而掌邦禁以佐王刑邦國刑官之屬大司宼卿一人小司宼中大夫二人士師下大夫四人郷士上士八人中士十有六人旅下士三十有二人府六人史十有二人胥十有二人徒百有二十人遂士中士十有二人府六人史十有二人胥十有二人徒百有二十人縣士中士三十有二人府八人史十有六人胥十有六人徒百有六十人方士中士十有六人府八人史十有六人胥十有六人徒百有六十人訝士中士八人府四人史八人胥八人徒八十人朝士中士六人府三人史六人胥六人徒六十人司民中士六人府三人史六人胥三人徒三十人司刑中士二人府一人史二人胥二人徒二十人司刺下士二人府一人史二人徒四人司約下士二人府一人史二人徒四人司盟下士二人府一人史二人徒四人職金上士二人下士四人府二人史四人胥八人徒八十人司厲下士二人史一人徒十有二人犬人下士二人府一人史二人賈四人徒十有六人司圜中士六人下士十有二人府三人史六人胥十有六人徒百有六十人掌囚下士十有二人府六人史十有二人徒百有二十人掌戮下士二人史一人徒十有二人司隷中士二人下士十有二人府五人史十人胥二十人徒二百人罪隷百有二十人蠻隷百有二十人閩隷百有二十人夷隷百有二十人貉隷百有二十人布憲中士二人下士四人府二人史四人胥四人徒四十人禁殺戮下士二人史一人徒十有二人禁暴氏下士六人史三人胥六人徒六十人野廬氏下士六人胥十有二人徒百有二十人蜡氏下士四人徒四十人雍氏下士二人徒八人萍氏下士二人徒八人司寤氏下士二人徒八人司烜氏下士六人徒十有二人條狼氏下士六人胥六人徒六十人脩閭氏下士二人史一人徒十有二人㝠氏下士二人徒八人庶氏下士一人徒四人穴氏下士一人徒四人翨氏下士二人徒八人柞氏下士八人徒二十人薙氏下士二人徒二十人硩蔟氏下士一人徒二人翦氏下士一人徒二人赤友氏下士一人徒二人蟈氏下士一人徒二人壷涿氏下士一人徒二人庭氏下士一人徒二人銜枚氏下士二人徒八人伊耆氏下士一人徒二人大行人中大夫二人小行人下大夫四人司儀上士八人中士十有六人行夫下士三十有二人府四人史八人胥八人徒八十人環人中士四人史四人胥四人徒四十人象胥毎翟上士一人中士二人下士八人徒二十人掌客上士二人下士四人府一人史二人胥二人徒二十人掌訝中士八人府二人史四人胥四人徒四十人掌交中士八人府二人史四人徒三十有二人掌察四方中士八人史四人徒十有六人掌貨賄下士十有六人史四人徒三十有二人朝大夫毎國上士二人下士四人府一人史二人庶子八人徒二十人都則中士一人下士二人府一人史二人庶子四人徒八十人都士中士二人下士四人府二人史四人胥四人徒四十人家士亦如之大司宼之職掌建邦之三典以佐王刑邦國詰四方一曰刑新國用輕典二曰刑平國用中典三曰刑亂國用重典以五刑糾萬民一曰野刑上功糾力二曰軍刑上命糾守三曰郷刑上德糾孝四曰官刑上能糾職五曰國刑上愿糾暴以圜土聚敎罷民凡害人者寘之圜土而施職事焉以明刑恥之其能改者反于中國不齒三年其不能改而出圜土者殺以兩造禁民訟入束矢於朝然後聽之以兩劑禁民獄入鈞金三日乃致于朝然後聽之以嘉石平罷民凡萬民之有罪過而未麗於灋而害於州里者桎梏而坐諸嘉石役諸司空重罪旬有三日坐朞役其次九日坐九月役其次七日坐七月役其次五日坐五月役其下罪三日坐三月役使州里任之則宥而舍之以肺石達窮民凡逺近惸獨老幼之欲有復於上而其長弗達者立於肺石三日士聽其辭以吿於上而罪其長正月之吉始和布刑于邦國都鄙乃縣刑象之灋于象魏使萬民觀刑象挾日而斂之凡邦之大盟約涖其盟書而登之于天府大史內史司會及六官皆受其貳而藏之凡諸侯之獄訟以邦典定之凡卿大夫之獄訟以邦灋斷之凡庶民之獄訟以邦成弊之大祭祀奉大牲若禋祀五帝則戒之日涖誓百官戒于百族及納亨前王祭之日亦如之奉其明水火凡朝覲會同前王大喪亦如之大軍旅涖戮于社凡邦之大事使其屬蹕小司宼之職掌外朝之政以致萬民而詢焉一曰詢國危二曰詢國遷三曰詢立君其位王南郷三公及州長百姓北面羣臣西面羣吏東面小司宼擯以敘進而問焉以衆輔志而弊謀以五刑聽萬民之獄訟附于刑用情訊之至于旬乃弊之讀書則用灋凡命夫命婦不躬坐獄訟凡王之同族有罪不即市以五聲聽獄訟求民情一曰辭聽二曰色聽三曰氣聽四曰耳聽五曰目聽以八辟麗邦灋附刑罰一曰議親之辟二曰議故之辟三曰議賢之辟四曰議能之辟五曰議功之辟六曰議貴之辟七曰議勤之辟八曰議賔之辟以三刺斷庶民獄訟之中一曰訊羣臣二曰訊羣吏三曰訊萬民聽民之所刺宥以施上服下服之刑及大比登民數自生齒以上登于天府內史司會冢宰貳之以制國用小祭祀奉犬牲凡禋祀五帝實鑊水納亨亦如之大賔客前王而辟后世子之喪亦如之小師涖戮凡國之大事使其屬蹕孟冬祀司民獻民數於王王拜受之以圖國用而進退之歲終則令羣士計獄弊訟登中于天府正歲帥其屬而觀刑象令以木鐸曰不用灋者國有常刑令羣士乃宣布于四方憲刑禁乃命其屬入會乃致事士師之職掌國之五禁之灋以左右刑罰一曰宮禁二曰官禁三曰國禁四曰野禁五曰軍禁皆以木鐸徇之于朝書而縣于門閭以五戒先後刑罰母使罪麗于民一曰誓用之于軍旅二曰誥用之于會同三曰禁用諸田役四曰糾用諸國中五曰憲用諸都鄙掌郷合州黨族閭比之聮與其民人之什伍使之相安相受以比追胥之事以施刑罰慶賞掌官中之政令察獄訟之辭以詔司宼斷獄弊訟致邦令掌士之八成一曰邦汋二曰邦賊三曰邦諜四曰犯邦令五曰撟邦令六曰爲邦盜七曰爲邦朋八曰爲邦誣若邦凶荒則以荒辯之灋治之令移民通財糾守緩刑凡以財獄訟者正之以傅別約劑若祭勝國之社稷則爲之尸王燕出入則前驅而辟祀五帝則沃尸及王盥洎鑊水凡刏珥則奉犬牲諸侯爲賔則帥其屬而蹕于王宮大喪亦如之大師帥其屬而禁逆軍旅者與犯師禁者而戮之歲終則令正要會正歲帥其屬而憲禁令于國及郊野郷士掌國中各掌其郷之民數而糾戒之聽其獄訟察其辭辨其獄訟異其死刑之罪而要之旬而職聽于朝司宼聽之斷其獄弊其訟于朝羣士司刑皆在各麗其灋以議獄訟獄訟成士師受中協日刑殺肆之三日若欲免之則王會其期大祭祀大喪紀大軍旅大賔客則各掌其郷之禁令帥其屬夾道而蹕三公若有邦事則爲之前驅而辟其喪亦如之凡國有大事則戮其犯命者遂士掌四郊各掌其遂之民數而糾其戒令聽其獄訟察其辭辨其獄訟異其死刑之罪而要之二旬而職聽于朝司宼聽之斷其獄弊其訟于朝羣士司刑皆在各麗其灋以議獄訟獄訟成士師受中協日就郊而刑殺各於其遂肆之三日若欲免之則王令三公會其期若邦有大事聚衆庶則各掌其遂之禁令帥其屬而蹕六卿若有邦事則爲之前驅而辟其喪亦如之凡郊有大事則戮其犯命者縣士掌野各掌其縣之民數糾其戒令而聽其獄訟察其辭辨其獄訟異其死刑之罪而要之三旬而職聽于朝司宼聽之斷其獄弊其訟于朝羣士司刑皆在各麗其灋以議獄訟獄訟成士師受中協日刑殺各就其縣肆之三日若欲免之則王命六卿會其期若邦有大役聚衆庶則各掌其縣之禁令若大夫有邦事則爲之前驅而辟其喪亦如之凡野有大事則戮其犯命者方士掌都家聽其獄訟之辭辨其死刑之罪而要之三月而上獄訟于國司宼聽其成于朝羣士司刑皆在各麗其灋以議獄訟獄訟成士師受中書其刑殺之成與其聽獄訟者凡都家之大事聚衆庶則各掌其方之禁令以時脩其縣灋若歲終則省之而誅賞焉凡都家之士所上治則主之訝士掌四方之獄訟諭罪刑于邦國凡四方之有治於士者造焉四方有亂獄則往而成之邦有賔客則與行人送逆之入於國則爲之前驅而辟野亦如之居館則帥其屬而爲之蹕誅戮暴客者客出入則道之有治則贊之凡邦之大事聚衆庶則讀其誓禁朝士掌建邦外朝之灋左九棘孤卿大夫位焉羣士在其後右九棘公侯伯子男位焉羣吏在其後面三槐三公位焉州長衆庶在其後左嘉石平罷民焉右肺石達窮民焉帥其屬而以鞭呼趨且辟禁慢朝錯立族談者凡得獲貨賄人民六畜者委于朝吿于士旬而舉之大者公之小者庶民私之凡士之治有期日國中一旬郊二旬野三旬都三月邦國朞期內之治聽期外不聽凡有責者有判書以治則聽凡民同貨財者令以國灋行之犯令者刑罰之凡屬責者以其地傅而聽其辭凡盜賊軍郷邑及家人殺之無罪凡報仇讎者書於士殺之無罪若邦凶荒札喪宼戎之故則令邦國都家縣鄙慮刑貶司民掌登萬民之數自生齒以上皆書於版辨其國中與其都鄙及其郊野異其男女歲登下其死生及三年大比以萬民之數詔司宼司宼及孟冬祀司民之日獻其數于王王拜受之登于天府內史司會冢宰貳之以贊王治司刑掌五刑之灋以麗萬民之罪墨罪五百劓罪五百宫罪五百刖罪五百殺罪五百若司宼斷獄弊訟則以五刑之灋詔刑罰而以辨罪之輕重司刺掌三刺三宥三赦之灋以贊司宼聽獄訟壹刺曰訊羣臣再刺曰訊羣吏三刺曰訊萬民壹宥曰不識再宥曰過失三宥曰遺忘壹赦曰幼弱再赦曰老旄三赦曰憃愚以此三灋者求民情斷民中而施上服下服之罪然後刑殺司約掌邦國及萬民之約劑治神之約爲上治民之約次之治地之約次之治功之約次之治器之約次之治摯之約次之凡大約劑書於宗彞小約劑書於丹圖若有訟者則珥而辟藏其不信者服墨刑若大亂則六官辟藏其不信者殺司盟掌盟載之灋凡邦國有疑會同則掌其盟約之載及其禮儀北面詔明神旣盟則貳之盟萬民之犯命者詛其不信者亦如之凡民之有約劑者其貳在司盟有獄訟者則使之盟詛凡盟詛各以其地域之衆庶共其牲而致焉旣盟則爲司盟共祈酒脯職金掌凡金玉錫石丹靑之戒令受其入征者辨其物之媺惡與其數量楬而璽之入其金錫于爲兵器之府入其玉石丹靑于守藏之府入其要掌受士之金罰貨罰入于司兵旅于上帝則共其金版饗諸侯亦如之凡國有大故而用金石則掌其令司厲掌盜賊之任器貨賄辨其物皆有數量賈而楬之入于司兵其奴男子入于罪隷女子入于舂槀凡有爵者與七十者與未齓者皆不爲奴犬人掌犬牲凡祭祀共犬牲用牷物伏瘞亦如之凡幾珥沈辜用駹可也凡相犬牽犬者屬焉掌其政治司圜掌收敎罷民凡害人者弗使冠飾而加明刑焉任之以事而收敎之能改者上罪三年而舍中罪二年而舍下罪一年而舍其不能改而出圜土者殺雖出三年不齒凡圜土之刑人也不虧體其罰人也不虧財掌囚掌守盜賊凡囚者上罪梏拲而桎中罪桎梏下罪梏王之同族拲有爵者桎以待弊罪及刑殺告刑于王奉而適朝士加明梏以適市而刑殺之凡有爵者與王之同族奉而適甸師氏以待刑殺掌戮掌斬殺賊諜而搏之凡殺其親者焚之殺王之親者辜之凡殺人者踣諸市肆之三日司隷掌五隷之灋辨其物而掌其政令帥其民而搏盜賊役國中之辱事爲百官積任器凡囚執人之事邦有祭祀賔客喪紀之事則役其煩辱之事掌帥四翟之隷使之皆服其邦之服執其邦之兵守王宮與野舍之厲禁罪隷掌役百官府與凡有守者掌使令之小事凡封國若家牛助爲牽徬其守王宮與其厲禁者如蠻隷之事蠻隷掌役校人養馬其在王宮者執其國之兵以守王宮在野外則守厲禁閩隷掌役畜養鳥而阜蕃敎擾之掌子則取隷焉夷隷掌役牧人養牛馬與鳥言其守王宫者與其守厲禁者如蠻隷之事貉隷掌役服不氏而養獸而敎擾之掌與獸言其守王宮者與其守厲禁者如蠻隷之事"}
{"id": "KR1d0002_010", "series": "KR1d0002", "text": "秋官司宼下鄭氏註布憲掌憲邦之刑禁正月之吉執旌節以宣布于四方而憲邦之刑禁以詰四方邦國及其都鄙達于四海凡邦之大事合衆庶則以刑禁號令禁殺戮掌司斬殺戮者凡傷人見血而不以吿者攘獄者遏訟者以吿而誅之禁暴氏掌禁庶民之亂暴力正者撟誣犯禁者作言語而不信者以告而誅之凡國聚衆庶則戮其犯禁者以徇凡奚隷聚而出入者則司牧之戮其犯禁者野廬氏掌達國道路至于四畿比國郊及野之道路宿息井樹若有賔客則令守涂地之人聚柝之有相翔者則誅之凡道路之舟車轚互者敘而行之凡有節者及有爵者至則爲之辟禁野之橫行徑踰者凡國之大事比脩除道路者掌凡道禁邦之大師則令埽道路且以幾禁行作不時者不物者蜡氏掌除骴凡國之大祭祀令州里除不蠲禁刑者任人及凶服者以及郊野大師大賔客亦如之若有死於道路者則令埋而置楬焉書其日月焉縣其衣服任器于有地之官以待其人掌凡國之骴禁雍氏掌溝瀆澮池之禁凡害於國稼者春令爲阱擭溝瀆之利於民者秋令塞阱杜擭禁山之爲苑澤之沈者萍氏掌國之水禁幾酒謹酒禁川游者司寤氏掌夜時以星分夜以詔夜士夜禁禦晨行者禁宵行者夜遊者司烜氏掌以夫遂取明火於日以鑒取明水於月以共祭祀之明齍明燭共明水凡邦之大事共墳燭庭燎中春以木鐸脩火禁于國中軍旅脩火禁邦若屋誅則爲明竁焉條狼氏掌執鞭以趨辟王岀入則八人夾道公則六人侯伯則四人子男則二人凡誓執鞭以趨於前且命之誓僕右曰殺誓馭曰車轘誓大夫曰敢不關鞭五百誓師曰三百誓邦之大史曰殺誓小史曰墨脩閭氏掌比國中宿互柝者與其國粥而比其追胥者而賞罰之禁徑踰者與以兵革趨行者與馳騁於國中者邦有故則令守其閭互唯執節者不幾㝠氏掌設弧張爲阱擭以攻猛獸以靈鼓􁍰之若得其獸則獻其皮革齒須備庶氏掌除毒蠱以攻說禬之嘉草攻之凡􁍰蠱則令之比之穴氏掌攻蟄獸各以其物火之以時獻其珍異皮革翨氏掌攻猛鳥各以其物爲媒而掎之以時獻其羽翮柞氏掌攻草木及林麓夏日至令刊陽木而火之冬日至令剥隂本而水之若欲其化也則春秋變其水火凡攻木者掌其政令薙氏掌殺草春始生而萌之夏日至而夷之秋繩而芟之冬日至而耜之若欲其化也則以水火變之掌凡殺草之政令硩蔟氏掌覆夭鳥之巢以方書十日之號十有二辰之號十有二月之號十有二歲之號二十有八星之號縣其巢上則去之翦氏掌除蠹物以攻禜攻之以莽草熏之凡庶蠱之事赤􁍶氏掌除牆屋以蜃炭攻之以灰洒毒之凡隙屋除其貍蟲蟈氏掌去鼃黽焚牡蘜以灰洒之則死以其煙被之則凡水蟲無聲壷涿氏掌除水蟲以炮土之鼓􁍰之以焚石投之若欲殺其神則以牲橭午貫象齒而沈之則其神死淵爲陵庭氏掌射國中之夭鳥若不見其鳥獸則以救日之弓與救月之矢夜射之若神也則以大隂之弓與枉矢射之銜枚氏掌司嚻國之大祭祀令禁無嚻軍旅田役令銜枚禁嘂呼歎嗚於國中者行歌哭於國中之道者伊耆氏掌國之大祭祀共其杖咸軍旅授有爵者杖共王之齒杖大行人掌大賔之禮及大客之儀以親諸侯春朝諸侯而圖天下之事秋覲以比邦國之功夏宗以陳天下之謨冬遇以協諸侯之慮時會以發四方之禁殷同以施天下之政時聘以結諸侯之好殷覜以除邦國之慝閒問以諭諸侯之志歸脤以交諸侯之福賀慶以贊諸侯之喜致禬以補諸侯之烖以九儀辨諸侯之命等諸臣之爵以同邦國之禮而待其賔客上公之禮執桓圭九寸繅藉九寸冕服九章建常九斿樊纓九就貳車九乘介九人禮九牢其朝位賔主之閒九十歩立當車軹擯者五人廟中將幣三享王禮再祼而酢饗禮九獻食禮九舉岀入五積三問三勞諸侯之禮執信圭七寸繅藉七寸冕服七章建常七斿樊纓七就貳車七乘介七人禮七牢朝位賔主之間七十歩立當前疾擯者四人廟中將幣三享王禮壹祼而酢饗禮七獻食禮七舉出入四積再問再勞諸伯執躬圭其他皆如諸侯之禮諸子執穀璧五寸繅藉五寸冕服五章建常五斿樊纓五就貳車五乘介五人禮五牢朝位賔主之閒五十歩立當車衡擯者三人廟中將幣三享王禮壹祼不酢饗禮五獻食禮五舉出入三積壹問壹勞諸男執蒲璧其他皆如諸子之禮凡大國之孤執皮帛以繼小國之君岀入三積不問壹勞朝位當車前不交擯廟中無相以酒禮之其他皆眡小國之君凡諸侯之卿其禮各下其君二等以下及其大夫士皆如之邦畿方千里其外方五百里謂之侯服歲壹見其貢祀物又其外方五百里謂之甸服二歲壹見其貢嬪物又其外方五百里謂之男服三歲壹見其貢器物又其外方五百里謂之采服四歲壹見其貢服物又其外方五百里謂之衛服五歲壹見其貢材物又其外方五百里謂之要服六歲壹見其貢貨物九州之外謂之蕃國世壹見各以其所貴寶爲摯王之所以撫邦國諸侯者歲徧存三歲徧覜五歲徧省七歲屬象胥諭言語協辭命九歲屬瞽史諭書名聽聲音十有一歲達瑞節同度量成牢禮同數器脩灋則十有二歲王巡守殷國凡諸侯之王事辨其位正其等協其禮賔而見之若有大喪則詔相諸侯之禮若有四方之大事則受其幣聽其辭凡諸侯之邦交歲相問也殷相聘也世相朝也小行人掌邦國賔客之禮籍以待四方之使者令諸侯春入貢秋獻功王親受之各以其國之籍禮之凡諸侯入王則逆勞于畿及郊勞眡館將幣爲承而擯凡四方之使者大客則擯小客則受其幣而聽其辭使適四方協九儀賔客之禮朝覲宗遇會同君之禮也存覜省聘問臣之禮也達天下之六節山國用虎節土國用人節澤國用龍節皆以金爲之道路用旌節門關用符節都鄙用管節皆以竹爲之成六瑞王用瑱圭公用桓圭侯用信圭伯用躬圭子用穀璧男用蒲璧合六幣圭以馬璋以皮璧以帛琮以錦琥以繡璜以黼此六物者以和諸侯之好故若國札喪則令賻補之若國凶荒則令賙委之若國師役則令槁禬之若國有福事則令慶賀之若國有禍烖則令哀弔之凡此五物者治其事故及其萬民之利害爲一書其禮俗政事敎治刑禁之逆順爲一書其悖逆暴亂作慝猶犯令者爲一書其札喪凶荒厄貧爲一書其康樂和親安平爲一書凡此五物者每國辨異之以反命于王以周知天下之故司儀掌九儀之賔客擯相之禮以詔儀容辭令揖讓之節將合諸侯則令爲壇三成宮旁一門詔王儀南郷見諸侯土揖庶姓時揖異姓天揖同姓及其擯之各以其禮公於上等侯伯於中等子男於下等其將幣亦如之其禮亦如之王燕則諸侯毛凡諸公相爲賔主國五積三問皆三辭拜受皆旅擯再勞三辭三揖登拜受拜送主君郊勞交擯三辭車逆拜辱三揖三辭拜受車送三還再拜致館亦如之致飱如致積之禮及將幣交擯三辭車逆拜辱賔車進荅拜三揖三讓每門止一相及廟唯上相入賔三揖三讓登再拜授幣賔拜送幣每事如初賔亦如之及出車送三請三進再拜賔三還三辭吿辟致饔餼還圭饗食致贈郊送皆如將幣之儀賔之拜禮拜饔餼拜饗食賔繼主君皆如主國之禮諸侯諸伯諸子諸男之相爲賔也各以其禮相待也如諸公之儀諸公之臣相爲國客則三積皆三辭拜受及大夫郊勞旅擯三辭拜辱三讓登聽命下拜登受賔使者如初之儀及退拜送致館如初之儀及將幣旅擯三辭拜逆客辟三揖毎門止一相及廟唯君相入三讓客登拜客三辟授幣下出每事如初之儀及禮私面私獻皆再拜稽首君荅拜岀及中門之外問君客再拜對君拜客辟而對君問大夫客對君勞客客再拜稽首君荅拜客趨辟致饔餼如勞之禮饗食還圭如將幣之儀君館客客辟介受命遂送客從拜辱于朝明日客拜禮賜遂行如入之積凡侯伯子男之臣以其國之爵相爲客而相禮其儀亦如之凡四方之賔客禮儀辭命餼牢賜獻以二等從其爵而上下之凡賔客送逆同禮凡諸侯之交各稱其邦而爲之幣以其幣爲之禮凡行人之儀不朝不夕不正其主面亦不背客行夫掌邦國傳遽之小事媺惡而無禮者凡其使也必以旌節雖道有難而不時必達居於其國則掌行人之勞辱事焉使則介之環人掌送逆邦國之通賔客以路節達諸四方舍則授館令聚柝有任器則令環之凡門關無幾送逆及疆象胥掌蠻夷閩貉戎狄之國使掌傳王之言而諭說焉以和親之若以時入賔則協其禮與其辭言傳之凡其岀入送逆之禮節幣帛辭令而賔相之凡國之大喪詔相國客之禮儀而正其位凡軍旅會同受國客幣而賔禮之凡作事王之大事諸侯次事卿次事大夫次事上士下事庶子掌客掌四方賔客之牢禮餼獻飲食之等數與其政治王合諸侯而饗禮則具十有二牢庶具百物備諸侯長十有再獻王巡守殷國則國君膳以牲犢令百官百牲皆具從者三公眡上公之禮卿眡侯伯之禮大夫眡子男之禮士眡諸侯之卿禮庶子壹眡其大夫之禮凡諸侯之禮上公五積皆眡飱牽三問皆脩羣介行人宰史皆有牢飱五牢食四十簠十豆四十鉶四十有二壷四十鼎簋十有二牲三十有六皆陳饔餼九牢其死牢如飱之陳牽四牢米百有二十筥醯醢百有二十罋車皆陳車米眡生牢牢十車車秉有五籔車禾眡死牢牢十車車三秅芻薪倍禾皆陳乘禽日九十雙殷膳大牢以及歸三饗三食三燕若弗酌則以幣致之凡介行人宰史皆有飱饔餼以其爵等爲之牢禮之陳數唯上介有禽獻夫人致禮八壷八豆八籩膳大牢致饗大牢食大牢卿皆見以羔膳大牢侯伯四積皆眡飱牽再問皆脩飱四牢食三十有二簠八豆三十有二鉶二十有八壷三十有二鼎簋十有二腥二十有七皆陳饔餼七牢其死牢如飱之陳牽三牢米百筥醯醢百罋皆陳米三十車禾四十車芻薪倍禾皆陳乘禽日七十雙殷膳大牢三饗再食再燕凡介行人宰史皆有飱饔餼以其爵等爲之禮唯上介有禽獻夫人致禮八壷八豆八籩膳大牢致饗大牢卿皆見以羔膳特牛子男三積皆眡飱牽壹問以脩飱三牢食二十有四簠六豆二十有四鉶十有八壷二十有四鼎簋十有二牲十有八皆陳饔餼五牢其死牢如飱之陳牽二牢米八十筥醯醢八十罋皆陳米二十車禾三十車芻薪倍禾皆陳乘禽日五十雙壹饗壹食壹燕凡介行人宰史皆有飱饔餼以其爵等爲之禮唯上介有禽獻夫人致禮六壷六豆六籩膳眡致饗親見卿皆膳特牛凡諸侯之卿大夫士爲國客則如其介之禮以待之凡禮賔客國新殺禮凶荒殺禮札喪殺禮禍烖殺禮在野在外殺禮凡賔客死致禮以喪用賔客有喪唯芻稍之受遭主國之喪不受饗食受牲禮掌訝掌邦國之等籍以待賔客若將有國賔客至則戒官脩委積與士逆賔于疆爲前驅而入及宿則令聚柝及委則致積至于國賔入館次于舍門外待事于客及將幣爲前驅至于朝詔其位入復及退亦如之凡賔客之治令訝訝治之凡從者出則使人道之及歸送亦如之凡賔客諸侯有卿訝卿有大夫訝大夫有士訝士皆有訝凡訝者賔客至而往詔相其事而掌其治令掌交掌以節與幣巡邦國之諸侯及其萬民之所聚者道王之德意志慮使咸知王之好惡辟行之使和諸侯之好達萬民之說掌邦國之通事而結其交好以諭九稅之利九禮之親九牧之維九禁之難九戎之威掌察掌貨賄朝大夫掌都家之國治日朝以聽國事故以告其君長國有政令則令其朝大夫凡都家之治於國者必因其朝大夫然後聽之唯大事弗因凡都家之治有不及者則誅其朝大夫在軍旅則誅其有司都則都士家士"}
{"id": "KR1d0002_011", "series": "KR1d0002", "text": "國有六職百工與居一焉或坐而論道或作而行之或審曲面執以飭五材以辨民器或通四方之珍異以資之或飭力以長地財或治絲麻以成之坐而論道謂之王公作而行之謂之士大夫審曲面執以飭五材以辨民器謂之百工通四方之珍異以資之謂之商旅飭力以長地財謂之農夫治絲麻以成之謂之婦功粤無鎛燕無函秦無廬胡無弓車粤之無鎛也非無鎛也夫人而能爲鎛也燕之無函也非無函也夫人而能爲函也秦之無廬也非無廬也夫人而能爲廬也胡之無弓車也非無弓車也夫人而能爲弓車也知者創物巧者述之守之世謂之工百工之事皆聖人之作也爍金以爲刃凝土以爲器作車以行陸作舟以行水此皆聖人之所作也天有時地有氣材有美工有巧合此四者然後可以爲良材美工巧然而不良則不時不得地氣也橘踰淮而北爲枳鸜鵒不踰濟貉踰汶則死此地氣然也鄭之刀宋之斤魯之削吳粤之劒遷乎其地而弗能爲良地氣然也燕之角荆之幹妢胡之笴吳粤之金錫此材之美者也天有時以生有時以殺草木有時以生有時以死石有時以泐水有時以凝有時以澤此天時也凡攻木之工七攻金之工六攻皮之工五設色之工五刮摩之工五摶埴之工二攻木之工輪輿弓廬匠車梓攻金之工築冶鳧㮚叚桃攻皮之工函鮑韗韋裘設色之工畫繢鍾筐㡛刮摩之工玉楖雕矢磬摶埴之工陶旊有虞氏上陶夏后氏上匠殷人上梓周人上輿故一器而工聚焉者車爲多車有六等之數車軫四尺謂之一等戈柲六尺有六寸旣建而迆崇於軫四尺謂之二等人長八尺崇於戈四尺謂之三等殳長尋有四尺崇於人四尺謂之四等車㦸常崇於殳四尺謂之五等酋矛常有四尺崇於㦸四尺謂之六等車謂之六等之數凡察車之道必自載於地者始也是故察車自輪始凡察車之道欲其樸屬而微至不樸屬無以爲完久也不微至無以爲戚速也輪已崇則人不能登也輪巳庳則於馬終古登阤也故兵車之輪六尺有六寸田車之輪六尺有三寸乘車之輪六尺有六寸六尺有六寸之輪軹崇三尺有三寸也加軫與轐焉四尺也人長八尺登下以爲節輪人爲輪斬三材必以其時三材旣具巧者和之轂也者以爲利轉也輻也者以爲直指也牙也者以爲固抱也輪敝三材不失職謂之完望而眡其輪欲其幎爾而下迆也進而眡之欲其㣲至也無所取之取諸圜也望其幅欲其揱爾而纎也進而眡之欲其肉稱也無所取之取諸易直也望其轂欲其眼也進而眡之欲其幬之廉也無所取之取諸急也眡其緶欲其蚤之正也察其菑蚤不齵則輪雖敝不匡凡斬轂之道必矩其隂陽陽也者稹理而堅隂也者䟽理而柔是故以火養其隂而齊諸其陽則轂雖敝不轂小而長則柞大而短則摯是故六分其輪崇以其一爲之牙圍參分其牙圍而漆其二椁其漆內而中詘之以爲之轂長以其長爲之圍以其圍之阞捎其藪五分其轂之長去一以爲賢去三以爲軹容轂必直陳篆必正施膠必厚施筋必數幬必負幹旣摩革色靑白謂之轂之善參分其轂長二在外一在內以置其輻凡輻量其鑿深以爲輻廣輻廣而鑿淺則是以大扤雖有良工莫之能固鑿深而輻小則是固有餘而強不足也故竑其輻廣以爲之弱則雖有重任轂不折參分其輻之長而殺其一則雖有深泥亦弗之溓也參分其股圍去一以爲骹圍楺輻必齊平沈必均直以指牙牙得則無槷而固不得則有𣙗必足見也六尺有六寸之輪綆參分寸之二謂之輪之固凡爲輪行澤者欲杼行山者欲侔杼以行澤則是刀以割塗也是故塗不附侔以行山則是摶以行石也是故輪雖敝不甐於鑿凡揉牙外不廉而內不挫旁不腫謂之用火之善是故規之以眡其圜也萭之以眡其匡也縣之以眡其輻之直也水之以眡其平沈之均也量其藪以黍以眡其同也權之以眡其輕重之侔也故可規可萭可水可縣可量可權也謂之國工輪人爲蓋達常圍三寸桯圍倍之六寸信其桯圍以爲部廣部廣六寸部長二尺桯長倍之四尺者二十分寸之一謂之枚部尊一枚弓鑿廣四枚鑿上二枚鑿下四枚鑿深二寸有半下直二枚鑿端一枚弓長六尺謂之庇軹五尺謂之庇輪四尺謂之庇輪參分弓長而楺其一參分其股圍去一以爲蚤圍參分弓長以其一爲之尊上欲尊而宇欲卑上尊而宇卑則吐水疾而􁆤逺蓋巳崇則難爲門也蓋巳卑是蔽目也是故蓋崇十尺良蓋弗冐弗紘殷畞而馳不隊謂之國工輿人爲車輪崇車廣衡長參如一謂之參稱參分車廣去一以爲隧參分其隧一在前二在後以楺其式以其廣之半爲之式崇以其隊之半爲之較崇六分其廣以一爲之軫圍參分軫圍去一以爲式圍參分式圍去一以爲較圍參分較圍去一以爲軹圍參分軹圍去一以爲轛圍圜者中規方者中矩立者中縣衡者中水直者如生焉繼者如附焉凡居材大與小無并大倚小則摧引之則絕棧車欲弇飾車欲侈輈人爲輈輈有三度軸有三理國馬之輈深四尺有七寸田馬之輈深四尺駑馬之輈深三尺有三寸軸有三理一者以爲􁁷也二者以爲久也三者以爲利也軌前十尺而策半之凡任木任正者十分其輈之長以其一爲之圍衡任者五分其長以其一爲之圍小於度謂之無任五分其軫間以其一爲之軸圍十分其輈之長以其一爲之當兎之圍參分其兎圍去一以爲頸圍五分其頸圍去一以爲踵圍凡揉輈欲其孫而無弧深今夫大車之轅摰其登又難旣克其登其覆車也必易此無故唯轅直且無撓也是故大車平地旣節軒摯之任及其登阤不伏其轅必縊其牛此無故唯轅直且無橈也故登阤者倍任者也猶能以登及其下阤也不援其邸必緧其牛後此無故唯轅直且無橈也是故輈欲頎典輈深則折淺則負輈注則利凖利凖則久和則安輈欲弧而無折經而無絕進則與馬謀退則與人謀終日馳騁左不楗行數千里馬不契需終歲御衣袵不敝此唯輈之和也勸登馬力馬力旣竭輈猶能一取焉良輈環灂自伏兎不至軌七寸軌中有灂謂之國輈軫之方也以象地也蓋之圜也以象天也輪輻三十以象日月也蓋弓二十有八以象星也龍旂九斿以象大火也鳥旟七斿以象鶉火也熊旗六斿以象伐也龜虵四斿以象營室也弧旌枉矢以象弧也攻金之工築氏執下齊冶氏執上齊鳧氏爲聲㮚氏爲量叚氏爲鎛器桃氏爲刃金有六齊六分其金而錫居一謂之鍾鼎之齊五分其金而錫居一謂之斧斤之齊四分其金而錫居一謂之戈㦸之齊參分其金而錫居一謂之大刃之齊五分其金而錫居二謂之削殺矢之齊金錫半謂之鑒燧之齊築氏爲削長尺博寸合六而成規欲新而無窮敝盡而無惡冶氏爲殺矢刃長寸圍寸鋌十之重三垸戈廣二寸內倍之胡三之援四之巳倨則不入已句則不决長內則折前短內則不疾是故倨句外博重三鋝㦸廣寸有半寸內三之胡四之援五之倨句中矩與刺重三鋝桃氏爲劒臘廣二寸有半寸兩從半之以其臘廣爲之莖圍長倍之中其莖設其後參分其臘廣去一以爲首廣而圍之身長五其莖長重九鋝謂之上制上士服之身長四其莖長重七鋝謂之中制中士服之身長三其莖長重五鋝謂之下制下士服之鳧氏爲鍾兩欒謂之銑銑間謂之于于上謂之鼓鼓上謂之鉦鉦上謂之舞舞上謂之甬甬上謂之衡鍾縣謂之旋旋蟲謂之幹鍾帶謂之篆篆間謂之枚枚謂之景于上之攠謂之隧十分其銑去二以爲鉦以其鉦爲之銑間去二分以爲之鼓間以其鼓間爲之舞佾去三分以爲舞廣以其鉦之長爲之甬長以其甬長爲之圍參分其圍去一以爲衡圍參分其甬長二在上一在下以設其旋薄厚之所震動淸濁之所由出侈弇之所由興有說鍾巳厚則石巳薄則播侈則柞弇則鬱長甬則震是故大鍾十分其鼓間以其一爲之厚小鍾十分其鉦間以其一爲之厚鍾大而短則其聲疾而短聞鍾小而長則其聲舒而逺聞爲遂六分其厚以其一爲之深而圍之㮚氏爲量改煎金錫則不耗不耗然後權之權之然後凖之凖之然後量之量之以爲鬴深尺內方尺而圜其外其實一鬴其臀一寸其實一豆其耳三寸其實一升重一鈞其聲中黃鍾之宮槩而不稅其銘曰時文思索允臻其極嘉量旣成以觀四國永啓厥後兹器維則凡鑄金之狀金與錫黑濁之氣竭黃白次之黃白之氣竭靑白次之靑白之氣竭靑氣次之然後可鑄也叚氏函人爲甲犀甲七屬兕甲六屬合甲五屬犀甲壽百年兕甲壽二百年合甲壽三百年凡爲甲必先爲容然後制革權其上旅與其下旅而重若一以其長爲之圍凡甲鍜不摯則不堅已敝則橈凡察革之道眡其鑽空欲其惌也眡其裏欲其易也眡其朕欲其直也􁃅之欲其約也舉而眡之欲其豐也衣之欲其無齘也眡其鑽空而惌則革堅也眡其裏而易則材更也眡其朕而直則制善也􁃅之而約則周也舉之而豐則明也衣之無齘則變也鮑人之事望而眡之欲其荼白也進而握之欲其柔而滑也卷而摶之欲其無迤也眡其著欲其淺也察其線欲其藏也革欲其荼白而疾澣之則堅欲其柔滑而腛脂之則需引而信之欲其直也信之而直則取材正也信之而枉則是一方緩一方急也若苟一方緩一方急則及其用之也必自其急者先裂若苟自急者先裂則是以博爲帴也卷而搏之而不迆則厚薄序也眡其著而淺則革信也察其線而藏則雖敝不甐韗人爲臯陶長六尺有六寸左右端廣六寸中尺厚三寸穹者三之一上三正鼓長八尺鼓四尺中圍加三之一謂之鼖鼓爲臯鼓長尋有四尺鼓四尺倨句磬折凡冐鼓必以啓蟄之日良鼓瑕如積環鼓大而短則其聲疾而短聞鼓小而長則其聲舒而逺聞韋氏裘氏畫繢之事雜五色東方謂之靑南方謂之赤西方謂之白北方謂之黒天謂之玄地謂之黃靑與白相次也赤與黒相次也玄與黃相次也靑與赤謂之文赤與白謂之章白與黒謂之黼黒與靑謂之黻五采備謂之繡土以黃其象方天時變火以圜山以章水以龍鳥獸虵雜四時五色之位以章之謂之巧凡畫繢之事後素功鍾氏染羽以朱湛丹秫三月而熾之淳而漬之三入爲纁五入爲緅七入爲緇筐人㡛氏涷絲以涗水漚其絲七日去地尺暴之晝暴諸日夜宿諸井七日七夜是謂水涷涷帛以欄爲灰渥淳其帛實諸澤器淫之以蜃淸其灰而盝之而揮之而沃之而盝之而塗之而宿之明日沃而盝之晝暴諸日夜宿諸井七日七夜是謂水涷"}
{"id": "KR1d0002_012", "series": "KR1d0002", "text": "冬官考工記下鄭氏註玉人之事鎭圭尺有二寸天子守之命圭九寸謂之桓圭公守之命圭七寸謂之信圭侯守之命圭七寸謂之躬圭伯守之天子執冒四寸以朝諸侯天子用全上公用龍侯用瓚伯用將繼子男執皮帛天子圭中必四圭尺有二寸以祀天大圭長三尺杼上終葵首天子服之土圭尺有五寸以致日以土地祼圭尺有二寸有瓚以祀廟圭璧五寸以祀日月星辰璧琮九寸諸侯以饗天子穀圭七寸天子以聘女大璋中璋九寸邊璋七寸射四寸厚寸黃金勺靑金外朱中鼻寸衡四寸有繅天子以巡守宗祝以前馬大璋亦如之諸侯以聘女瑑圭璋八寸璧琮八寸以覜聘牙璋中璋七寸射二寸厚寸以起軍旅以治兵守駔琮五寸宗后以爲權大琮十有二寸射四寸厚寸是謂內鎭宗后守之駔琮七寸鼻寸有半寸天子以爲權兩圭五寸有邸以祀地以旅四望瑑琮八寸諸侯以享夫人案十有二寸棗㮚十有二列諸侯純九大夫純五夫人以勞諸侯璋邸射素功以祀山川以致稍餼楖人雕人磬氏爲磬倨句一矩有半其博爲一股爲二鼓爲三參分其股博去一以爲鼓博參分其鼓博以其一爲之厚巳上則摩其旁巳下則摩其耑矢人爲矢鍭矢叄分茀矢叄分一在前二在後兵矢田矢五分二在前三在後殺矢七分三在前四在後叄分其長而殺其一五分其長而羽其一以其笴厚爲之羽深水之以辯其隂陽夾其隂陽以設其比夾其比以設其羽參分其羽以設其刃則雖有疾風亦弗之能憚矣刃長寸圍寸鋌十之重三垸前弱則俛後弱則翔中弱則紆中強則揚羽豐則遲羽殺則趮是故夾而揺之以眡其豐殺之節也橈之以眡其鴻殺之稱也凡相笴欲生而摶同摶欲重同重節欲疏同疏欲㮚陶人爲甗實二鬴厚半寸脣寸盆實二鬴厚半寸脣寸甑實二鬴厚半寸脣寸七穿鬲實五觳厚半寸脣寸庾實二觳厚半寸脣寸旊人爲簋實一觳崇尺厚半寸脣寸豆實三而成觳崇尺凡陶旊之事髺墾薛暴不入市器中膞豆中縣膊崇四尺方四寸梓人爲筍虡天下之大獸五脂者膏者臝者羽者鱗者宗廟之事脂者膏者以爲牲臝者羽者鱗者以爲筍虡外骨內骨郤行仄行連行紆行以脰鳴者以注鳴者以旁鳴者以翼鳴者以股鳴者以胷鳴者謂之小蟲之屬以爲雕琢厚脣弇口出目短耳大胷燿後大體短脰若是者謂之臝屬恒有力而不能走其聲大而宏有力而不能走則於任重宜聲大而宏則於鍾宜若是者以爲鍾虡是故擊其所縣而由其虡鳴銳喙决吻數目顅脰小體騫腹若是者謂之羽屬恒無力而輕其聲淸陽而逺聞無力而輕則於任輕宜其聲淸陽而逺聞於磬宜若是者以爲磬虡故擊其所縣而由其虡鳴小首而長搏身而鴻若是者謂之鱗屬以爲筍凡攫閷援􁍻之類必深其爪出其目作其鱗之而深其爪出其目作其鱗之而則於眡必撥爾而怒苟撥爾而怒則於任重宜且其匪色必似鳴矣爪不深目不出鱗之而不作則必穨爾如委矣苟穨爾如委則加任焉則必如將廢措其匪色必似不鳴矣梓人爲飲器勺一升爵一升􁈉三升獻以爵而酬以􁈉一獻而三酬則一豆矣食一豆肉飲一豆酒中人之食也凡試梓飲器鄉衡而實不盡梓師罪之梓人爲候廣與崇方參分其廣而鵠居一焉上兩个與其身三下兩个半之上綱與下綱出舌尋縜寸焉張皮侯而棲鵠則春以功張五采之侯則逺國屬張獸侯則王以息燕祭侯之禮以酒脯醢其辭曰惟若寧侯毋或若女不寧侯不屬于王所故抗而射女強飲強食詒女曾孫諸侯百福廬人爲廬器戈秘六尺有六寸殳長尋有四尺車㦸常酋矛常有四尺夷矛三尋凡兵無過三其身過三其身弗能用也而無巳又以害人故攻國之兵欲短守國之兵欲長攻國之人衆行地逺食飲饑且渉山林之阻是故兵欲短守國之人寡食飲飽行地不逺且不渉山林之阻是故兵欲長凡兵句兵欲無彈刺兵欲無蜎是故句兵椑刺兵搏􁀎兵同強舉圍欲細細則校刺兵同強舉圍欲重重欲傳人傳人則密是故侵之凡爲殳五分其長以其一爲之被而圍之參分其圍去一以爲晉圍五分其晉圍去一以爲首圍凡爲酋矛參分其長二在前一在後而圍之五分其圍去一以爲晉圍參分其晉圍去一以爲刺圍凡試廬事置而摇之以眡其蜎也炙諸牆以眡其橈之均也橫而摇之以眡其勁也六建旣備車不反覆謂之國工匠人建國水地以縣置𣙗以縣眡以景爲規識日出之景與日入之景晝參諸日中之景夜考之極星以正朝夕匠人營國方九里旁三門國中九經九緯經涂九軌左祖右社面朝後市市朝一夫夏后氏世室堂修二七廣四修一五室三四步三四尺九階四旁兩夾窻白盛門堂三之二室三之一殷人重屋堂脩七尋堂崇三尺四阿重屋周人明堂度九尺之筵東西九筵南北七筵堂崇一筵五室凡室二筵室中度以几堂上度以筵宫中度以尋野度以步涂度以軌廟門容大扄七个闈門容小扄參个路門不容乘車之五个應門二徹參个內有九室九嬪居之外有九室九卿朝焉九分其國以爲九分九卿治之王宮門阿之制五雉宮隅之制七雉城隅之制九雉經涂九軌環涂七軌野涂五軌門阿之制以爲都城之制宮隅之制以爲諸侯之城制環涂以爲諸侯經涂野涂以爲都經涂匠人爲溝洫耜廣五寸二耜爲耦一耦之伐廣尺深尺謂之􁅮田首倍之廣二尺深二尺謂之遂九夫爲井井間廣四尺深四尺謂之溝方十里爲成成間廣八尺深八尺謂之洫方百里爲同同間廣二㝷深二仞謂之澮專逹於用各載其名凡天下之地埶兩山之間必有川焉大川之上必有涂焉凡溝逆地阞謂之不行水屬不理孫謂之不行梢溝三十里而廣倍凡行奠水磬折以參伍欲爲淵則句於矩凡溝必因水埶防必因地埶善溝者水漱之善防者水淫之凡爲防廣與崇方其閷參分去一大防外閷凡溝防必一日先深之以爲式里爲式然後可以傅衆力凡任索約大汲其版謂之無任葺屋參分瓦屋四分囷窌倉城逆牆六分堂涂十有二分竇其崇三尺牆厚三尺崇三之車人之事半矩謂之宣一宣有半謂之欘一欘有半謂之柯一柯有半謂之磬折車人爲耒庇長尺有一寸中直者三尺有三寸上句者二尺有二寸自其庇縁其外以至於首以弦其內六尺有六寸與步相中也堅地欲直庇柔地欲句庇直庇則利推句庇則利發倨句磬折謂之中地車人爲車柯長三尺博三寸厚一寸有半五分其長以其一爲之首轂長半柯其圍一柯有半輻長一柯有半其博三寸厚三之一渠三柯者三行澤者欲短轂行山者欲長轂短轂則利長轂則安行澤者反輮行山者仄輮反輮則易仄輮則完六分其輪崇以其一爲之牙圍柏車轂長一柯其圍二柯其輻一柯其渠二柯者三五分其輪崇以其一爲之牙圍大車崇三柯綆寸牝服二柯有參分柯之二者以爲逺也角也者以爲疾也筋也者以爲深也膠也者以爲和也絲也者以爲固也􁇀也者以爲受霜露也凡取幹之道七柘爲上檍次之檿桑次之橘次之木爪次之荆次之竹爲下凡相幹欲赤黒而陽聲赤黒則鄕心陽聲則逺根凡析幹射逺者用埶射深者用直居幹之道菑㮚不迆則弓不發凡相角秋閷者厚春閷者薄穉牛之角直而澤老牛之角紾而昔疢疾險中瘠牛之角無澤角欲靑白而豐末夫角之本蹙於􁍾而休於氣是故柔柔故欲其埶也白也者埶之徵也夫角之中恒當弓之畏畏也者必橈橈故欲其堅也靑也者堅之徵也夫角之末逺於􁍾而不休於氣是故脆脆故欲其柔也豐末也者柔之徵也角長二尺有五寸三色不失理謂之牛戴牛凡相膠欲朱色而昔昔也者深瑕而澤紾而摶廉鹿膠靑白馬膠赤白牛膠火赤䑕膠黒魚膠餌犀膠黃凡昵之類不能方凡相筋欲小簡而長大結而澤小簡而長大結而澤則其爲獸必剽以爲弓則豈異於其獸筋欲敝之敝漆欲測絲欲沈得此六材之全然後可以爲良凡爲弓冬析幹而春液角夏治筋秋合三材寒奠體氷析灂冬析幹則易春液角則合夏治筋則不煩秋合三材則合寒奠體則張不流氷析灂則審環春𬒳弦則一年之事析幹必倫析角無邪斵目必荼斵目不荼則及其大脩也筋代之受病夫目也者必強強者在內而摩其筋夫筋之所由幨也恒此作故角三液而幹再液厚其帤則木堅簿其帤則需是故厚其液而節其帤約之不皆約疏數必侔斵摰必中膠之必均斵摰不中膠之不均則及其大脩也角代之受病夫懷膠於內而摩其角夫角之所由挫恒由此作凡居角長者以次需恒角而短是謂逆橈引之則縱釋之則不校恒角而達辟如終紲非弓之利也今夫茭解中有變焉故校於挺臂中有柎焉故剽恒角而逹引如終紲非弓之利撟幹欲孰於火而無贏撟角欲孰於火而無燂引筋欲盡而無傷其力鬻膠欲孰而水火相得然則居旱亦不動居濕亦不動茍有賤工必因角幹之濕以爲之柔善者在外動者在內雖善於外必動於內雖善亦弗可以爲良矣凡爲弓方其峻而高其拊長其畏而薄其敝宛之無巳應下柎之弓末應將興爲柎而發必動於閷弓而羽閷末應將發弓有六材焉維幹強之張如流水維體防之引之中參維角䟫之欲宛而無負絃引之如環釋之無失體如環材美工巧爲之時謂之參均角不勝幹幹不勝筋謂之參均量其力有三均均者三謂之九和九和之弓角與幹權筋三侔膠三鋝絲三邸漆三斞上工以有餘下工以不足爲天子之弓合九而成規爲諸侯之弓合七而成規大夫之弓合五而成規士之弓合三而成規弓長六尺有六寸謂之上制上士服之弓長六尺有三寸謂之中制中士服之弓長六尺謂之下制下士服之凡爲弓各因其君之躬志慮血氣豐肉而短寛緩以荼若是者爲之危弓危弓爲之安矢骨直以立忿埶以奔若是者爲之安弓安弓爲之危矢其人安其弓安其矢安則莫能以速中且不深其人危其弓危其矢危則莫能以愿中往體多來體寡謂之夾㬰之屬利射侯與弋往體寡來體多謂之王弓之屬利射革與質往體來體若一謂之唐弓之屬利射深大和無灂其次筋角皆有灂而深其次有灂而疏其次角無灂合灂若背手文角環灂牛筋蕡灂麋筋斥蠖灂和弓􁀎摩覆之而角至謂之句弓覆之而幹至謂之侯弓覆之而筋至謂之深弓周禮卷第十二"}
