{"id": "KR1d0076_001", "series": "KR1d0076", "text": "王言孔子閒居曾子侍孔子曰參今之君子惟士與大夫之言之閒也其至于君子之言者甚希矣於乎吾王言其不出而死乎哀哉曾子起曰敢問何謂王言孔子不應曾子懼肅然摳衣下席曰弟子知其不孫也得夫子之閒也難是以敢問也孔子不應曾子懼退負序而立孔子曰參女可語明王之道與曾子曰不敢以為足也得夫子之閒也難是以敢問孔子曰居吾語女道者所以明德也德者所以尊道也是故非德不尊非道不明雖有國馬不教不服不可以取千里雖有博地衆民不以其道治之不可以霸王是故昔者明王内修七教外行三至七教修焉可以守三至行焉可以征七教不修雖守不固三至不行雖征不服是故明王之守也必折衝乎千里之外其征也衽席之上還師是故内修七教而上不勞外行三至而財不費此之謂明王之道也曾子曰敢問不費不勞可以為明乎孔子愀然揚麋曰參女以明王為勞乎昔者舜左禹而右臯陶不下席而天下治夫政之不中君之過也政之既中令之不行職事者之罪也明王奚為其勞也昔者明王關譏而不征市鄽而不税税十取一使民之力歲不過三日入山澤以時有禁而無征此六者取財之路也明王捨其四者而節其二者明王焉取其費也曾子曰敢問何謂七教孔子曰上敬老則下益孝上順齒則下益悌上樂施則下益諒上親賢則下擇友上好德則下不隱上惡貪則下恥爭上强果則下廉恥民皆有别則政亦不勞矣此謂七教七教者治民之本也教定則本正矣上者民之表也表正則何物不正是故君先立于仁則大夫忠而士信民敦工璞商慤女憧婦空空七者教之志也七者布諸天下而不窕内諸尋常之室而不塞是故聖人等之以禮立之以義行之以順而民棄惡也如灌曾子曰弟子則不足道則至矣孔子曰參姑止又有焉昔者明王之治民有法必别地以州之分屬而治之然後賢民無所隱暴民無所伏使有司日省而時考之嵗誘賢焉則賢者親不肖者懼使之哀鰥寡養孤獨恤貧窮誘孝悌選賢舉能此七者修則四海之内無刑民矣上之親下也如腹心則下之親上也如保子之見慈母也上下之相親如此然後令則從施則行因民既邇者説遠者來懐然後布指知寸布手知尺舒肘知尋十尋而索百步而堵三百步而里千步而井三井而句烈三句烈而距五十里而封百里而有都邑乃為畜積衣裘焉使處者恤行者有與亡是以蠻夷諸夏雖衣冠不同言語不合莫不來至朝覲于王故曰無市而民不乏無刑而民不違畢弋田獵之得不以盈宫室也徵斂于百姓非以充府庫也優怛以補不足禮節以損有餘故曰多信而寡貌其禮可守其信可復其跡可履其于信也如四時春秋冬夏其博有萬民也如飢而食如渴而飲下土之人信之如暑熱凍寒遠若邇非道邇也及其明德也是以兵革不動而威用利不施而親此之謂明王之守也折衝乎千里之外此之謂也曾子曰敢問何謂三至孔子曰至禮不讓而天下治至賞不費而天下之士説至樂無聲而天下之民和明王篤行三至故天下之君可得而知也天下之士可得而臣也天下之民可得而用也曾子曰敢問何謂也孔子曰昔者明王必盡知天下良士之名既知其名又知其數既知其數又知其所在明王因天下之爵以尊天下之士此之謂至禮不讓而天下治因天下之禄以富天下之士此之謂至賞不費而天下之士説天下之士説則天下之明譽興此之謂至樂無聲而天下之民和故曰所謂天下之至仁者能合天下之至親者也所謂天下之至知者能用天下之至和者也所謂天下之至明者能選天下之至良者也此三者咸通然後可以征是故仁者莫大于愛人知者莫大于知賢政者莫大于官賢有士之君修此三者則四海之内拱而俟然後可以征明王之所征必道之所廢者也彼廢道而不行然後誅其君致其征弔其民而不奪其財也故曰明王之征也猶時雨也至則民説矣是故行施彌博得親彌衆此之謂衽席之上乎還師哀公問五儀魯哀公問于孔子曰吾欲論吾國之士與之為政何如者取之孔子對曰生乎今之世志古之道居今之俗服古之服舍此而為非者不亦鮮乎哀公曰然則今夫章甫句屨紳帶而搢笏者此皆賢乎孔子曰否不必然今夫端衣𤣥裳冕而乘路者志不在于食葷斬衰菅屨杖而歠粥者志不在于飲食故生乎今之世志古之道居今之俗服古之服舍此而為非者雖有不亦鮮乎哀公曰善何如則可謂庸人矣孔子對曰所謂庸人者口不能道善言而志不邑邑不能選賢人善士而託其身焉以為己憂動行不知所務止立不知所定日選于物不知所貴從物而流不知所歸五鑿為政心從而壊若此則可謂庸人矣哀公曰善何如則可謂士矣孔子對曰所謂士者雖不能盡道術必有所由焉雖不能盡善盡美必有所處焉是故知不務多而務審其所知行不務多而務審其所由言不務多而務審其所謂知既知之行既由之言既順之若夫性命肌膚之不可易也富貴不足以益貧賤不足以損若此則可謂士矣哀公曰善何如則可謂君子矣孔子對曰所謂君子者躬行忠信其心不置仁義在已而不害不知聞志廣博而色不伐思慮明達而辭不爭君子猶然如將可及也而不可及也如此可謂君子矣哀公曰善敢問何如可謂賢人矣孔子對曰所謂賢人者好惡與民同情取舎與民同統行中矩繩而不傷于本言足法于天下而不害于其身窮為匹夫而願富貴為諸侯而無財如此則可謂賢人矣哀公曰善敢問何如可謂聖人矣孔子對曰所謂聖人者知通乎大道應變而不窮能測萬物之情性者也大道者所以變化而凝成萬物者也情性也者所以理然不然取舎者也故其事大配乎天地參乎日月雜于雲蜺總要萬物穆穆純純其莫之能循若天之司莫之能職百姓淡然莫知其善若此則可謂聖人矣哀公曰善孔子出哀公送之哀公問于孔子哀公問于孔子曰大禮何如君子之言禮何其尊也孔子曰丘也小人何足以知禮君曰否吾子言之也孔子曰丘聞之也民之所由生禮為大非禮無以節事天地之神明也非禮無以辨君臣上下長幼之位也非禮無以别男女父子兄弟之親昏姻疏數之交也君子以此之為尊敬夫然後以其所能教百姓不廢其會節有成事然後治其雕鏤文章黼黻以嗣其順之然後言其喪葬備其鼎俎設其豕腊修其宗廟嵗時以敬祭祀以序宗族則安其居處醜其衣服卑其宫室車不雕幾器不刻鏤食不二味以與民同利昔之君子之行禮者如此公曰今之君子胡莫之行也孔子曰今之君子好色無厭淫德不倦荒怠敖慢固民是盡忤其衆以伐有道求得當欲不以其所古之用民者由前今之用民者由後今之君子莫為禮也孔子侍坐于哀公哀公曰敢問人道誰為大孔子愀然作色而對曰君及此言也百姓之德也固臣敢無辭而對人道政為大公曰敢問何謂為政孔子對曰政者正也君為正則百姓從政矣君之所為百姓之所從也君所不為百姓何從公曰敢問為政如之何孔子對曰夫婦别父子親君臣義三者正則庻民從之矣公曰寡人雖無似也願聞所以行三言之道可得而聞乎孔子對曰古之為政愛人為大所以治愛人禮為大所以治禮敬為大敬之至也大昏為大大昏至矣大昏既至冕而親迎親之也親之也者親之也是故君子興敬為親舍敬是遺親也弗愛不親弗敬不正愛與敬其政之本與公曰寡人願有言然冕而親迎不已重乎孔子愀然作色而對曰合二姓之好以繼先聖之後以為天地社稷宗廟之主君何謂已重乎公曰寡人固不固焉得聞此言也寡人欲問不得其辭請少進孔子曰天地不合萬物不生大昏萬世之嗣也君何謂已重焉孔子遂有言曰内以治宗廟之禮足以配天地之神明出以治直言之禮足以立上下之敬物恥足以振之國恥足以興之為政先禮禮者政之本與孔子遂言曰昔三代明王之政必敬其妻子也有道妻也者親之主也敢不敬與子也者親之後也敢不敬與君子無不敬也敬身為大身也者親之枝也敢不敬與不能敬其身是傷其親傷其親是傷其本傷其本枝從而亡三者百姓之象也身以及身子以及子配以及配君子行此三者則愾乎天下矣先王之道也如此國家順矣公曰敢問何謂敬身孔子對曰君子過言則民作辭過動則民作則君子言不過辭動不過則百姓不命而敬恭如是則能敬其身能敬其身則能成其親矣公曰敢問何謂成親孔子對曰君子也者人之成名也百姓歸之名謂之君子之子是使其親為君子也是為成其親名也已孔子遂言曰古之為政愛人為大不能愛人不能有其身不能有其身不能安土不能安土不能樂天不能樂天不能成身公曰敢問何謂成身孔子對曰不過乎物公曰敢問君子何貴乎天道也孔子對曰貴其不已如日月西東相從而不已也是天道也不閉其久也是天道也無為物成是天道也已成而明是天道也公曰寡人憃愚冥煩子識之心也孔子蹴然避席而對曰仁人不過乎物孝子不過乎物是故仁人之事親也如事天事天如事親是故孝子成身公曰寡人既聞是言也無如後罪何孔子對曰君之及此言也是臣之福也禮三本禮有三本天地者生之本也先祖者類之本也君師者治之本也無天地焉生無先祖焉出無君師焉治三者偏亡無安之人故禮上事天下事地宗事先祖而寵君師是禮之三本也王者天太祖諸侯不敢壊大夫士有常宗所以别貴始德之本也郊止天子社至諸侯道及士大夫所以别尊者事尊卑者事卑宜鉅者鉅宜小者小也故有天下者事七世有國者事五世有五乘之地者事三世有三乘之地者事二世待年而食者不得立宗廟所以别積厚者流澤廣積薄者流澤卑也大饗尚𤣥尊爼生魚先大羮貴飲食之本也大饗尚𤣥尊而用酒食先黍稷而飯稻粱祭嚌大羮而飽乎庻羞貴本而親用也貴本之謂文親用之謂理兩者合而成文以歸大一夫是謂大隆故尊之尚𤣥酒也爼之生魚也豆之先大羮也一也利爵之不卒也成事之爼不嘗也三侑之不食也一也大昏之未發齊也廟之未納尸也始卒之未小斂也一也大路車之素幭也郊之麻冕也喪服之先散帶也一也三年之哭不文也清廟之歌一倡而三歎也縣一罄而尚拊搏朱弦而通越也一也凡禮始于脱成于文終于隆故至備情文俱盡其次情文迭興其下復情以歸大一天地以合四時以洽日月以明星辰以行江河以流萬物以倡好惡以節喜怒以當以為下則順以為上則明萬變不亂貸之則䘮"}
{"id": "KR1d0076_002", "series": "KR1d0076", "text": "禮察孔子曰君子之道譬猶防與夫禮之塞亂之所從生也猶防之塞水之所從來也故以舊防為無用而壊之者必有水敗以舊禮為無所用而去之者必有亂患故婚姻之禮廢則夫婦之道苦而淫辟之罪多矣鄉飲酒之禮廢則長幼之序失而爭鬭之獄繁矣聘射之禮廢則諸侯之行惡而盈溢之敗起矣喪祭之禮廢則臣子之恩薄而倍死忘生之徒衆矣凡人之知能見已然不能見將然禮者禁于將然之前而法者禁于巳然之後是故法之用易見而禮之所為至難知也若夫慶賞以勸善刑罰以懲惡先王執此之正堅如金石行此之信順如四時處此之功無私如天地爾豈顧不用哉然而曰禮云禮云貴絶惡于未萌而起教于微眇使民日徙善遠罪而不自知也孔子曰聽訟吾猶人也必也使無訟乎此之謂也為人主計者莫如先審取舍取舎之極定于内安危之萌應于外也安者非一日而安也危者非一日而危也皆以積然不可不察也善不積不足以成名惡不積不足以滅身而人之所行各在其取舍以禮義治之者積禮義以刑罰治之者積刑罰刑罰積而民怨倍禮義積而民和親故世主欲民之善同而所以使民之善者異或導之以德教或歐之以法令導之以德教者德教行而民康樂歐之以法令者法令極而民哀戚哀樂之感禍福之應也我以為秦王之欲尊宗廟而安子孫與湯武同然而湯武能廣大其德久長其後行五百嵗而不失秦王亦欲至是而不能持天下十餘年即大敗之此無他故也湯武之定取舎審而秦王之定取舎不審也易曰君子慎始差若毫釐繆以千里取舎之謂也然則為人主師傅者不可不日夜明此問為天下如何曰天下器也今人之置器置諸安處則安置諸危處則危而天下之情與器無以異在天子所置爾湯武置天下于仁義禮樂而德澤洽禽獸草木廣育被蠻貊四夷累子孫十餘世厯年久五六百嵗此天下之所共聞也秦王置天下于法令刑罰德澤無一有而怨毒盈世民憎惡如仇讎禍幾及身子孫誅絶此天下之所共見也夫用仁義禮樂為天下者行五六百嵗猶存用法令為天下者十餘年即亡是非明斆大驗乎人言曰聽言之道必以其事觀之則言者莫敢妄言今或言禮義之不如法令教化之不如刑罰人主胡不承殷周秦事以觀之乎夏小正正月啟蟄言始發蟄也鴈北鄉先言鴈而後言鄉者何也見鴈而後數其鄉也鄉者何也鄉其居也鴈以北方為居何以謂之生且長焉爾九月遰鴻鴈先言遰而後言鴻鴈何也見遰而後數之則鴻鴈也何不謂南鄉也曰非其居也故不謂南鄉記鴻鴈之遰也而不記其鄉何也曰鴻不必當小正之遰者也雉震呴呴也者鳴也震也者鼓其翼也正月必雷雷不必聞惟雉為必聞之何以謂之雷則雉震呴相識以雷魚陟負氷陟升也負氷云者言解蟄也農緯厥耒緯束也束其耒云爾用是見君之亦有耒也初嵗祭耒始用暢也其曰初嵗云者暢也者終嵗之用祭也言是月之始用之也初者始也或曰祭韭也囿有見韭囿也者園之燕者也時有俊風俊者大也大風南風也何大于南風也曰合冰必于南風解冰必于南風生必于南風收必于南風故大之也寒日滌凍塗滌也者變也變而煖也凍塗者凍下而澤上多也田鼠出田鼠者嗛鼠也記時也農率均田率者循也均田者始除田也言農夫急除田也獺獻魚獺祭魚其必與之獻何也曰非其類也祭也者得多也善其祭而後食之十月豺祭獸謂之祭獺祭魚謂之獻何也豺祭其類獺祭非其類故謂之獻大之也鷹則為鳩鷹也者其殺之時也鳩也者非其殺之時也善變而知仁也故其言之也曰則盡其辭也鳩為鷹變而之不仁也故不盡其辭也農及雪澤言雪澤之無髙下也初服于公田古有公田焉者古者先服公田而後服其田也采芸為廟采也鞠則見鞠者何也星名也鞠則見者嵗再見云爾初昏參中蓋記時也斗柄縣在下言斗柄者所以著參之中也柳稊稊也者發孚也梅杏杝桃則華杝桃山桃也緹縞縞也者莎隨也緹也者其實也先言緹而後言縞者何也緹先見者也何以謂之小正以著名也雞桴粥粥也者相粥之時也或曰桴嫗伏也粥養也二月往耰黍禪禪單也初俊羔助厥母粥俊也者大也粥也者養也言大羔能食草木而不食其母也羊蓋非其子而後養之善養而記之也或曰夏有暑祭祭也者用羔是時也不足喜樂喜羔之為生也而記之謂羔羊腹時也綏多女士綏安也冠子取婦之時也丁亥萬用入學丁亥者吉日也萬也者干戚舞也入學也者大學也謂今時大舎采也祭鮪祭不必記記鮪何也鮪之至有時美物也鮪者魚之先至者也而其至有時謹記其時榮菫采繁菫采也繁由胡由胡者繁母也繁旁勃也皆豆實也故記之昆小蟲抵蚳昆者衆也由魂魂也魂魂也者動也小蟲動也其先言動而後言蟲者何也萬物至是動動而後著抵猶推也蚳螘卵也為祭醢也取之則必推之推之不必取故言推而不言取來降燕乃睇燕乙也降者下也言來者何也莫能見其始出也故曰來降言乃睇何也睇者眄也眄者視可為室者也百鳥皆曰巢突穴又謂之室何也操泥而就家入人内也剝鱓以為鼓也有鳴倉庚倉庚者商庚也商庚者長股也榮芸時有見稊始收有見稊而後始收是小正序也小正之序時也皆若是也稊者所為豆實三月參則伏伏者非亡之辭也星無時而不見我有不見之時故曰伏云攝桑攝而記之急桑也委楊楊則花而後記之䍷羊羊有相還之時其類䍷䍷然記變爾或曰䍷羝也􁈲則鳴􁈲天螻也頒冰頒冰者分冰以授大夫也采識識草也妾子始蠶先妾而後子何也曰事有漸也言事自卑者始執養宫事執操也養長也祈麥實麥者五穀之先見者故急祈而記之也越有小旱越于也記是時恒有小旱田䑕化為鴽鴽鵪也變而之善故盡其辭也鴽為䑕變而之不善故不盡其辭也拂桐芭拂也者拂也桐芭之時也或曰言桐芭始生貌拂拂然也鳴鳩言始相命也先鳴而後鳩何也鳩者鳴而後知其鳩也四月昴則見初昏南門正南門者星也嵗再見壹正蓋大正所取法也鳴札札者寧縣也鳴而後知之故先鳴而後札囿有見杏囿者山之燕者也鳴蜮蜮也者或曰屈造之屬也王萯秀取荼荼也者以為君薦蔣也秀幽越有大旱記時爾執陟攻駒執也者始執駒也執駒也者離之去母也陟升也執而升之君也攻駒也者教之服車數舎之也五月參則見參也者伐星也故盡其辭也浮游有殷殷衆也浮游殷之時也浮游者渠略也朝生而莫死稱有何也有見也鴂則鳴鴂者百鷯也鳴者相命也其不辜之時也是善之故盡其辭也時有養日養長也一則在本一則在末故其記曰時有養日云也乃瓜乃者急瓜之辭也瓜也者始食瓜也良蜩鳴良蜩也者五采具匽之興五日翕望乃伏其不言生而稱興何也不知其生之時故曰興以其興也故言之興五日翕也望也者月之望也而伏云者不知其死也故謂之伏五日也者十五日也翕也者合也伏也者入而不見也啓灌藍蓼啓者别也陶而疏之也灌者聚生者也記時也鳩為鷹唐蜩鳴唐蜩者匽也初昏大火中大火者心也心中種黍菽糜時也煮梅為豆實也蓄蘭為沐浴也菽糜已在經中又言之是何也時食矩關而記之頒馬分夫婦之駒也將閒諸則或取離駒納之則法也六月初昏斗柄正在上五月大火中六月斗柄正在上用此見斗柄之不正當心也蓋當依依尾也煮桃桃也者杝桃也杝桃也者山桃也煮以為豆實也鷹始摯始摯而言之何也諱殺之辭也故言摯云七月秀雚葦未秀則不為雚葦秀然後為雚葦故先言秀狸子肇肆肇始也肆遂也言其始遂也其或曰肆殺也湟潦生苹湟下處也有湟然後有潦潦而後有苹草也爽死爽也者猶疏也苹秀苹也者馬帚也漢案户漢也者天漢也案户也者直户也言正南北也寒蟬鳴蟬也者蝭􁈷也初昏織女正東鄉時有霖雨灌荼灌聚也荼雚葦之秀為蔣褚之也雚未秀為菼葦未秀為蘆斗柄縣在下則旦八月剝𤓰剝𤓰也者畜𤓰之時也𤣥校𤣥也者黑也校也者若綠色然婦人未嫁者衣之剝棗剥也者取也栗零零也者降也零而後取之故不言剝也丹鳥羞白鳥丹鳥也者謂丹良也白鳥也者謂蚊蚋也其謂之鳥者何也重其養者也有翼者為鳥羞也者進也不盡食也辰則伏辰也者房星也伏也者入而不見也鹿人從鹿人從者從羣也鹿之養也離羣而善之離而生非所知時也故記從不記離君子之居幽也不言或曰人從也者大者于外小者于内率之也鴽為䑕參中則旦九月内火内火也者大火大火也者心也遰鴻鴈遰往也主夫出火主夫也者主以時縱火也陟𤣥鳥蟄陟升也𤣥鳥者燕也先言陟而後言蟄何也陟而後蟄也熊羆貊貉鼶鼬則穴言蟄也榮鞠鞠草也鞠榮而樹麥時之急也王始裘王始裘者何也衣裘之時也辰繫于曰雀入于海為蛤蓋有矣非常入也十月豺祭獸善其祭而後食之也初昏南門見南門者星名也及此再見矣黑鳥浴黑鳥者何也鳥也浴也者飛乍髙乍下也時有養夜養者長也若日之長也𤣥雉入于淮為蜃蜃者蒲盧也織女正北鄉則旦織女星名也十有一月王狩王狩者言王之時田也冬獵為狩陳筋革陳筋革者省兵甲也嗇人不從不從者弗行于時月也萬物不通隕麋角隕墜也日冬至陽氣至始動諸向生皆蒙蒙符矣故麋角隕記時焉爾十有二月鳴弋弋也者禽也先言鳴而後言弋者何也鳴而後知其弋也𤣥駒賁𤣥駒也者螘也賁者何也走于地中也納卵蒜卵蒜也者本如卵者也納者何也納之君也虞人入梁虞人官也梁者主設罔罟者也隕麋角蓋陽氣且睹也故記之也"}
{"id": "KR1d0076_003", "series": "KR1d0076", "text": "保傅殷為天子三十餘世而周受之凡三十一世周為天子三十餘世而秦受之凡三十七世秦為天子二世而亡人性非甚相遠也孔子曰性相近何殷周有道之長而秦無道之暴暴卒疾也其故可知也古之王者太子迺生因舉以禮古即殷周時也使士負之卜其吉也有司齊肅端冕見之南郊見於天也齊肅謂三月朝也端正也冕服之正過闕則下敬君典法之處過廟則趨逕闕故下望廟則趨孝子之道也故自為赤子時教固巳行矣昔者周成王幼在襁褓之中召公為太保周公為太傅太公為太師武王崩成王十有三也而云在襁褓之中言其小保保其身體保謂安守之傅傅其德義傅猶敷也師導之教訓師傅之教大同也師主于訓導傅則受而述之書序曰周公為師召公為保相成王為左右也此三公之職也今尚書説三公司馬司徒司空也古尚書及周禮説義與此同故先儒論者多依此為説也于是為置三少皆上大夫也卿也謂之孤也曰少保少傅少師是與太子宴者也記者因成王幼稚周公居攝又以王少漸聖賢之訓長終封禪之美故據其成事同于太子而始末序之取明殷周之隆師友為先也故孩提三少又親近故孩提而教之三公三少固明孝仁禮義以導習之也逐去邪人不使見惡行于是比選天下端士孝悌閑博有道術者以輔翼之使之與太子居處出入故太子乃日見正事聞正言行正道左視右視前後皆正人夫習與正人居不能毋正也猶生長于齊不能不齊言也習與不正人居不能毋不正也猶生長于楚不能不楚言也故擇其所嗜必先受業乃得嘗之擇其所樂必先有習乃得為之恐其懈惰故以所嗜好而誘之孔子曰少成若天性習貫之為常言人性本雖無善少教成之若天性自然也周書曰習之為常自氣血始此殷周之所以長有道也其太子幼擇師友亦然及太子少長知妃色則入于學學者所學之官也古者太子八嵗入小學十五入太學也學禮曰帝入東學上親而貴仁則親疏有序而恩相及矣帝入南學上齒而貴信則長幼有差而民不誣矣帝入西學上賢而貴德則聖智在位而功不匱矣帝入北學上貴而尊爵則貴賤有等而下不踰矣成王年十五亦入諸學觀禮布政故引天子之禮以言之四學者東序瞽宗虞庠及四郊之學也春氣温養故上親夏物咸小大殊故上齒秋物成實故貴德冬時物藏于地惟象于天半見也故上爵也帝入太學承師問道退習而端于太傅太傅罰其不則而達其不及則德智長而理道得矣此五義者既成于上則百姓黎民化輯于下矣學成治就此殷周之所以長有道也成王學竝正于三公也獨云太傅舉中言及太子既冠成人免于保傅之嚴則有司過之史有虧膳之宰太子齒于學有榎楚之威成王雖幼固與成人等且王既冠太子有過史必書之史之義不得不書過不書過則死過書而宰徹去膳宰之義不得不徹膳不徹膳則死于是有進善之旍堯置之令進善者立于旍下也有誹謗之木堯置之使書政之愆失也有敢諫之鼓舜置之使諫者擊之以自聞也鼓夜誦詩賈誼云瞽史誦詩然瞽與鼓聲誤也夜史為字誤工誦正諫大夫進謀工樂人也瞽官長誦謂隨其過誦詩以諷大夫諫之以義後于瞽史士傳民語習與智長故切而不攘量知授業故雖勞能受也化與心成故中道若性觀心施化故變善如性也是殷周所以長有道也三代之禮天子春朝朝日秋暮夕月祭日東壇祭月西坎以别内外以端其位所以明有别也教天下之别也春秋入學坐國老執醬而親饋之仲春舎菜合儛仲秋班學合聲天子視學而遂養老所以明有孝也教天下之孝也行中鸞和步中采茨趨中肆夏車亦應樂節步又中佩聲互言之也爾雅曰堂上謂之行門外謂之趨周禮及玉繅曰行以肆夏趨以采茨此云步中采茨趨中肆夏又云行以采茨趨以肆夏則于大寢之内奏采茨朝廷之中奏肆夏與周禮文誤也所以明有度也教天下之儀也于禽獸見其生不食其死聞其聲不嘗其肉故遠庖廚玉繅曰凡血氣之類弗身踐所以長恩且明有仁也皆先正于已食以禮謂爼豆傳列及食之等徹以樂于飲食之問又不忘禮樂失度則史書之工誦之三公進而讀之宰夫減其膳是天子不得為非也失孝敬禮樂之度也明堂之位曰篤仁而好學多聞而道慎天子疑則問應而不窮者謂之道道者導天子以道者也常立于前是周公也誠立而敢斷言能忠誠有立而果于斷割輔善而相義者謂之充充者充天子之志也常立于左是太公也絜亷而切直匡過而諫邪者謂之弼弼者拂天子之過者也常立于右是召公也博文强記接給而善對者謂之承承者承天子之遺忘者也常立于後是史佚也接給謂應所問而給也史佚周太史尹佚也立道于前承于後置充于左列諫于右順名義也道者有疑則問故或謂之疑充者輔善故或謂之輔故成王中立而聽朝則四聖維之是以慮無失計而舉無過事殷周之所以長乆者其輔翼天子有此具也及秦不然其俗固非貴辭讓也所尚者告得也賈誼云所上者告訐也然得字之誤也固非貴禮義也所尚者刑罰也故趙髙傅胡亥趙髙宦者秦中車府令胡亥始皇少子二世也而教之獄所習者非斬劓人則夷人三族也故今日即位明日射人忠諫者謂之誹謗深為計者謂之訞誣昔伊尹諫夏桀桀笑曰子為訞言矣莊辛諫襄王襄王曰先生為楚國訞與是也其視殺人若艾草菅然豈胡亥之性惡哉彼其所以習導非其治故也鄙語曰不習為吏而視巳事觀前成事也古諺云前事之不忘後事之師也鄙猶今言俗語然也又曰前車覆後車誡夫殷周所以長乆者其已事可知也然而不能從是不法聖知也秦世所以亟絶者其轍迹可見也然而不辭者是前車覆而後車必覆也夫存亡之變治亂之機其要在是矣天下之命縣于天子天子之善在于早諭教與選左右心未疑而先教諭則化易成也心未疑謂未有所知時也夫開于道術知義理之指則教之功也若夫服習積貫則左右已胡越之人生而同聲嗜慾不異及其長而成俗也絫數譯而不能通行雖有死不能相為者教習然也生而同聲及其長也重譯而曉之不能使言語相通嗜慾不異至于成俗其所行雖有死之可畏猶不相放為者皆教習使之然也故曰選左右早諭教最急夫教得而左右正左右正則天子正矣天子正而天下定矣孟子曰君正莫不正也君正而國定也書曰一人有慶萬民賴之此時務也時猶是也天子不諭先聖王之德不知國君畜民之道不見禮義之正不察應事之理不博古之典傳不閑于威儀之數詩書禮樂無經學業不法凡是其屬太師之任也天子無恩于父母不惠于庻民無禮于大臣不中于刑獄無經于百官不哀于喪不敬于祭不信于諸侯不誡于戎事不誠于賞罰不厚于德不强于行賜與侈于近臣遴愛于疏遠卑賤不能懲忿窒慾言不勝其情易曰君子以懲忿窒慾不從太師之言凡是其屬太傅之任也天子處位不端受業不敬言語不序聲音不中律聲有準乃中律進退節度無禮節度或為即席升降揖讓無容周旋俯仰視瞻無儀妄顧咳唾趨行不得趨或為走色不比順隠琴瑟隱據也言按禮樂之器凡此其屬太保之任也天子宴瞻其學少師與天子宴者也左右之習反其師左右所習不順于師也答遠方諸侯不知文雅之辭應羣臣左右不知已諾之正簡聞小誦不傳不習凡此其屬少師之任也天子居處出入不以禮冠帶衣服不以制御器在側不以度上下雜采不以章惑于朱紫不以典章忿怒説喜不以義賦與集讓不以節凡此其屬少傅之任也天子宴私安而易自放縱也樂而湛湛以樂也飲酒而醉食肉而餕過其性也飽而强强勉强也饑而惏惏貪殘也暑而暍暍傷暑也寒而𠻳寢而莫宥坐而莫侍行而莫先莫後天子自為開門户取玩好自執器皿亟顧環面環旋也御器之不舉不藏凡此其屬少保之任也號呼歌謡聲音不中律宴樂雅誦迭樂序輕用雅誦也凡禮不同樂各有秩苟從所好亂其次聲樂之失任在太史者樂應天也國語曰吾非瞽史焉知天道也不知日月之時節不知先王之諱與大國之忌周禮小史職曰若有事則詔王之忌諱也不知風雨雷電之眚凡此其屬太史之任也易曰正其本萬物理失之毫釐差之千里故君子慎始也據易説言也春秋之元詩之關雎禮之冠昏易之乾巛皆慎始敬終云爾元者氣之始也夫婦化之始也冠昏人之始也乾巛物之始也獲麟春秋終也頌者詩之終也吉禮禮之終也未濟易之終也此其重始令終之義也以言人道當謹始而貴終也素成謹為子孫娶妻嫁女必擇孝悌世世有行義者如是則其子孫慈孝不敢婬暴黨無不善三族輔之三族父族母族妻族故曰鳯凰生而有仁義之意虎狼生而有貪戾之心兩者不等各以其母嗚呼戒之哉無養乳虎將傷天下謂古有斯言故曰素成胎教之道書之玉板藏之金匱置之宗廟以為後世戒斯王業隆替之所由也當重而祕之故置于宗廟藏以金匱也青史氏之記曰古者胎教王后腹之七月而就宴室宴室郟室次于寢也亦曰側室自王后以下有子月辰女史皆以金環止御王后比七月就宴室夫人婦嬪則以三月就其側室皆閉房而處也王后以七月為節者君聽天下之内政自諸侯以下妻同之也太師持銅而御户左太宰持升而御户右太師瞽者宗伯之屬下大夫太宰膳夫也冢宰之屬上士二人言太宰因諸侯之稱也樂為陽故在左飲食為隂故在右升所以斟比及三月者王后所求聲音非禮樂則太師緼瑟而稱不習謂逆序若淫聲所求滋味者非正味則太宰倚升而言曰不敢以待王太子謂非秩若不時緼瑟倚升示不用太子生而泣太師吹銅曰聲中某律貴中月管太宰曰滋味上某上某時味然后卜名上無取于天謂昊旻之事下無取于墬謂神州及社稷中無取于名山通谷無拂于鄉俗言不苟易于鄉俗也是故君子名難知而易諱也此所以養恩之道謂避後之諱古者年八嵗而出就外舎學小藝焉履小節焉束髪而就太學學大藝焉履大節焉外舎小學謂虎闈師保之學也大學王宫之東者束髪謂成童白虎通曰八嵗入小學十五入大學是也此太子之禮尚書大傳曰公卿之太子大夫元士嫡子年十三始入小學見小節而履小義二十而入大學見大節而踐大義此世子入學之期也又曰十五入小學十八入大學謂諸子性晚成者至十五入小學其早成者十八入大學内則曰十年出就外傅居宿于外學書計者謂公卿以下教子于家也居則習禮文行則鳴佩玉升車則聞和鸞之聲是以非僻之心無自入也在衡為鸞在軾為和馬動而鸞鳴鸞鳴而和應聲曰和和則敬此御之節也上車以和鸞為節下車以珮玉為度上有雙衡下有雙璜衡平也半璧曰璜衝牙衝在中牙在旁玭珠以納其間納于衡璜衝牙之間玭亦作蠙琚瑀以雜之總曰玭珠而赤者曰琚白者曰瑀或曰瑀美玉琚石次玉行以采茨趨以肆夏步環中規折環中矩進則揖之退則揚之然后玉鏘鳴也古之為路車也蓋圓以象天二十八橑以象列星橑蓋弓也軫方以象地三十幅以象月故仰則觀天文俯則察地理前視則睹鸞和之聲側聽則觀四時之運謂視輪也車為月此巾車教之道也巾車宗伯之屬下大夫二人自青史氏以下太子之事也周后妃任成王于身立而不跂坐而不差獨處而不倨雖怒而不詈胎教之謂也太任孕文王目不視惡色耳不聽淫聲口不起惡言故君子謂太任為能胎教也古者婦人孕子之禮寢不側坐不邊立不蹕不食邪味割不正不食席不正不坐目不視邪色耳不聽淫聲令瞽誦詩道正事如此則生子形容端正才過人矣孕子之時必慎所感感于善則善感于惡則惡也成王生仁者養之謂乳母也孝者緥之謂保母也四賢傍之謂慈母及子師成王有知而選太公為師周公為傅此前有與計謂諸公也而後有與慮是以封泰山而禪梁甫朝諸侯而一天下由此觀之王左右不可不練也白虎通曰王者易姓而起必升封泰山報告之義天以髙為尊地以厚為德故增泰山之髙以報天附梁甫之厚以報地明以成功事就有益于天地若髙者加髙而厚者增厚矣尚書中候曰昔者聖王功成道洽符出乃封泰山禮緯曰刑法格藏世作頌聲封于泰山考績柴燎禪于梁甫刻石紀號英炳巍巍功平世教白虎通又曰王始起日月尚促德化未宣獄訟未息近不治遠不安故太平巡狩也按古受命之君太平然後行巡狩封禪之事者諒有義也故管夷吾記凡封禪之君七十二家至于三代惟夏禹殷湯周成王而已其封山之禮要于岱禪地之禮别以云繹其故何也以岱宗東方之岳非所易者其于衆山可因義取尚故白虎通以繹繹者為無窮之意亭亭者為德法審著凡封禪之禮周于恒霍及繼體之君獨言泰山及受命者舉其始也封謂負土石于泰山之隂為壇而祭天也禪謂除地于梁甫之隂為墠以祭地也變墠為禪者神之也昔者禹以夏王桀以夏亡湯以殷王紂以殷亡闔廬以吳戰勝無敵夫差以見禽于越夫差内不納子胥之忠諫外結怨于諸侯無德罷百姓故終縊于句踐也文公以晉國霸而厲公以見殺于匠黎之宫厲公有鄢陵之勝而驕暴無道及遊于匠黎氏之家為欒書中行偃刦而幽之諸侯百姓不哀救三月而死也威王以齊强于天下而簡公以弑于檀檀臺名也簡公悼公之子齊侯壬也威王陳敬仲之後田常之六世孫田和之孫也田常弑簡公至和為齊侯其孫號稱王大强于天下穆公以秦顯名尊號二世以刺于望夷之宫穆公秦伯任好也德公之少子宣公之季弟其孫孝公曰昔我穆公自岐之間修德行武東平晉亂以河為界西霸戎翟地廣千里天子致伯諸侯畢賀顯名尊號謂此也望夷宫在長陵西北長平觀東臨涇水作之以望北夷二世嘗夢白虎齧其左驂殺之心不樂乃問占夢者卜言涇水為祟二世就望夷之宫而祠焉趙髙為丞相二世以天下兵冦之事而責之髙懼誅遂使其壻閻樂將士卒殺之望夷宫之内其所以君王同而功迹不等者所任異也君謂齊晉王謂夏殷故成王處緥抱之中朝諸侯周公用事也武靈王五十而弑沙丘任李兌也武靈王肅侯之子趙武王也舎其太子章而立王子何自號為主父後有太子難李兌圍之于沙丘終餓于沙宫也沙丘今在趙郡鍾臺之南齊桓公得管仲九合諸侯國語曰兵車之屬六乘車之會三一匡天下匡正也謂陽穀之會施四教于諸侯再為義王陽穀與召陵也失管仲任豎刁狄牙身死不葬而為天下笑一人之身榮辱具施焉者在所任也葬之為言藏也管仲死桓公任豎刁狄牙使專國政桓公卒二子各欲立其所傅之公子而諸子竝爭國亂無主桓公屍在牀積六十七日十二月乙亥其子無詭立乃棺赴焉七日辛巳夜殯至九月而後𦵏矣故魏有公子無忌而削地復得公子無忌信陵君也時魏地多為秦所幷削安釐王二十六年秦昭王卒三十年信陵君率五國之兵攻秦而敗之復得其地趙得藺相如而秦不敢出藺相如趙惠文王之相也嘗以和氏之璧使于秦完璧而歸及澠池之會又偪秦王為趙王擊缶是以秦人憚焉故曰趙有藺相如强秦不敢闚兵井陘安陵任周瞻而國人獨立諸記多為唐雎又賈子胎教與此同安或為􁆘或云秦破韓滅魏而鄢陵君獨以五十里國存者周瞻唐雎之力也楚有申包胥而昭王反復昭王為闔盧敗于柏莒而越在草莾包胥裹糧跣走請救于秦遂得甲車千乘步卒十萬敗吳師于濁上王反而國存齊有田單襄王得其國襄王閔王之子法章也初齊之敗楚使淖齒將兵救齊因相閔王淖齒遂殺閔王其子法章變易姓名為莒太史家庸齒去莒莒中齊亡臣相聚求閔王之子欲立之于是莒人共立法章是為襄王也以保莒城而布告齊國曰王既立在于莒也襄王五年而田單卒以即墨之師攻破燕迎襄王于莒入臨淄齊故地盡復屬齊封田單為安平君由是觀之無賢佐俊士而能成功立名安危繼絶者未之有也是以國不務大而務得民心佐不務多而務得賢臣得民心者民從之有賢佐者士歸之文王請除炮烙之刑而殷民從昔紂為長夜之飲百姓怨望諸侯有叛之者紂乃重刑辟有炮烙之法文王出牖里求以洛西之田請除炮烙之刑紂乃許之湯去張網者之三面而二垂至湯嘗出田見野張網四面祝曰自上下四方皆入吾網湯曰噫盡之矣乃去其三面而祝曰欲左左欲右右不用命者乃入吾網諸侯聞之曰湯德至矣乃及禽獸于是朝商者三十國二垂謂天地之際言感通之遠淮南子曰文王砥德修政二垂至越王不頽舊冢而吳人服蓋句踐也以其所為順于人也皆得民心也故同聲則異而相應意合則未見而相親賢者立于本朝而天下之豪相率而趨之也從其類也故詩有伐木之歌易有㧞茅之喻也何以知其然也管仲者桓公之讐也乾時之役管仲射桓公中其鉤鮑叔以為賢於已而進之桓公七十言説乃聽遂使桓公除仇讎之心而委之國政焉桓公垂拱無事而朝諸侯鮑叔之力也垂拱言無所指麾者也管仲之所以北走桓公而無自危之心者同聲于鮑也齊在魯北衛靈公之時蘧伯玉賢而不用迷子瑕不肖而任事彌當聲誤為迷也因言賢者殁猶得士也史鰌患之數言蘧伯玉賢而不聽病且死謂其子曰我即死言死于今一曰即就治喪于北堂吾生不能進蘧伯玉而退迷子瑕是不能正君者死不當成禮而置屍于北堂而猶汝也于我足矣靈公往弔問其故其子以父言聞靈公造然失容造然驚慘之貌曰吾失矣立召蘧伯玉而貴之進之為卿召迷子瑕而退之徙喪于堂成禮而後去衛國以治史鰌之力也成禮復正室夫生進賢而退不肖死且未止又以屍諫可謂忠不衰矣故論語曰直哉史魚紂殺王子比干而箕子被髮陽狂比干諫而死箕子曰知不用而言愚也殺其身以彰君之惡名不忠也二者不可然且為之不祥莫大焉解衣被髪為狂而去之靈公殺泄冶而鄧元去陳以族從凡諸侯之卿大夫有功德者則命之立族使其子嗣之以守宗廟鄧元知陳之必亡故以族去昔宫之竒諫虞不從亦族行之自是之後殷幷于周陳亡于楚以其殺比干與泄冶而失箕子與鄧元也紂以文王十二年殺比干十三年為武王滅陳靈公魯宣九年殺泄冶十一年而楚子縣焉燕昭王得郭隗而鄒衍樂毅自齊魏至昭王易王之子燕王平也能師事郭隗而為之立宫室于是修先君之怨于齊以求士也韓詩外傳云以魏齊至之于是舉兵而攻齊棲閔王于莒閔王威王之孫宣王之子齊王地也閔王三十年昭王與晉楚合謀而伐齊齊師大敗樂毅為上將遂入臨淄閔王出奔於衛衛不安去之鄒魯又不納焉遂去于莒也燕度地計衆不與齊均也然而所以能申意至于此者由得士也度猶計也昭王曰孤極知燕小力不足以報之然得賢士與之共國以雪先恥孤之願也故無常安之國無恒治之民得賢者安存失賢者危亡自古及今未有不然者也故韓詩外傳曰賢者之所在其君未嘗不尊其國未嘗不安也明鏡者所以察形也往古者所以知今也詩云殷鑒不遠在夏后之世今知惡古之危亡不務襲迹于其所以安存則未有異于郤走而求及于前人也太公知之故興微子之後而封比干之墓夫聖人之于當世存者乎其不失可知也興微子之後封比干之墓見于本紀樂記云太公者公襄之也"}
{"id": "KR1d0076_004", "series": "KR1d0076", "text": "曾子立事曾子曰君子攻其惡計其失也求其過省其身也彊其所不能去私欲從事于義可謂學矣君子愛日以學及時以行難者弗辟易者弗從惟義所在日旦就業夕而自省思以殁其身亦可謂守義矣君子學必由其業故業必請之問必以其序問而不決承間觀色而復之復白也雖不説亦不彊爭也雖不説未解不彊爭君子既學之患其不博也既博之患其不習也既習之患其無知也既知之患其不能行也既能行之貴其能讓也貴不以巳能而競于人君子之學致此五者而已矣五者謂患其不博不習無知不能行能以讓君子博學而孱守之孱小貌不務大微言而篤行之行必先人言必後人君子欲訥于言而敏于行君子終身守此悒悒悒悒憂念也行無求數有名事無求數有成數猶促速身言之後人揚之身行之後人秉之非法不言言則為人誦之非德不行行則為人安之君子終身守此憚憚憚憚憂惶也君子不絶小不殄微也殄亦絶也行自微也不微人人知之則願也人不知苟吾自知也君子終身守此勿勿也勿勿猶勉勉君子禍之為患辱之為畏見善恐不得與焉見不善者恐其及已也論語曰見善如不及見惡如探湯是故君子疑以終身疑善之不與惡之及巳也君子見利思辱見惡思詬詬恥也嗜慾思恥忿怒思患故愚惑者一朝之忿忘其身君子終身守此戰戰也君子慮勝氣血氣勝則害身故君子有三戒思而後動論而後行行必思言之貴其可談言言之必思復之論語曰信近于義言可復也思復之必思無悔言無不可復亦可謂慎矣人信其言從之以行已言不虚人信其行從之以復易曰終日乾乾反復其道復宜其類詩云宜爾室家樂爾妻孥類宜其年詩云樂只君子萬壽無期亦可謂外内合矣君子疑則不言未問則不言兩問則不行其難者君子患難除之財色遠之流言滅之禍之所由生自孅孅也是故君子夙絶之君子巳善亦樂人之善也巳能亦樂人之能也已雖不能亦不以援人君子好人之為善而弗趣也不促速之恐其倦也惡人之為不善而弗疾也疾其過而不補也補謂文也飾其美而不伐也顔淵曰願無伐善伐則不益補則不改矣君子不先人以惡不疑人以不信謂不億不信不逆詐不説人之過成人之美説解説也存往者在來者在猶存也朝有過夕改則與之夕有過朝改則與之君子義則有常善則有鄰德不孤見其一冀其二見其小冀其大苟有德焉亦不求盈于人也言器之也君子不絶人之歡不盡人之禮通飲食之饋序其歡也簡服物之禮令其忠也來者不豫往者不嗔也慎故于物來者不猶豫往者無所嗔去之不謗以義去之就之不賂以道往也亦可謂忠矣君子恭而不難安而不舒遜而不諂寛而不縱惠而不儉直而不徑徑行夷狄之道亦可謂知矣君子入人之國不稱其諱不犯其禁諱國諱禁國禁不服華色之服服法服不稱懼惕之言故曰與其奢也寧儉與其倨也寧句倨猶慢也句以喻敬可言而不信寧無言也君子終日言不在尤之中小人一言終身為罪君子亂言而弗殖夙絶之神言不致也怪力亂神子所不語道遠日益衆信弗主霒言弗與道遠日益積習之也不主謂僉議所同不為主人言不信不和不合忠信之道君子不唱流言不折辭言不苟折窮人辭也不陳人以其所能言必有主行必有法依前言往行也親人必有方方猶常也多知而無親無所親行博學而無方好多而無定者君子弗與也君子多知而擇焉博學而算焉多言而慎焉多言者謂時事須繁也言雖多而皆慎博學而無行進給而不讓好直而徑儉而好􁐒者君子不與也􁐒塞也言好直則太徑為儉又太逼塞于下也夸而無恥强而無憚好勇而忍人者君子不與也亟達而無守亟數也數自達而無所守好名而無體無容體忿怒而無惡不以為惡或曰無惡而怒足恭而口聖而無常位者君子弗與也巧言令色能小行而篤難于仁矣嗜酤酒好謳歌巷遊而鄉居者乎吾無望焉耳無可望也尚書大傳曰古者聖帝之治天下也五十以下非蒸社不敢遊飲惟六十以上遊飲也出入不時言語不序安易而樂暴懼之而不恐説之而不聽雖有聖人亦無若何矣臨事而不敬惰于從事居䘮而不哀祭祀而不畏不畏其神朝廷而不恭則吾無由知之矣三十四十之間而無藝即無藝矣五十而不以善聞則無聞矣終可知七十而無德雖有微過亦可以勉矣言其過不足論也其少不諷誦其壯不論議其老不教誨亦可謂無業之人矣少稱不弟焉恥也壯稱無德焉辱也老稱無禮焉罪也過而不能改倦也倦傾病人行而不能遂恥也謂不能終也慕善人而不與焉辱也弗知而不問焉固也固專固也說而不能窮也喜怒異慮惑也不能行而言之誣也非其事而居之矯也道言而飾其辭虚也謂道聽來言文飾其辭也無益而厚受禄竊也好道煩言亂也殺人而不戚焉賊也人言不善而不違色順之也近于說其言說古通以為悅字說其言殆于以身近之也殆危也言危于以身近之殆于以身近之殆于身之矣危害于身人言善而色葸焉近于不説其言葸焉不説繹之貌不悦其言殆于以身近之也遠當字誤為近殆于以身近之殆于身之矣故目者心之浮也言者行之指也作于中則播于外也心行見于言目也故曰以其見者占其隱者謂心目也故曰聽其言也可以知其所好矣觀説之流可以知其術也流謂部分術謂心術久而復之可以知其信矣觀其所愛親可以知其人矣臨懼之而觀其不恐也怒之而觀其不惽也喜之而觀其不誣也惽亂也誣妄也近諸色而觀其不踰也飲食之而觀其有常也利之而觀其能讓也居哀而觀其貞也文王曰省其喪哀觀其貞良也居約而觀其不營也勤勞之而觀其不擾人也君子之于不善也身勿為能也色勿為不可能也無奈形于色也色也勿為可能也心思勿為不可能也太上樂善太上德之最上者謂其心不為也其次安之其次德之次者謂其色不為也其下亦能自强謂其身不為太上謂五帝其次謂三王其下謂五霸孟子曰堯舜性之湯武身之五霸假之仁者樂道上者率其性也智者利道次者利而為之愚者從弱者畏不愚不弱執誣以彊亦可謂棄民矣自執而誣于善太上不生惡無為過之意也其次而能夙絶之也有意而隨絶之其下復而能改也既為而能改之復而不改殞身覆家大者傾覆社稷是故君子出言以鄂鄂鄂鄂辨厲也論語曰其言之不作其後為之難行身以戰戰亦殆勉于罪矣是故君子為小由為大也常思正也居由仕也故曰父母為嚴君子孫為臣民也備則未為備也恒謙虚也而勿慮存焉不忘危也事父可以事君事兄可以事師長使子猶使臣也使弟猶使承嗣也承嗣謂冢子也能取朋友者亦能取所予從政者矣賜與其宫室亦猶慶賞于國也忿怒其臣妾亦猶用刑罰于萬民也是故為善必自内始也内人怨之雖外人亦不能立也大學曰欲治其國先齊其家居家治則移官亦理也居上位而不淫臨事而栗者鮮不濟矣淫大先憂事者後樂事先樂事者後憂事昔者天子日旦思其四海之内戰戰惟恐不能乂乂治也諸侯日旦思其四封之内戰戰惟恐失損之大夫士日旦思其官戰戰惟恐不能勝庻人日旦思其事戰戰惟恐刑罰之至也是故臨事而栗者鮮不濟矣禍福惟人宜其慎也是以易有履虎之言詩有臨淵之誡君子之于子也愛而勿面也不形于靣使而勿貌也不以貌勞倈之導之以道而勿强也宫中雍雍外焉肅肅兄弟憘憘朋友切切論語曰朋友切切偲偲兄弟怡怡也遠者以貌近者以情友以立其所能而遠其所不能苟無失其所守亦可與終身矣曾子本孝曾子曰忠者其孝之本與孝子不登高不履危敬父母之遺體故跬步未敢忘其親庳亦弗憑不苟笑不苟訾隱不命人有隱僻不訐之也臨不指凡居上不為惑衆故不在尤之中也孝子惡言死焉死且不行流言止焉美言興焉故惡言不出于口煩言不及于巳故孝子之事親也居易以俟命處安易之道以聽命也不興險行以徼幸孝子游之暴人違之就其常也春秋左傳曰其出門而使不以或為父母憂也不為事或貽憂于父母也險塗隘巷不求先焉以愛其身以不敢忘其親也身者親之枝也可不敬乎孝子之使人也不敢肆行不敢自專也父死三年不敢改父之道故曰三年無改于父之道可謂孝矣又能事父之朋友又能率朋友以助敬也使敬其父母也君子之孝也以正致諫謂卿大夫士之孝也以德從命庻人之孝也以力惡食分地任力致甘美任善不敢臣三德謂王者之孝三德三老也白虎通曰不臣三老崇孝故孝子于親也生則有義以輔之諭于道死則哀以莅焉莅臨祭祀則莅之以敬如此而成于孝子也曾子立孝曾子曰君子立孝其忠之用禮之貴有忠與禮孝道立故為人子而不能孝其父者不敢言人父不能畜其子者為人弟而不能承其兄者不敢言人兄不能順其弟者為人臣而不能事其君者不敢言人君不能使其臣者也不可以已能而責人之不能況以所不能故與父言言畜子與子言言孝父與兄言言順弟與弟言言承兄與君言言使臣與臣言言事君士相見禮曰與君言言使臣與大夫言言事君與老者言言使弟子與幼者言言孝父兄與衆言言慈祥與莅官者言言忠信也君子之孝也忠愛以敬反是亂也盡力而有禮莊敬而安之微諫不倦聽從而不怠歡欣忠信咎故不生可謂孝矣盡力無禮則小人也豈小人而已哉乃犬馬之養致敬而不忠則不入也是故禮以將其力敬以入其忠飲食移味隨所欲也居處温愉著心於此濟其志也子曰可入也吾任其過吾知其能自取過不可入也吾辭其罪詩云有子七人莫慰母心子之辭也衛詩凱風之末章也七子自責任過之辭夙興夜寐無忝爾所生言不自舍也小雅小菀之四章也申可以入之義也不恥其親君子之孝也是故未有君而忠臣可知者孝子之謂也未有長而順下可知者弟弟之謂也孝經曰以孝事君則忠以敬事長則順未有治而能任可知者先修之謂也故曰孝子善事君弟弟善事長君子一孝一弟可謂知終矣曾子大孝曾子曰孝有三大孝尊親其次不辱其下能養公明儀問于曾子曰夫子可謂孝乎公明儀曾子弟子曾子曰是何言與是何言與君子之所謂孝者先意承志諭父母于道凡言與事親未意則先善舉之親若有志則敬而奉之參直養者也安能為孝乎身者親之遺體也行親之遺體敢不敬乎故居處不莊非孝也事君不忠非孝也莅官不敬非孝也朋友不信非孝也戰陳無勇非孝也五者不遂災及乎身敢不敬乎故烹熟鮮香嘗而進之非孝也養也君子之所謂孝者國人皆稱願焉曰幸哉有子如此所謂孝也民之本教曰孝孝經曰夫孝德之本也教之所由生也其行之曰養謂致衣食省安否養可能也敬為難敬可能也安為難以忠禮將也安可能也久為難久可能也卒為難父母既殁慎行其身不遺父母惡名可謂能終也謂能卒也夫仁者仁此者也義者宜此者也忠者忠此者也信者信此者也禮者體此者也行者行此者也彊者彊此者也樂自順此生刑自反此作夫孝者天下之大經也夫孝置之而塞于天地衡之而衡于四海置猶立也衡猶横也施諸後世而無朝夕言常行也推而放諸東海而準推而放諸西海而準推而放諸南海而準推而放諸北海而準九夷八蠻七戎六狄謂之四海放猶至也準猶平也詩云自西自東自南自北無思不服此之謂也大雅文王有聲之六章也孝有三大孝不匱詩云孝子不匱永錫爾類也中孝用勞勞猶功也小孝用力博施備物可謂不匱矣尊仁安義可謂用勞矣慈愛忘勞可謂用力矣父母愛之喜而不忘父母惡之懼而無怨父母有過諫而不逆當柔聲下氣也父母既殁以哀祀之加之如此謂禮終矣哀謂服之三年祀謂春秋享之樂正子春下堂而傷其足傷瘳數月不出猶有憂色門弟子問曰夫子傷足瘳矣數月不出猶有憂色何也樂正子春曰善如爾之問也吾聞之曾子曾子聞諸夫子曰天之所生地之所養人為大矣父母全而生之子全而歸之可謂孝矣孝經曰天地之性人為貴人之行莫大于孝也不虧其體可謂全矣故君子頃步之不敢忘也跬當聲誤為頃今予忘夫孝之道矣予是以有憂色故君子一舉足不敢忘父母一出言不敢忘父母一舉足不敢忘父母故道而不徑不由徑也舟而不游不敢以先父母之遺體行殆也殆危也一出言不敢忘父母是故惡言不出于口忿言不及于巳然後不辱其身不憂其親則可謂孝矣草木以時伐焉禽獸以時殺焉夫子曰伐一木殺一獸不以其時非孝也夫子孔子曾子事父母單居離問于曾子曰事父母有道乎單居離曾子弟子曾子曰有愛而敬父母之行若中道則從若不中道則諫諫而不用行之如由巳且俯從所行而思諫道也從而不諫非孝也同父母之非不匡諫諫而不從亦非孝也徒以義諫而行不從孝子之諫達善而不敢爭辨爭辨者作亂之所由興也内則曰父母有過下氣怡色柔聲以諫諫若不入起敬起孝説則復諫由巳為無咎則寧謂順諫由已為賢人則亂謂爭辨賢與無咎互相足孝子無私樂父母所憂憂之父母所樂樂之孝子惟巧變故父母安之若夫坐如尸立如齊弗訊不言齊謂祭祀時訊問也言必齊色嚴敬其色此成人之善者也未得為人子之道也為人父之事單居離問曰事兄有道乎曾子曰有尊事之以為已望也謂儀象也兄事之不遺其言奉其所令兄之行若中道則兄事之兄之行若不中道則養之養猶隱之養之内不養于外則是越之也養之外不養于内則是疏之也是故君子内外養之也單居離問曰使弟有道乎曾子曰有嘉事不失時也謂冠娶也弟之行若中道則正以使之正以使之以弟道弟之行若不中道則兄事之且以兄禮敬之詘事兄之道若不可然後舎之矣屈事兄之道然猶不變則怒罰之曾子曰夫禮大之由也不與小之自也言大者得自由也飲食以齒以長幼也力事不讓辱事不齒執觴觚杯豆而不醉和歌而不哀觚器也實之曰觴杯盤盎盆盞之總名也豆醬器以木曰豆以瓦曰豋夫弟者不衡坐不苟越不干逆色趨翔周旋俯仰從命不見于顔色未成于弟也"}
{"id": "KR1d0076_005", "series": "KR1d0076", "text": "曾子制言上曾子曰夫行也者行禮之謂也夫禮貴者敬焉老者孝焉幼者慈焉少者友焉賤者惠焉此禮也行之則行也立之則義也今之所謂行者犯其上危其下衡道而彊立之衡横也天下無道故若且自如也天下有道則有司之所求也言為法吏所收誅也故君子不貴興道之士而貴有恥之士也若由富貴興道者與貧賤吾恐其或失也或猶惑也若由貧賤興道者與富貴吾恐其贏驕也夫有恥之士富而不以道則恥之貧而不以道則恥之弟子無曰不我知也鄙夫鄙婦相會于廧隂可謂密矣明日則或揚其言矣中庸曰莫見乎隱莫顯乎微故君子慎其獨也故士執仁與義而明行之未篤故也胡為其莫之聞也殺六畜不當及親吾信之矣凡殺有時禮也使民不時失國吾信之矣蓬生麻中不扶自直白沙在泥與之皆黑古語云言扶化之者衆是故人之相與也譬如舟車然相濟達也已先則援之彼先則推之是故人非人不濟馬非馬不走土非土不髙水非水不流君子之為弟也行則為人負分重合輕斑白不任弟達于道路也無席則寢其趾寢猶止也言裁自容也使之為夫人則否夫人行無禮也近市無賈無廛邸也在田無野田無廬也行無據依守直道無所私茍若此則夫杖可因篤焉言行如此則其所杖者皆可因厚焉富以茍不如貧以譽貧則常也義不可無生以辱不如死以榮見危致命死之榮也辱可避避之而已矣及其不可避也君子視死若歸不茍免也父母之讎不與同生生辱之不可避也曲禮曰父之讎弗與共戴天兄弟之讎不與聚國檀弓曰昆弟之讎仕不與共國其從父兄弟則不為魁也朋友之讎不與聚鄉曲禮曰朋友之讎不同國失厚矣族人之讎不與聚鄰族人者謂絶屬者良賈深藏如虚君子有盛教如無言珍寳深藏若虚君子懐德若愚也弟子問于曾子曰夫士何如則可以為達矣曾子曰不能則學疑則問欲行則比賢雖有險道循行達矣今之弟子病下人不知事賢恥不知而又不問好責於人而不知自反也欲作則其知不足是以惑闇惑闇終其世而已矣是謂窮民也曾子門弟子或將之晉曰吾無知焉曾子曰何必然往矣有知焉謂之友曰友之也無知焉謂之主且客之而已且夫君子執仁立志先行後言千里之外皆為兄弟故曰君子何患乎無兄弟茍是之不為則雖汝親庸孰能親汝乎庸用也孰誰也曾子制言中曾子曰君子進則能達退則能靜豈貴其能達哉貴其有功也豈貴其能靜哉貴其能守也夫惟進之何功退之何守問君子進退其功守如何是故君子進退有二觀焉言有二等可觀故君子進則能益上之譽而損下之憂謂其功也不得志不安貴位不懐厚禄負耜而行道凍餓而守仁謂其守也則君子之義也其功守之義有知之則願也莫之知茍吾自知也吾不仁其人雖獨也吾弗親也人而不仁不足友也故周公曰不如我者吾不與處損我者也與我等吾不與處無益我者也吾所與處者必賢于我故君子不假貴而取寵不因人之貴茍求寵愛也不比譽而取食不校名譽以求禄也直行而取禮行正則見禮也比説而取友言修己以事人有説我則願也莫我説茍吾自説也説讀為悦字故君子無悒悒于貧無忽忽于賤無憚憚于不聞憚憚憂惶也布衣不完疏食不飽蓬户穴牖日孜孜上仁知我吾無訢訢不知我吾無悒悒是以君子直言直行不宛言而取富不屈行而取位仁之見逐智之見殺固不難詘身而為不仁宛言而為不智則君子弗為也小人在朝多逐害于仁智者君子之仁不枉言行而懐其禄也君子雖言不受必忠曰道雖行不受必忠曰仁謂發施言行于君之前實善而君不納然猶忠誠勉行可謂仁道也雖諫不受必忠曰智猶忠誠而詳之天下無道循道而行衡塗而僨衡横也僨僵也手足不揜四支不被手足即四支説者申慇懃耳詩云行有死人尚或墐之此則非士之罪也有土者之羞也是故君子以仁為尊天下之為富何為富則仁為富也天下之為貴何為貴則仁為貴也昔者舜匹夫也土地之厚則得而有之人徒之衆則得而使之舜惟仁得之也是故君子將説富貴必勉于仁也昔者伯夷叔齊死于溝澮之間其仁成名于天下夫二子者居河濟之間非有土地之厚貨粟之富也伯夷叔齊孤竹君之子初因父命交讓其國遂退北海之濵而終死于首陽言為文章行為表綴于天下是故君子思仁義晝則忘食夜則忘寐日旦就業夕而自省以殁其身亦可謂守業矣曾子制言下曾子曰天下有道則君子訢然以交同天下無道則衡言不革衡平也言不茍合也諸侯不聽則不干其土聽而不賢則不踐其朝是以君子不犯禁而入人境及郊問禁請命不避患而出危邑師敗不茍免也則秉德之士不讇矣故君子不讇富貴以為已説不乘貧賤以居已尊凡行不義則吾不事不仁則吾不長奉相仁義則吾與之聚羣相助也嚮爾宼盜則吾不與慮國有道則鴪若入焉詩鴪彼晨風鬱彼北林也國無道則鴪若出焉如大鳥奮翼而去也如此之謂義夫有世義者哉義宜也仁者殆恭者不入殆危也仁者危之恭又不受也慎者不見使正直者則邇于刑弗違則殆于罪邇近違去是故君子錯在髙山之上深澤之汙聚橡栗藜藿而食之藜藋藿豆生耕稼以老十室之邑是故昔者禹見耕者五耦而式過十室之邑則下為秉德之士存焉不侮之也曾子疾病曾子疾病疾困曰病曾元抑首曾華抱足元華其子曾子曰微乎吾無夫顔氏之言吾何以語汝哉然而君子之務蓋有之矣夫華繁而實寡者天也言多而行寡者人也鷹鶽以山為卑而增巢其上魚鼈黿鼉以淵為淺而蹶穴其中卒其所以得之者餌也生生之厚動之死地也是故君子茍無以利害義則辱何由至哉親戚不悦不敢外交近者不親不敢求遠小者不審不敢言大故人之生也百嵗之中有疾病焉有老幼焉故君子思其不可復者而先施焉親戚既殁雖欲孝誰為孝年既耆艾雖欲弟誰為弟故孝有不及弟有不時其此之謂與言不遠身言之主也行不遠身行之本也言有主行有本謂之有聞矣知身是言行之基可謂聞矣君子尊其所聞則髙明矣行其所聞則廣大矣髙明廣大不在于他在加之志而已矣與君子遊苾乎如入蘭芷之室久而不聞則與之化矣與小人遊膩乎如入鮑魚之次久而不聞則與之化矣離騷曰經鮑魚之肆而失香也是故君子慎其所去就與君子遊如長日加益而不自知也如身之長雖日加益而不自知也與小人遊如履薄氷每履而下幾何而不陷乎哉吾不見好學盛而不衰者矣吾不見好教如食疾子者矣言未見好教欲人之受如餔疾子也吾不見日省而月考之其友者矣吾不見孜孜而與來而改者矣謂擇善而改非也曾子天圓單居離問于曾子曰天圓而地方者誠有之乎曾子曰離而聞之云乎而猶汝也汝聞則言之也單居離曰弟子不察以此敢問也曾子曰天之所生上首地之所生下首人首圓足方繫之天地上首之謂圓下首之謂方因謂天地為方圓也周髀曰方屬地圓屬天天圓地方也淮南子曰天之圓不中規地之方不中矩白虎通曰天鎮也其道曰圓地諦也其道曰方一曰圓謂水也如誠天圓而地方則是四角之不揜也且來吾語汝參嘗聞之夫子曰天道曰圓地道曰方道曰方圓耳非形也方曰幽而圓曰明方者隂義而圓者陽理故以明天地也明者吐氣者也是故外景景古通以為影字外景者陽道吐施也幽者含氣者也是故内景内景者隂道含藏也故火日外景火氣陽也而金水内景金質陰也吐氣者施而含氣者化施賦也化體生是以陽施而隂化也陽之精氣曰神陰之精氣曰靈神靈者品物之本也神為魂靈為魄魂魄者隂陽之精有生之本也及其死也魂氣上升于天為神體魄下降于地為鬼各反其所自出也而禮樂仁義之祖也樂由陽來禮由隂作仁近樂義近禮故隂陽為祖也而善否治亂所興作也隂陽之氣各從其所則靜矣偏則風謂氣勝負俱則雷交則電自仲春至仲秋隂陽交泰故雷電也亂則霧和則雨偏則風而和則雨此謂一時之氣也至若春多雨則時所宜也陽氣勝則散為雨露隂氣勝則凝為霜雪陽之專氣為雹隂之專氣為霰霰雹者一氣之化也陽氣在雨温煖如湯隂氣薄之不相入轉而為雹隂氣在雨凝滯為雪陽氣薄之不相入散而為霰故春秋穀梁説曰雹者隂脅陽之象霰者陽脅隂之符也毛蟲毛而後生羽蟲羽而後生毛羽之蟲陽氣之所生也介蟲介而後生鱗蟲鱗而後生介鱗之蟲隂氣之所生也言隂陽所生者舉其多也惟人為倮匈而後生也倮匈謂無毛羽與鱗介也隂陽之精也人受隂陽純粹之精有生之貴也凡倮蟲則亦竝隂陽氣所生也毛蟲之精者曰麟羽蟲之精者曰鳯介蟲之精者曰龜鱗蟲之精者曰龍倮蟲之精者曰聖人龜龍麟鳯所謂四靈龍非風不舉龜非火不兆鳯非梧不棲麟非藪不止此皆隂陽之際也龜龍為隂風火為陽隂陽會也兹四者所以聖人役之也謂為之瑞是故聖人為天地主為山川主為鬼神主為宗廟主鬼神百神也因外祀故在宗廟之上也聖人慎守日月之數以察星辰之行以序四時之順逆謂之厯審十二月分數于昏旦定辰宿之中見與伏以驗時節之愆否截十二管以察八音之上下清濁謂之律八音八卦之音以律定八風之髙下清濁而準配金石絲竹也律居隂而治陽因地主氣厯居陽而治隂因天主事律厯迭相治也厯以治時律以候氣其間不容髪其致一也聖人立五禮以為民望五禮其别三十六生民之紀在焉制五衰以别親疏和五聲之樂以導民氣致樂以治心也合五味之調以察民情察猶别也正五色之位成五穀之名五穀黍稷麻麥菽也序五牲之先後貴賤五牲牛羊豕犬雞先後謂四時所尚也諸侯之祭牲牛曰太牢天子之大夫亦太牢太牢天子之牲角握諸侯角尺大夫索牛也大夫之祭牲羊曰少牢天子之士亦少牢也士之祭牲特豕曰饋食不言特牲其文已著又與大夫互相足也無禄者稷饋庻人無常牲故以稷為主稷饋者無尸無尸者厭也宗廟曰芻豢牛羊曰芻犬豕為豢山川曰犧牷色純曰犧體完曰牷宗廟言豢山川言牷互文也山川謂岳瀆以方色角尺其餘用厖索也割列禳瘞割割牲也列疈辜也禳面禳也瘞埋也是有五牲此之謂品物之本禮樂之祖善否治亂之所由興作也"}
{"id": "KR1d0076_006", "series": "KR1d0076", "text": "武王踐阼武王踐阼三日既王之後召士大夫而問焉曰惡有藏之約行之行萬世可以為子孫恒者乎惡猶于何也言于何有約言而行之乃行萬世而猶得其福諸大夫對曰未得聞也然後召師尚父而問焉曰昔帝顓頊之道存乎意亦忽不可得見與言忽然不可得見師尚父曰在丹書王欲聞之則齊矣王齊三日端冕奉書而入負屛而立端正也樹謂之屏王下堂南面而立師尚父曰先王之道不北面王行折而東面師尚父西面道書之言曰敬勝怠者强怠勝敬者亡義勝欲者從欲勝義者凶凡事不强則枉凡事不能自强而執于此則枉也不敬則不正枉者滅廢敬者萬世藏之約行之行可以為子孫恒者此言之謂也問先帝之道庻聞要約之㫖故對此而已且臣聞之以仁得之以仁守之其量百世以仁得之以不仁守之其量十世以仁得之以仁守之以仁得之以不仁守之皆謂創基之君十百世謂子孫無咎譽者于十百之外天命則有興改其廢立大節依于此以不仁得之以不仁守之必及其世謂止于其身也王聞書之言惕若恐懼退而為戒書託于物以自警戒不忘也于席之四端為銘焉于机為銘焉于鑑為銘焉于盥槃為銘焉于楹為銘焉于杖為銘焉于帶為銘焉于履屨為銘焉于觴豆為銘焉于牖為銘焉于劍為銘焉于弓為銘焉于矛為銘焉席前左端之銘曰安樂必敬安不忘危前右端之銘曰無行可悔當恭敬朝夕故以懐安為戒也後左端之銘曰一反一側亦不可以忘言雖反側之間不可以忘道也後右端之銘曰所監不遠視邇所代周監不遠近在有殷之世机之銘曰皇皇惟敬口生㖃㖃恥也言為君子榮辱之主可不慎乎口戕口言口能害口也机者人君出令所依故以言語為戒也鑑之銘曰見爾前慮爾後盥槃之銘曰與其溺于人也寧溺于淵溺于淵猶可游也溺于人不可救也日知所無學者之功溺于民庻大人之禍故或以自新取戒或以游溺為鑑也楹之銘曰毋曰胡殘其禍將然毋曰胡害其禍將大毋曰胡傷其禍將長夫為室者慎其楹君天下者難其相也杖之銘曰惡乎危于忿㚄惡于何也忿者危之道怒甲及乙又危之甚杖扶危故以危戒也惡乎失道于嗜慾杖依道而行之惡乎相忘于富貴言身杖相資也因失道相忘乃嗜慾安樂之戒也帶之銘曰火滅修容慎戒必恭恭則夀雖夜解息其容不可以茍帶于寢先釋故因言之也履屨之銘曰慎之勞勞則富行慎躬勞躬勞終福諭慎履亦財不費也屨在下尤勞辱因為此戒福與富音義兩施互取焉觴豆之銘曰食自杖食自杖戒之憍憍則逃無求醉飽自杖而已户之銘曰夫名難得而易失無懃弗志而曰我知之乎無懃弗及而曰我杖之乎志識也杖立不能懲其駑怠而自謂杖成功無可就故終失其名也擾阻以泥之若風將至必先搖搖搖搖無所託言有風則先困雖有聖人不能為謀也諭人行亦然牖之銘曰隨天之時隨任也以地之財質也敬祀皇天敬以先時先祭時而敬齋劍之銘曰帶之以為服動必行德行德則興倍德則崩以順誅也弓之銘曰屈伸之義廢興之行無忘自過言得時也矛之銘曰造矛造矛少間弗忍終身之羞重言造矛見造矛之不易也言少間之不忍則為終身羞以君子于殺之中禮恕存焉予一人所聞以戒後世子孫貽厥孫謀以燕翼子武王之詩也衛將軍文子衛將軍文子文子衛卿也名彌牟問于子貢曰子貢端木賜也衛人衛之相也吾聞夫子之施教也先以詩論語曰先進于禮樂野人也後進于禮樂君子也世道者孝悌説之以義而觀諸體成之以文德蓋受教者七十有餘人言能受教者謂七十二子也聞之孰為賢乎子貢對辭以不知文子曰吾子學焉何謂不知也子貢對曰賢人無妄知賢則難故君子曰智莫難于知人此以難也書曰知人則哲惟帝其難之文子曰若夫知賢人美不難吾子親游焉是以敢問也子貢對曰夫子之門人蓋三就焉謂大成次成小成也賜有逮及焉有未及焉不得辯知也未及者謂先就夫子而或止或退未得及己見也或以子貢違夫子之後有新來者也文子曰吾子之所及請問其行也子貢對曰夙興夜寐諷詩崇禮行不貳過稱言不苟是顔淵之行也顔囘魯人字子淵也孔子説之以詩詩云媚兹一人應侯順德永言孝思孝思惟則大雅下武之四章也媚兹一人謂御于天子而蒙寵愛應侯順德逢國君能成其德孝思惟則此文在前章兼以説之故連言之也故國一逢有德之君世受顯命不失厥名以御于天子以申之于諸侯受爵命未盡其能在貧如客言安貧也使其臣如藉藉借也如借力然也不遷怒不探怨不録舊罪是冉雍之行也冉雍魯人也字仲弓孔子曰有土君子有衆使也有刑用也然後怒匹夫之怒惟以亡其身使舉也夫子因其性不好怒故説妄怒之敗也書曰惟辟作威也詩云靡不有初鮮克有終以告之大雅蕩首章也言冉雍能終其行也不畏彊禦不侮矜寡其言曰性其言惟陳其性不茍虚妄都其富哉仲由優于政事故能備治其都也任其戎是仲由之行也仲由衛人也字子路一字季路大夫也夫子未知以文也節其勇也詩云受小共大共為下國恂蒙何天之寵傅奏其勇殷頌長發之五章也頌湯伐桀除災之事恂信也言下國信蒙其富詩為駿龎或古有二文或以義賦寵傅又為龍敷夫强乎武哉文不勝其質恭老恤孤不忘賓旅好學者物而不懃是冉求之行也物猶事也事省則不懃也冉求字子有冉雍之族季氏宰孔子因而語之曰好學則智恤孤則惠恭老則近禮克篤恭以天下其稱之也宜為國老言為國之尊也言任為卿相也志通而好禮擯相兩君之事篤雅其有禮節也是公西赤之行也公西赤魯人也字子華孔子曰禮儀三百可勉能也禮經三百可勉學而能知威儀三千則難也能躬行三千之威儀則難而公西赤能躬行也公西赤問曰何謂也孔子曰貌以擯禮禮以擯辭是之謂也禮待貌而行辭得禮而發言貌所以擯贊三千之儀也主人言行此主在于人聞之以成公西赤聞之以成家語云衆人聞之為成主或聲誤也孔子之語人也曰當賔客之事則通矣謂門人曰二三子欲學賔客之禮者于赤也滿而不滿實如虚過之如不及先生難之云先生猶有難之亦所謂先子之所畏也不學其貌竟其德敦其言于人也無所不信其橋大人也橋高也髙大之人也常以皓皓是以眉壽皓皓虚曠無長生久視之意見長生久視之術是曾參之行也曾參魯之南武城人也字子輿齊聘以相楚迎以令尹晉迎以上卿皆不應其命也孔子曰孝德之始也天道曰至德地道曰敏德人道曰孝德四代曰有天德有地德夫學天地之德者皆以無私為能也動而樂施者天德也安而待化者地德也故天之德有廣狹矣自餘禮義忠信以下皆為人德因事則為禮厚其行則為孝也弟德之序也信德之厚也忠德之正也參也中夫四德者矣哉以此稱之也業功不伐貴位不善不侮可侮不佚可佚不侮可侮者不佚可佚者仁之至也不敖無告天窮之民無所告者不陵敖之也是顓孫之行也顓孫師陳人也子張字也孔子言之曰其不伐則猶可能也其不弊百姓者則仁也詩云愷悌君子民之父母大雅泂酌之首章也夫子以其仁為大也學以深能深致隱賾也厲以斷性嚴厲而能斷決七十子篇説子夏云為人性不宏好精微時人無以尚也送迎必敬上友下交銀乎如斷是卜商之行也卜商衛人字子夏為魏文侯師銀廉鍔也如斷言便能子張曰子夏之門人洒埽應對進退出入可也孔子曰詩云式夷式已無小人殆小雅節之四章殆近也而商也其可謂不險也言其鄰于德也貴之不喜賤之不怒茍于民利矣惟在利民春秋左傳曰上思利民忠也廉于其事上也以佐其下佐助也是澹臺滅明之行也澹臺滅明魯之東武城人也字子羽為魯大夫孔子曰獨貴獨富君子恥之夫也中之矣先成其慮及事而用之是故不妄是言偃之行也言偃魯人也字子游為武城宰孔子曰欲能則學欲知則問欲行則訊欲給則豫當是如偃也得之矣獨居思仁公言言義其聞詩也一日三復白圭之玷是南宫縚之行也南宫縚魯人也字子容夫子信其仁以為異姓謂以兄之子妻之也周禮司儀職曰時揖異姓土揖庻姓家語曰以為異士言殊異之士似妄也自見孔子入户未嘗越屨凡在于室卑者之屨皆陳于户外故雖後至而不越焉往來過人不履影不越人之屨不履人之影謙慎之至也開蟄不殺方長不折執親之喪未嘗見齒是高柴之行也髙柴齊人也字子羔為郕宰孔子曰高柴執親之喪則難能也開蟄不殺則天道也方長不折則恕也恕則仁也湯恭以恕是以日躋也北事于葛恭也教網者祝恕也詩殷頌曰聖敬日躋此賜之所親覩也吾子有命而訊賜則不足以知賢文子曰吾聞之也國有道則賢人興焉中人用焉百姓歸焉若吾子之語審茂則一諸侯之相也亦未逢明君也茂盛也一皆也子貢既與衛將軍文子言適魯見孔子曰衛將軍問二三子之行于賜也不一而三賜也辭不獲命以所見者對矣見其行也未知中否請嘗以告請嘗以所對者告也孔子曰言之子貢以其質告孔子既聞之笑曰賜汝偉為知人賜質由實也偉為知人言大為知人也再言賜者善之子貢對曰賜也焉敢知人此賜之所親覩也孔子曰是女所親也吾語女耳之所未聞目之所未見思之所未至智之所未及者乎言未至未及者謂其德廣厚也子貢曰賜得則願聞之也孔子曰不克不忌不念舊惡蓋伯夷叔齊之行也克好勝人忌有惡于人也論語曰伯夷叔齊不念舊惡怨是用希也晉平公問于祁徯曰羊舌大夫晉國之良大夫也其行何如平公悼公之子晉侯彪也祁徯祁午之父也羊舌肸羊舌職之子祁徯對辭曰不知也公曰吾聞女少長乎其所女其閹知之言居處之同者桓為相也祁徯對曰其幼也恭而遜恥而不使其過宿也其為候大夫也悉善而謙其端也其為公車尉也信而好直其功也公車尉公行也詩曰殊異乎公行也至于其為和容也温良而好禮博聞而時出其志也和容主賔客也公曰嚮者問女女何曰弗知也祁徯對曰每位改變未知所止是以不知蓋羊舌大夫之行也畏天而敬人服義而行信孝乎父而恭于兄好從善而斆往蓋趙文子之行也晉大夫趙武也其事君也不敢愛其死不茍免于難也然亦不忘其身不死于不義也謀其身不遺其友君陳則進不陳則行而退陳謂陳其德教蓋隨武子之行也晉大夫也世掌刑官後受隨范會名也季字也武諡也其為人之淵泉也多聞而難誕也不内辭足以没世國家有道其言足以生國家無道其黙足以容蓋桐提伯華之行也晉大夫羊舌赤也邑于桐提外寛而内直自設于隱栝之中能以禮自鞏直也孔子曰隱栝之旁多曲木也直己而不直人以善存亡汲汲蓋蘧伯玉之行也衛大夫蘧瑗也孝老慈幼允德禀義約貨去怨蓋柳下惠之行也魯士師展禽也食采于柳下惠諡也其言曰君雖不量于臣臣不可以不量于君是故君擇臣而使之臣擇君而事之有道順君無道横命晏平仲之行也齊大夫晏嬰也德恭而行信終日言不在尤之内在尤之外貧而樂也蓋老萊子之行也楚人隱者也易行以俟天命居下位而不援其上觀于四方也不忘其親茍思其親不盡其樂以不能學為己終身之憂蓋介山子推之行也晉大夫介之推也離騷曰封介山而為之禁兮報大德之優游"}
{"id": "KR1d0076_007", "series": "KR1d0076", "text": "五帝徳宰我問于孔子曰昔者予聞諸榮伊言黄帝三百年請問黄帝者人邪抑非人邪何以至于三百年乎孔子曰予禹湯文武成王周公可勝觀邪夫黄帝尚矣女何以為先生難言之宰我曰上世之傳隱微之說卒業之辨闇忽之意非君子之道也則予之問也固矣孔子曰黄帝少典之子也曰軒轅生而神靈弱而能言幼而慧齊長而敦敏成而聰明治五氣設五量撫萬民度四方教熊羆貔貅貙虎以與赤帝戰于阪泉之野三戰然後得行其志黄黼黻衣大帶黼裳乗龍扆雲以順天地之紀幽明之故死生之說存亡之難時播百榖草木淳化鳥獸昆蟲厯離日月星辰極畋土石金玉勤勞心力耳目節用水火材物生而民得其利百年死而民畏其神百年亡而民用其教百年故曰三百年宰我曰請問帝顓頊孔子曰五帝用説三王用度女欲一日辨聞古昔之説躁哉予也宰我曰昔者予也聞諸夫子曰小子無有宿問孔子曰顓頊黄帝之孫昌意之子也曰高陽洪淵以有謀疏通而知事養財以任地履時以象天依鬼神以制義治氣以教民潔誠以祭祀乗龍而至四海北至于幽陵南至于交趾西濟于流沙南至于蟠木動靜之物大小之神日月所照莫不砥礪宰我曰請問帝嚳孔子曰𤣥囂之孫蟜極之子也曰高辛生而神靈自言其名博施利物不于其身聰以知遠明以察微順天之義知民之隱仁而威惠而信修身而天下服取地之財而節用之撫教萬民而利誨之厯日月而迎送之明鬼神而敬事之其色穆穆其徳俟俟其動也時其服也士春夏乗龍秋冬乗馬黄黼黻衣執中而獲天下日月所照風雨所至莫不從順宰我曰請問帝堯孔子曰高辛之子也曰放勲其仁如天其知如神就之如日望之如雲富而不驕貴而不豫黄黼黻衣丹車白馬伯夷主禮龍䕫教舞舉舜彭祖而任之四時先民治之流共工于幽州以變北狄放驩兜于崇山以變南蠻殺三苗于三危以變西戎殛鯀于羽山以變東夷其言不貳其徳不回四海之内舟輿所至莫不説夷宰我曰請問帝舜孔子曰蟜牛之孫瞽瞍之子也曰重華好學孝友聞于四海陶漁事親寛裕温良敦敏而知時畏天而愛民恤逺而親近承受大命依于倪皇叡明通知為天下王使禹敷土主名山川以利于民使后稷播種務勤嘉榖以作飲食羲和掌厯敬授民時使益行火以辟山萊伯夷主禮以節天下䕫作樂以歌籥舞和以鍾鼓臯陶作士忠信疏通知民之情契作司徒教民孝友敬政率經其言不惑其徳不慝舉賢而天下平南撫交趾大教鮮支渠搜氐羌北山戎發息慎東長夷鳥夷羽民舜之少也惡顇勞苦二十以孝聞乎天下三十在位嗣帝所五十乃死葬于蒼梧之野宰我曰請問禹孔子曰高陽之孫鯀之子也曰文命敏給克濟其徳不囘其仁可親其言可信聲為律身為度稱以上士亹亹穆穆為綱為紀廵九州通九道陂九澤度九山為神主為民父母左準繩右規矩履四時據四海平九州戴九天明耳目治天下舉臯陶與益以贊其身舉干戈以征不享不庭無道之民四海之内舟車所至莫不賓服孔子曰予大者如説民説至矣予也非其人也宰我曰予也不足誠也敬承命矣他日宰我以語人有為道諸夫子之所孔子曰吾欲以顔色取人于滅明邪改之吾欲以語言取人于予邪改之吾欲以容貌取人于師邪改之宰我聞之懼不敢見帝繫少典産軒轅是為黄帝黄帝産𤣥囂𤣥囂産蟜極蟜極産高辛是為帝嚳帝嚳産放勲是為帝堯黄帝産昌意昌意産高陽是為顓頊顓頊産窮蟬窮蟬産敬康敬康産句芒句芒産蟜牛蟜牛産瞽瞍瞽瞍産重華是為帝舜及産象敖顓頊産鯀鯀産文命是為禹黄帝居軒轅之丘娶于西陵氏西陵氏之子謂之嫘祖氏産青陽及昌意青陽降居泜水昌意降居若水昌意娶于蜀山氏蜀山氏之子謂之昌濮氏産顓頊顓頊娶于滕奔氏滕奔氏之子謂之女禄氏産老童老童娶于竭水氏竭水氏之子謂之高緺氏産重黎及吳囘吳囘氏産陸終陸終氏娶于鬼方氏鬼方氏之妹謂之女隤氏産六子孕而不粥三年啟其左脅六人出焉其一曰樊是為昆吾其二曰惠連是為參胡其三曰籛是為彭祖其四曰萊言是為云鄶人其五曰安是為曹姓其六曰季連是為芈姓季連産附祖氏附祖氏産穴熊季通之裔孫鬻熊九世至于渠渠有子三人其孟之名為無康為句亶王其中之名為紅為鄂王其季之名為疵為越章王昆吾者衞氏也參胡者韓氏也彭祖者彭氏也云鄶人者鄭氏也曹姓者邾氏也季連者楚氏也帝嚳卜其四妃之子而皆有天下上妃有邰氏之女也曰姜嫄氏産后稷次妃有娀氏之女也曰簡狄氏産契次妃陳鋒氏之女也曰慶都氏産帝堯次妃娵訾氏之女也曰常儀氏産帝摯帝堯娶于散宜氏散宜氏之子謂之女皇氏帝舜娶于帝堯帝堯之子謂之女匽氏鯀娶于有莘氏有莘氏之子謂之女志氏産文命禹娶于塗山氏塗山氏之子謂之女憍氏産啟勸學君子曰學不可以已矣青取之于藍而青于藍水則為冰而寒于水木直而中繩輮而為輪其曲中規槁暴不復挺者輮使之然也是故不升高山不知天之高也不臨深谿不知地之厚也不聞先王之遺道不知學問之大也於越戎貉之子生而同聲長而異俗者教使之然也是故木從繩則直金就礪則利君子博學而日參省已焉故知明則行無過詩云嗟爾君子無恒安息靖恭爾位好是正直神之聽之介爾景福神莫大于化道福莫長于无咎孔子曰吾嘗終日思矣不如湏㬰之所學吾嘗跂而望之不如升高而博見也升高而招非臂之長也而見者遠順風而呼非聲加疾也而聞者著假車馬者非利足也而致千里假舟檝者非能水也而絶江海君子之性非異也而善假于物也南方有鳥名曰􁐓鳩以羽為巢編之以髪繫之葦苕風至苕折子死卵破巢非不完也所繫者然也西方有木名曰射干莖長四寸生于高山之上而臨百仞之淵木莖非能長也所立者然也蓬生麻中不扶自直蘭氏之根懷氏之苞漸之滫中君子不近庻人不服質非不美也所漸者然也是故君子靖居恭學修身致志處必擇鄉游必就士所以防辟邪而道中正也物類之起必有所始榮辱之來各象其徳肉腐出蟲魚枯生蠧怠教忘身禍災乃作彊自取折柔自取束邪穢在身怨之所構布薪若一火就燥平地若一水就濕草木疇生禽獸羣居物各從其類也是故正鵠張而弓矢至焉林木茂而斧斤至焉樹成䕃而鳥息焉醯酸而蚋聚焉故言有召禍行有招辱君子慎其所立焉積土成山風雨興焉積水成川蛟龍生焉積善成徳神明自得聖心備矣是故不積跬步無以致千里不積小流無以成江海騏驥一躒不能千里駑馬無極功在不舍楔而舍之朽木不折楔而不舍金石可鏤夫螾無爪牙之利筋脉之彊上食晞土下飲黄泉者用心一也蟹二螯八足非虵䱇之穴而無所寄託者用心躁也是故無憤憤之志者無昭昭之明無緜緜之事者無赫赫之功行歧塗者不至事兩君者不容目不能兩視而明耳不能兩聽而聰騰虵無足而騰鼫鼠五伎而窮詩云鳲鳩在桑其子七兮淑人君子其儀一兮其儀一兮心若結兮君子其結于一也昔者瓠巴鼓瑟而沈魚出聽伯牙鼓琴而六馬仰秣夫聲無細而不聞行無隱而不形玉居山而木潤淵生珠而岸不枯為善而不積乎豈有不聞哉孔子曰鯉君子不可以不學見人不可以不飾不飾無貌無貌不敬不敬無禮無禮不立夫遠而有光者飾也近而逾明者學也譬之如洿邪水潦灟焉莞蒲生焉從上觀之誰知其非源泉也珠者陰之陽也故勝火玉者陽之陰也故勝水其化如神故天子藏珠玉諸侯藏金石大夫畜犬馬百姓藏布帛不然則强者能守之知者能秉之賤其所貴而貴其所賤不然矜寡孤獨不得焉子貢曰君子見大川必觀何也孔子曰夫水者君子比徳焉徧與之而無私似徳所及者生所不及者死似仁其流行庳下倨句皆循其理似義其赴百仞之谿不疑似勇淺者流行深淵不測似智弱約微通似察受惡不讓似包䝉不清以入鮮潔以出似善化以注量必平似正盈不求概似度萬折必以東似意是以君子見大川必觀焉"}
{"id": "KR1d0076_008", "series": "KR1d0076", "text": "子張問入官子張問入官于孔子孔子曰安身取譽為難也子張曰安身取譽如何孔子曰有善勿專專謂自納于己教不能勿搢勿搢家語為勿怠也進或聲誤為搢勿進嫌其倦也已過勿發失言勿踦踦邪也出言既失勿為邪途以成之不善辭勿遂人言不中勿貳遂之行事勿留凡行政事勿稽留之君子入官自行此六路者則身安譽至而政從矣上六者可以自通故稱路也且夫忿數者獄之所由生也距諫者慮之所以塞也慢易者禮之所以失也惰怠者時之所以後也奢侈者財之所以不足也儉則有餘奢則不足專者事之所以不成也厯者獄之所由生也厯厯亂也君子入官除七路者則身安譽至而政從矣七者亦致亡之道故君子南面臨官大城而公治之大城列國公無私也精知而略行之精知者當先是二路略行者謂度時而施合是忠信攷是大倫存是美惡而進是利而除是害而無求其報焉而民情可得也能合是六路之忠信及進除六路之利害施焉而不求報則民情不失矣故臨之無抗民之志勝之無犯民之言勝謂民辭情短量之無狡民之辭狡害也猶言無害也養之無擾于時愛之勿寛于刑若此則身安譽至而民自得也故君子南面臨官所見邇故明不可蔽也言所見先求于近者中庸曰舜其大知也與舜好問而好察邇言也所求邇故不勞而得也言所求自近始故詩曰無田甫田勞心忉忉所以治者約故不用衆而譽至也法象在内故不遠言内有法象則百姓亦有禮度源泉不竭故天下積也積謂歸湊也如木不寡短長人得其量量而用之以泉木二用諭君子之政故治而不亂故六者貫乎心藏乎志志者心之府也形乎色𤼵乎聲聲言也若此則身安譽至而民自得也故君子南面臨官不治則亂至民錯亂也亂至則爭爭之至又反于亂亂反亂也是故寛裕以容其民慈愛以優柔之而民自得也已故躬行者政之始也身行之也調悦者情之道也言調悦者治人情之道也善政行易則民不怨先王善政能躬行之使平易則民悦言調悦則民不辨法謂不爭也周禮曰凡辨法者攷焉仁在身則民顯以佚之也財利之生微矣貪以不得善政必簡矣初聞善政必記之茍以亂之善言必聽矣聞善言始亦聽之也詳以失之後政不行詳為漏失規諫日至煩以不聽矣詩曰老夫灌灌小子蹻蹻也言之善者在所日聞行之善者在所能為君子言之善者在于終日言之君子行之善者在其能躬行記聽而失之則無益于言行也故上者民之儀也有司執政者民之表也邇臣便辟者羣臣僕之倫也倫理也言是羣臣羣僕之綱理也故儀不正則民失誓表弊則百姓亂邇臣便辟不正亷而羣臣服汙矣誓勑也服事也汙濫也言私謁也故不可不慎乎三倫矣故君子修身反道察説而邇道之服存焉修身當本于道而省其説則近道之事存是故夫工女必自擇絲麻良工必自擇齎材周禮巾車職曰毁折入齎于職幣家語為完材也賢君良上必自擇左右是故佚于取人勞于治事勞于取人佚于治事郭象曰主上無為于親事而有為于用臣也故君子欲譽則謹其所便便所便習欲名則謹于左右故上者辟如緣木者務高而畏下者滋甚言在民上者譬若此淮南子曰君子之居民上也譬以腐索御良馬六馬之離必于四面之衢衢四達道民之離道必于上之佚政也故上者尊嚴而絶百姓者卑賤而神孟子曰民為貴社稷次之君為輕也民而愛之則存惡之則亡也故君子南面臨官貴而不驕富恭有本能圖本謂身也謂能謀其身也修業居乆而譚譚誕也謂安縱也情邇暢而及乎遠察一而闗于多一物治而萬物不亂者以身為本者也故君子莅民不可以不知民之性達諸民之情性謂仁義禮智之等情謂喜怒愛惡之屬性者生之質情者人之欲詩云天生烝民有物有則既知其已生有習然後民特從命也生謂性也習調節也故世舉則民親之世舉言治政均則民無怨故君子莅民不臨以高不道以遠不責民之所不能今臨之明王之成功則民嚴而不迎也明王之民比屋可封茍欲齊之則憚而不能迎致王命道以數年之業則民疾使成數年之業則民困矣疾則辟矣故古者冕而前旒所以蔽明也􁐔絖塞耳所以弇聰也故水至清則無魚人至察則無徒禮緯含文嘉以懸絖垂旒為閑姦聲弇亂色令不惑視聽則繅瑱之設兼此二事也􁐔莊子為黈黄也按此記與莊説及著詩之義則人君以黄絖充耳大夫以素皆尚以玉也然毛王之徒以為石飾玉及鄭謂充耳為玉名義乖錯故未詳故枉而直之使自得之民有邪枉教之使自得也孟子曰匡之直之使自得之優而柔之使自求之謂寛教之揆而度之使自索之謂量民之材而施教之民有小罪必以其善以赦其過如死使之生其善也若死而使之復生也是以上下親而不離故惠者政之始也政不正則不可教也不習則民不可使也故君子欲言之見信也者莫若先虚其内也謂内外相應欲政之速行也者莫若以身先之也欲民之速服也者莫若以道御之也故不先以身雖行必遴矣遴吝不以道御之雖服必强矣故非忠信則無可以取親于百姓矣此忠信寛于言行相顧也上無此條者以言行不違在忠信之間外内不相應則無可以取信者矣四者治民之統也四者謂以身先之以道御之忠信及外内相應盛徳聖王之盛徳人民不疾六畜不疫五穀不災隂陽順序故人物不害也諸侯無兵而正小民無刑而治蠻夷懷服國語曰先王耀徳不觀兵古者天子常以季冬攷徳以觀治亂得失辨其法政也凡徳盛者治也徳不盛者亂也徳盛者得之也徳不盛者失之也是故君子攷徳而天下之治亂得失可坐廟堂之上而知也言不出户庭而周知海内之善惡也徳盛則修法徳不盛則飾政法徳法政禁令法政而徳不衰故曰王也王者往也民所歸也凡人民疾六畜疫五榖災者生于天道不順天道不順生于明堂不飾故有天災則飾明堂也淮南子云明堂之廟行明堂之令以調隂陽之氣而知四時之節以辟疾之災也凡民之為姦邪竊盜厯法妄行者生于不足亂法者生于不知足不足生于無度量也無度量則小者偷惰大者侈靡而不知足偷茍且惰懈惰故有度量則民足民足則無為姦邪竊盜厯法妄行者故有姦邪竊盜厯法妄行之獄則飾度量也凡不孝生于不仁愛也不仁愛生于喪祭之禮不明喪祭之禮所以教仁愛也致愛故能致喪祭春秋祭祀之不絶致思慕之心也孝經曰春秋祭祀以時思之也夫祭祀致饋養之道也死且思慕饋養況于生而存乎故曰喪祭之禮明則民孝矣故有不孝之獄則飾喪祭之禮也經解曰喪祭之禮廢則臣子之恩薄而倍死忘生者衆凡弑上生于義不明義者所以等貴賤明尊卑貴賤有序民尊上敬長矣民尊上敬長而弑者寡有之也朝聘之禮所以明義也故有弑獄則飾朝聘之禮也經解曰朝聘之禮廢則君臣之義失諸侯之行惡而倍畔侵陵之敗起凡鬭辨生于相侵陵也相侵陵生于長幼無序而教以敬讓也故有鬭辨之獄則飾鄉飲酒之禮也經解曰鄉飲酒之禮廢則長幼之序失而爭鬭之獄煩凡淫亂生于男女無别夫婦無義昏禮享聘者所以别男女明夫婦之義也享謂享婦及召族黨也故有淫亂之獄則飾昏禮享聘也經解曰昏姻之禮廢則夫婦之道苦而淫辟之罪多故曰刑罰之所從生有源不務塞其源而務刑殺之是為民設䧟以賊之也禮察曰禮禁將然之前法施已然之後也刑罰之源生于嗜慾好惡不節總言百姓犯刑罰之所由故明堂天法也天神所在也王者于此則天無私勤施之法禮度徳法也禮謂三百三千也惟有仁徳也所以御民之嗜慾好惡以順天法以成徳法也天地不可成順之而已其禮度則使成之刑罰者所以威不行徳法者也天道遠不責之徳法不行則罰之故季冬聽獄論刑者所以正法也嵗終聽不行徳法之刑為正徳法而論也法正論吏公行之是故古者天子孟春論吏徳行能功攷羣臣之徳行能功能得徳法者為有徳謂内外善也能行徳法者為有行謂能皆行能理徳法者為有能謂能綜理之而又弗盡行能成徳法者為有功謂内外成之而未能善也故論吏而法行事治而功成季冬正法孟春論吏治國之要也春論班賞冬攷量刑則莫不懲勸矣徳法者御民之銜勒也吏者轡也刑者筴也天子御者内史太史左右手也太史内史皆宗伯之屬太史下大夫二人内史中大夫一人俱親王之官也書曰太史内史云内史太史左右手則太史為左史内史為右史焉古者以法為銜勒以官為轡以刑為筴以人為手故御天下數百年而不懈惰史當字誤為人善御馬者正銜勒齊轡筴均馬力和馬心故口無聲手不摇筴不用而馬為行也善御民者正其徳法飭其官而均民力和民心故聽言不出于口刑不用而民治是以民徳美之夫民善其徳必稱其人故今之人稱五帝三王者依然若猶存者其法誠徳法天法也其徳誠厚謂禮度也夫民思其徳必稱其人朝夕祝之升聞于皇天上帝歆焉故永其世而豐其年不能御民者棄其徳法譬猶御馬棄轡勒而專以筴御馬馬必傷車必敗無徳法而專以刑法御民民必走國必亡故淮南子曰舜無佚民造父無佚馬亡徳法民心無所法循迷惑失道謂民上必以為亂無道謂君茍以為亂無道刑罰必不克又不能中成其無道上下俱無道故今之稱惡者必比之于夏桀殷紂何也曰法誠不徳其徳誠薄夫民惡之必朝夕祝之升聞于皇天上帝不歆焉故水旱竝興災害生焉故曰徳法者御民之本也古之御政以治天下者冢宰之官以成道司徒之官以成徳天道發施故為道地理含藏故主徳道徳者包五性内外之稱也天地之官尊故總焉宗伯之官以成仁木為仁也司馬之官以成聖聖通也夏氣物充達又征伐者所以平通天下司寇之官以成義金為義司空之官以成禮不主智者已兼司馬凡宗社之設城郭之度宫室之量典服之制皆冬官所職也故六官以為轡司㑹均入以為軜軜在軾前斂六轡之餘詩云鋈以觼軜司㑹冢宰之屬中大夫二人㑹計也主天下之大計王制曰司㑹以嵗之成質于天子也故御四馬執六轡御天地與人與事者亦有六政六政謂道徳仁聖禮義也是故善御者正身同轡詩云六轡既均均馬力齊馬心惟其所引而之不違于節故任其馳以取長道遠行可以之急疾可以御言皆從人心也天地與人事此四者聖人之所乗也四者天地與人與事是故天子御者太史内史左右手也六官亦六轡也天子三公合以執六官三公無官佐王論道而已均五政齊五法五政謂天子公卿大夫士五法謂仁義禮智信以御四者故亦惟其所引而之以之道則國治治典經邦國以之徳則國安教典安邦國以之仁則國和禮典和邦國以之聖則國平政典平邦國以之義則國成刑典詰邦國以之體則國定體國經野事官之職此御政之體也過失也人情莫不有過過而改之是不過也是故官屬不理分職不明法政不一百事失紀曰亂也亂則飭冢宰地宜不殖財物不蕃萬民飢寒教訓失道風俗淫僻百姓流亡人民散敗曰危也危則飭司徒父子不親長幼無序君臣上下相乖曰不和也不和則飭宗伯賢能失官爵功勞失賞禄爵禄失則士卒疾怨兵弱不用曰不平也不平則飭司馬刑罰不中暴亂姦邪不勝曰不成也不成則飭司寇百度不審立事失理財物失量曰貧也貧則飭司空冢宰掌六典司徒掌十二教宗伯掌五禮司馬掌九伐司寇掌五刑小宰職曰一曰治職以平邦國以均萬民以節財用二曰教職以安邦國以寧萬民以懷賓客三曰禮職以和邦國以諧萬民以事鬼神四曰政職以服邦國以正萬民以聚百物五曰刑職以詰邦國以糾萬民以除盜賊六曰事職以富邦國以養萬民以生百物司馬之屬司勲掌六鄉之賞田以等其功又司士之官掌羣吏之數以詔其爵禄凡度量財物攷工猶有其事故曰御者同是車馬或以取千里或數百里者所進退緩急異也治者同是法或以治或以亂者亦所進退緩急異也明堂者古有之也明堂之作其代未得而詳也按淮南子言神農之世祀于明堂明堂有蓋四方又漢武帝時有獻黄帝明堂圖者四面無壁中有一殿然其由或始于此也凡九室一室而有四户八牖三十六户七十二牖以茅蓋屋茅取其潔質也上圓下方明堂者所以明諸侯尊卑明堂非所以朝諸侯于祀也諸侯亦備焉外水曰辟雍韓詩説辟圓如璧雍以水不言圓言辟者取辟有徳不言辟水言雍雍和也南蠻東夷北狄西戎言四海之君于祭也各以其方列于水外明堂月令于明堂之中施十二月之令赤綴户也白綴牖也綴飾也二九四七五三六一八記用九室謂法龜文故取此數以明其制也堂高三尺東西九筵南北七筵上圓下方九室十二堂室四户户二牖其宫方三百步在近郊近郊三十里淳于登説明堂在國之陽三里之外七里之内丙巳之地韓詩説明堂在南方七里之郊然三十里無所取也再言方圓及户牖之數亦繁重或以為明堂者文王之廟也明堂與文王之廟不為同處或説謬也朱草日生一葉至十五日生十五葉十六日一葉落終而復始也孝經援神契曰朱草生蓂莢孳嘉禾成萐莆生蓂莢堯時俠階而生以記朔也朱草可食王者慈仁則生其形無記朔之狀蓋説不詳周時徳澤洽和蒿茂大以為宫柱名蒿宫也晏子春秋曰明堂之制下之潤濕不及也上之寒暑不入也木工不鏤示民知節也然或以蒿為柱表其儉質也明堂别有圖論不復詳焉此天子之路寢也不齊不居其屋路寢亦為此制待朝在南宫將視朝時揖朝出其南門周禮司士職曰正朝之位辨其貴賤之等王南向三公北面東上孤東面北上卿大夫西面北上王族故士虎士在路門之右南面東上太僕太右太僕從者在路門之左南面西上司士擯孤卿特揖大夫以其等旅揖士旁三揖王還揖門左揖門右太僕前正視朝位王入内朝皆退也"}
{"id": "KR1d0076_009", "series": "KR1d0076", "text": "千乗第六十七四代第六十八虞戴徳第六十九誥志第七十千乗公曰千乗之國受命于天子通其四疆教其書社修其灌廟建其宗主設其四佐列其五官處其朝市為仁如何子曰不仁國不化公曰何如之謂仁子曰不淫于色子曰立妃設如太廟然乃中治中治不相陵不相陵斯庶嬪遧遧則事上靜靜斯潔信在中朝大夫必慎以恭出㑹謀事必敬以慎言長幼小大必中度此國家之所以崇也立子設如宗社宗社先示威威明顯見辨爵集徳是以母弟官子咸有臣志莫敢援于外大夫中婦私謁不行此所以使五官治執事正也夫政以教百姓百姓齊以嘉善故蠱佞不生此之謂良民國有道則民昌此國家之所以大遂也卿設如大門大門顯美小大尊卑中度開明閉幽内禄出災以順天道近者閑焉遠者稽焉君發禁宰受而行之以時通于地散布于小理天之災祥地寳豐省及民共饗其禄共任其災此國家之所以和也國有四輔輔卿也卿設如四體毋易事毋假名毋重食凡事尚賢進能使知事爵不世能官之不愆凡民戴名以能食力以時成以事立此所以使民讓也民咸孝弟而安讓此以怨省而亂不作也此國家之所以長也下無用則國家富上有義則國家治長有禮則民不爭立有神則國家敬兼而愛之則民無怨心以為典令則民不偷昔者先王本此六者而樹之徳此國家之所以茂也設其四佐而官之司徒典春以教民之不則治不若不令成長幼老疾孤寡以時通于四疆有闔而不通有煩而不治則民不樂生不利衣食凡民之藏貯以及山川之神明加于民者發圖功謀齋戒必敬㑹時必節日厯巫祝執伎以守官俟命而作祈王年禱民命及畜榖蜚征庶虞百草方春三月緩施生育動作百物于時有事享于皇祖皇考朝孤子八人以成春事司馬司夏以教士車甲凡士執伎論功修四衞强股肱質射御才武聰慧治衆長卒可以為儀綴于國出可以為率誘于軍旅四方諸侯之遊士國中賢餘秀與閱焉方夏三月養長秀蕃庶物于時有事享于皇祖皇考爵士之有慶者七人以成夏事司寇司秋以聽獄訟治民之煩亂執權變民中凡民之刑萌本以安閒作起不敬以欺惑憧愚作于財賄六畜五榖曰盜誘居室家及幼子曰不義子女專曰妖飭五兵及木石曰賊以中情出小曰間大曰講利辭以亂屬曰讒以財投長曰貸凡犯天子之禁陳刑制辟以追罔民之不率上教者夫是故一家三夫道行三人餘食哀樂平無獄方秋三月收斂以時于時有事嘗新于皇祖皇考食農夫九人以成秋事司空司冬以制度制地事準揆山林規表衍沃畜水行衰濯浸以節四時之事治地遠近以任民力以節民食太古食壯之食攻老之事公曰功事不少而餱糧不多乎子曰太古之民秀長以壽者食也在今之民羸醜以胔者事也太古無游民食節事時民各安其居樂其官服事信上上下交信地移民聚在今之世上治不平民治不和百姓不安其居不樂其官老疾用財壯狡用力于兹民游薄事貪食于兹民憂古者殷書為成男成女名屬升于公門此以氣食得節作事得時民勸有功夏服君事不及暍冬服君事不及凍是故年榖順成天之饑饉道無殣者在今之世男女屬散名不升于公門此以氣食不節作事不時天之饑饉于時委民不得以疾死是故立民之居必于中國之休地因寒暑之和六畜育焉五榖宜焉辨輕重制剛柔和五味以節食時事東辟之民曰夷精以僥至于大遠有不火食者矣南辟之民曰蠻信以朴至于大遠有不火食者矣西辟之民曰戎勁以剛至于大遠有不火食者矣北辟之民曰狄肥以戾至于大遠有不火食者矣及中國之民曰五方之民咸有安居和味咸有實用利器知通之信令之及量地度居有城郭立朝市地以度邑邑以度民以觀安危距封後利先慮乆固依固可守為奥可乆能節四時之事霜露時降方冬三月草木落庶虞藏五榖必入于倉于時有事蒸于皇祖皇考息國老六人以成冬事民咸知孤寡之必不末也咸知有大功之必進等也咸知用勞力之必以時息也推而内之水火入也弗之顧矣而况有强適在前有君長正之者乎公曰善哉四代公曰四代之政刑論其明者可以為法乎子曰何哉四代之政刑皆可法也公曰以我行之其可乎子曰否不可臣願君之立知而以觀聞也四代之政刑君若用之則緩急將有所不節不節君將約之約之卒將棄法棄法是無以為國家也公曰巧匠輔繩而斲胡為其棄法也子曰心未之度習未之狎此以數踰而棄法也夫規矩準繩鈞衡此昔者先王之所以為天下也小以及大近以知遠今日行之可以知古可以察今其此耶水火金木土榖此謂六府廢一不可進一不可民竝用之今日行之可以知古可以察今其此耶昔夏商之未興也伯夷謂此三常之眇公曰長國治民恒幹論政之大體以教民辨厯大道以時地性興民之陽徳以教民事上服周室之典以順事天子修政勤禮以交諸侯大節無廢小眇其後乎子曰否不可後也詩云東有開明于時雞三號以興庶虞動蜚征作嗇民執功百草咸淳地傾水流之是以天子盛服朝日于東堂以教敬示威于天下也是以祭祀昭有神明燕食昭有慈愛宗廟之事昭有義率禮朝廷昭有五官無廢甲胄之戒昭果毅以聽天子曰崩諸侯曰薨大夫曰卒士曰不禄庻人曰死昭哀哀慶無失節是以父慈子孝兄愛弟敬此昔先王之所先施于民也君而後此則為國家失本矣公曰善哉子察教我也子曰鄉也君之言善執國之節也君先眇而後善中備以君之言可以知古可以察今奐然而與民壹始公曰是非吾言也吾一聞于師也子吁焉其色曰嘻君行道矣公曰道耶子曰道也公曰吾未能知人未能取人子曰君何為不觀器視才公曰視可明乎子曰可以表儀公曰願學之子曰平原大藪瞻其草之高豐茂者必有怪鳥獸居之且草可財也如艾而夷之其地必宜五榖高山多林必有怪虎豹蕃孕焉深淵大川必有蛟龍焉民亦如之君察之此可以見器見才矣公曰吾猶未也子曰羣然戚然頤然睪然踖然柱然抽然首然僉然湛然淵淵然淑淑然齊齊然節節然穆穆然皇皇然見才色脩聲不視聞怪物怪命不改志舌不更氣君見之舉也得之取也有事事也事必與食食必與位無相越踰昔虞舜天徳嗣堯取相十有六人如此公曰嘻美哉子道廣矣吾恐惽而不能用也何以哉子曰由徳徑徑公曰請問圖徳何尚子曰聖知之華也知仁之實也仁信之器也信義之重也義利之本也委利生孽公曰嘻言之至也道天地以民輔之聖人何尚子曰有天徳有地徳有人徳此謂三徳三徳率行乃有陰陽陽曰徳隂曰刑公曰善哉再聞此矣陽徳何出子曰陽徳出禮禮出刑刑出慮慮則節事于近而揚聲于遠公曰善哉載事何以子曰徳以監位位以充局局以觀功功以養民民于此乎上公曰禄不可後乎子曰食為味味為氣氣為志發志為言發言定名名以出信信載義而行之禄不可後也公曰所謂民與天地相參者何謂也子曰天道以視地道以履人道以稽廢一曰失統恐不長饗國公愀然其色子曰君藏玉惟慎用之惟慎敬而勿愛民亦如之執事無貳五官有差喜無竝愛卑無加尊淺無測深小無招大此謂楣機楣機賓薦不䝉昔舜徴薦此道于堯堯親用之不亂上下公曰請問民徴子曰無以為也難行公曰願學之幾必能子曰貪于味不讓妨于政願富不乆妨于政慕寵假貴妨于政治民惡衆妨于政為父不慈妨于政為子不孝妨于政大縱耳目妨于政好色失志妨于政好見小利妨于政變從無節妨于政撓弱不立妨于政剛毅犯神妨于政鬼神過節妨于政幼勿與衆克勿與比依勿與謀放勿與游徼勿與事臣聞之弗薦非事君也君聞之弗用以亂厥徳臣將薦其簡者蓋人有可知者焉貌色聲衆有美焉必有美質在其中者矣貌色聲衆有惡焉必有惡質在其中者矣此皆伯夷之所後出也子曰伯夷曰建國建政修國修政公曰善哉虞戴徳公曰昔有虞戴徳何以深慮何及高舉安取子曰君已聞之惟丘無以更也君之聞而未成也黄帝慕修之曰明法于天明施教于民行此以上明于天化也開物畢起是故民聽命而弗改也公曰善哉以天教于民可以班乎子曰可哉雖可而弗由此上知所以行斧鉞也父之于子天也君之于臣天也有子不事父有臣不事君是非反天而倒行耶故有子不事父不順有臣不事君必刃順天作刑地生庶物是故聖人之教于民也率天而祖地能用民徳是以高舉不過天深慮不過地質知而好仁能用民力此以三常之禮明而名不蹇禮失則壞名失則惽是故上古不諱正天名也天子之官四通正地事也天子御珽諸侯御荼大夫服笏正民徳也斂此三者而一舉之戴天履地以順民事天子告朔于諸侯率天道而敬行之以示威于天下也諸侯内貢于天子率名斆地實也是以不至必誅諸侯相見卿為介以其教士畢行使仁守㑹朝于天子天子以嵗二月為壇于東郊建五色設五兵具五味陳六律奏五聲聽明教置離抗大侯規鵠豎物九卿佐三公三公佐天子天子踐位諸侯各以其屬就位乃升諸侯之教士教士執弓挾矢揖讓而升履物以射其心志端色容正時以斆伎時有慶以地不時有讓以地天下之有道也有天子存國之有道也君得其正家之不亂也有仁父存是故聖人之教于民也以其近而見者稽其遠而明者天事曰明地事曰昌人事曰樂比兩以慶違此三者謂之愚民愚民曰姦姦必誅是以天下平而國家治民亦無貸居小不約居大則治衆則集寡則繆祀則得福以征則服此惟官民之上徳也公曰三代之相授必更制典物道乎子曰否猷徳保保惽乎前以小繼大變民視也公曰善哉子之察教我也子曰丘于君惟無言言必盡于他人則否公曰教他人則如何子曰否丘則不能昔啇老彭及仲傀政之教大夫官之教士技之教庻人揚則抑抑則揚綴以徳行不任以言任庻人以言猶以夏后氏之袝懷袍褐也行不越境公曰善哉我則問政子事教我子曰君問已參黄帝之制制之大禮也公曰先聖之道斯為美乎子曰斯為美雖有美者必偏屬于斯昭天之福迎之以祥作地之穡制之以昌興民之徳守之以長公曰善哉誥志公曰誥志無荒以㑹民義齋戒必敬㑹時必節犧牲必全齊盛必潔上下禋祀外内無失節其可以省怨遠災乎子曰丘未知其可以省怨也公曰然則何以事神子曰以禮㑹時夫民見其禮則上不援不援則樂樂斯無憂此以怨省而亂不作也夫禮㑹其四時四孟四季五牲五榖順至必時其節丘未知其可以遠災也公曰然則為此何以子曰知仁合則天地成天地成則庶物時庶物時則民財􁐕民財􁐕以時作時作則節事節事以動衆則有極有極以使民則勸勸則有功有功則無怨無怨則嗣世乆世乆惟聖人是故政以勝衆非以陵衆衆以勝事非以傷事事以靖民非以徴民故地廣而民衆非以為災長之禄也丘聞周太史曰政不率天不由人則凡事易壞而難成虞史伯夷曰明孟也幽幼也明幽雌雄也雌雄迭興而順至正之統也日歸于西起明于東月歸于東起明于西虞夏之厯建正于孟春于時冰泮發蟄百草權輿瑞雉無釋物乃嵗俱生于東次順四時卒于冬方于時雞三號卒明載于青色撫十二月節卒于丑日月成嵗厯再閏以順天道此謂虞汁月天曰作明日與維天是戴地曰作昌日與維地是事人曰作樂日與維民是嬉民之動能不遠厥事民之妃色不遠厥徳此謂表裏時合物之所生而蕃昌之道如此天生物地養物物備興而時用常節曰聖人主祭于天曰天子天子崩步于四川伐于四山卒葬曰帝天作仁地作富人作治樂治不倦財富時節是故聖人嗣則治文王治以俟時湯治以伐亂禹治以移衆衆服以立天下堯貴以樂治時舉舜舜治以徳使力在國統民而恕在家撫官如國安之勿變勸之勿沮民咸廢惡而進良上誘善而行罰百姓盡于仁而遂安之此古之明制之治天下也仁者為聖貴次力次美次射御次古之治天下者必聖人聖人有國則日月不食星辰不孛海不運河不滿溢川澤不竭山不崩解陵不阤川谷不處深淵不涸于時龍至不閉鳯降忘翼鷙獸忘攫爪鳥忘距䗦蠆不螫嬰兒蟁䖟不食夭駒雒出服河出圖自上世以來莫不降仁國家之昌國家之臧信仁是故不賞不罰而民咸盡力車不建戈遠邇咸服𦙍使來往地濱畢極無怨無惡率惟懿徳此無空禮無空名賢人竝優殘毒以時省舉良良舉善善恤民使仁日斆仁賓"}
{"id": "KR1d0076_010", "series": "KR1d0076", "text": "文王官人第七十一諸侯遷廟第七十二諸侯釁廟第七十三文王官人王曰太師慎維深思内觀民務察度情偽謂視中觀隱也變官民能厯其才藝女維敬哉試以衆位厯觀其才也女何慎乎非倫倫理次也宜所慎倫有七屬屬有九用用有六徴一曰觀誠二曰攷志三曰視中四曰觀色五曰觀隱六曰揆徳其說在下王曰於乎女因方以觀之富貴者觀其禮施也觀其禮及其施曲禮曰積而能散貧窮者觀其有徳守也觀其徳與其守孔子曰君子固窮嬖寵者觀其不驕奢也隱約者觀其不懾懼也曲禮曰富貴而知好禮則不驕不淫貧賤而知好禮則志不懾其少觀其恭敬好學而能弟也其壯觀其絜亷務行而勝其私也其老觀其憲慎强其所不足而不踰也孔子射矍相之圃蓋觀者如堵牆使公罔之裘序㸃揚觶而語公罔之裘揚觶而語曰幼壯孝弟耆耋好禮不從流俗修身以俟死者不在此位也蓋去者半處者半序㸃又揚觶而語曰好學不倦好禮不變旄期稱道不亂者不在此位也蓋㢙有存者父子之間觀其孝慈也兄弟之間觀其和友也君臣之間觀其忠惠也父慈子孝兄友弟和君惠臣忠也鄉黨之間觀其信憚也信而敬憚省其居處觀其義方省其喪哀觀其貞良省其出入觀其交友省其交友觀其任亷任以恩相親信也攷之以觀其信絜之以觀其知示之難以觀其勇煩之以觀其治淹之以利以觀其不貪藍之以樂以觀其不寧藍猶濫也喜之以物以觀其不輕怒之以觀其重醉之以觀其不失也縱之以觀其常遠使之以觀其不貳邇之以觀其不倦探取其志以觀其情攷其隂陽以觀其誠隂陽猶隱顯也覆其微言以觀其信曲省其行以觀其備此之謂觀誠也二曰方與之言以觀其志志殷而㴱殷盛也㴱蓋深也其氣寛以柔其色儉而不謟其禮先人其言後人見其所不足曰日益者也言日就益好臨人以色高人以氣賢人以言防其不足不欲見之伐其所能曰日損者也其貌直而不侮其言正而不私不飾其美不隱其惡不防其過如日月之食曰有質者也其貌固嫗其言工巧嫗以耽色下人謂形柔而辭巧飾其見物務其小徴有浮淺之事則工飾之而務尚其小成以故自說言以事自解説曰無質者也喜怒以物而色不作煩亂之而志不營營猶亂也深道以利而心不移道也者導也臨懾以威而氣不卑曰平心而固守者也喜怒以物而變易知煩亂之而志不裕示之以利而易移臨懾以威而易懾曰鄙心而假氣者也執之以物而遫決驚之以卒而度料言引之以卒然之事而能應時度焉不紊而性辨曰有慮者也難投以物物事難説以言知一而不可以解也言因一端困而不知其止無辨而自順曰愚戇者也謂闇狼也營之以物而不虞虞度也至則攻辨之不豫計度犯之以卒而不懼置義而不可遷臨之以貨色而不可營曰絜亷而果敢者也果敢謂不虞不懼也絜亷謂不營于貨色在義而不可遷則兼之也易移以言存志不能守固已諾無斷言止慎諾于人又不能自裁斷曰弱志者也順與之弗為喜非奪之弗為怒沈靜而寡言多稽而儉貌稽攷也曰質靜者也辨言而不固行自順而不讓失當而强之曰妬誣者也謂妬賢誣善微情而能發謂攻發幽賾也度察而能盡曰志治者也華而誣巧言令色足恭一也皆以無為有者也子曰巧言令色鮮矣仁此之謂攷志也攷度其志三曰誠在其中此見于外此上之諸志以其見占其隱按其陽察其隂以其細占其大據其小省其大以其聲處其氣聽處其聲氣也氣初生物謂物在于胞胎物生有聲聲有剛有柔有濁有清有好有惡咸發于聲也心氣華誕者其聲流散心氣順信者其聲順節心氣鄙戾者其聲斯醜心氣寛柔者其聲温好嘶當聲誤為斯春秋左傳曰蜂目豺聲忍人也夫音之美惡尚通于金石而況于身乎信氣中易義氣時舒義者剛其氣亦充故舒縱也智氣簡備簡通勇氣壯直聽其聲處其氣攷其所為觀其所由以其前占其後以前行占後行以其見占其隱以其小占其大此之謂視中也四曰民有五性喜怒欲懼憂也喜怒欲懼憂以其俱生于人而有常故亦謂之性也此五者之性人心兼盡喜氣内畜雖欲隱之陽喜必見怒氣内畜雖欲隱之陽怒必見欲氣内畜雖欲隱之陽欲必見懼氣内畜雖欲隱之陽懼必見憂悲之氣内畜雖欲隱之陽憂必見五氣誠于中發形于外民情不隱也喜色由然以生由當為油油然新生好貌怒色拂然以侮欲色嫗然以偷偷茍且也言惟求悦人懼色薄然以下憂悲之色纍然而靜玉藻曰喪容纍纍也誠智必有難盡之色誠仁必有可尊之色誠勇必有難懾之色誠忠必有可親之色誠絜必有難汚之色誠靜必有可信之色質色皓然固以安偽色縵然亂以煩雖欲故之中色不聽也言雖欲故隱之于中而無奈色見于外故子夏問孝子曰色難是以君子戒慎不失色于人雖變可知此之謂觀色也五曰生民有霒陽言人含隂陽之氣生而有知有知故生機偽也人多隱其情飾其偽以賴于物以攻其名也有隱于仁質者有隱于知理者有隱于文藝者有隱于亷勇者有隱于忠孝者有隱于交友者如此者不可不察也小施而好大得小讓而好大爭言願以為質愿當聲誤為願也偽愛以為忠面寛而貌慈假節以示之假節假仁質之節故其行以攻其名如此者隱于仁質也故其行者故為是行推前恃忠府知物焉謂有詢議之攻其所不知者則推援于人而恃以為忠府而形貌又如曉然也首成功少其所不足謂有先功者因首之有不足者因薄之詐以為知慮誠不及佯為不言内誠不足色示有餘故知以動人自執而不讓及其不知也觀人之動止因執為意而不推讓于人也錯辭而不遂莫知其情本非其意故辭情不終詩云虵虵碩言出自口矣如是者隱于知理者也素動人以言謂先徧習之及于衆前為方欲陳說也涉物而不終務廣聞而不究其言也問則不對詳為不窮色示有餘有道而自順用之物窮則為深妄言深遠如此者隱于文藝者也亷言以為氣茍作亷言以見俠氣自然矯厲以為勇内恐外悻無所不至敬再其説言茍自矯厲持以為勇終必恐懾而更至恭佞也以詐臨人如此者隱于亷勇者也自事其親好以告人乞言勞醉醉言悴也而面于敬愛飾其見物故得其名名揚于外不誠于内伐名以事其親戚以故取利以如此故要取其利分自其名以私其身如此者隱于忠孝者也隂行以取名隂行謂竊求諸人也比周以相譽迭相親比交相談譽明知賢可以徴與左右不同而交交必重己言知其賢而不與交交必取其重己者也心説之而身不近之身近之而實不至而懽忠不盡懽忠盡見于衆而貌克雖盡其忠懽及衆人之前猶相克爭如此者隱于交友者也此之謂觀隱也六曰言行不類終始相悖隂陽克易外内不合雖有隱節見行曰非誠質者也隱節隱于仁質之等其言甚忠其行甚平其志無私施不在多靜而寡類不好狎莊而安人曰有仁心者也事變而能治物善而能説浚窮而能達浚深也錯身立方而能遂曰廣知者也少言而行恭儉以讓有知而不伐有施而不置心不形于色也曰慎謙良者也微忽之言乆而可復謂微細及忽然之語幽閒之行獨而不克克好勝人也行其亡如其存謂奉先君及祖考之教令曰順信者也貴富雖尊恭儉而能施衆强嚴威有禮而不驕曰有徳者也隱約而不懾安樂而不奢勤勞之不變喜怒之而度晰曰有守者也晰明也有喜怒之來能置量度而明焉直方而不毁不瓦合也亷絜而不戾强立而無私曰有經者也正靜以待命命期命不召不至不問不言言不過行行不過道曰沈靜者也忠愛以事其親歡欣以致之盡力而不面敬以安人以故名不生焉曰忠孝者也合志而同方共其憂而任其難行忠信而不相疑迷隱遠而不相舍曰至友者也心色辭氣其入人甚俞甚俞言無己進退工工能也故其與人甚巧其就人甚速其叛人甚易曰位志者也位志者言其不一如爵位及人志也位有高卑人各有志也飲食以親貨賄以交接利以合故得望譽征利而依隱于物曰貪鄙者也妄當聲誤為望征行也隱據也質不斷辭不至言心既不能裁斷而辭又不及少其所不足謀而不已曰偽詐者也言行亟變從容謬易安然反覆好惡無常行身不類曰無誠志者也小知而不大決小能而不大成顧小物而不知大論亟變而多私曰華誕者也規諫而不類言能規諫而反不類道行而不平言以道行復不平也曰巧名者也故事阻者不夷畸鬼者不仁恃禱祀而不自修也面譽者不忠飾貌者不情隱節者不平隱節者亦謂六隱之等多私者不義揚言者寡信此之謂揆徳謂揆度于徳也王曰太師女推其往言以揆其來行聽其來言以省其往行孔子曰始吾於人聽其言而信其行今吾於人聽其言而觀其行也觀其陽以攷其隂察其内以揆其外是故隱節者可知偽飾無情者可辨質誠居善者可得忠惠守義者可見也王曰於乎敬哉女何慎乎非心何慎乎非人言當内慎其心外慎于人人有六徴六徴既成以觀九用九用既立一曰取平仁而有慮者二曰取慈惠而有理者三曰取直愍而忠正者四曰取順直而察聽者五曰取臨事而絜正者六曰取慎察而絜亷者七曰取好謀而知務者八曰取接給而廣中者接給謂應所問而勤廣中謂博于聞識也九曰取猛毅而度斷者此之謂九用也平仁而有慮者使是治國家而長百姓國諸侯家采邑慈惠而有理者使是長鄉邑而治父子鄉鄉遂邑公邑直愍而忠正者使是莅百官而察善否于周禮則治官慎直而察聽者使是長民之獄訟出納辭令于周禮則刑官臨事而絜正者使是守内藏而治出入于周禮則天官慎察而絜㢘者使是分財臨貨主賞賜于周禮則司祿司勲好謀而知務者使是治壤地而長百工于周禮則遂人匠車之等接給而廣中者使是治諸侯而待賓客于周禮則行人掌客猛毅而度斷者使是治軍事衞邊境于周禮則政官也因方而用之此之謂官能也九用有徴乃任七屬一曰國則任貴周禮曰長以貴得民二曰鄉則任貞幹事曰貞周禮曰吏以治得民也三曰官則任長周禮曰大事聽其長小事則專達四曰學則任師周禮曰師以賢得民五曰族則任宗周禮曰宗以族得民六曰家則任主易曰家人有嚴君焉父母之謂也七曰先則任賢正月王親命七屬之人曰於乎慎維深思内觀民務本慎在人女平心去私慎用六證六證六徴也論辨九用以交一人一人文王自謂也予亦不私女廢朕命亂我法罪致不赦三戒然後及論三戒之後亂法者則有司課其罪王親受而攷之然後論成諸侯遷廟成廟將遷之新廟君前徙三日齋祝宗人及從者皆齋謂親過高祖則毁廟以昭穆遷之春秋榖梁傳曰作主壞廟有時日于練焉壞廟壞廟之道易簷可也改塗可也范甯云將納新神故示有所加焉鄭𤣥注士虞禮曰練而後遷也禮志云遷廟者更釁其廟而移故主焉按此篇成廟之文與榖梁相傅也徙之日君𤣥服從者皆𤣥服周禮司服職曰公之服自衮冕而下如王之服侯伯之服自鷩冕而下如公之服子男之服自毳冕而下如侯伯之服孤之服自絺冕而下如子男之服卿大夫之服自𤣥冕而下如孤之服玉藻曰君命屈狄再命褘衣内司服職曰辨外内命婦之服鞠衣展衣緣衣素紗其于祭也君與夫人皆申其服祭統曰公衮冕立于阼夫人副褘立于東房是也臣及命婦助祭于君皆盡其服自祭于家咸降一等隂爵不敢申也雜記曰大夫冕而祭于公弁而祭于己士弁而祭于公冠而祭于己特牲饋食禮曰主婦纚笄宵衣立于房中是也然鄭氏頓貶公侯使一同𤣥冕以祭于己非其差也且諸侯專國禮樂車服王命有之何獨抑其服乎玉藻曰𤣥端以祭裨冕以朝孫炎云端當為冕𤣥冕祭服之下也其祭先君亦裨冕矣孫説為合下未即吉故略同爵弁也君命屈狄與再命褘衣者謂其夫為君則命其妻以屈狄加再等之命則上公夫人乃褘衣孫鄭等改鞠衣非也又云一命展衣者此則申子男臣妻之服耳言小國臣妻一命者亦展衣不命者則亦緣衣鄭𤣥又分公卿大夫及其妻為三等而升降其服經云孤絺冕卿大夫𤣥冕何為易之又命小國之卿及内子更同列國之卿孤絺冕與鞠衣錯易其次尤非宜也從至于廟廟殯宫羣臣如朝位列于廟門外如路門之位君入立于阼階下西向有司如朝位立于門内如門外之位宗人擯舉手曰有司具請升君升祝奉幣從在左北面祝主辭故在左神將遷故出在户牖間南面矣再拜興祝聲三曰孝嗣侯某敢以嘉幣告于皇考某侯言嗣以遷代不言國未忍有之也成廟將徙敢告卒不奠幣者禮畢矣于此將有事于新廟君及祝再拜興祝曰請導君降立于階下奉衣服者皆奉以從祝不言奉主而稱奉衣服者以毁易祖考誠人神之不忍從祝者祝所以導神也言皆者衣服非一稱周禮守祧職曰掌先王先公之廟祧其遺衣服藏焉奉衣服者降堂君及在位者皆辟也奉衣服者至碑君從有司皆以次從出廟門奉衣服者升車乃步君升車從者皆就車也皆就車謂乗貳車者凡出入門及大溝渠祝下擯神車祝為左故于步處則下至于新廟筵于户牖間始自外來故先于堂樽于西序下四時之祭在室筵奥中在堂筵序下是以設樽恒于東方今惟布南面之席故置樽于西以因其便矣脯醢陳于房中房西房也諸侯左右房也設洗當東榮南北以堂深記因卿士當言東霤有司皆先入如朝位祝導奉衣服者乃入君從奉衣服者入門左門左門西在位者皆辟也奉衣服者升堂皆反位君從升奠衣服于席上祝奠幣于几東君北向祝在左贊者盥升適房薦脯醢君盥酌奠于薦西反位君及祝再拜興祝聲三曰孝嗣侯某敢用嘉幣告于皇考某侯今月吉日可以徙于新廟敢告再拜君就東廂西面祝就西廂東面東西侯也祝就西廂因其便也在位者皆反走辟如食間走疾趨也擯者舉手曰請反位君反位祝從在左卿大夫及衆有司諸在位者皆反位祝聲三曰孝嗣侯某絜為而明薦之享詩曰吉蠲為饎是用孝享君及祝再拜君反位東郟之位祝徹反位西郟之位擯者曰遷廟事畢請就燕君出廟門卿大夫有司執事者皆出廟門告事畢事謂内主藏衣服斂幣徹几筵之等乃曰擇日而祭焉所以安神諸侯釁廟成廟釁之以羊廟新成而釁者尊而神之祭器名者成則釁之以豭豚君𤣥服立于寢門内南向祝宗人宰夫雍人皆𤣥服以神事故亦同爵弁小戴君朝服者謂不與也宗人曰請命以釁某廟君曰諾遂入雍人拭羊拭捝乃行入廟門碑南北面東上東上者宰夫也宰夫攝主也雍人舉羊升屋自中中屋南面刲羊血流于前乃降門以雞有司當門北面有司宰夫祝宗人也雍人割雞屋下當門郟室割雞于室中有司亦北面也郟室門郟之室一曰東西廂也釁東西室有司猶北面統于廟也雜記曰雍人舉羊升屋自中中屋南向刲羊血流于前乃降門郟室皆用雞先門而後郟室其衈皆于屋下割雞門當門郟室中室有司皆鄉室而立門則有司當門北面按小戴割雞亦于屋上記者不同耳此不言衈略也既事宗人告事畢皆退反命于君君寢門中南向宗人曰釁某廟事畢君曰諾宗人請就燕君揖之乃退"}
{"id": "KR1d0076_011", "series": "KR1d0076", "text": "小辨公曰寡人欲學小辨以觀于政其可乎小辨謂小辨給也子曰否不可社稷之主愛日曽子曰君子愛日以學書云日昃不遑也日不可得學不可以小辨不可輕有所學是故昔者先王學齊大道以觀于政天子學樂辨風别四方之風也制禮以行政政禁令也諸侯學禮辨官政以行事以尊事天子官政不錯則百事不紊也大夫學徳别義别猶辨也矜行以事君矜猶莊也士學順學順成之道辨言以遂志致命遂志士之節也庶人聽長辨禁農以行力辨禁識刑憲也如此猶恐不濟奈何其小辨乎公曰不辨則何以為政子曰辨而不小夫小辨破言小言破義小義破道道小不通通道必簡簡約也言約而有統易曰乾以易知坤以簡能是故循弦以觀于樂足以辨風矣爾雅以觀于古足以辨言矣邇近也謂依于雅頌孔子曰詩可以言可以怨邇之事父遠之事君多識鳥獸草木之名也傳言以象反舌皆至可謂簡矣夫道不簡則不行不行則不樂易曰簡則易從易從則有功有功則可大可大則賢人之業夫奕十棊之變由不可既也而況天下之言乎公于十棊之中變數尚不可盡天下之言其可窮乎故至道以不言為辨曰微子之言吾壹樂辨言子曰辨言之樂不若治政之樂辨言之樂不下席治政之樂皇于四海夫政善則民説民説則歸之如流水親之如父母諸侯初入而後臣之安用辨言公曰然則吾何學而可子曰禮樂而力忠信君其習可乎公曰多與我言忠信而不可以入患備與我言忠信而使不入于患子曰毋乃既不明忠信之備又倦其居則不可而行謂言而不行明忠信之備而又能行之則可立待也君朝而行忠信百官承事忠滿于中而發于外刑于民而放于四海天下其孰能患之言所推無不準公曰請學忠信之備子曰惟社稷之主實知忠信若丘也綴學之徒安知忠信公曰非吾子問之而焉也焉問之乎子三辭將對公曰彊避謂避彊也一曰公以夫子三辭欲避左右之彊者也子曰彊侍丘聞大道不隱言不可隱蔽也丘言之君發之于朝行之于國一國之人莫不知何一之彊辟丘聞之忠有九知知忠必知中能内思自盡也知中必知恕能自盡知故能知人知恕必知外内恕故外能處于度物也知外必知徳知徳必知政知政必知官知官必知事知事必知患知患必知備若動而無備患而弗知死亡而弗知安與知忠信内思畢心曰知中中以應實曰知恕内恕外度曰知外外内參意曰知徳徳以柔政曰知政正義辨方曰知官官治物則曰知事事戒不虞曰知備毋患曰樂樂義曰終于知事而越言知備者因義言之足明于上也用兵公曰用兵者其由不祥乎祥善子曰胡為其不祥也聖人之用兵也以禁殘止暴于天下也言非利金攘土將以存亡繼絶平天下之亂也及後世貪者之用兵也以刈百姓危國家也刈翦公曰古之戎兵何世安起子曰傷害之生乆矣與民皆生人含五常之氣生有喜則和親怒則離害其相害者皆由兵也公曰蚩尤作兵歟子曰否蚩尤庶人之强者也或云蚩尤古之諸侯妄耳一曰衆人之貪者也及利無義不顧厥親以喪厥身蚩尤惽慾而無厭者也何器之能作蜂蠆挾螫言如蜂蠆之挾毒也而生見害謂黄帝殺之于涿鹿之野而校以衞厥身者也止教習干戈自衞身非作者也人生有喜怒故兵之作與民皆生聖人利用而弭之亂人興之喪厥身詩云魚在在藻厥志在餌由心在于利用兵以取危蓋逸詩也鮮民之生矣不如死之乆矣小雅蓼莪之三章也亦困于兵革之詩也校徳不塞嗣武于孫子亦同上二章但用兵革喪除其徳不以塞亂而徒傳續武事于子孫者也聖人愛百姓而憂海内及後世之人思其徳必稱其人故今之道堯舜禹湯文武者猶依然至今若存夫民思其徳必稱其人朝夕祝之升聞皇天上神歆焉故永其世而豐其年也夏桀商紂贏暴于天下暴極不辜殺戮無罪詩云無罪無辜亂如此憮不祥于天粒食之民布散厥親雖親莫能相養疏遠國老幼色是與言疏遠老成而與幼色者若楚恭王遠申叔時而用子反也而暴慢是親饞貸處榖千乗曰以財投長曰貸榖禄也法言法行處辟辟罪辟也殀賛天道逆亂四時禮樂不行而幼風是御任童幼之人使專政厯失制君臣昏亂時候錯緒攝提失方攝提左右六星與斗杓相直恒指中氣尚書中候曰攝提移居鄒大無紀邦當字誤為鄒或陬聲誤為鄒也不頒朔于諸候周禮太史正嵗年以序事頒之于官府及都鄙頒告朔于邦國也玉瑞不行玉者所以等神祇别人事其用自重焉諸侯力政不朝于天子言以威力侵爭周書曰力爭則力政力政則無讓無讓則無禮無禮則得所好民皆樂之乎六蠻四夷交伐于中國周禮職方氏四夷八蠻七閩九貉五戎六狄此周所服四海其種落之數也明堂位曰九夷八蠻六戎五狄此朝明堂時來者國數也爾雅曰九夷八狄七戎六蠻其夏之所服與殷之夷國東方十南方六西方九北方十有三然鄭𤣥以四夷為四方九貉為九夷又引爾雅其數不同及四六文闕而不定是終使學者疑其所聞也于是降之災水旱臻焉霜雪大薄甘露不降百草蔫黄五榖不升民多夭疾六畜􁐖胔瘁當字誤􁐖也瘁病也胔癭也此太上之不論不議也帝皇之世無災疫故百姓不議殀傷厥身失墜天下夫天之報殃于無徳者也必與其民故書曰天明威自我民明威也公懼焉曰在民上者可以無懼乎哉少閒公曰今日少閒我請言情于子子愀然變色遷席而辭曰君不可以言情于臣臣請言情于君君則不可公曰師之而不言情焉其私不同言己師禮事夫子故不使言情也其私人不同于此也子曰否臣事君而不言情于君則不臣君而言情于臣則不君有臣而不臣猶可有君而不君民無所錯手足公曰吾度其上下咸通之使上下皆達也權其輕重居之謂事役及刑罰準民之色目既見之鼓民之聲耳既聞之動民之徳心既和之通民之欲兼而壹之言皆稱百姓之欲也愛民親賢而教不能民庶説乎子曰說則説矣可以為家不可以為國公曰可以為家胡為不可以為國國之民家之民也子曰國之民誠家之民也然其名異不可同也同名同食曰同等名位不同禮亦異數惟不同等民以知極周禮大司徒職曰以儀辨等則民不越也故天子昭百神于天地之間以示威于天下也祭法曰有天下者事百神諸侯修禮于封内以事天子大夫修官守職以事其君士修四衞執技論力以聽乎大夫四衞四方之職曲禮曰地廣大荒而不治此亦士之辱也庶人仰視天文俯視地理力時使以聽乎父母孝經曰用天之道分地之利謹身節用以養父母此庶人之孝也此惟不同等民以可治也公曰善哉上與下不同乎子曰將以時同時不同言有可同不可同也上謂之閑下謂之多疾不正之政君謂之閑民謂之多疾同所惡也君時同于民布政也施善政也民時同于君服聽也上下相報而終于施施恩施也大猶已成發其小者遠猶已成發其近者遠大之謀緣近小始將持重器先其輕者將持重器必先效輕者亦以諭政也先清而後濁者天地也清濁謂隂陽也天政曰正地政曰生人政曰辨辨别茍本正則華英必得其節以秀孚矣言專務其本則華英得隂陽之節而秀孚也此官民之道也官人當取終始公曰善哉請少復進焉子曰昔堯取人以狀觀其容狀施發舜取人以色禹取人以言湯取人以聲文王取人以度觀其量度四代五王之取人以治天下如此四代據文距殷或曰文王取人以度四代謂兼之也公曰嘻善之不同也嘻嘆惜之聲公謂五王取人徳有不同也子曰何為其不同也公曰同乎子曰同公曰人狀可知乎問四代以人狀得善之事子曰不可知也公曰五王取人各有以舉之胡為人之不可知也子曰五王取人比而視相而望五王取人各以己焉是以同狀聖王通而虚已故于求人雖言色不同而善惡無異公曰以子相人何如子曰否丘則不能五王取人言不能如五王丘也傳聞之以委于君丘則否能傳聞而已不能如也亦又不能又不能備聞也公曰我聞子之言始䝉矣自言䝉亂子曰由君居之成于純胡為其䝉也由用也言能居之則成純何為其䝉也雖古之治天下者豈生于異州哉昔虞舜以天徳嗣堯凡質以天徳文以地徳禮緯含文嘉曰殷授天而王周據地而王也布功散徳制禮朔方幽都來服南撫交趾出入日月莫不率俾俾使西王母來獻其白琯粒食之民昭然明視西王母神也其狀如人琯所以候氣漢明帝時于舜廟下得玉琯一枚也民明教通于四海民明于教夷夏同風海之外肅慎北發渠搜氐羌來服北發北狄地名其地出迅走鹿周武王時肅慎貢楛矢文麈渠搜貢露犬氐羌貢鸞鳥也舜崩有禹代興禹卒受命乃遷邑姚姓于陳遷邑姚姓于陳謂改封虞氏後于陳因使氏焉春秋左傳曰胙之以土命之氏作物配天修徳使力民明教通于四海海之外肅慎北發渠搜氐羌來服禹崩十有七世乃有末孫桀即位桀不率先王之明徳乃荒耽于酒淫泆于樂徳昏政亂作宫室高臺淮南子云桀為璇宫瑶臺象箸玉杯也汙池土察汙窪也察深也言洞地為池也以為民虐逞其濫酷粒食之民惽焉幾亡乃有商履代興履湯名論語曰履敢用𤣥牡王侯世家曰湯名天乙白虎通曰湯王之後更定名為子孫法本名履也商履循禮法以觀天子天子不悦則嫌于死成湯怒至于亂成湯卒受天命不忍天下粒食之民刈戮不得以疾死故乃放移夏桀散亡其佐伐之于南巢放之于夏宫而去其臣佐乃遷姒姓于杞封夏后氏之後于杞亦命氏焉發厥明徳順天嗇地作物配天制典慈民發其明徳而順天之心嗇收也咸合諸侯作八政命于總章八政洪範所云是也總章重屋之西堂于此命事取萬物之成功也服禹功以修舜緒為副于天粒食之民昭然明視民明教通于四海海之外肅慎北發渠搜氐羌來服成湯既崩殷徳小破二十有二世乃有武丁即位開先祖之府取其明法以為君臣上下之節殷民更服近者説遠者至粒食之民昭然明視武丁盤根弟小乙之子也有雊雉之變懼而修徳重興殷道號為高宗武丁既崩殷徳大破九世乃有末孫紂即位紂不率先王之明徳乃上祖夏桀行荒耽于酒淫泆于樂徳昏政亂作宫室高臺謂傾宫鹿臺之等也汙池土察以為民虐粒食之民忽然幾亡乃有周昌霸諸侯以佐之紂不説諸侯之聽于周昌則嫌于死乃退伐崇許魏以客事天子許魏不在五伐蓋時小伐也客事天子謂忍而臣之也文王卒受天命作物配天制法任地行三明親親尚賢民明教通于四海海之外肅慎北發渠搜氐羌來服君其志焉或徯將至也君哀公也言今周衰之甚有繼之者將至也公曰大哉子之教我政也列五王之徳煩煩如繁諸乎煩煩衆也如繁諸言如萬物之繁蕪也子曰君無譽臣臣之言未盡請盡臣之言君而財之曰于此有功匠焉王非獨善言有師保有利器焉言有先王之禮度也有措扶焉謂股肱之良也以時令其藏必周密發而用之易曰藏器于身待時而發可以知古可以察今可以事親可以事君可用于生又用之死吉凶竝興禍福相生言識其竝興及相生之義老子曰禍兮福所倚福兮禍所伏也卒反生福大徳配天終為福徳以配于天公愀然其色變容色也曰難立哉子曰臣願君之立知而以觀聞也觀君博聞以立知焉時天之氣用地之財以生殺于民民之死不可以教謂辜極可以茍免也公曰我行之其可乎子曰惟此在君言行此在君也君曰足臣恐其不足未足而君謂足則臣恐未足告以不足也君曰不足臣恐其足寔足可行而君曰不足則臣云足所謂可否也舉其前必舉其後舉其左必舉其右君既教矣安能無善君道之則民應以善公吁焉其色曰大哉子之教我制也政之豐也如木之成也子曰君知未成言未盡也凡草木根鞁傷則枝葉必徧枯敗當字誤為鞁徧枯是為不實民亦如之民以君為本上失政大及人畜榖政敗失則傷及人物公曰所謂失政者若夏商之謂乎子曰否若夏商者天奪之魄不生徳焉言天地絶夏商之餘民乃興商周之績春秋左傳曰天奪其魄耳目有聰明謂之魄公曰然則何以謂失政子曰所謂失政者疆藪未虧言疆域與草木皆未易常也人民未變鬼神未亡民神猶依附之水土未絪絪猶亂韓詩外傳曰隂陽相勝氛祲絪緼也糟者猶糟實者猶實糟以諭惡實以諭善亦言善惡之物未錯亂也玉者猶玉玉以諭善人言尚賢其賢血者猶血酒者猶酒血憂色也酒以諭樂猶憂其可憂而樂其所樂優繼以湛政出自家門此之謂失政也湛猶乆也言天下安然人物不札方優以佚樂繼之由其失政也非天是反人自反臣故曰君無言情于臣君無假人器君無假人名春秋左傳曰惟器與名不可以假人者也公曰善哉"}
{"id": "KR1d0076_012", "series": "KR1d0076", "text": "朝事古者聖王明義以别貴賤以序尊卑以體上下然後民知尊君敬上而忠順之行備矣是故古者天子之官有典命官掌諸侯之儀大行人掌諸侯之儀以等其爵故貴賤有别尊卑有序上下有差也典命諸侯之五儀諸臣之五等之命上公九命為伯其國家宫室車旌衣服禮儀皆以九為節諸侯諸伯七命其國家宫室車旌衣服禮儀皆以七為節子男五命其國家宫室車旌衣服禮儀皆以五為節王之三公八命其卿六命其大夫四命及其封也皆加一等其國家宫室車旌衣服禮儀亦如之凡諸侯之適子省于天子攝君則下其君之禮一等未省則以皮帛繼子男公之孤四命以皮帛視小國之君其卿二命其大夫再命士一命其宫室車旌衣服禮儀各視其命之數侯伯之卿大夫士亦如之子男之卿再命其大夫一命其士不命其宫室車旌衣服禮儀各如其命之數禮大行人以九儀别諸侯之命等諸臣之爵以同域國之禮而待其賓客上公之禮執桓圭九寸繅藉九寸冕服九章建常九旒樊纓九就貳車九乗介九人禮九牢其朝位賓主之間九十步饗禮九獻食禮九舉諸侯之禮執信圭七寸繅藉七寸冕服七章建常七旒樊纓七就貳車七乗介七人禮七牢其朝位賓主之間七十步饗禮七獻食禮七舉諸伯執躬圭其他皆如諸侯之禮諸子執榖璧五寸繅藉五寸冕服五章建常五旒樊纓五就貳車五乗介五人禮五牢其朝位賓主之間五十步饗禮五獻食禮五舉諸男執蒲璧其他皆如諸子之禮凡大國之孤執皮帛以繼小國之君諸侯之卿禮各下其君二等以下及大夫士皆如之天子之所以明章著此義者以朝聘之禮也是故千里之内嵗一見千里之外千五百里之内二嵗一見千五百里之外二千里之内三嵗一見二千里之外二千五百里之内四嵗一見二千五百里之外三千里之内五嵗一見三千里之外三千五百里之内六嵗一見各執其圭瑞服其服乗其輅建其旌旂施其樊纓從其貳車委積之以其牢禮之數所以明别義也然後天子冕而執鎮圭尺有二寸繅藉尺有二寸搢大圭乗大輅建大常十有二旒樊纓十有再就貳車十有二乗率諸侯而朝日東郊所以教尊尊也退而朝諸侯為壇三成宫旁一門天子南鄉見諸侯土揖庶姓時揖異姓天揖同姓所以别親疏外内也公侯伯子男各以其旂就其位諸公之國中階之前北面東上諸侯之國東階之東西面北上諸伯之國西階之西東面北上諸子之國門東北面東上諸男之國門西北面東上及其將幣也公于上等所以别貴賤序尊卑也奠圭降拜升成拜明臣禮也奉國地所出重物而獻之明臣職也肉袒入門而右以聽事也明臣禮職臣事所以教臣也率而祀天于南郊配以先祖所以教民報徳不忘本也率而享祀于太廟所以教孝也與之大射以攷其習禮樂而觀其徳行與之圖事以觀其能儐而禮之三饗三食三宴以與之習立禮樂是故一朝而近者三年逺者六年有徳焉禮樂為之益習徳行為之益修天子之命為之益行然後使諸侯世相朝交嵗相問殷相聘以習禮攷義正刑一徳以崇天子故曰朝聘之禮者所以正君臣之義也諸侯相朝之禮各執其圭瑞服其服乗其輅建其旌旂施其樊纓從其貳車委積之以其牢禮之數所以别義也介紹而相見君子于其所尊不敢質敬之至也君使大夫迎于境卿勞于道君親郊勞致館及將幣拜迎于大門外而廟受北面拜貺所以致敬也三讓而後升所以致尊讓也敬讓也者君子之所以相接也諸侯相接以敬讓則不相侵陵也此天子之所以養諸侯兵不用而諸侯自為正之具也君親致饔既還圭饗食致贈郊送所以相與習禮樂也諸侯相與習禮樂則徳行修而不流也故天子制之而諸侯務焉聘禮上公七介侯伯五介子男三介所以明貴賤也介紹而傳命君子于其所尊不敢質敬之至也三讓而後傳命三讓而後入門三揖而後至階三讓而後升所以致尊讓也君使士迎于境大夫郊勞君親拜迎于大門之内而廟受北面拜貺拜君命之辱所以致敬讓也致敬讓者君子之所以相接也故諸侯相接以敬讓則不相侵陵也卿為上擯大夫為承擯士為紹擯君親醴賓私覿致饔既還圭璋賄贈饗食燕所以明賓主君臣之義也故天子之制諸侯交嵗相問殷相聘相厲以禮使者聘而誤主君不親饗食所以恥厲之也諸侯相厲以禮則外不相侵内不相陵此天子所以養諸侯兵不用而諸侯自為正之具也以圭璋聘重禮也已聘而還圭璋輕財重禮之義也諸侯相厲以輕財重禮則作讓矣主國待客出入三積既客于舍五牢之具陳于内米三十車禾三十車蒭薪倍禾皆陳于外乗禽日五雙羣介皆既牢壹食再饗宴與時賜無數所以厚重禮也古之用財不能均如此然而用財如此其厚者言盡之于禮也盡之于禮則内君臣不相陵而外不相侵故天子制之而諸侯務焉古者大行人掌大賓之禮及大客之儀以親諸侯春朝諸侯而圖天下之事秋覲以比邦國之功夏宗以陳天下之謀冬遇以協諸侯之慮時㑹以發四方之禁殷同以施天下之政時聘以結諸侯之好殷眺以除邦國之慝間問以諭諸侯之志歸脤以交諸侯之福賀慶以贊諸侯之喜致禬以補諸侯之災天子之所以撫諸侯者嵗徧在三嵗徧眺五嵗徧省七嵗屬象胥喻言語叶辭令九嵗屬瞽史諭書名聽音聲十有一嵗建瑞節同度量成牢禮同數器修法則十有二嵗天子廵狩殷國是故諸侯上不敢侵陵下不敢暴小民然後諸侯之國札喪則令賻補之凶荒則令賙委之師役則令槁禬之有福事則令慶賀之有禍災則令哀弔之凡此五物者治其事故及其利害為一書其禮俗政事教治刑禁之逆順為一書其悖逆暴亂作慝欲犯令者為一書其札喪凶荒厄貧為一書其康樂和親安平為一書凡此五物者每國别異之天子以周知天下之政是故諸侯附于徳服于義則天下太平古者天子為諸侯不行禮義不修法度不附于徳不服于義故使射人以射禮選其徳行職方氏大行人以其治國選其能功諸侯之得失治亂定然後明九命之賞以勸之明九伐之法以震威之尚猶有不附于徳不服于義者則使掌交説之故諸侯莫不附于徳服于義者此天子之所以養諸侯兵不用而諸侯自為正之具也投壺投壺之禮主人奉矢司射奉中使人執壺主人請曰某有枉矢峭壺請樂賓賓曰子有旨酒嘉殽又重以樂敢辭主人曰枉矢峭壺不足辭也敢以請賓曰某賜旨酒嘉殽又重以樂敢固辭主人曰枉矢峭壺不足辭也敢固以請賓對曰某固辭不得命敢不敬從賓再拜受主人般還曰避主人阼階上再拜送賓般還曰避己拜受矢進即兩楹間退反位揖賓就筵司射進度壺反位設中執八算請于賓曰奏投壺之令曰順投為入比投不釋算勝飲不勝正爵既行請為勝者立馬三馬既立慶多馬請主人亦如之命弦者曰請奏貍首閒若一太師曰諾左右告矢具請拾投投入者則司射坐而釋一算焉賓黨于右主黨于左卒投司射執餘算曰左右卒投請數二算為純一純以取一算為竒有勝則司射以竒算告曰某黨賢于某黨賢若干純竒則曰竒鈞則曰左右鈞舉手曰請勝者之弟子為不勝者酌酌者曰諾已酌皆請舉酒當飲者皆跪奉觚曰賜灌勝者跪曰敬養司正曰正爵既行請為勝者立馬各直其算上一馬從二馬以慶慶禮曰三馬既立請慶多馬賓主人皆曰諾正爵既行請徹馬周則復始既算算多少視其坐矢八分堂上七扶堂中五扶庭下九扶算長尺二寸堂下司正司射庭長及冠士立者皆屬賓黨樂人及童子使者皆屬主黨降揖其阼階及樂事皆與射同節壺中置小豆為其矢躍而出也壺去席二矢半矢以柘者棘無去其皮大七分曽孫侯氏今日泰射四正具舉大夫君子凡以庶士小大莫處御于君所以燕以射則燕則譽質參既設執旌既載干侯既亢中獲既置壺脰脩七寸口徑二寸半壺高尺二寸受斗五升壺腹脩五寸弓既平張四侯且良決拾有常既順乃讓乃揖乃讓乃隮其堂乃節其行既志乃張射夫命射射者之聲獲者之旌既獲卒莫凡雅二十六篇其八篇可歌歌鹿鳴貍首鵲巢采蘩采蘋伐檀白駒騶虞八篇廢不可歌七篇商齊可歌也三篇間歌史辟史義史見史童史謗史賓拾聲叡挾魯命弟子辭曰無荒無慠無倨立無踰言若是者有常爵嗟爾不寧侯為爾不朝于王所故亢而射女强食食爾曽孫侯氏百福"}
{"id": "KR1d0076_013", "series": "KR1d0076", "text": "公冠公冠自為主迎賓揖升自阼立于席入堂深異于士既醴降自阼君尊故其降也不使就賓階也其餘自為主者其降也自西階以異不敢終于正其餘皆與公同也謂迎賓升阼之等公𤣥端與皮弁皆蹕𤣥端緇布冠及𤣥冠之服也玉繅曰始冠緇布之冠自諸侯下逹冠而弊之可二服皆鞸也古者田狩而食其肉衣其皮先以兩皮如鞸以蔽其前後及後世聖人易之以布帛猶存其皮前示不妄古尊祭服異其名曰芾其制上廣一尺下廣二尺長三尺其頸五寸肩革帶博二寸朝服素鞸𤣥端諸侯之朝服皮弁天子朝服鞸從裳色皆素也公冠四加𤣥冕四當為三𤣥當為衮字之誤饗之以三獻之禮饗賓也士于賓以一獻之禮也無介于饗而贊冠者退為衆賓者君禮于臣本無介也無樂亦饗時也冠者成人代父始宜盡孝子之感不可以歡樂取之孔子曰娶婦之家三日不舉樂思嗣親也然則冠禮不舉樂同也春秋左氏傳曰以金石之樂節之謂冠之時謂節也皆𤣥端君臣同服其醻幣朱錦采四馬其慶也同其慶賓亦如是太子儗焉儗公禮也太子與庶子其冠皆自為主主侯自主之重言太子誤也家語曰王太子庶子之冠儗焉非也其禮與士同其饗賓也皆同士冠禮記曰天子之元子猶士也天下無生而貴者也成王冠周公使祝雍祝王雍太祝當辭與王為祝辭于冠告焉曰達而勿多也辭多則史少則必達祝雍曰使王近于民視民如子逺于年嗇于時惠于財反時惠施親賢使能陛下離顯先帝之光耀離明也以承皇天嘉禄欽順仲春之吉日古者冠以仲春遵並大道邠或邠或當為芬彧聲字之誤也秉集萬福之休靈始加昭明之元服推逺稚免之幼志免猶弱也崇積文武之寵徳文皇帝武皇帝肅勤髙祖清廟髙祖髙皇帝也六合之内靡不息陛下永永與天無極孝昭冠辭漢孝昭帝冠辭皇皇上天昭臨下土集地之靈降甘風雨禮運曰地秉隂竅于山川庶物羣生各得其所靡今靡古言覆施均維予一人某敬拜皇天之祐古祝辭則云嗣王某或曰一人某王者親告之辭也薄薄之土承天之神薄旁薄也易曰乃順承天也興甘風雨庶卉百榖莫不茂者既安且寧維予一人某敬拜下土之靈維某年某月上日年謂太嵗所在月正月也其天地祝辭皆爾省文過于下明之也明光于上下勤施于四方旁作穆穆維予一人某敬拜迎于郊以正月朔日迎日于東郊古者帝王以正月朝聘率有司迎日于東郊也所以為萬品先而尊事天也本命分于道謂之命道謂𡨕化自然之道也人資始焉或分得其長或分得其短其中脩促謂之命也孔子曰死生有命形于一謂之性形法家也凡人禀于本則象之以仁受於金則象之以義孔子曰天命之謂性性者資于未生之前發于既生之後原其所始故于此言之化于隂陽象形而發謂之生象微昧易曰男女構精萬物化生也化窮數盡謂之先化窮者身也數盡者年也故命者性之終也命初分于道則是生之始也分道則脩短已定故為生之終是以始末舉也則必有終矣人生而不具者五目無見不能食不能行不能言不能化三月而徹盷盷精也轉視貌或為徹也然後能有見八月生齒然後食朞而生臏然後能行三年瞦合然後能言三月萬物一成朞年天道一備三年而天道大成故因之以變化也十有六情通然後能化隂窮反陽陽窮反隂夏至陽往隂動冬至隂消陽息是故隂以陽化陽以隂變故男以八月而生齒八嵗而齔一隂一陽然後成道易曰一隂一陽之謂道也二八十六然後情通然後其施行施道行也女七月生齒七嵗而齔二七十四然後其化成化道成陽施而隂化亦天地之道也合于三也小節也男女合于三十中古男三十而娶女二十而嫁合于五也中節也合于五十太古男五十而室女三十而嫁備于三五合于八也備三五十合于八十也不言大節省文按周禮媒氏職曰令凡男三十而娶女二十而嫁内則曰二十而冠三十而有室十五笄二十而嫁尚書大傳曰男三十而娶女二十而嫁書曰有鰥在下曰虞舜喪服為夫之姑姊妹之長殤然則古者皆以二十三十為婚姻之年十六十四為嫁娶之期今有三十五十則非也故譙周云師言此說似漢初學者所續焉八者維綱也天地以發明故聖人以合隂陽之數也八為方維八卦之數也天地以之明聖人以之合隂陽九六大衍之數也禮義者恩之主也冠昏朝聘喪祭賔主鄉飲酒軍旅此之謂九禮也君臣冠昏朝聘五也喪祭七也鄉飲賓主八也軍旅九也禮經三百禮經統于心也威儀三千曲禮也行于貌也機其文之變也機危也謂二禮動行九事皆有其文每變不同也禮之象五行也其義四時也象五行謂内外爵與五服義宜也故以四制有恩有義有節有權恩厚者其服重故為父斬衰三年以恩制者也門内之治恩掩義門外之治義斷恩資于事父以事君而敬同貴貴尊尊義之大者也故為君亦服斬衰三年以義制者也貴貴謂為大夫君尊尊謂為天子諸侯也三日而食食食粥也三月而沐將虞時朞而練毁不滅性不以死傷生也喪不過三年苴衰不補異于吉無飾也墳墓不坯同于丘陵除之日鼓素琴漸有終因省哀示民有終也以節制者也資于事父以事母而愛同天無二日國無二君家無二尊以一治之也父在為母齊衰朞見無二尊也百制具不言具不言而事行者扶而起謂天子諸侯言而後事行者杖而起謂士大夫身自執事而後事行者面垢而已謂庶人凡此以權制者也始死三日不怠三月不解朞悲號三年憂恩之殺也東夷二連其不怠者哭不絶聲不解者不脫絰帶也聖人因殺以制節也謂卒哭祥禫之變男者任也子者孶也男子者言任天地之道而長萬物之義也故謂之丈夫丈者長也夫者扶也言長萬物也知可為者知不可為者知可言者知不可言者知可行者知不可行者是故審倫而明其别謂之知所以正夫徳也女者如也子者孶也女子者言如男子之教而長其義理者也故謂之婦人婦人伏于人也是故無専制之義有三從之道在家從父適人從夫夫死從子無所敢自遂也從其教令不出閨門事在饋食之間而已矣易曰無攸遂在中饋詩曰無非無儀惟酒食是議也是故女日及乎閨門之内専其志且逺嫌不百里而犇喪言及日故絰成見星事無獨為行無獨成之道參知而後動可驗而後言宵行以燭宮事必量六畜蕃于宮中謂之信也如此乃為信固也所以正婦徳也女有五不取逆家子不取亂家子不取亂淫亂也世有刑人不取世有惡疾不取喪婦長子不取逆家子者為其逆徳也亂家子者為其亂人倫也世有刑人者為其棄于人也世有惡疾者為其棄于天也喪婦長子者為其無所受命也婦有七去不順父母去無子去淫去妒去有惡疾去多言去竊盗去不順父母為其逆徳也無子為其絶世也淫為其亂族也妒為其亂家也有惡疾為其不可與共粢盛也口多言為其離親也詩云婦有長舌惟厲之階盗竊為其反義也婦有三不去有所取無所歸不去與更三年喪不去前貧賤後富貴不去大罪有五逆天地者罪及五世欺造化及要君者誣文武者罪及四世非聖人者逆人倫者罪及三世非孝者此皆大亂之道也誣鬼神者罪及二世殺人者罪止其身周書曰大命世小命身故大罪有五殺人為下易本命子曰夫易之生人禽獸萬物昆蟲各有以生易說曰渾元之始是曰太易二象之所資萬品之所生易曰易有太極是生兩儀兩儀生四象四象生八卦易說曰太易者未見氣也太初者氣之始也太素者質之始也禮運曰夫禮必本于太一分而為天地轉而為隂陽變而為四時然禮易之說雖殊而會歸一或竒或偶或飛或行而莫知其情惟達道徳者能原本之矣孔子曰聖人智通于大道應化而不窮能測萬物之情也天一地二人三三三而九九九八十一一主日天之神日為尊日數十甲乙之屬故人十月而生萬類人為貴也八九七十二偶以承竒貴偶用竒竒主辰辰方主各三也辰主月月主馬月契天駟于上馬統乾于下故馬十二月而生七九六十三三主斗象次日月斗主狗斗之次似狗故擇人也故狗三月而生六九五十四四知時時主豕豕知時詩云有豕白蹢烝涉波矣故豕四月而生五九四十五五主音音主猨故猨五月而生四九三十六六主律律主禽鹿麋鹿角長短大小似律故禽鹿六月而生也麏麋之屬皆以六月生也宋均曰以所包者多故舉禽獸之名雖有飛走之異實亦通也三九二十七七主星二十八宿方各七星主虎虎炳文似星也故虎七月而生二九十八八主風風之大數盡于八也風主蟲蟲有蟄見似風動息也故蟲八日化也蟲多生非類也其餘各以其類也謂貍兔魚鼈之屬各以其類化者然亦有本而生之也鳥魚皆生于隂而屬于陽生于隂者謂卵生也屬于陽者謂飛游于虚也故鳥魚皆卵魚遊于水鳥飛于雲釋上事也故冬燕雀入于海化而為蚧以同生于隂而屬于陽故有其形性也萬物之性各異類故蠶食而不飲蟬飲而不食蜉蝣不飲不食淮南子曰蠶食而不飲三十二日而化蟬飲而不食三十日而死蜉蝣不飲不食三日而終也介鱗夏食冬蟄熊羆魚蛇之屬齕吞者八竅而卵生鳥屬也凡物之有異類者韓詩外傳曰鶬鴿胎生孔子渡江見而異之者乎咀噍者九竅而胎生人及獸屬異物志又曰狸十有一種囊狸卵生也四足者無羽翼戴角者無上齒董仲舒曰受于大者不取于小無角者膏凝者為膏而無前齒無前齒者齒盛于後不用前也有角者脂釋者為脂而無後齒齒盛于前不任後也晝生者類父夜生者類母至隂至陽類甚多也至隂為男至陽為女者即隂窮反陽陽窮反隂之類凡地東西為緯南北為經山為積徳川為積刑山積陽川積隂陽為徳隂為刑髙者為生下者為死丘陵為牡谿谷為牝蜯蛤龜珠與月盛虚月者太隂之精故龜蛤之屬因之以盛虧呂氏春秋曰月望則蜯蛤實月虧則蜯蛤虚孝經爰神契曰月虧于天則隂類消于淵也是故堅土之人肥虚土之人大肥者象地堅實大者象地虚縱也沙土之人細沙土養細乃薄也息土之人美耗土之人醜息土為衍沃之田耗土為疏薄之地地有美惡故生人有好醜也周禮大司徒職曰山林之民毛而方川澤之民黒而津丘陵之民専而長墳衍之民晳而瘠原隰之民豐肉而庳此大辨五土之分是故食水者善游能寒魚鼈之屬食土者無心而不息蚯蚓之屬不氣息也若魚無耳而聴蟋蟀無口而鳴皆自然之性也食木者多力而拂熊犀之屬拂戾也食草者善走而愚麋鹿之屬食桑者有絲而蛾食肉者勇敢而悍虎狼鷹鶻之屬食榖者智惠而巧食氣者神明而壽王喬赤松之類也西極亦有食氣之民也不食者不死而神伸于道者則神而常存也故曰有羽之蟲三百六十而鳯凰為之長有毛之蟲三百六十而麒麟為之長有甲之蟲三百六十而神龜為之長有鱗之蟲三百六十而蛟龍為之長倮之蟲三百六十而聖人為之長此乾坤之美類禽獸萬物之數也三百六十乾坤之中央萬一千五百二十當萬物之數也故帝王好壊巢破卵則鳯凰不翔焉好竭水摶魚則蛟龍不出焉好刳胎殺夭則麒麟不來焉好塡谿塞谷則神龜不出焉故王者動必以道静必以理動不以道靜不以理則自夭而不壽訞㜸數起神靈不見風雨不時暴風水旱竝興人民夭死五榖不滋六畜不蕃息"}
