{"id": "KR1e0001_001", "series": "KR1e0001", "text": "B傳B1惠公元妃孟子孟子卒繼室以聲子生隱公宋武公生仲子仲子生而有文在其手曰為魯夫人故仲子歸于我生桓公而惠公薨是以隱公立而奉之隱公元年經元年春王正月三月公及邾儀父盟于蔑夏五月鄭伯克段于鄢秋七月天王使宰咺來歸惠公仲子之賵九月及宋人盟于宿冬十有二月祭伯來公子益師卒隱公元年傳元年春王周正月不書即位攝也三月公及邾儀父盟于蔑邾子克也未王命故不書爵曰儀父貴之也公攝位而欲求好於邾故為蔑之盟夏四月費伯帥師城郎不書非公命也初鄭武公娶于申曰武姜生莊公及共叔段莊公寤生驚姜氏故名曰寤生遂惡之愛共叔段欲立之亟請於武公公弗許及莊公即位為之請制公曰制巖邑也虢叔死焉佗邑唯命請京使居之謂之京城大叔祭仲曰都城過百雉國之害也先王之制大都不過參國之一中五之一小九之一今京不度非制也君將不堪公曰姜氏欲之焉辟害對曰姜氏何厭之有不如早為之所無使滋蔓蔓難圖也蔓草猶不可除況君之寵弟乎公曰多行不義必自斃子姑待之既而大叔命西鄙北鄙貳於己公子呂曰國不堪貳君將若之何欲與大叔臣請事之若弗與則請除之無生民心公曰無庸將自及大叔又收貳以為己邑至于廩延子封曰可矣厚將得眾公曰不義不暱厚將崩大叔完聚繕甲兵具卒乘將襲鄭夫人將啟之公聞其期曰可矣命子封帥車二百乘以伐京京叛大叔段段入于鄢公伐諸鄢五月辛丑大叔出奔共書曰鄭伯克段于鄢段不弟故不言弟如二君故曰克稱鄭伯譏失教也謂之鄭志不言出奔難之也遂寘姜氏于城潁而誓之曰不及黃泉無相見也既而悔之潁考叔為潁谷封人聞之有獻於公公賜之食食舍肉公問之對曰小人有母皆嘗小人之食矣未嘗君之羹請以遺之公曰爾有母遺繄我獨無潁考叔曰敢問何謂也公語之故且告之悔對曰君何患焉若闕地及泉隧而相見其誰曰不然公從之公入而賦大隧之中其樂也融融姜出而賦大隧之外其樂也洩洩遂為母子如初君子曰潁考叔純孝也愛其母施及莊公詩曰孝子不匱永錫爾類其是之謂乎秋七月天王使宰咺來歸惠公仲子之賵緩且子氏未薨故名天子七月而葬同軌畢至諸侯五月同盟至大夫三月同位至士踰月外姻至贈死不及尸弔生不及哀豫凶事非禮也八月紀人伐夷夷不告故不書有蜚不為災亦不書惠公之季年敗宋師于黃公立而求成焉九月及宋人盟于宿始通也冬十月庚申改葬惠公公弗臨故不書惠公之薨也有宋師太子少葬故有闕是以改葬衛侯來會葬不見公亦不書鄭共叔之亂公孫滑出奔衛衛人為之伐鄭取廩延鄭人以王師虢師伐衛南鄙請師於邾邾子使私於公子豫豫請往公弗許遂行及邾人鄭人盟于翼不書非公命也新作南門不書亦非公命也十二月祭伯來非王命也眾父卒公不與小斂故不書日隱公二年經二年春公會戎于潛夏五月莒人入向無駭帥師入極秋八月庚辰公及戎盟于唐九月紀裂繻來逆女冬十月伯姬歸于紀紀子帛莒子盟于密十有二月乙卯夫人子氏薨鄭人伐衛隱公二年傳二年春公會戎于潛脩惠公之好也戎請盟公辭莒子娶于向向姜不安莒而歸夏莒人入向以姜氏還司空無駭入極費庈父勝之戎請盟秋盟于唐復脩戎好也九月紀裂繻來逆女卿為君逆也冬紀子帛莒子盟于密魯故也鄭人伐衛討公孫滑之亂也隱公三年經三年春王二月己巳日有食之三月庚戌天王崩夏四月辛卯君氏卒秋武氏子來求賻八月庚辰宋公和卒冬十有二月齊侯鄭伯盟于石門癸未葬宋穆公隱公三年傳三年春王三月壬戌平王崩赴以庚戌故書之夏君氏卒－－聲子也不赴于諸侯不反哭于寢不祔于姑故不曰薨不稱夫人故不言葬不書姓為公故曰君氏鄭武公莊公為平王卿士王貳于虢鄭伯怨王王曰無之故周鄭交質王子狐為質於鄭鄭公子忽為質於周王崩周人將畀虢公政四月鄭祭足帥師取溫之麥秋又取成周之禾周鄭交惡君子曰信不由中質無益也明恕而行要之以禮雖無有質誰能間之苟有明信澗谿沼沚之毛蘋蘩薀藻之菜筐筥錡釜之器潢汙行潦之水可薦於鬼神可羞於王公而況君子結二國之信行之以禮又焉用質風有采蘩采蘋雅有行葦泂酌昭忠信也武氏子來求賻王未葬也宋穆公疾召大司馬孔父而屬殤公焉曰先君舍與夷而立寡人寡人弗敢忘若以大夫之靈得保首領以沒先君若問與夷其將何辭以對請子奉之以主社稷寡人雖死亦無悔焉對曰群臣願奉馮也公曰不可先君以寡人為賢使主社稷若棄德不讓是廢先君之舉也豈曰能賢光昭先君之令德可不務乎吾子其無廢先君之功使公子馮出居于鄭八月庚辰宋穆公卒殤公即位君子曰宋宣公可謂知人矣立穆公其子饗之命以義夫商頌曰殷受命咸宜百祿是荷其是之謂乎冬齊鄭盟于石門尋盧之盟也庚戌鄭伯之車僨于濟衛莊公娶于齊東宮得臣之妹曰莊姜美而無子衛人所為賦碩人也又娶于陳曰厲媯生孝伯早死其娣戴媯生桓公莊姜以為己子公子州吁嬖人之子也有寵而好兵公弗禁莊姜惡之石碏諫曰臣聞愛子教之以義方弗納於邪驕奢淫泆所自邪也四者之來寵祿過也將立州吁乃定之矣若猶未也階之為禍夫寵而不驕驕而能降降而不憾憾而能眕者鮮矣且夫賤妨貴少陵長遠間親新間舊小加大淫破義所謂六逆也君義臣行父慈子孝兄愛弟敬所謂六順也去順效逆所以速禍也君人者將禍是務去而速之無乃不可乎弗聽其子厚與州吁游禁之不可桓公立乃老隱公四年經四年春王二月莒人伐杞取牟婁戊申衛州吁弒其君完夏公及宋公遇于清宋公陳侯蔡人衛人伐鄭秋翬帥師會宋公陳侯蔡人衛人伐鄭九月衛人殺州吁于濮冬十有二月衛人立晉隱公四年傳四年春衛州吁弒桓公而立公與宋公為會將尋宿之盟未及期衛人來告亂夏公及宋公遇于清宋殤公之即位也公子馮出奔鄭鄭人欲納之及衛州吁立將脩先君之怨於鄭而求寵於諸侯以和其民使告於宋曰君若伐鄭以除君害君為主敝邑以賦與陳蔡從則衛國之願也宋人許之於是陳蔡方睦於衛故宋公陳侯蔡人衛人伐鄭圍其東門五日而還公問於眾仲曰衛州吁其成乎對曰臣聞以德和民不聞以亂以亂猶治絲而棼之也夫州吁阻兵而安忍阻兵無眾安忍無親眾叛親離難以濟矣夫兵猶火也弗戢將自焚也夫州吁弒其君而虐用其民於是乎不務令德而欲以亂成必不免矣秋諸侯復伐鄭宋公使來乞師公辭之羽父請以師會之公弗許固請而行故書曰翬帥師疾之也諸侯之師敗鄭徒兵取其禾而還州吁未能和其民厚問定君於石子石子曰王覲為可曰何以得覲曰陳桓公方有寵於王陳衛方睦若朝陳使請必可得也厚從州吁如陳石碏使告于陳曰衛國褊小老夫耄矣無能為也此二人者實弒寡君敢即圖之陳人執之而請涖於衛九月衛人使右宰醜涖殺州吁于濮石碏使其宰獳羊肩涖殺石厚于陳君子曰石碏純臣也惡州吁而厚與焉大義滅親其是之謂乎衛人逆公子晉于邢冬十二月宣公即位書曰衛人立晉眾也隱公五年經五年春公矢魚于棠夏四月葬衛桓公秋衛師入郕九月考仲子之宮初獻六羽邾人鄭人伐宋螟冬十有二月辛巳公子彄卒宋人伐鄭圍長葛隱公五年傳五年春公將如棠觀魚者臧僖伯諫曰凡物不足以講大事其材不足以備器用則君不舉焉君將納民於軌物者也故講事以度軌量謂之軌取材以章物采謂之物不軌不物謂之亂政亂政亟行所以敗也故春蒐夏苗秋獮冬狩皆於農隙以講事也三年而治兵入而振旅歸而飲至以數軍實昭文章明貴賤辨等列順少長習威儀也鳥獸其肉不登於俎皮革齒牙骨角毛羽不登於器則公不射古之制也若夫山林川澤之實器用之資皁隸之事官司之守非君所及也公曰吾將略地焉遂往陳魚而觀之僖伯稱疾不從書曰公矢魚于棠非禮也且言遠地也曲沃莊伯以鄭人邢人伐翼王使尹氏武氏助之翼侯奔隨夏葬衛桓公衛亂是以緩四月鄭人侵衛牧以報東門之役衛人以燕師伐鄭鄭祭足原繁洩駕以三軍軍其前使曼伯與子元潛軍軍其後燕人畏鄭三軍而不虞制人六月鄭二公子以制人敗燕師于北制君子曰不備不虞不可以師曲沃叛王秋王命虢公伐曲沃而立哀侯于翼衛之亂也郕人侵衛故衛師入郕九月考仲子之宮將萬焉公問羽數於眾仲對曰天子用八諸侯用六大夫四士二夫舞所以節八音而行八風故自八以下公從之於是初獻六羽始用六佾也宋人取邾田邾人告於鄭曰請君釋憾於宋敝邑為道鄭人以王師會之伐宋入其郛以報東門之役宋人使來告命公聞其入郛也將救之問於使者曰師何及對曰未及國公怒乃止辭使者曰君命寡人同恤社稷之難今問諸使者曰師未及國非寡人之所敢知也冬十二月辛巳臧僖伯卒公曰叔父有憾於寡人寡人弗敢忘葬之加一等宋人伐鄭圍長葛以報入郛之役也隱公六年經六年春鄭人來渝平夏五月辛酉公會齊侯盟于艾秋七月冬宋人取長葛隱公六年傳六年春鄭人來渝平更成也翼九宗五正頃父之子嘉父逆晉侯于隨納諸鄂晉人謂之鄂侯夏盟于艾始平于齊也五月庚申鄭伯侵陳大獲往歲鄭伯請成于陳陳侯不許五父諫曰親仁善鄰國之寶也君其許鄭陳侯曰宋衛實難鄭何能為遂不許君子曰善不可失惡不可長其陳桓公之謂乎長惡不悛徒自及也雖欲救之其將能乎商書曰惡之易也如火之燎于原不可鄉邇其猶可撲滅周任有言曰為國家者見惡如農夫之務去草焉芟夷薀崇之絕其本根勿使能殖則善者信矣秋宋人取長葛冬京師來告饑公為之請糴於宋衛齊鄭禮也鄭伯如周始朝桓王也王不禮焉周桓公言於王曰我周之東遷晉鄭焉依善鄭以勸來者猶懼不蔇況不禮焉鄭不來矣隱公七年經七年春王三月叔姬歸于紀滕侯卒夏城中丘齊侯使其弟年來聘秋公伐邾冬天王使凡伯來聘戎伐凡伯于楚丘以歸隱公七年傳七年春滕侯卒不書名未同盟也凡諸侯同盟於是稱名故薨則赴以名告終稱嗣也以繼好息民謂之禮經夏城中丘書不時也齊侯使夷仲年來聘結艾之盟也秋宋及鄭平七月庚申盟于宿公伐邾為宋討也初戎朝于周發幣于公卿凡伯弗賓冬王使凡伯來聘還戎伐之于楚丘以歸陳及鄭平十二月陳五父如鄭涖盟壬申及鄭伯盟歃如忘洩伯曰五父必不免不賴盟矣鄭良佐如陳涖盟辛巳及陳侯盟亦知陳之將亂也鄭公子忽在王所故陳侯請妻之鄭伯許之乃成昏隱公八年經八年春宋公衛侯遇于垂三月鄭伯使宛來歸祊庚寅我入祊夏六月己亥蔡侯考父卒辛亥宿男卒秋七月庚午宋公齊侯衛侯盟于瓦屋八月葬蔡宣公九月辛卯公及莒人盟于浮來螟冬十有二月無駭卒隱公八年傳八年春齊侯將平宋衛有會期宋公以幣請於衛請先相見衛侯許之故遇于犬丘鄭伯請釋泰山之祀而祀周公以泰山之祊易許田三月鄭伯使宛來歸祊不祀泰山也夏虢公忌父始作卿士于周四月甲辰鄭公子忽如陳逆婦媯辛亥以媯氏歸甲寅入于鄭陳鍼子送女先配而後祖鍼子曰是不為夫婦誣其祖矣非禮也何以能育齊人卒平宋衛于鄭秋會于溫盟于瓦屋以釋東門之役禮也八月丙戌鄭伯以齊人朝王禮也公及莒人盟于浮來以成紀好也冬齊侯使來告成三國公使眾仲對曰君釋三國之圖以鳩其民君之惠也寡君聞命矣敢不承受君之明德無駭卒羽父請謚與族公問族於眾仲眾仲對曰天子建德因生以賜姓胙之土而命之氏諸侯以字為謚因以為族官有世功則有官族邑亦如之公命以字為展氏隱公九年經九年春天王使南季來聘三月癸酉大雨震電庚辰大雨雪挾卒夏城郎秋七月冬公會齊侯于防隱公九年傳九年春王三月癸酉大雨霖以震書始也庚辰大雨雪亦如之書時失也凡雨自三日以往為霖平地尺為大雪夏城郎書不時也宋公不王鄭伯為王左卿士以王命討之伐宋宋以入郛之役怨公不告命公怒絕宋使秋鄭人以王命來告伐宋冬公會齊侯于防謀伐宋也北戎侵鄭鄭伯禦之患戎師曰彼徒我車懼其侵軼我也公子突曰使勇而無剛者嘗寇而速去之君為三覆以待之戎輕而不整貪而無親勝不相讓敗不相救先者見獲必務進進而遇覆必速奔後者不救則無繼矣乃可以逞從之戎人之前遇覆者奔祝聃逐之衷戎師前後擊之盡殪戎師大奔十一月甲寅鄭人大敗戎師隱公十年經十年春王二月公會齊侯鄭伯于中丘夏翬帥師會齊人鄭人伐宋六月壬戌公敗宋師于菅辛未取郜辛巳取防秋宋人衛人入鄭宋人蔡人衛人伐戴鄭伯伐取之冬十月壬午齊人鄭人入郕隱公十年傳十年春王正月公會齊侯鄭伯于中丘癸丑盟于鄧為師期夏五月羽父先會齊侯鄭伯伐宋六月戊申公會齊侯鄭伯于老桃壬戌公敗宋師于菅庚午鄭師入郜辛未歸于我庚辰鄭師入防辛巳歸于我君子謂鄭莊公於是乎可謂正矣以王命討不庭不貪其土以勞王爵正之體也蔡人衛人郕人不會王命秋七月庚寅鄭師入郊猶在郊宋人衛人入鄭蔡人從之伐戴八月壬戌鄭伯圍戴癸亥克之取三師焉宋衛既入鄭而以伐戴召蔡人蔡人怒故不和而敗九月戊寅鄭伯入宋冬齊人鄭人入郕討違王命也隱公十一年經十有一年春滕侯薛侯來朝夏公會鄭伯于時來秋七月壬午公及齊侯鄭伯入許冬十有一月壬辰公薨隱公十一年傳十一年春滕侯薛侯來朝爭長薛侯曰我先封滕侯曰我周之卜正也薛庶姓也我不可以後之公使羽父請於薛侯曰君與滕君辱在寡人周諺有之曰山有木工則度之賓有禮主則擇之周之宗盟異姓為後寡人若朝于薛不敢與諸任齒君若辱貺寡人則願以滕君為請薛侯許之乃長滕侯夏公會鄭伯于郲謀伐許也鄭伯將伐許五月甲辰授兵於大宮公孫閼與潁考叔爭車潁考叔挾輈以走子都拔棘以逐之及大逵弗及子都怒秋七月公會齊侯鄭伯伐許庚辰傅于許潁考叔取鄭伯之旗蝥弧以先登子都自下射之顛瑕叔盈又以蝥弧登周麾而呼曰君登矣鄭師畢登壬午遂入許許莊公奔衛齊侯以許讓公公曰君謂許不共故從君討之許既伏其罪矣雖君有命寡人弗敢與聞乃與鄭人鄭伯使許大夫百里奉許叔以居許東偏曰天禍許國鬼神實不逞于許君而假手于我寡人寡人唯是一二父兄不能共億其敢以許自為功乎寡人有弟不能和協而使餬其口於四方其況能久有許乎吾子其奉許叔以撫柔此民也吾將使獲也佐吾子若寡人得沒于地天其以禮悔禍于許無寧茲許公復奉其社稷唯我鄭國之有請謁焉如舊昏媾其能降以相從也無滋他族實偪處此以與我鄭國爭此土也吾子孫其覆亡之不暇而況能禋祀許乎寡人之使吾子處此不唯許國之為亦聊以固吾圉也乃使公孫獲處許西偏曰凡而器用財賄無寘於許我死乃亟去之吾先君新邑於此王室而既卑矣周之子孫日失其序夫許大岳之胤也天而既厭周德矣吾其能與許爭乎君子謂鄭莊公於是乎有禮禮經國家定社稷序民人利後嗣者也許無刑而伐之服而舍之度德而處之量力而行之相時而動無累後人可謂知禮矣鄭伯使卒出豭行出犬雞以詛射潁考叔者君子謂鄭莊公失政刑矣政以治民刑以正邪既無德政又無威刑是以及邪邪而詛之將何益矣王取鄔劉蒍邘之田于鄭而與鄭人蘇忿生之田溫原絺樊隰成欑茅向盟州陘隤懷君子是以知桓王之失鄭也恕而行之德之則也禮之經也己弗能有而以與人人之不至不亦宜乎鄭息有違言息侯伐鄭鄭伯與戰于竟息師大敗而還君子是以知息之將亡也不度德不量力不親親不徵辭不察有罪犯五不韙而以伐人其喪師也不亦宜乎冬十月鄭伯以虢師伐宋壬戌大敗宋師以報其入鄭也宋不告命故不書凡諸侯有命告則書不然則否師出臧否亦如之雖及滅國滅不告敗勝不告克不書于策羽父請殺桓公將以求大宰公曰為其少故也吾將授之矣使營菟裘吾將老焉羽父懼反譖公于桓公而請弒之公之為公子也與鄭人戰于狐壤止焉鄭人囚諸尹氏賂尹氏而禱於其主鍾巫遂與尹氏歸而立其主十一月公祭鍾巫齊于社圃館于寪氏壬辰羽父使賊弒公于寪氏立桓公而討寪氏有死者不書葬不成喪也"}
{"id": "KR1e0001_002", "series": "KR1e0001", "text": "桓公元年經元年春王正月公即位三月公會鄭伯于垂鄭伯以璧假許田夏四月丁未公及鄭伯盟于越秋大水冬十月桓公元年傳元年春公即位修好于鄭鄭人請復祀周公卒易祊田公許之三月鄭伯以璧假許田為周公祊故也夏四月丁未公及鄭伯盟于越結祊成也盟曰渝盟無享國秋大水凡平原出水為大水冬鄭伯拜盟宋華父督見孔父之妻于路目逆而送之曰美而豔桓公二年經二年春王正月戊申宋督弒其君與夷及其大夫孔父滕子來朝三月公會齊侯陳侯鄭伯于稷以成宋亂夏四月取郜大鼎于宋戊申納于大廟秋七月杞侯來朝蔡侯鄭伯會于鄧九月入杞公及戎盟于唐冬公至自唐桓公二年傳二年春宋督攻孔氏殺孔父而取其妻公怒督懼遂弒殤公君子以督為有無君之心而後動於惡故先書弒其君會于稷以成宋亂為賂故立華氏也宋殤公立十年十一戰民不堪命孔父嘉為司馬督為大宰故因民之不堪命先宣言曰司馬則然已殺孔父而弒殤公召莊公于鄭而立之以親鄭以郜大鼎賂公齊陳鄭皆有賂故遂相宋公夏四月取郜大鼎于宋戊申納于大廟非禮也臧哀伯諫曰君人者將昭德塞違以臨照百官猶懼或失之故昭令德以示子孫是以清廟茅屋大路越席大羹不致粢食不鑿昭其儉也袞冕黻珽帶裳幅舄衡紞紘綖昭其度也藻率鞞鞛鞶厲游纓昭其數也火龍黼黻昭其文也五色比象昭其物也鍚鸞和鈴昭其聲也三辰旂旗昭其明也夫德儉而有度登降有數文物以紀之聲明以發之以臨照百官百官於是乎戒懼而不敢易紀律今滅德立違而寘其賂器於大廟以明示百官百官象之其又何誅焉國家之敗由官邪也官之失德寵賂章也郜鼎在廟章孰甚焉武王克商遷九鼎于雒邑義士猶或非之而況將昭違亂之賂器於大廟其若之何公不聽周內史聞之曰臧孫達其有後於魯乎君違不忘諫之以德秋七月杞侯來朝不敬杞侯歸乃謀伐之蔡侯鄭伯會于鄧始懼楚也九月入杞討不敬也公及戎盟于唐脩舊好也冬公至自唐告于廟也凡公行告于宗廟反行飲至舍爵策勳焉禮也特相會往來稱地讓事也自參以上則往稱地來稱會成事也初晉穆侯之夫人姜氏以條之役生太子命之曰仇其弟以千畝之戰生命之曰成師師服曰異哉君之名子也夫名以制義義以出禮禮以體政政以正民是以政成而民聽易則生亂嘉耦曰妃怨耦曰仇古之命也今君命大子曰仇弟曰成師始兆亂矣兄其替乎惠之二十四年晉始亂故封桓叔于曲沃靖侯之孫欒賓傅之師服曰吾聞國家之立也本大而末小是以能固故天子建國諸侯立家卿置側室大夫有貳宗士有隸子弟庶人工商各有分親皆有等衰是以民服事其上而下無覬覦今晉甸侯也而建國本既弱矣其能久乎惠之三十年晉潘父弒昭侯而立桓叔不克晉人立孝侯惠之四十五年曲沃莊伯伐翼弒孝侯翼人立其弟鄂侯鄂侯生哀侯哀侯侵陘庭之田陘庭南鄙啟曲沃伐翼桓公三年經三年春正月公會齊侯于嬴夏齊侯衛侯胥命于蒲六月公會杞侯于郕秋七月壬辰朔日有食之既公子翬如齊逆女九月齊侯送姜氏于讙公會齊侯于讙夫人姜氏至自齊冬齊侯使其弟年來聘有年桓公三年傳三年春曲沃武公伐翼次于陘庭韓萬御戎梁弘為右逐翼侯于汾隰驂絓而止夜獲之及欒共叔會于嬴成昏于齊也夏齊侯衛侯胥命于蒲不盟也公會杞侯于郕杞求成也秋公子翬如齊逆女修先君之好故曰公子齊侯送姜氏于讙非禮也凡公女嫁于敵國姊妹則上卿送之以禮於先君公子則下卿送之於大國雖公子亦上卿送之於天子則諸卿皆行公不自送於小國則上大夫送之冬齊仲年來聘致夫人也芮伯萬之母芮姜惡芮伯之多寵人也故逐之出居于魏桓公四年經四年春正月公狩于郎夏天王使宰渠伯糾來聘桓公四年傳四年春正月公狩于郎書時禮也夏周宰渠伯糾來聘父在故名秋秦師侵芮敗焉小之也冬王師秦師圍魏執芮伯以歸桓公五年經五年春正月甲戌己丑陳侯鮑卒夏齊侯鄭伯如紀天王使仍叔之子來聘葬陳桓公城祝丘秋蔡人衛人陳人從王伐鄭大雩螽冬州公如曹桓公五年傳五年春正月甲戌己丑陳侯鮑卒再赴也於是陳亂文公子佗殺太子免而代之公疾病而亂作國人分散故再赴夏齊侯鄭伯朝于紀欲以襲之紀人知之王奪鄭伯政鄭伯不朝秋王以諸侯伐鄭鄭伯禦之王為中軍虢公林父將右軍蔡人衛人屬焉周公黑肩將左軍陳人屬焉鄭子元請為左拒以當蔡人衛人為右拒以當陳人曰陳亂民莫有鬭心若先犯之必奔王卒顧之必亂蔡衛不枝固將先奔既而萃於王卒可以集事從之曼伯為右拒祭仲足為左拒原繁高渠彌以中軍奉公為魚麗之陳先偏後伍伍承彌縫戰于繻葛命二拒曰旝動而鼓蔡衛陳皆奔王卒亂鄭師合以攻之王卒大敗祝聃射王中肩王不能軍祝聃請從之公曰君子不欲多上人況敢陵天子乎苟自救也社稷無隕多矣夜鄭伯使祭足勞王且問左右仍叔之子弱也秋大雩書不時也凡祀啟蟄而郊龍見而雩始殺而嘗閉蟄而烝過則書冬淳于公如曹度其國危遂不復桓公六年經六年春正月寔來夏四月公會紀侯于成秋八月壬午大閱蔡人殺陳佗九月丁卯子同生冬紀侯來朝桓公六年傳六年春自曹來朝書曰寔來不復其國也楚武王侵隨使薳章求成焉軍於瑕以待之隨人使少師董成鬭伯比言于楚子曰吾不得志於漢東也我則使然我張吾三軍而被吾甲兵以武臨之彼則懼而協以謀我故難間也漢東之國隨為大隨張必棄小國小國離楚之利也少師侈請羸師以張之熊率且比曰季梁在何益鬭伯比曰以為後圖少師得其君王毀軍而納少師少師歸請追楚師隨侯將許之季梁止之曰天方授楚楚之羸其誘我也君何急焉臣聞小之能敵大也小道大淫所謂道忠於民而信於神也上思利民忠也祝史正辭信也今民餒而君逞欲祝史矯舉以祭臣不知其可也公曰吾牲牷肥腯粢盛豐備何則不信對曰夫民神之主也是以聖王先成民而後致力於神故奉牲以告曰博碩肥腯謂民力之普存也謂其畜之碩大蕃滋也謂其不疾瘯蠡也謂其備腯咸有也奉盛以告曰絜粢豐盛謂其三時不害而民和年豐也奉酒醴以告曰嘉栗旨酒謂其上下皆有嘉德而無違心也所謂馨香無讒慝也故務其三時脩其五教親其九族以致其禋祀於是乎民和而神降之福故動則有成今民各有心而鬼神乏主君雖獨豐其何福之有君姑脩政而親兄弟之國庶免於難隨侯懼而修政楚不敢伐夏會于成紀來諮謀齊難也北戎伐齊齊侯使乞師于鄭鄭大子忽帥師救齊六月大敗戎師獲其二帥大良少良甲首三百以獻於齊於是諸侯之大夫戍齊齊人饋之餼使魯為其班後鄭鄭忽以其有功也怒故有郎之師公之未昏於齊也齊侯欲以文姜妻鄭大子忽大子忽辭人問其故大子曰人各有耦齊大非吾耦也詩云自求多福在我而已大國何為君子曰善自為謀及其敗戎師也齊侯又請妻之固辭人問其故大子曰無事於齊吾猶不敢今以君命奔齊之急而受室以歸是以師昏也民其謂我何遂辭諸鄭伯秋大閱簡車馬也九月丁卯子同生以大子生之禮舉之接以大牢卜士負之士妻食之公與文姜宗婦命之公問名於申繻對曰名有五有信有義有象有假有類以名生為信以德命為義以類命為象取於物為假取於父為類不以國不以官不以山川不以隱疾不以畜牲不以器幣周人以諱事神名終將諱之故以國則廢名以官則廢職以山川則廢主以畜牲則廢祀以器幣則廢禮晉以僖侯廢司徒宋以武公廢司空先君獻武廢二山是以大物不可以命公曰是其生也與吾同物命之曰同冬紀侯來朝請王命以求成于齊公告不能桓公七年經七年春二月己亥焚咸丘夏穀伯綏來朝鄧侯吾離來朝桓公七年傳七年春穀伯鄧侯來朝名賤之也夏盟向求成于鄭既而背之秋鄭人齊人衛人伐盟向〓#王遷盟向之民于郟冬曲沃伯誘晉小子侯殺之桓公八年經八年春正月己卯烝天王使家父來聘夏五月丁丑烝秋伐邾冬十月雨雪祭公來遂逆王后于紀桓公八年傳八年春滅翼隨少師有寵楚鬭伯比曰可矣讎有釁不可失也夏楚子合諸侯于沈鹿黃隨不會使薳章讓黃楚子伐隨軍於漢淮之間季梁請下之弗許而後戰所以怒我而怠寇也少師謂隨侯曰必速戰不然將失楚師隨侯禦之望楚師季梁曰楚人上左君必左無與王遇且攻其右右無良焉必敗偏敗眾乃攜矣少師曰不當王非敵也弗從戰于速杞隨師敗績隨侯逸鬭丹獲其戎車與其戎右少師秋隨及楚平楚子將不許鬭伯比曰天去其疾矣隨未可克也乃盟而還冬王命虢仲立晉哀侯之弟緡于晉祭公來遂逆王后于紀禮也桓公九年經九年春紀季姜歸于京師夏四月秋七月冬曹伯使其世子射姑來朝桓公九年傳九年春紀季姜歸于京師凡諸侯之女行唯王后書巴子使韓服告于楚請與鄧為好楚子使道朔將巴客以聘於鄧鄧南鄙鄾人攻而奪之幣殺道朔及巴行人楚子使薳章讓於鄧鄧人弗受夏楚使鬭廉帥師及巴師圍鄾鄧養甥聃甥帥師救鄾三逐巴師不克鬭廉衡陳其師於巴師之中以戰而北鄧人逐之背巴師而夾攻之鄧師大敗鄾人宵潰秋虢仲芮伯梁伯荀侯賈伯伐曲沃冬曹大子來朝賓之以上卿禮也享曹大子初獻樂奏而歎施父曰曹大子其有憂乎非歎所也桓公十年經十年春王正月庚申曹伯終生卒夏五月葬曹桓公秋公會衛侯于桃丘弗遇冬十有二月丙午齊侯衛侯鄭伯來戰于郎桓公十年傳十年春曹桓公卒虢仲譖其大夫詹父於王詹父有辭以王師伐虢夏虢公出奔虞秋秦人納芮伯萬于芮初虞叔有玉虞公求旃弗獻既而悔之曰周諺有之匹夫無罪懷璧其罪吾焉用此其以賈害也乃獻之又求其寶劍叔曰是無厭也無厭將及我遂伐虞公故虞公出奔共池冬齊衛鄭來戰于郎我有辭也初北戎病齊諸侯救之鄭公子忽有功焉齊人餼諸侯使魯次之魯以周班後鄭鄭人怒請師於齊齊人以衛師助之故不稱侵伐先書齊衛王爵也桓公十一年經十有一年春正月齊人衛人鄭人盟于惡曹夏五月癸未鄭伯寤生卒秋七月葬鄭莊公九月宋人執鄭祭仲突歸于鄭鄭忽出奔衛柔會宋公陳侯蔡叔盟于折公會宋公于夫鍾冬十有二月公會宋公于闞桓公十一年傳十一年春齊衛鄭宋盟于惡曹楚屈瑕將盟貳軫鄖人軍於蒲騷將與隨絞州蓼伐楚師莫敖患之鬭廉曰鄖人軍其郊必不誡且日虞四邑之至也君次於郊郢以禦四邑我以銳師宵加於鄖鄖有虞心而恃其城莫有鬭志若敗鄖師四邑必離莫敖曰盍請濟師於王對曰師克在和不在眾商周之不敵君之所聞也成軍以出又何濟焉莫敖曰卜之對曰卜以決疑不疑何卜遂敗鄖師於蒲騷卒盟而還鄭昭公之敗北戎也齊人將妻之昭公辭祭仲曰必取之君多內寵子無大援將不立三公子皆君也弗從夏鄭莊公卒初祭封人仲足有寵於莊公莊公使為卿為公娶鄧曼生昭公故祭仲立之宋雍氏女於鄭莊公曰雍姞生厲公雍氏宗有寵於宋莊公故誘祭仲而執之曰不立突將死亦執厲公而求賂焉祭仲與宋人盟以厲公歸而立之秋九月丁亥昭公奔衛己亥厲公立桓公十二年經十有二年春正月夏六月壬寅公會杞侯莒子盟于曲池秋七月丁亥公會宋公燕人盟于穀丘八月壬辰陳侯躍卒公會宋公于虛冬十有一月公會宋公于龜丙戌公會鄭伯盟于武父丙戌衛侯晉卒十有二月及鄭師伐宋丁未戰于宋桓公十二年傳十二年夏盟于曲池平杞莒也公欲平宋鄭秋公及宋公盟于句瀆之丘宋成未可知也故又會于虛冬又會于龜宋公辭平故與鄭伯盟于武父遂帥師而伐宋戰焉宋無信也君子曰苟信不繼盟無益也詩云君子屢盟亂是用長無信也楚伐絞軍其南門莫敖屈瑕曰絞小而輕輕則寡謀請無扞采樵者以誘之從之絞人獲三十人明日絞人爭出驅楚役徒於山中楚人坐其北門而覆諸山下大敗之為城下之盟而還伐絞之役楚師分涉於彭羅人欲伐之使伯嘉諜之三巡數之桓公十三年經十有三年春二月公會紀侯鄭伯己巳及齊侯宋公衛侯燕人戰齊師宋師衛師燕師敗績三月葬衛宣公夏大水秋七月冬十月桓公十三年傳十三年春楚屈瑕伐羅鬭伯比送之還謂其御曰莫敖必敗舉趾高心不固矣遂見楚子曰必濟師楚子辭焉入告夫人鄧曼鄧曼曰大夫其非眾之謂其謂君撫小民以信訓諸司以德而威莫敖以刑也莫敖狃於蒲騷之役將自用也必小羅君若不鎮撫其不設備乎夫固謂君訓眾而好鎮撫之召諸司而勸之以令德見莫敖而告諸天之不假易也不然夫豈不知楚師之盡行也楚子使賴人追之不及莫敖使徇于師曰諫者有刑及鄢亂次以濟遂無次且不設備及羅羅與盧戎兩軍之大敗之莫敖縊于荒谷群帥囚于冶父以聽刑楚子曰孤之罪也皆免之宋多責賂於鄭鄭不堪命故以紀魯及齊與宋衛燕戰不書所戰後也鄭人來請脩好桓公十四年經十有四年春正月公會鄭伯于曹無冰夏五鄭伯使其弟語來盟秋八月壬申御廩災乙亥嘗冬十有二月丁巳齊侯祿父卒宋人以齊人蔡人衛人陳人伐鄭桓公十四年傳十四年春會于曹曹人致餼禮也夏鄭子人來尋盟且脩曹之會秋八月壬申御廩災乙亥嘗書不害也冬宋人以諸侯伐鄭報宋之戰也焚渠門入及大逵伐東郊取牛首以大宮之椽歸為盧門之椽桓公十五年經十有五年春二月天王使家父來求車三月乙未天王崩夏四月己巳葬齊僖公五月鄭伯突出奔蔡鄭世子忽復歸于鄭許叔入于許公會齊侯于艾邾人牟人葛人來朝秋九月鄭伯突入于櫟冬十有一月公會宋公衛侯陳侯于袲伐鄭桓公十五年傳十五年春天王使家父來求車非禮也諸侯不貢車服天子不私求財祭仲專鄭伯患之使其壻雍糾殺之將享諸郊雍姬知之謂其母曰父與夫孰親其母曰人盡夫也父一而已胡可比也遂告祭仲曰雍氏舍其室而將享子於郊吾惑之以告祭仲殺雍糾尸諸周氏之汪公載以出曰謀及婦人宜其死也夏厲公出奔蔡六月乙亥昭公入許叔入于許公會齊侯于艾謀定許也秋鄭伯因櫟人殺檀伯而遂居櫟冬會于袲謀伐鄭將納厲公也弗克而還桓公十六年經十有六年春正月公會宋公蔡侯衛侯于曹夏四月公會宋公衛侯陳侯蔡侯伐鄭秋七月公至自伐鄭冬城向十有一月衛侯朔出奔齊桓公十六年傳十六年春正月會于曹謀伐鄭也夏伐鄭秋七月公至自伐鄭以飲至之禮也冬城向書時也初衛宣公烝於夷姜生急子屬諸右公子為之娶於齊而美公取之生壽及朔屬壽於左公子夷姜縊宣姜與公子朔構急子公使諸齊使盜待諸莘將殺之壽子告之使行不可曰棄父之命惡用子矣有無父之國則可也及行飲以酒壽子載其旌以先盜殺之急子至曰我之求也此何罪請殺我乎又殺之二公子故怨惠公十一月左公子洩右公子職立公子黔牟惠公奔齊桓公十七年經十有七年春正月丙辰公會齊侯紀侯盟于黃二月丙午公會邾儀父盟于趡五月丙午及齊師戰于奚六月丁丑蔡侯封人卒秋八月蔡季自陳歸于蔡癸巳葬蔡桓侯及宋人衛人伐邾冬十月朔日有食之桓公十七年傳十七年春盟于黃平齊紀且謀衛故也及邾儀父盟于趡尋蔑之盟也夏及齊師戰于奚疆事也於是齊人侵魯疆疆吏來告公曰疆埸之事慎守其一而備其不虞姑盡所備焉事至而戰又何謁焉蔡桓侯卒蔡人召蔡季于陳秋蔡季自陳歸于蔡蔡人嘉之也伐邾宋志也冬十月朔日有食之不書日官失之也天子有日官諸侯有日御日官居卿以厎日禮也日御不失日以授百官于朝初鄭伯將以高渠彌為卿昭公惡之固諫不聽昭公立懼其殺己也辛卯弒昭公而立公子亹君子謂昭公知所惡矣公子達曰高伯其為戮乎復惡已甚矣桓公十八年經十有八年春王正月公會齊侯于濼公與夫人姜氏遂如齊夏四月丙子公薨于齊丁酉公之喪至自齊秋七月冬十有二月己丑葬我君桓公桓公十八年傳十八年春公將有行遂與姜氏如齊申繻曰女有家男有室無相瀆也謂之有禮易此必敗公會齊侯于濼遂及文姜如齊齊侯通焉公謫之以告夏四月丙子享公使公子彭生乘公公薨于車魯人告于齊曰寡君畏君之威不敢寧居來脩舊好禮成而不反無所歸咎惡於諸侯請以彭生除之齊人殺彭生秋齊侯師于首止子亹會之高渠彌相七月戊戌齊人殺子亹而轘高渠彌祭仲逆鄭子于陳而立之是行也祭仲知之故稱疾不往人曰祭仲以知免仲曰信也周公欲弒莊王而立王子克辛伯告王遂與王殺周公黑肩王子克奔燕初子儀有寵於桓王桓王屬諸周公辛伯諫曰並后匹嫡兩政耦國亂之本也周公弗從故及"}
{"id": "KR1e0001_003", "series": "KR1e0001", "text": "莊公元年經元年春王正月三月夫人孫于齊夏單伯送王姬秋築王姬之館于外冬十月乙亥陳侯林卒王使榮叔來錫桓公命王姬歸于齊齊師遷紀郱鄑郚莊公元年傳元年春不稱即位文姜出故也三月夫人孫于齊不稱姜氏絕不為親禮也秋築王姬之館于外為外禮也莊公二年經二年春王二月葬陳莊公夏公子慶父帥師伐於餘丘秋七月齊王姬卒冬十有二月夫人姜氏會齊侯于禚乙酉宋公馮卒莊公二年傳二年冬夫人姜氏會齊侯于禚書姦也莊公三年經三年春王正月溺會齊師伐衛夏四月葬宋莊公五月葬桓王秋紀季以酅入于齊冬公次于滑莊公三年傳三年春溺會齊師伐衛疾之也夏五月葬桓王緩也秋紀季以酅入于齊紀於是乎始判冬公次于滑將會鄭伯謀紀故也鄭伯辭以難凡師一宿為舍再宿為信過信為次莊公四年經四年春王二月夫人姜氏享齊侯于祝丘三月紀伯姬卒夏齊侯陳侯鄭伯遇于垂紀侯大去其國六月乙丑齊侯葬紀伯姬秋七月冬公及齊人狩于禚莊公四年傳四年春王正月楚武王荊尸授師孑焉以伐隨將齊入告夫人鄧曼曰余心蕩鄧曼歎曰王祿盡矣盈而蕩天之道也先君其知之矣故臨武事將發大命而蕩王心焉若師徒無虧王薨於行國之福也王遂行卒於樠木之下令尹鬭祁莫敖屈重除道梁溠營軍臨隨隨人懼行成莫敖以王命入盟隨侯且請為會於漢汭而還濟漢而後發喪紀侯不能下齊以與紀季夏紀侯大去其國違齊難也莊公五年經五年春王正月夏夫人姜氏如齊師秋郳犁來來朝冬公會齊人宋人陳人蔡人伐衛莊公五年傳五年秋郳犁來來朝名未王命也冬伐衛納惠公也莊公六年經六年春王正月王人子突救衛夏六月衛侯朔入于衛秋公至自伐衛螟冬齊人來歸衛俘莊公六年傳六年春王人救衛夏衛侯入放公子黔牟于周放甯跪于秦殺左公子洩右公子職乃即位君子以二公子之立黔牟為不度矣夫能固位者必度於本末而後立衷焉不知其本不謀知本之不枝弗強詩云本枝百世冬齊人來歸衛寶文姜請之也楚文王伐申過鄧鄧祁侯曰吾甥也止而享之騅甥聃甥養甥請殺楚子鄧侯弗許三甥曰亡鄧國者必此人也若不早圖後君噬齊其及圖之乎圖之此為時矣鄧侯曰人將不食吾餘對曰若不從三臣抑社稷實不血食而君焉取餘弗從還年楚子伐鄧十六年楚復伐鄧滅之莊公七年經七年春夫人姜氏會齊侯于防夏四月辛卯夜恆星不見夜中星隕如雨秋大水無麥苗冬夫人姜氏會齊侯于穀莊公七年傳七年春文姜會齊侯于防齊志也夏恆星不見夜明也星隕如雨與雨偕也秋無麥苗不害嘉穀也莊公八年經八年春王正月師次于郎以俟陳人蔡人甲午治兵夏師及齊師圍郕郕降于齊師秋師還冬十有一月癸未齊無知弒其君諸兒莊公八年傳八年春治兵于廟禮也夏師及齊師圍郕郕降于齊師仲慶父請伐齊師公曰不可我實不德齊師何罪罪我之由夏書曰皋陶邁種德德乃降姑務脩德以待時乎秋師還君子是以善魯莊公齊侯使連稱管至父戍葵丘瓜時而往曰及瓜而代期戍公問不至請代弗許故謀作亂僖公之母弟曰夷仲年生公孫無知有寵於僖公衣服禮秩如適襄公絀之二人因之以作亂連稱有從妹在公宮無寵使間公曰捷吾以女為夫人冬十二月齊侯游于姑棼遂田于貝丘見大豕從者曰公子彭生也公怒曰彭生敢見射之豕人立而啼公懼隊于車傷足喪屨反誅屨於侍人費弗得鞭之見血走出遇賊于門劫而束之費曰我奚御哉袒而示之背信之費請先入伏公而出鬭死于門中石之紛如死于階下遂入殺孟陽于床曰非君也不類見公之足于戶下遂弒之而立無知初襄公立無常鮑叔牙曰君使民慢亂將作矣奉公子小白出奔莒亂作管夷吾召忽奉公子糾來奔初公孫無知虐于雍廩莊公九年經九年春齊人殺無知公及齊大夫盟于蔇夏公伐齊納子糾齊小白入于齊秋七月丁酉葬齊襄公八月庚申及齊師戰于乾時我師敗績九月齊人取子糾殺之冬浚洙莊公九年傳九年春雍廩殺無知公及齊大夫盟于蔇齊無君也夏公伐齊納子糾桓公自莒先入秋師及齊師戰于乾時我師敗績公喪戎路傳乘而歸秦子梁子以公旗辟于下道是以皆止鮑叔帥師來言曰子糾親也請君討之管召讎也請受而甘心焉乃殺子糾于生竇召忽死之管仲請囚鮑叔受之及堂阜而稅之歸而以告曰管夷吾治於高傒使相可也公從之莊公十年經十年春王正月公敗齊師于長勺二月公侵宋三月宋人遷宿夏六月齊師宋師次于郎公敗宋師于乘丘秋九月荊敗蔡師于莘以蔡侯獻舞歸冬十月齊師滅譚譚子奔莒莊公十年傳十年春齊師伐我公將戰曹劌請見其鄉人曰肉食者謀之又何間焉劌曰肉食者鄙未能遠謀乃入見問何以戰公曰衣食所安弗敢專也必以分人對曰小惠未徧民弗從也公曰犧牲玉帛弗敢加也必以信對曰小信未孚神弗福也公曰小大之獄雖不能察必以情對曰忠之屬也可以一戰戰則請從公與之乘戰于長勺公將鼓之劌曰未可齊人三鼓劌曰可矣齊師敗績公將馳之劌曰未可下視其轍登軾而望之曰可矣遂逐齊師既克公問其故對曰夫戰勇氣也一鼓作氣再而衰三而竭彼竭我盈故克之夫大國難測也懼有伏焉吾視其轍亂望其旗靡故逐之夏六月齊師宋師次于郎公子偃曰宋師不整可敗也宋敗齊必還請擊之公弗許自雩門竊出蒙皋比而先犯之公從之大敗宋師于乘丘齊師乃還蔡哀侯娶于陳息侯亦娶焉息媯將歸過蔡蔡侯曰吾姨也止而見之弗賓息侯聞之怒使謂楚文王曰伐我吾求救於蔡而伐之楚子從之秋九月楚敗蔡師于莘以蔡侯獻舞歸齊侯之出也過譚譚不禮焉及其入也諸侯皆賀譚又不至冬齊師滅譚譚無禮也譚子奔莒同盟故也莊公十一年經十有一年春王正月夏五月戊寅公敗宋師于鄑秋宋大水冬王姬歸于齊莊公十一年傳十一年夏宋為乘丘之役故侵我公禦之宋師未陳而薄之敗諸鄑凡師敵未陳曰敗某師皆陳曰戰大崩曰敗績得儁曰克覆而敗之曰取某師京師敗曰王師敗績于某秋宋大水公使弔焉曰天作淫雨害於粢盛若之何不弔對曰孤實不敬天降之災又以為君憂拜命之辱臧文仲曰宋其興乎禹湯罪己其興也悖焉桀紂罪人其亡也忽焉且列國有凶稱孤禮也言懼而名禮其庶乎既而聞之曰公子御說之辭也臧孫達曰是宜為君有恤民之心冬齊侯來逆共姬乘丘之役公以金僕姑射南宮長萬公右歂孫生搏之宋人請之宋公靳之曰始吾敬子今子魯囚也吾弗敬子矣病之莊公十二年經十有二年春王三月紀叔姬歸于酅夏四月秋八月甲午宋萬弒其君捷及其大夫仇牧冬十月宋萬出奔陳莊公十二年傳十二年秋宋萬弒閔公于蒙澤遇仇牧于門批而殺之遇大宰督于東宮之西又殺之立子游群公子奔蕭公子御說奔亳南宮牛猛獲帥師圍亳冬十月蕭叔大心及戴武宣穆莊之族以曹師伐之殺南宮牛于師殺子游于宋立桓公猛獲奔衛南宮萬奔陳以乘車輦其母一日而至宋人請猛獲于衛衛人欲勿與石祁子曰不可天下之惡一也惡於宋而保於我保之何補得一夫而失一國與惡而棄好非謀也衛人歸之亦請南宮萬于陳以賂陳人使婦人飲之酒而以犀革裹之比及宋手足皆見宋人皆醢之莊公十三年經十有三年春齊侯宋人陳人蔡人邾人會于北杏夏六月齊人滅遂秋七月冬公會齊侯盟于柯莊公十三年傳十三年春會于北杏以平宋亂遂人不至夏齊人滅遂而戍之冬盟于柯始及齊平也宋人背北杏之會莊公十四年經十有四年春齊人陳人曹人伐宋夏單伯會伐宋秋七月荊入蔡冬單伯會齊侯宋公衛侯鄭伯于鄄莊公十四年傳十四年春諸侯伐宋齊請師于周夏單伯會之取成于宋而還鄭厲公自櫟侵鄭及大陵獲傅瑕傅瑕曰苟舍我吾請納君與之盟而赦之六月甲子傅瑕殺鄭子及其二子而納厲公初內蛇與外蛇鬭於鄭南門中內蛇死六年而厲公入公聞之問於申繻曰猶有妖乎對曰人之所忌其氣燄以取之妖由人興也人無釁焉妖不自作人棄常則妖興故有妖厲公入遂殺傅瑕使謂原繁曰傅瑕貳周有常刑既伏其罪矣納我而無二心者吾皆許之上大夫之事吾願與伯父圖之且寡人出伯父無裏言入又不念寡人寡人憾焉對曰先君桓公命我先人典司宗祏社稷有主而外其心其何貳如之苟主社稷國內之民其誰不為臣臣無二心天之制也子儀在位十四年矣而謀召君者庸非二乎莊公之子猶有八人若皆以官爵行賂勸貳而可以濟事君其若之何臣聞命矣乃縊而死蔡哀侯為莘故繩息媯以語楚子楚子如息以食入享遂滅息以息媯歸生堵敖及成王焉未言楚子問之對曰吾一婦人而事二夫縱弗能死其又奚言楚子以蔡侯滅息遂伐蔡秋七月楚入蔡君子曰商書所謂惡之易也如火之燎于原不可鄉邇其猶可撲滅者其如蔡哀侯乎冬會于鄄宋服故也莊公十五年經十有五年春齊侯宋公陳侯衛侯鄭伯會于鄄夏夫人姜氏如齊秋宋人齊人邾人伐郳鄭人侵宋冬十月莊公十五年傳十五年春復會焉齊始霸也秋諸侯為宋伐郳鄭人間之而侵宋莊公十六年經十有六年春王正月夏宋人齊人衛人伐鄭秋荊伐鄭冬十有二月會齊侯宋公陳侯衛侯鄭伯許男滑伯滕子同盟于幽邾子克卒莊公十六年傳十六年夏諸侯伐鄭宋故也鄭伯自櫟入緩告于楚秋楚伐鄭及櫟為不禮故也鄭伯治與於雍糾之亂者九月殺公子閼刖強鉏公父定叔出奔衛三年而復之曰不可使共叔無後於鄭使以十月入曰良月也就盈數焉君子謂強鉏不能衛其足冬同盟于幽鄭成也王使虢公命曲沃伯以一軍為晉侯初晉武公伐夷執夷詭諸蒍國請而免之既而弗報故子國作亂謂晉人曰與我伐夷而取其地遂以晉師伐夷殺夷詭諸周公忌父出奔虢惠王立而復之莊公十七年經十有七年春齊人執鄭詹夏齊人殲于遂秋鄭詹自齊逃來冬多麋莊公十七年傳十七年春齊人執鄭詹鄭不朝也夏遂因氏頜氏工婁氏須遂氏饗齊戍醉而殺之齊人殲焉莊公十八年經十有八年春王三月日有食之夏公追戎于濟西秋有蜮冬十月莊公十八年傳十八年春虢公晉侯朝王王饗醴命之宥皆賜玉五瑴馬四匹非禮也王命諸侯名位不同禮亦異數不以禮假人虢公晉侯鄭伯使原莊公逆王后于陳陳媯歸于京師實惠后夏公追戎于濟西不言其來諱之也秋有蜮為災也初楚武王克權使鬭緡尹之以叛圍而殺之遷權於那處使閻敖尹之及文王即位與巴人伐申而驚其師巴人叛楚而伐那處取之遂門于楚閻敖游涌而逸楚子殺之其族為亂冬巴人因之以伐楚莊公十九年經十有九年春王正月夏四月秋公子結媵陳人之婦于鄄遂及齊侯宋公盟夫人姜氏如莒冬齊人宋人陳人伐我西鄙莊公十九年傳十九年春楚子禦之大敗於津還鬻拳弗納遂伐黃敗黃師于踖陵還及湫有疾夏六月庚申卒鬻拳葬諸夕室亦自殺也而葬於絰皇初鬻拳強諫楚子楚子弗從臨之以兵懼而從之鬻拳曰吾懼君以兵罪莫大焉遂自刖也楚人以為大閽謂之大伯使其後掌之君子曰鬻拳可謂愛君矣諫以自納於刑刑猶不忘納君於善初王姚嬖于莊王生子穨子穨有寵蒍國為之師及惠王即位取蒍國之圃以為囿邊伯之宮近於王宮王取之王奪子禽祝跪與詹父田而收膳夫之秩故蒍國邊伯石速詹父子禽祝跪作亂因蘇氏秋五大夫奉子穨以伐王不克出奔溫蘇子奉子穨以奔衛衛師燕師伐周冬立子穨莊公二十年經二十年春王二月夫人姜氏如莒夏齊大災秋七月冬齊人伐戎莊公二十年傳二十年春鄭伯和王室不克執燕仲父夏鄭伯遂以王歸王處于櫟秋王及鄭伯入于鄔遂入成周取其寶器而還冬王子穨享五大夫樂及徧舞鄭伯聞之見虢叔曰寡人聞之哀樂失時殃咎必至今王子穨歌舞不倦樂禍也夫司寇行戮君為之不舉而況敢樂禍乎奸王之位禍孰大焉臨禍忘憂憂必及之盍納王乎虢公曰寡人之願也莊公二十一年經二十有一年春王正月夏五月辛酉鄭伯突卒秋七月戊戌夫人姜氏薨冬十有二月葬鄭厲公莊公二十一年傳二十一年春胥命于弭夏同伐王城鄭伯將王自圉門入虢叔自北門入殺王子穨及五大夫鄭伯享王于闕西辟樂備王與之武公之略自虎牢以東原伯曰鄭伯效尤其亦將有咎五月鄭厲公卒王巡虢守虢公為王宮于玤王與之酒泉鄭伯之享王也王以后之鞶鑑予之虢公請器王予之爵鄭伯由是始惡於王冬王歸自虢莊公二十二年經二十有二年春王正月肆大眚癸丑葬我小君文姜陳人殺其公子御寇夏五月秋七月丙申及齊高傒盟于防冬公如齊納幣莊公二十二年傳二十二年春陳人殺其大子御寇陳公子完與顓孫奔齊顓孫自齊來奔齊侯使敬仲為卿辭曰羇旅之臣幸若獲宥及於寬政赦其不閑於教訓而免於罪戾弛於負擔君之惠也所獲多矣敢辱高位以速官謗請以死告詩云翹翹車乘招我以弓豈不欲往畏我友朋使為工正飲桓公酒樂公曰以火繼之辭曰臣卜其晝未卜其夜不敢君子曰酒以成禮不繼以淫義也以君成禮弗納於淫仁也初懿氏卜妻敬仲其妻占之曰吉是謂鳳皇于飛和鳴鏘鏘有媯之後將育于姜五世其昌並于正卿八世之後莫之與京陳厲公蔡出也故蔡人殺五父而立之生敬仲其少也周史有以周易見陳侯者陳侯使筮之遇觀䷓之否䷋曰是謂觀國之光利用賓于王此其代陳有國乎不在此其在異國非此其身在其子孫光遠而自他有耀者也坤土也巽風也乾天也風為天於土上山也有山之材而照之以天光於是乎居土上故曰觀國之光利用賓于王庭實旅百奉之以玉帛天地之美具焉故曰利用賓于王猶有觀焉故曰其在後乎風行而著於土故曰其在異國乎若在異國必姜姓也姜大嶽之後也山嶽則配天物莫能兩大陳衰此其昌乎及陳之初亡也陳桓子始大於齊其後亡也成子得政莊公二十三年經二十有三年春公至自齊祭叔來聘夏公如齊觀社公至自齊荊人來聘公及齊侯遇于穀蕭叔朝公秋丹桓宮楹冬十有一月曹伯射姑卒十有二月甲寅公會齊侯盟于扈莊公二十三年傳二十三年夏公如齊觀社非禮也曹劌諫曰不可夫禮所以整民也故會以訓上下之則制財用之節朝以正班爵之義帥長幼之序征伐以討其不然諸侯有王王有巡守以大習之非是君不舉矣君舉必書書而不法後嗣何觀晉桓莊之族偪獻公患之士蒍曰去富子則群公子可謀也已公曰爾試其事士蒍與群公子謀譖富子而去之秋丹桓宮之楹莊公二十四年經二十有四年春王三月刻桓宮桷葬曹莊公夏公如齊逆女秋公至自齊八月丁丑夫人姜氏入戊寅大夫宗婦覿用幣大水冬戎侵曹曹羈出奔陳赤歸于曹郭公莊公二十四年傳二十四年春刻其桷皆非禮也御孫諫曰臣聞之儉德之共也侈惡之大也先君有共德而君納諸大惡無乃不可乎秋哀姜至公使宗婦覿用幣非禮也御孫曰男贄大者玉帛小者禽鳥以章物也女贄不過榛栗棗脩以告虔也今男女同贄是無別也男女之別國之大節也而由夫人亂之無乃不可乎晉士蒍又與群公子謀使殺游氏之二子士蒍告晉侯曰可矣不過二年君必無患莊公二十五年經二十有五年春陳侯使女叔來聘夏五月癸丑衛侯朔卒六月辛未朔日有食之鼓用牲于社伯姬歸于杞秋大水鼓用牲于社于門冬公子友如陳莊公二十五年傳二十五年春陳女叔來聘始結陳好也嘉之故不名夏六月辛未朔日有食之鼓用牲于社非常也唯正月之朔慝未作日有食之於是乎用幣于社伐鼓于朝秋大水鼓用牲于社于門亦非常也凡天災有幣無牲非日月之眚不鼓晉士蒍使群公子盡殺游氏之族乃城聚而處之冬晉侯圍聚盡殺群公子莊公二十六年經二十有六年春公伐戎夏公至自伐戎曹殺其大夫秋公會宋人齊人伐徐冬十有二月癸亥朔日有食之莊公二十六年傳二十六年春晉士蒍為大司空夏士蒍城絳以深其宮秋虢人侵晉冬虢人又侵晉莊公二十七年經二十有七年春公會杞伯姬于洮夏六月會齊侯宋公陳侯鄭伯同盟于幽秋公子友如陳葬原仲冬杞伯姬來莒慶來逆叔姬杞伯來朝公會齊侯于城濮莊公二十七年傳二十七年春公會杞伯姬于洮非事也天子非展義不巡守諸侯非民事不舉卿非君命不越竟夏同盟于幽陳鄭服也秋公子友如陳葬原仲非禮也原仲季友之舊也冬杞伯姬來歸寧也凡諸侯之女歸寧曰來出曰來歸夫人歸寧曰如某出曰歸于某晉侯將伐虢士蒍曰不可虢公驕若驟得勝於我必棄其民無眾而後伐之欲禦我誰與夫禮樂慈愛戰所畜也夫民讓事樂和愛親哀喪而後可用也虢弗畜也亟戰將饑王使召伯廖賜齊侯命且請伐衛以其立子穨也莊公二十八年經二十有八年春王三月甲寅齊人伐衛衛人及齊人戰衛人敗績夏四月丁未邾子瑣卒秋荊伐鄭公會齊人宋人救鄭冬築郿大無麥禾臧孫辰告糴于齊莊公二十八年傳二十八年春齊侯伐衛戰敗衛師數之以王命取賂而還晉獻公娶于賈無子烝於齊姜生秦穆夫人及太子申生又娶二女於戎大戎狐姬生重耳小戎子生夷吾晉伐驪戎驪戎男女以驪姬歸生奚齊其娣生卓子驪姬嬖欲立其子賂外嬖梁五與東關五使言於公曰曲沃君之宗也蒲與二屈君之疆也不可以無主宗邑無主則民不威疆埸無主則啟戎心戎之生心民慢其政國之患也若使大子主曲沃而重耳夷吾主蒲與屈則可以威民而懼戎且旌君伐使俱曰狄之廣莫於晉為都晉之啟土不亦宜乎晉侯說之夏使大子居曲沃重耳居蒲城夷吾居屈群公子皆鄙唯二姬之子在絳二五卒與驪姬譖群公子而立奚齊晉人謂之二五耦楚令尹子元欲蠱文夫人為館於其宮側而振萬焉夫人聞之泣曰先君以是舞也習戎備也今令尹不尋諸仇讎而於未亡人之側不亦異乎御人以告子元子元曰婦人不忘襲讎我反忘之秋子元以車六百乘伐鄭入于桔柣之門子元鬭御彊鬭梧耿之不比為旆鬭班王孫游王孫喜殿眾車入自純門及逵市縣門不發楚言而出子元曰鄭有人焉諸侯救鄭楚師夜遁鄭人將奔桐丘諜告曰楚幕有烏乃止冬饑臧孫辰告糴于齊禮也築郿非都也凡邑有宗廟先君之主曰都無曰邑邑曰築都曰城莊公二十九年經二十有九年春新延廄夏鄭人侵許秋有蜚冬十有二月紀叔姬卒城諸及防莊公二十九年傳二十九年春新作延廄書不時也凡馬日中而出日中而入夏鄭人侵許凡師有鍾鼓曰伐無曰侵輕曰襲秋有蜚為災也凡物不為災不書冬十二月城諸及防書時也凡土功龍見而畢務戒事也火見而致用水昏正而栽日至而畢樊皮叛王莊公三十年經三十年春王正月夏次于成秋七月齊人降鄣八月癸亥葬紀叔姬九月庚午朔日有食之鼓用牲于社冬公及齊侯遇于魯濟齊人伐山戎莊公三十年傳三十年春王命虢公討樊皮夏四月丙辰虢公入樊執樊仲皮歸于京師楚公子元歸自伐鄭而處王宮鬭射師諫則執而梏之秋申公鬭班殺子元鬭穀於菟為令尹自毀其家以紓楚國之難冬遇于魯濟謀山戎也以其病燕故也莊公三十一年經三十有一年春築臺于郎夏四月薛伯卒築臺于薛六月齊侯來獻戎捷秋築臺于秦冬不雨莊公三十一年傳三十一年夏六月齊侯來獻戎捷非禮也凡諸侯有四夷之功則獻于王王以警于夷中國則否諸侯不相遺俘莊公三十二年經三十有二年春城小穀夏宋公齊侯遇于梁丘秋七月癸巳公子牙卒八月癸亥公薨于路寢冬十月己未子般卒公子慶父如齊狄伐邢莊公三十二年傳三十二年春城小穀為管仲也齊侯為楚伐鄭之故請會于諸侯宋公請先見于齊侯夏遇于梁丘秋七月有神降于莘惠王問諸內史過曰是何故也對曰國之將興明神降之監其德也將亡神又降之觀其惡也故有得神以興亦有以亡虞夏商周皆有之王曰若之何對曰以其物享焉其至之日亦其物也王從之內史過往聞虢請命反曰虢必亡矣虐而聽於神神居莘六月虢公使祝應宗區史嚚享焉神賜之土田史嚚曰虢其亡乎吾聞之國將興聽於民將亡聽於神神聰明正直而壹者也依人而行虢多涼德其何土之能得初公築臺臨黨氏見孟任從之閟而以夫人言許之割臂盟公生子般焉雩講于梁氏女公子觀之圉人犖自牆外與之戲子般怒使鞭之公曰不如殺之是不可鞭犖有力焉能投蓋于稷門公疾問後於叔牙對曰慶父材問於季友對曰臣以死奉般公曰鄉者牙曰慶父材成季使以君命命僖叔待于鍼巫氏使鍼季酖之曰飲此則有後於魯國不然死且無後飲之歸及逵泉而卒立叔孫氏八月癸亥公薨于路寢子般即位次于黨氏冬十月己未共仲使圉人犖賊子般于黨氏成季奔陳立閔公"}
{"id": "KR1e0001_004", "series": "KR1e0001", "text": "閔公元年經元年春王正月齊人救邢夏六月辛酉葬我君莊公秋八月公及齊侯盟于落姑季子來歸冬齊仲孫來閔公元年傳元年春不書即位亂故也狄人伐邢管敬仲言於齊侯曰戎狄豺狼不可厭也諸夏親暱不可棄也宴安酖毒不可懷也詩云豈不懷歸畏此簡書簡書同惡相恤之謂也請救邢以從簡書齊人救邢夏六月葬莊公亂故是以緩秋八月公及齊侯盟于落姑請復季友也齊侯許之使召諸陳公次于郎以待之季子來歸嘉之也冬齊仲孫湫來省難書曰仲孫亦嘉之也仲孫歸曰不去慶父魯難未已公曰若之何而去之對曰難不已將自斃君其待之公曰魯可取乎對曰不可猶秉周禮周禮所以本也臣聞之國將亡本必先顛而後枝葉從之魯不棄周禮未可動也君其務寧魯難而親之親有禮因重固間攜貳覆昏亂霸王之器也晉侯作二軍公將上軍大子申生將下軍趙夙御戎畢萬為右以滅耿滅霍滅魏還為大子城曲沃賜趙夙耿賜畢萬魏以為大夫士蒍曰大子不得立矣分之都城而位以卿先為之極又焉得立不如逃之無使罪至為吳大伯不亦可乎猶有令名與其及也且諺曰心苟無瑕何恤乎無家天若祚大子其無晉乎卜偃曰畢萬之後必大萬盈數也魏大名也以是始賞天啟之矣天子曰兆民諸侯曰萬民今名之大以從盈數其必有眾初畢萬筮仕於晉遇屯䷂之比䷇辛廖占之曰吉屯固比入吉孰大焉其必蕃昌震為土車從馬足居之兄長之母覆之眾歸之六體不易合而能固安而能殺公侯之卦也公侯之子孫必復其始閔公二年經二年春王正月齊人遷陽夏五月乙酉吉禘于莊公秋八月辛丑公薨九月夫人姜氏孫于邾公子慶父出奔莒冬齊高子來盟十有二月狄入衛鄭棄其師閔公二年傳二年春虢公敗犬戎于渭汭舟之僑曰無德而祿殃也殃將至矣遂奔晉夏吉禘于莊公速也初公傅奪卜齮田公不禁秋八月辛丑共仲使卜齮賊公于武闈成季以僖公適邾共仲奔莒乃入立之以賂求共仲于莒莒人歸之及密使公子魚請不許哭而往共仲曰奚斯之聲也乃縊閔公哀姜之娣叔姜之子也故齊人立之共仲通於哀姜哀姜欲立之閔公之死也哀姜與知之故孫于邾齊人取而殺之于夷以其尸歸僖公請而葬之成季之將生也桓公使卜楚丘之父卜之曰男也其名曰友在公之右間于兩社為公室輔季氏亡則魯不昌又筮之遇大有䷍之乾䷀曰同復于父敬如君所及生有文在其手曰友遂以命之冬十二月狄人伐衛衛懿公好鶴鶴有乘軒者將戰國人受甲者皆曰使鶴鶴實有祿位余焉能戰公與石祁子玦與甯莊子矢使守曰以此贊國擇利而為之與夫人繡衣曰聽於二子渠孔御戎子伯為右黃夷前驅孔嬰齊殿及狄人戰于熒澤衛師敗績遂滅衛衛侯不去其旗是以甚敗狄人囚史華龍滑與禮孔以逐衛人二人曰我大史也實掌其祭不先國不可得也乃先之至則告守曰不可待也夜與國人出狄入衛遂從之又敗諸河初惠公之即位也少齊人使昭伯烝於宣姜不可強之生齊子戴公文公宋桓夫人許穆夫人文公為衛之多患也先適齊及敗宋桓公逆諸河宵濟衛之遺民男女七百有三十人益之以共滕之民為五千人立戴公以廬于曹許穆夫人賦載馳齊侯使公子無虧帥車三百乘甲士三千人以戍曹歸公乘馬祭服五稱牛羊豕雞狗皆三百與門材歸夫人魚軒重錦三十兩鄭人惡高克使帥師次于河上久而弗召師潰而歸高克奔陳鄭人為之賦清人晉侯使大子申生伐東山皋落氏里克諫曰大子奉冢祀社稷之粢盛以朝夕視君膳者也故曰冢子君行則守有守則從從曰撫軍守曰監國古之制也夫帥師專行謀誓軍旅君與國政之所圖也非大子之事也師在制命而已稟命則不威專命則不孝故君之嗣適不可以帥師君失其官帥師不威將焉用之且臣聞皋落氏將戰君其舍之公曰寡人有子未知其誰立焉不對而退見大子大子曰吾其廢乎對曰告之以臨民教之以軍旅不共是懼何故廢乎且子懼不孝無懼弗得立脩己而不責人則免於難大子帥師公衣之偏衣佩之金玦狐突御戎先友為右梁餘子養御罕夷先丹木為右羊舌大夫為尉先友曰衣身之偏握兵之要在此行也子其勉之偏躬無慝兵要遠災親以無災又何患焉狐突歎曰時事之徵也衣身之章也佩衷之旗也故敬其事則命以始服其身則衣之純用其衷則佩之度今命以時卒閟其事也衣之尨服遠其躬也佩以金玦棄其衷也服以遠之時以閟之尨涼冬殺金寒玦離胡可恃也雖欲勉之狄可盡乎梁餘子養曰帥師者受命於廟受脤於社有常服矣不獲而尨命可知也死而不孝不如逃之罕夷曰尨奇無常金玦不復雖復何為君有心矣先丹木曰是服也狂夫阻之曰盡敵而反敵可盡乎雖盡敵猶有內讒不如違之狐突欲行羊舌大夫曰不可違命不孝棄事不忠雖知其寒惡不可取子其死之大子將戰狐突諫曰不可昔辛伯諗周桓公云內寵並后外寵二政嬖子配適大都耦國亂之本也周公弗從故及於難今亂本成矣立可必乎孝而安民子其圖之與其危身以速罪也成風聞成季之繇乃事之而屬僖公焉故成季立之僖之元年齊桓公遷邢于夷儀二年封衛于楚丘邢遷如歸衛國忘亡衛文公大布之衣大帛之冠務材訓農通商惠工敬教勸學授方任能元年革車三十乘季年乃三百乘"}
{"id": "KR1e0001_005", "series": "KR1e0001", "text": "僖公元年經元年春王正月齊師宋師曹師次于聶北救邢夏六月邢遷于夷儀齊師宋師曹師城邢秋七月戊辰夫人姜氏薨于夷齊人以歸楚人伐鄭八月公會齊侯宋公鄭伯曹伯邾人于檉九月公敗邾師于偃冬十月壬午公子友帥師敗莒師于酈獲莒挐十有二月丁巳夫人氏之喪至自齊僖公元年傳元年春不稱即位公出故也公出復入不書諱之也諱國惡禮也諸侯救邢邢人潰出奔師師遂逐狄人具邢器用而遷之師無私焉夏邢遷于夷儀諸侯城之救患也凡侯伯救患分災討罪禮也秋楚人伐鄭鄭即齊故也盟于犖謀救鄭也九月公敗邾師于偃虛丘之戍將歸者也冬莒人來求賂公子友敗諸酈獲莒子之弟挐－－非卿也嘉獲之也公賜季友汶陽之田及費夫人氏之喪至自齊君子以齊人之殺哀姜也為已甚矣女子從人者也僖公二年經二年春王正月城楚丘夏五月辛巳葬我小君哀姜虞師晉師滅下陽秋九月齊侯宋公江人黃人盟于貫冬十月不雨楚人侵鄭僖公二年傳二年春諸侯城楚丘而封衛焉不書所會後也晉荀息請以屈產之乘與垂棘之璧假道於虞以伐虢公曰是吾寶也對曰若得道於虞猶外府也公曰宮之奇存焉對曰宮之奇之為人也懦而不能強諫且少長於君君暱之雖諫將不聽乃使荀息假道於虞曰冀為不道入自顛軨伐鄍三門冀之既病則亦唯君故今虢為不道保於逆旅以侵敝邑之南鄙敢請假道以請罪于虢虞公許之且請先伐虢宮之奇諫不聽遂起師夏晉里克荀息帥師會虞師伐虢滅下陽先書虞賄故也秋盟于貫服江黃也齊寺人貂始漏師于多魚虢公敗戎于桑田晉卜偃曰虢必亡矣亡下陽不懼而又有功是天奪之鑒而益其疾也必易晉而不撫其民矣不可以五稔冬楚人伐鄭鬭章囚鄭聃伯僖公三年經三年春王正月不雨夏四月不雨徐人取舒六月雨秋齊侯宋公江人黃人會于陽穀冬公子友如齊涖盟楚人伐鄭僖公三年傳三年春不雨夏六月雨自十月不雨至于五月不曰旱不為災也秋會于陽穀謀伐楚也齊侯為陽穀之會來尋盟冬公子友如齊涖盟楚人伐鄭鄭伯欲成孔叔不可曰齊方勤我棄德不祥齊侯與蔡姬乘舟于囿蕩公公懼變色禁之不可公怒歸之未之絕也蔡人嫁之僖公四年經四年春王正月公會齊侯宋公陳侯衛侯鄭伯許男曹伯侵蔡蔡潰遂伐楚次于陘夏許男新臣卒楚屈完來盟于師盟于召陵齊人執陳轅濤塗秋及江人黃人伐陳八月公至自伐楚葬許穆公冬十有二月公孫茲帥師會齊人宋人衛人鄭人許人曹人侵陳僖公四年傳四年春齊侯以諸侯之師侵蔡蔡潰遂伐楚楚子使與師言曰君處北海寡人處南海唯是風馬牛不相及也不虞君之涉吾地也何故管仲對曰昔召康公命我先君大公曰五侯九伯女實征之以夾輔周室賜我先君履東至于海西至于河南至于穆陵北至于無棣爾貢包茅不入王祭不共無以縮酒寡人是徵昭王南征而不復寡人是問對曰貢之不入寡君之罪也敢不共給昭王之不復君其問諸水濱師進次于陘夏楚子使屈完如師師退次于召陵齊侯陳諸侯之師與屈完乘而觀之齊侯曰豈不穀是為先君之好是繼與不穀同好如何對曰君惠徼福於敝邑之社稷辱收寡君寡君之願也齊侯曰以此眾戰誰能禦之以此攻城何城不克對曰君若以德綏諸侯誰敢不服君若以力楚國方城以為城漢以為池雖君之眾無所用之屈完及諸侯盟陳轅濤塗謂鄭申侯曰師出於陳鄭之間國必甚病若出於東方觀兵於東夷循海而歸其可也申侯曰善濤塗以告齊侯許之申侯見曰師老矣若出於東方而遇敵懼不可用也若出於陳鄭之間共其資糧屝屨其可也齊侯說與之虎牢執轅濤塗秋伐陳討不忠也許穆公卒于師葬之以侯禮也凡諸侯薨于朝會加一等死王事加二等於是有以袞斂冬叔孫戴伯帥師會諸侯之師侵陳陳成歸轅濤塗初晉獻公欲以驪姬為夫人卜之不吉筮之吉公曰從筮卜人曰筮短龜長不如從長且其繇曰專之渝攘公之羭一薰一蕕十年尚猶有臭必不可弗聽立之生奚齊其娣生卓子及將立奚齊既與中大夫成謀姬謂大子曰君夢齊姜必速祭之大子祭于曲沃歸胙于公公田姬寘諸宮六日公至毒而獻之公祭之地地墳與犬犬斃與小臣小臣亦斃姬泣曰賊由大子大子奔新城公殺其傅杜原款或謂大子子辭君必辯焉大子曰君非姬氏居不安食不飽我辭姬必有罪君老矣吾又不樂曰子其行乎大子曰君實不察其罪被此名也以出人誰納我十二月戊申縊于新城姬遂譖二公子曰皆知之重耳奔蒲夷吾奔屈僖公五年經五年春晉侯殺其世子申生杞伯姬來朝其子夏公孫茲如牟公及齊侯宋公陳侯衛侯鄭伯許男曹伯會王世子于首止秋八月諸侯盟于首止鄭伯逃歸不盟楚人滅弦弦子奔黃九月戊申朔日有食之冬晉人執虞公僖公五年傳五年春王正月辛亥朔日南至公既視朔遂登觀臺以望而書禮也凡分至啟閉必書雲物為備故也晉侯使以殺大子申生之故來告初晉侯使士蒍為二公子築蒲與屈不慎寘薪焉夷吾訴之公使讓之士蒍稽首而對曰臣聞之無喪而慼憂必讎焉無戎而城讎必保焉寇讎之保又何慎焉守官廢命不敬固讎之保不忠失忠與敬何以事君詩云懷德惟寧宗子惟城君其脩德而固宗子何城如之三年將尋師焉焉用慎退而賦曰狐裘尨茸一國三公吾誰適從及難公使寺人披伐蒲重耳曰君父之命不校乃徇曰校者吾讎也踰垣而走披斬其袪遂出奔翟夏公孫茲如牟娶焉會于首止會王大子鄭謀寧周也陳轅宣仲怨鄭申侯之反己於召陵故勸之城其賜邑曰美城之大名也子孫不忘吾助子請乃為之請於諸侯而城之美遂譖諸鄭伯曰美城其賜邑將以叛也申侯由是得罪秋諸侯盟王使周公召鄭伯曰吾撫女以從楚輔之以晉可以少安鄭伯喜於王命而懼其不朝於齊也故逃歸不盟孔叔止之曰國君不可以輕輕則失親失親患必至病而乞盟所喪多矣君必悔之弗聽逃其師而歸楚鬭穀於菟滅弦弦子奔黃於是江黃道柏方睦於齊皆弦姻也弦子恃之而不事楚又不設備故亡晉侯復假道於虞以伐虢宮之奇諫曰虢虞之表也虢亡虞必從之晉不可啟寇不可翫一之謂甚其可再乎諺所謂輔車相依脣亡齒寒者其虞虢之謂也公曰晉吾宗也豈害我哉對曰大伯虞仲大王之昭也大伯不從是以不嗣虢仲虢叔王季之穆也為文王卿士勳在王室藏於盟府將虢是滅何愛於虞且虞能親於桓莊乎其愛之也桓莊之族何罪而以為戮不唯偪乎親以寵偪猶尚害之況以國乎公曰吾享祀豐絜神必據我對曰臣聞之鬼神非人實親惟德是依故周書曰皇天無親惟德是輔又曰黍稷非馨明德惟馨又曰民不易物惟德繄物如是則非德民不和神不享矣神所馮依將在德矣若晉取虞而明德以薦馨香神其吐之乎弗聽許晉使宮之奇以其族行曰虞不臘矣在此行也晉不更舉矣八月甲午晉侯圍上陽問於卜偃曰吾其濟乎對曰克之公曰何時對曰童謠云丙之晨龍尾伏辰均服振振取虢之旂鶉之賁賁天策焞焞火中成軍虢公其奔其九月十月之交乎丙子旦日在尾月在策鶉火中必是時也冬十二月丙子朔晉滅虢虢公醜奔京師師還館于虞遂襲虞滅之執虞公及其大夫井伯以媵秦穆姬而脩虞祀且歸其職貢於王故書曰晉人執虞公罪虞且言易也僖公六年經六年春王正月夏公會齊侯宋公陳侯衛侯曹伯伐鄭圍新城秋楚人圍許諸侯遂救許冬公至自伐鄭僖公六年傳六年春晉侯使賈華伐屈夷吾不能守盟而行將奔狄郤芮曰後出同走罪也不如之梁梁近秦而幸焉乃之梁夏諸侯伐鄭以其逃首止之盟故也圍新密鄭所以不時城也秋楚子圍許以救鄭諸侯救許乃還冬蔡穆侯將許僖公以見楚子於武城許男面縛銜璧大夫衰絰士輿櫬楚子問諸逢伯對曰昔武王克殷微子啟如是武王親釋其縛受其璧而祓之焚其櫬禮而命之使復其所楚子從之僖公七年經七年春齊人伐鄭夏小邾子來朝鄭殺其大夫申侯秋七月公會齊侯宋公陳世子款鄭世子華盟于甯母曹伯班卒公子友如齊冬葬曹昭公僖公七年傳七年春齊人伐鄭孔叔言於鄭伯曰諺有之曰心則不競何憚於病既不能彊又不能弱所以斃也國危矣請下齊以救國公曰吾知其所由來矣姑少待我對曰朝不及夕何以待君夏鄭殺申侯以說于齊且用陳轅濤塗之譖也初申侯申出也有寵於楚文王文王將死與之璧使行曰唯我知女女專利而不厭予取予求不女疵瑕也後之人將求多於女女必不免我死女必速行無適小國將不女容焉既葬出奔鄭又有寵於厲公子文聞其死也曰古人有言曰知臣莫若君弗可改也已秋盟于甯母謀鄭故也管仲言於齊侯曰臣聞之招攜以禮懷遠以德德禮不易無人不懷齊侯脩禮於諸侯諸侯官受方物鄭伯使大子華聽命於會言於齊侯曰洩氏孔氏子人氏三族實違君命君若去之以為成我以鄭為內臣君亦無所不利焉齊侯將許之管仲曰君以禮與信屬諸侯而以姦終之無乃不可乎子父不奸之謂禮守命共時之謂信違此二者姦莫大焉公曰諸侯有討於鄭未捷今苟有釁從之不亦可乎對曰君若綏之以德加之以訓辭而帥諸侯以討鄭鄭將覆亡之不暇豈敢不懼若揔其罪人以臨之鄭有辭矣何懼且夫合諸侯以崇德也會而列姦何以示後嗣夫諸侯之會其德刑禮義無國不記記姦之位君盟替矣作而不記非盛德也君其勿許鄭必受盟夫子華既為大子而求介於大國以弱其國亦必不免鄭有叔詹堵叔師叔三良為政未可間也齊侯辭焉子華由是得罪於鄭冬鄭伯使請盟于齊閏月惠王崩襄王惡大叔帶之難懼不立不發喪而告難于齊僖公八年經八年春王正月公會王人齊侯宋公衛侯許男曹伯陳世子款盟于洮鄭伯乞盟夏狄伐晉秋七月禘于大廟用致夫人冬十有二月丁未天王崩僖公八年傳八年春盟于洮謀王室也鄭伯乞盟請服也襄王定位而後發喪晉里克帥師梁由靡御虢射為右以敗狄于采桑梁由靡曰狄無恥從之必大克里克曰懼之而已無速眾狄虢射曰期年狄必至示之弱矣夏狄伐晉報采桑之役也復期月秋禘而致哀姜焉非禮也凡夫人不薨于寢不殯于廟不赴于同不祔于姑則弗致也冬王人來告喪難故也是以緩宋公疾大子茲父固請曰目夷長且仁君其立之公命子魚子魚辭曰能以國讓仁孰大焉臣不及也且又不順遂走而退僖公九年經九年春王三月丁丑宋公御說卒夏公會宰周公齊侯宋子衛侯鄭伯許男曹伯于葵丘秋七月乙酉伯姬卒九月戊辰諸侯盟于葵丘甲子晉侯佹諸卒冬晉里克殺其君之子奚齊僖公九年傳九年春宋桓公卒未葬而襄公會諸侯故曰子凡在喪王曰小童公侯曰子夏會于葵丘尋盟且脩好禮也王使宰孔賜齊侯胙曰天子有事于文武使孔賜伯舅胙齊侯將下拜孔曰且有後命天子使孔曰以伯舅耋老加勞賜一級無下拜對曰天威不違顏咫尺小白余敢貪天子之命無下拜-恐隕越于下以遺天子羞敢不下拜下拜登受秋齊侯盟諸侯于葵丘曰凡我同盟之人既盟之後言歸于好宰孔先歸遇晉侯曰可無會也齊侯不務德而勤遠略故北伐山戎南伐楚西為此會也東略之不知西則否矣其在亂乎君務靖亂無勤於行晉侯乃還九月晉獻公卒里克丕鄭欲納文公故以三公子之徒作亂初獻公使荀息傅奚齊公疾召之曰以是藐諸孤辱在大夫其若之何稽首而對曰臣竭其股肱之力加之以忠貞其濟君之靈也不濟則以死繼之公曰何謂忠貞對曰公家之利知無不為忠也送往事居耦俱無猜貞也及里克將殺奚齊先告荀息曰三怨將作秦晉輔之子將何如荀息曰將死之里克曰無益也荀叔曰吾與先君言矣不可以貣能欲復言而愛身乎雖無益也將焉辟之且人之欲善誰不如我我欲無貳而能謂人已乎冬十月里克殺奚齊于次書曰殺其君之子未葬也荀息將死之人曰不如立卓子而輔之荀息立公子卓以葬十一月里克殺公子卓于朝荀息死之君子曰詩所謂白圭之玷尚可磨也斯言之玷不可為也荀息有焉齊侯以諸侯之師伐晉及高梁而還討晉亂也令不及魯故不書晉郤芮使夷吾重賂秦以求入曰人實有國我何愛焉入而能民土於何有從之齊隰朋帥師會秦師納晉惠公秦伯謂郤芮曰公子誰恃對曰臣聞亡人無黨有黨必有讎夷吾弱不好弄能鬭不過長亦不改不識其他公謂公孫枝曰夷吾其定乎對曰臣聞之唯則定國詩曰不識不知順帝之則文王之謂也又曰不僭不賊鮮不為則無好無惡不忌不克之謂也今其言多忌克難哉公曰忌則多怨又焉能克是吾利也宋襄公即位以公子目夷為仁使為左師以聽政於是宋治故魚氏世為左師僖公十年經十年春王正月公如齊狄滅溫溫子奔衛晉里克弒其君卓及其大夫荀息夏齊侯許男伐北戎晉殺其大夫里克秋七月冬大雨雪僖公十年傳十年春狄滅溫蘇子無信也蘇子叛王即狄又不能於狄狄人伐之王不救故滅蘇子奔衛夏四月周公忌父王子黨會齊隰朋立晉侯晉侯殺里克以說將殺里克公使謂之曰微子則不及此雖然子殺二君與一大夫為子君者不亦難乎對曰不有廢也君何以興欲加之罪其無辭乎臣聞命矣伏劍而死於是丕鄭聘于秦且謝緩賂故不及晉侯改葬共大子秋狐突適下國遇大子大子使登僕而告之曰夷吾無禮余得請於帝矣將以晉畀秦秦將祀余對曰臣聞之神不歆非類民不祀非族君祀無乃殄乎且民何罪失刑乏祀君其圖之君曰諾吾將復請七日新城西偏將有巫者而見我焉許之遂不見及期而往告之曰帝許我罰有罪矣敝於韓丕鄭之如秦也言於秦伯曰呂甥郤稱冀芮實為不從若重問以召之臣出晉君君納重耳蔑不濟矣冬秦伯使泠至報問且召三子郤芮曰幣重而言甘誘我也遂殺丕鄭祁舉及七輿大夫左行共華右行賈華叔堅騅歂纍虎特宮山祁皆里丕之黨也丕豹奔秦言於秦伯曰晉侯背大主而忌小怨民弗與也伐之必出公曰失眾焉能殺違禍誰能出君僖公十一年經十有一年春晉殺其大夫丕鄭父夏公及夫人姜氏會齊侯于陽穀秋八月大雩冬楚人伐黃僖公十一年傳十一年春晉侯使以丕鄭之亂來告天王使召武公內史過賜晉侯命受玉惰過歸告王曰晉侯其無後乎王賜之命而惰於受瑞先自棄也已其何繼之有禮國之幹也敬禮之輿也不敬則禮不行禮不行則上下昏何以長世夏揚拒泉皋伊雒之戎同伐京師入王城焚東門王子帶召之也秦晉伐戎以救周秋晉侯平戎于王黃人不歸楚貢冬楚人伐黃僖公十二年經十有二年春王三月庚午日有食之夏楚人滅黃秋七月冬十有二月丁丑陳侯杵臼卒僖公十二年傳十二年春諸侯城衛楚丘之郛懼狄難也黃人恃諸侯之睦于齊也不共楚職曰自郢及我九百里焉能害我夏楚滅黃王以戎難故討王子帶秋王子帶奔齊冬齊侯使管夷吾平戎于王使隰朋平戎于晉王以上卿之禮饗管仲管仲辭曰臣賤有司也有天子之二守國高在若節春秋來承王命何以禮焉陪臣敢辭王曰舅氏余嘉乃勳應乃懿德謂督不忘往踐乃職無逆朕命管仲卒受下卿之禮而還君子曰管氏之世祀也宜哉讓不忘其上詩曰愷悌君子神所勞矣僖公十三年經十有三年春狄侵衛夏四月葬陳宣公公會齊侯宋公陳侯衛侯鄭伯許男曹伯于鹹秋九月大雩冬公子友如齊僖公十三年傳十三年春齊侯使仲係湫聘于周且言王子帶事畢不與王言歸復命曰未可王怒未怠其十年乎不十年王弗召也夏會于鹹淮夷病杞故且謀王室也秋為戎難故諸侯戍周齊仲孫湫致之冬晉荐饑使乞糴于秦秦伯謂子桑與諸乎對曰重施而報君將何求重施而不報其民必攜攜而討焉無眾必敗謂百里與諸乎對曰天災流行國家代有救災恤鄰道也行道有福丕鄭之子豹在秦請伐晉秦伯曰其君是惡其民何罪秦於是乎輸粟于晉自雍及絳相繼命之曰汎舟之役僖公十四年經十有四年春諸侯城緣陵夏六月季姬及鄫子遇于防使鄫子來朝秋八月辛卯沙鹿崩狄侵鄭冬蔡侯肸卒僖公十四年傳十四年春諸侯城緣陵而遷杞焉不書其人有闕也鄫季姬來寧公怒止之以鄫子之不朝也夏遇于防而使來朝秋八月辛卯沙鹿崩晉卜偃曰期年將有大咎幾亡國冬秦饑使乞糴于晉晉人弗與慶鄭曰背施無親幸災不仁貪愛不祥怒鄰不義四德皆失何以守國虢射曰皮之不存毛將安傅慶鄭曰棄信背鄰患孰恤之無信患作失援必斃是則然矣虢射曰無損於怨而厚於寇不如勿與慶鄭曰背施幸災民所棄也近猶讎之況怨敵乎弗聽退曰君其悔是哉僖公十五年經十有五年春王正月公如齊楚人伐徐三月公會齊侯宋公陳侯衛侯鄭伯許男曹伯盟于牡丘遂次于匡公孫敖帥師及諸侯之大夫救徐夏五月日有食之秋七月齊師曹師伐厲八月螽九月公至自會季姬歸于鄫己卯晦震夷伯之廟冬宋人伐曹楚人敗徐于婁林十有一月壬戌晉侯及秦伯戰于韓獲晉侯僖公十五年傳十五年春楚人伐徐徐即諸夏故也三月盟于牡丘尋葵丘之盟且救徐也孟穆伯帥師及諸侯之師救徐諸侯次于匡以待之夏五月日有食之不書朔與日官失之也秋伐厲以救徐也晉侯之入也秦穆姬屬賈君焉且曰盡納群公子晉侯烝於賈君又不納群公子是以穆姬怨之晉侯許賂中大夫既而皆背之賂秦伯以河外列城五東盡虢略南及華山內及解梁城既而不與晉饑秦輸之粟秦饑晉閉之糴故秦伯伐晉卜徒父筮之吉涉河侯車敗詰之對曰乃大吉也三敗必獲晉君其卦遇蠱䷑曰千乘三去三去之餘獲其雄狐夫狐蠱必其君也蠱之貞風也其悔山也歲云秋矣我落其實而取其材所以克也實落材亡不敗何待三敗及韓晉侯謂慶鄭曰寇深矣若之何對曰君實深之可若何公曰不孫卜右慶鄭吉弗使步揚御戎家僕徒為右乘小駟鄭入也慶鄭曰古者大事必乘其產生其水土而知其人心安其教訓而服習其道唯所納之無不如志今乘異產以從戎事及懼而變將與人易亂氣狡憤陰血周作張脈僨興外彊中乾進退不可周旋不能君必悔之弗聽九月晉侯逆秦師使韓簡視師復曰師少於我鬭士倍我公曰何故對曰出因其資入用其寵饑食其粟三施而無報是以來也今又擊之我怠秦奮倍猶未也公曰一夫不可狃況國乎遂使請戰曰寡人不佞能合其眾而不能離也君若不還無所逃命秦伯使公孫枝對曰君之未入寡人懼之入而未定列猶吾憂也苟列定矣敢不承命韓簡退曰吾幸而得囚壬戌戰于韓原晉戎馬還濘而止公號慶鄭慶鄭曰愎諫違卜固敗是求又何逃焉遂去之梁由靡御韓簡虢射為右輅秦伯將止之鄭以救公誤之遂失秦伯秦獲晉侯以歸晉大夫反首拔舍從之秦伯使辭焉曰二三子何其慼也寡人之從君而西也亦晉之妖夢是踐豈敢以至晉大夫三拜稽首曰君履后土而戴皇天皇天后土實聞君之言群臣敢在下風穆姬聞晉侯將至以大子罃弘與女簡璧登臺而履薪焉使以免服衰絰逆且告曰上天降災使我兩君匪以玉帛相見而以興戎若晉君朝以入則婢子夕以死夕以入則朝以死唯君裁之乃舍諸靈臺大夫請以入公曰獲晉侯以厚歸也既而喪歸焉用之大夫其何有焉且晉人慼憂以動我天地以要我不圖晉憂重其怒也我食吾言背天地也重怒難任背天不祥必歸晉君公子縶曰不如殺之無聚慝焉子桑曰歸之而質其大子必得大成晉未可滅而殺其君衹以成惡且史佚有言曰無始禍無怙亂無重怒重怒難任陵人不祥乃許晉平晉侯使郤乞告瑕呂飴甥且召之子金教之言曰朝國人而以君命賞且告之曰孤雖歸辱社稷矣其卜貣圉也眾皆哭晉於是乎作爰田呂甥曰君亡之不恤而群臣是憂惠之至也將若君何眾曰何為而可對曰征繕以輔孺子諸侯聞之喪君有君群臣輯睦甲兵益多好我者勸惡我者懼庶有益乎眾說晉於是乎作州兵初晉獻公筮嫁伯姬於秦遇歸妹䷵之睽䷥史蘇占之曰不吉其繇曰士刲羊亦無衁也女承筐亦無貺也西鄰責言不可償也歸妹之睽猶無相也震之離亦離之震為雷為火為嬴敗姬車說其輹火焚其旗不利行師敗于宗丘歸妹睽孤寇張之弧姪其從姑六年其逋逃歸其國而棄其家明年其死於高梁之虛及惠公在秦曰先君若從史蘇之占吾不及此夫韓簡侍曰龜象也筮數也物生而後有象象而後有滋滋而後有數先君之敗德及可數乎史蘇是占勿從何益詩曰下民之孼匪降自天僔沓背憎職競由人震夷伯之廟罪之也於是展氏有隱慝焉冬宋人伐曹討舊怨也楚敗徐于婁林徐恃救也十月晉陰飴甥會秦伯盟于王城秦伯曰晉國和乎對曰不和小人恥失其君而悼喪其親不憚征繕以立圉也曰必報讎寧事戎狄君子愛其君而知其罪不憚征繕以待秦命曰必報德有死無二以此不和秦伯曰國謂君何對曰小人慼謂之不免君子恕以為必歸小人曰我毒秦秦豈歸君君子曰我知罪矣秦必歸君貳而執之服而舍之德莫厚焉刑莫威焉服者懷德貳者畏刑此一役也秦可以霸納而不定廢而不立以德為怨秦不其然秦伯曰是吾心也改館晉侯饋七牢焉蛾析謂慶鄭曰盍行乎對曰陷君於敗敗而不死又使失刑非人臣也臣而不臣行將焉入十一月晉侯歸丁丑殺慶鄭而後入是歲晉又饑秦伯又餼之粟曰吾怨其君而矜其民且吾聞唐叔之封也箕子曰其後必大晉其庸可冀乎姑樹德焉以待能者於是秦始征晉河東置官司焉僖公十六年經十有六年春王正月戊申朔隕石于宋五是月六鷁退飛過宋都三月壬申公子季友卒夏四月丙申鄫季姬卒秋七月甲子公孫茲卒冬十有二月公會齊侯宋公陳侯衛侯鄭伯許男邢侯曹伯于淮僖公十六年傳十六年春隕石于宋五隕星也六鷁退飛過宋都風也周內史叔興聘于宋宋襄公問焉曰是何祥也吉凶焉在對曰今茲魯多大喪明年齊有亂君將得諸侯而不終退而告人曰君失問是陰陽之事非吉凶所生也吉凶由人吾不敢逆君故也夏齊伐厲不克救徐而還秋狄侵晉取狐廚受鐸涉汾及昆都因晉敗也王以戎難告于齊齊徵諸侯而戍周冬十一月乙卯鄭殺子華十二月會于淮謀鄫且東略也城鄫役人病有夜登丘而呼曰齊有亂不果城而還僖公十七年經十有七年春齊人徐人伐英氏夏滅項秋夫人姜氏會齊侯于卞九月公至自會冬十有二月乙亥齊侯小白卒僖公十七年傳十七年春齊人為徐伐英氏以報婁林之役也夏晉大子圉為質於秦秦歸河東而妻之惠公之在梁也梁伯妻之梁嬴孕過期卜招父與其子卜之其子曰將生一男一女招曰然男為人臣女為人妾故名男曰圉女曰妾及子圉西質妾為宦女焉師滅項淮之會公有諸侯之事未歸而取項齊人以為討而止公秋聲姜以公故會齊侯于卞九月公至書曰至自會猶有諸侯之事焉且諱之也齊侯之夫人三王姬徐嬴蔡姬皆無子齊侯好內多內寵內嬖如夫人者六人長衛姬生武孟少衛姬生惠公鄭姬生孝公葛嬴生昭公密姬生懿公宋華子生公子雍公與管仲屬孝公於宋襄公以為大子雍巫有寵於衛共姬因寺人貂以薦羞於公亦有寵公許之立武孟管仲卒五公子皆求立冬十月乙亥齊桓公卒易牙入與寺人貂因內寵以殺群吏而立公子無虧孝公奔宋十二月乙亥赴辛巳夜殯僖公十八年經十有八年春王正月宋公曹伯衛人邾人伐齊夏師救齊五月戊寅宋師及齊師戰于甗齊師敗績狄救齊秋八月丁亥葬齊桓公冬邢人狄人伐衛僖公十八年傳十八年春宋襄公以諸侯伐齊三月齊人殺無虧鄭伯始朝于楚楚子賜之金既而悔之與之盟曰無以鑄兵故以鑄三鍾齊人將立孝公不勝四公子之徒遂與宋人戰夏五月宋敗齊師于甗立孝公而還秋八月葬齊桓公冬邢人狄人伐衛圍菟圃衛侯以國讓父兄子弟及朝眾曰苟能治之燬請從焉眾不可而後師于訾婁狄師還梁伯益其國而不能實也命曰新里秦取之僖公十九年經十有九年春王三月宋人執滕子嬰齊夏六月宋公曹人邾人盟于曹南鄫子會盟于邾己酉邾人執鄫子用之秋宋人圍曹衛人伐邢冬會陳人蔡人楚人鄭人盟于齊梁亡僖公十九年傳十九年春遂城而居之宋人執滕宣公夏宋公使邾文公用鄫子于次睢之社欲以屬東夷司馬子魚曰古者六畜不相為用小事不用大牲而況敢用人乎祭祀以為人也民神之主也用人其誰饗之齊桓公存三亡國以屬諸侯義士猶曰薄德今一會而虐二國之君又用諸淫昏之鬼將以求霸不亦難乎得死為幸秋衛人伐邢以報菟圃之役於是衛大旱卜有事於山川不吉甯莊子曰昔周饑克殷而年豐今邢方無道諸侯無伯天其或者欲使衛討邢乎從之師興而雨宋人圍曹討不服也子魚言於宋公曰文王聞崇德亂而伐之軍三旬而不降退脩教而復伐之因壘而降詩曰刑于寡妻至于兄弟以御于家邦今君德無乃猶有所闕而以伐人若之何盍姑內省德乎無闕而後動陳穆公請脩好於諸侯以無忘齊桓之德冬盟于齊脩桓公之好也梁亡不書其主自取之也初梁伯好土功亟城而弗處民罷而弗堪則曰某寇將至乃溝公宮曰秦將襲我民懼而潰秦遂取梁僖公二十年經二十年春新作南門夏郜子來朝五月乙巳西宮災鄭人入滑秋齊人狄人盟于邢冬楚人伐隨僖公二十年傳二十年春新作南門書不時也凡啟塞從時滑人叛鄭而服於衛夏鄭公子士洩堵寇帥師入滑秋齊狄盟于邢為邢謀衛難也於是衛方病邢隨以漢東諸侯叛楚冬楚鬭穀於菟帥師伐隨取成而還君子曰隨之見伐不量力也量力而動其過鮮矣善敗由己而由人乎哉詩曰豈不夙夜謂行多露宋襄公欲合諸侯臧文仲聞之曰以欲從人則可以人從欲鮮濟僖公二十一年經二十有一年春狄侵衛宋人齊人楚人盟于鹿上夏大旱秋宋公楚子陳侯蔡侯鄭伯許男曹伯會于盂執宋公以伐宋冬公伐邾楚人使宜申來獻捷十有二月癸丑公會諸侯盟于薄釋宋公僖公二十一年傳二十一年春宋人為鹿上之盟以求諸侯於楚楚人許之公子目夷曰小國爭盟禍也宋其亡乎幸而後敗夏大旱公欲焚巫尪臧文仲曰非旱備也脩城郭貶食省用務穡勸分此其務也巫尪何為天欲殺之則如勿生若能為旱焚之滋甚公從之是歲也饑而不害秋諸侯會宋公于盂子魚曰禍其在此乎君欲已甚其何以堪之於是楚執宋公以伐宋冬會于薄以釋之子魚曰禍猶未也未足以懲君任宿須句顓臾風姓也實司大皞與有濟之祀以服事諸夏邾人滅須句須句子來奔因成風也成風為之言於公曰崇明祀保小寡周禮也蠻夷猾夏周禍也若封須句是崇皞濟而脩祀紓禍也僖公二十二年經二十有二年春公伐邾取須句夏宋公衛侯許男滕子伐鄭秋八月丁未及邾人戰于升陘冬十有一月己巳朔宋公及楚人戰于泓宋師敗績僖公二十二年傳二十二年春伐邾取須句反其君焉禮也三月鄭伯如楚夏宋公伐鄭子魚曰所謂禍在此矣初平王之東遷也辛有適伊川見被髮而祭於野者曰不及百年此其戎乎其禮先亡矣秋秦晉遷陸渾之戎于伊川晉大子圉為質於秦將逃歸謂嬴氏曰與子歸乎對曰子晉大子而辱於秦子之欲歸不亦宜乎寡君之使婢子侍執巾櫛以固子也從子而歸棄君命也不敢從亦不敢言遂逃歸富辰言於王曰請召大叔詩曰協比其鄰昏姻孔云吾兄弟之不協焉能怨諸侯之不睦王說王子帶自齊復歸于京師王召之也邾人以須句故出師公卑邾不設備而禦之臧文仲曰國無小不可易也無備雖眾不可恃也詩曰戰戰兢兢如臨深淵如履薄冰又曰敬之敬之天惟顯思命不易哉先王之明德猶無不難也無不懼也況我小國乎君其無謂邾小蠭蠆有毒而況國乎弗聽八月丁未公及邾師戰于升陘我師敗績邾人獲公冑縣諸魚門楚人伐宋以救鄭宋公將戰大司馬固諫曰天之棄商久矣君將興之弗可赦也已弗聽冬十一月己巳朔宋公及楚人戰于泓宋人既成列楚人未既濟司馬曰彼眾我寡及其未既濟也請擊之公曰不可既濟而未成列又以告公曰未可既陳而後擊之宋師敗績公傷股門官殲焉國人皆咎公公曰君子不重傷不禽二毛古之為軍也不以阻隘也寡人雖亡國之餘不鼓不成列子魚曰君未知戰勍敵之人隘而不列天贊我也阻而鼓之不亦可乎猶有懼焉且今之勍者皆吾敵也雖及胡耇獲則取之何有於二毛明恥教戰求殺敵也傷未及死如何勿重若愛重傷則如勿傷愛其二毛則如服焉三軍以利用也金鼓以聲氣也利而用之阻隘可也聲盛致志鼓儳可也丙子晨鄭文夫人羋氏姜氏勞楚子於柯澤楚子使師縉示之俘馘君子曰非禮也婦人送迎不出門見兄弟不踰閾戎事不邇女器丁丑楚子入饗于鄭九獻庭實旅百加籩豆六品饗畢夜出文羋送于軍取鄭二姬以歸叔詹曰楚王其不沒乎為禮卒於無別無別不可謂禮將何以沒諸侯是以知其不遂霸也僖公二十三年經二十有三年春齊侯伐宋圍緡夏五月庚寅宋公茲父卒秋楚人伐陳冬十有一月杞子卒僖公二十三年傳二十三年春齊侯伐宋圍緡以討其不與盟于齊也夏五月宋襄公卒傷於泓故也秋楚成得臣帥師伐陳討其貳於宋也遂取焦夷城頓而還子文以為之功使為令尹叔伯曰子若國何對曰吾以靖國也夫有大功而無貴仕其人能靖者與有幾九月晉惠公卒懷公立命無從亡人期期而不至無赦狐突之子毛及偃從重耳在秦弗召冬懷公執狐突曰子來則免對曰子之能仕父教之忠古之制也策名委質貳乃辟也今臣之子名在重耳有年數矣若又召之教之貳也父教子貳何以事君刑之不濫君之明也臣之願也淫刑以逞誰則無罪臣聞命矣乃殺之卜偃稱疾不出曰周書有之乃大明服己則不明而殺人以逞不亦難乎民不見德而唯戮是聞其何後之有十一月杞成公卒書曰子杞夷也不書名未同盟也凡諸侯同盟死則赴以名禮也赴以名則亦書之不然則否辟不敏也晉公子重耳之及於難也晉人伐諸蒲城蒲城人欲戰重耳不可曰保君父之命而享其生祿於是乎得人有人而校罪莫大焉吾其奔也遂奔狄從者狐偃趙衰顛頡魏武子司空季子狄人伐廧咎如獲其二女叔隗季隗納諸公子公子取季隗生伯鯈叔劉以叔隗妻趙衰生盾將適齊謂季隗曰待我二十五年不來而後嫁對曰我二十五年矣又如是而嫁則就木焉請待子處狄十二年而行過衛衛文公不禮焉出於五鹿乞食於野人野人與之塊公子怒欲鞭之子犯曰天賜也稽首受而載之及齊齊桓公妻之有馬二十乘公子安之從者以為不可將行謀於桑下蠶妾在其上以告姜氏姜氏殺之而謂公子曰子有四方之志其聞之者吾殺之矣公子曰無之姜曰行也懷與安實敗名公子不可姜與子犯謀醉而遣之醒以戈逐子犯及曹曹共公聞其駢脅欲觀其裸浴薄而觀之僖負羈之妻曰吾觀晉公子之從者皆足以相國若以相夫子必反其國反其國必得志於諸侯得志於諸侯而誅無禮曹其首也子盍蚤自貳焉乃饋盤飧寘璧焉公子受飧反璧及宋宋襄公贈之以馬二十乘及鄭鄭文公亦不禮焉叔詹諫曰臣聞天之所啟人弗及也晉公子有三焉天其或者將建諸君其禮焉男女同姓其生不蕃晉公子姬出也而至于今一也離外之患而天不靖晉國殆將啟之二也有三士足以上人而從之三也晉鄭同儕其過子弟固將禮焉況天之所啟乎弗聽及楚楚子饗之曰公子若反晉國則何以報不穀對曰子女玉帛則君有之羽毛齒革則君地生焉其波及晉國者君之餘也其何以報君曰雖然何以報我對曰若以君之靈得反晉國晉楚治兵遇於中原其辟君三舍若不獲命其左執鞭弭右屬櫜鞬以與君周旋子玉請殺之楚子曰晉公子廣而儉文而有禮其從者肅而寬忠而能力晉侯無親外內惡之吾聞姬姓唐叔之後其後衰者也其將由晉公子乎天將興之誰能廢之違天必有大咎乃送諸秦秦伯納女五人懷嬴與焉奉匜沃盥既而揮之怒曰秦晉匹也何以卑我公子懼降服而囚他日公享之子犯曰吾不如衰之文也請使衰從公子賦河水公賦六月趙衰曰重耳拜賜公子降拜稽首公降一級而辭焉衰曰君稱所以佐天子者命重耳重耳敢不拜僖公二十四年經二十有四年春王正月夏狄伐鄭秋七月冬天王出居于鄭晉侯夷吾卒僖公二十四年傳二十四年春王正月秦伯納之不書不告入也及河子犯以璧授公子曰臣負羈絏從君巡於天下臣之罪其多矣臣猶知之而況君乎請由此亡公子曰所不與舅氏同心者有如白水投其璧于河濟河圍令狐入桑泉取臼衰二月甲午晉師軍于廬柳秦伯使公子縶如晉師師退軍于郇辛丑狐偃及秦晉之大夫盟于郇壬寅公子入于晉師丙午入于曲沃丁未入于絳朝于武宮戊申使殺懷公于高梁不書亦不告也呂郤畏偪將焚公宮而弒晉侯寺人披請見公使讓之且辭焉曰蒲城之役君命一宿女即至其後余從狄君以田渭濱女為惠公來求殺余命女三宿女中宿至雖有君命何其速也夫袪猶在女其行乎對曰臣謂君之入也其知之矣若猶未也又將及難君命無二古之制也除君之惡唯力是視蒲人狄人余何有焉今君即位其無蒲狄乎齊桓公置射鉤而使管仲相君若易之何辱命焉行者其眾豈唯刑臣公見之以難告三月晉侯潛會秦伯于王城己丑晦公宮火瑕甥郤芮不獲公乃如河上秦伯誘而殺之晉侯逆夫人嬴氏以歸秦伯送衛於晉三千人實紀綱之僕初晉侯之豎頭須守藏者也其出也竊藏以逃盡用以求納之及入求見公辭焉以沐謂僕人曰沐則心覆心覆則圖反宜吾不得見也居者為社稷之守行者為羈絏之僕其亦可也何必罪居者國君而讎匹夫懼者其眾矣僕人以告公遽見之狄人歸季隗于晉而請其二子文公妻趙衰生原同屏括樓嬰趙姬請逆盾與其母子餘辭姬曰得寵而忘舊何以使人必逆之固請許之來以盾為才固請于公以為嫡子而使其三子下之以叔隗為內子而己下之晉侯賞從亡者介之推不言祿祿亦弗及推曰獻公之子九人唯君在矣惠懷無親外內棄之天未絕晉必將有主主晉祀者非君而誰天實置之而二三子以為己力不亦誣乎竊人之財猶謂之盜況貪天之功以為己力乎下義其罪上賞其姦上下相蒙難與處矣其母曰盍亦求之以死誰懟對曰尤而效之罪又甚焉且出怨言不食其食其母曰亦使知之若何對曰言身之文也身將隱焉用文之是求顯也其母曰能如是乎與女偕隱遂隱而死晉侯求之不獲以緜上為之田曰以志吾過且旌善人鄭之入滑也滑人聽命師還又即衛鄭公子士洩堵俞彌帥師伐滑王使伯服游孫伯如鄭請滑鄭伯怨惠王之入而不與厲公爵也又怨襄王之與衛滑也故不聽王命而執二子王怒將以狄伐鄭富辰諫曰不可臣聞之大上以德撫民其次親親以相及也昔周公弔二叔之不咸故封建親戚以蕃屏周管蔡郕霍魯衛毛聃郜雍曹滕畢原酆郇文之昭也邘晉應韓武之穆也凡蔣邢茅胙祭周公之胤也召穆公思周德之不類故糾合宗族于成周而作詩曰常棣之華鄂不韡韡凡今之人莫如兄弟其四章曰兄弟鬩于牆外禦其侮如是則兄弟雖有小忿不廢懿親今天子不忍小忿以棄鄭親其若之何庸勳親親暱近尊賢德之大者也即聾從昧與頑用嚚姦之大者也棄德崇姦禍之大者也鄭有平惠之勳又有厲宣之親棄嬖寵而用三良於諸姬為近四德具矣耳不聽五聲之和為聾目不別五色之章為昧心不則德義之經為頑口不道忠信之言為嚚狄皆則之四姦具矣周之有懿德也猶曰莫如兄弟故封建之其懷柔天下也猶懼有外侮扞禦侮者莫如親親故以親屏周召穆公亦云今周德既衰於是乎又渝周召以從諸姦無乃不可乎民未忘禍王又興之其若文武何王弗聽使頹叔桃子出狄師夏狄伐鄭取櫟王德狄人將以其女為后富辰諫曰不可臣聞之曰報者倦矣施者未厭狄固貪惏王又啟之女德無極婦怨無終狄必為患王又弗聽初甘昭公有寵於惠后惠后將立之未及而卒昭公奔齊王復之又通於隗氏王替隗氏頹叔桃子曰我實使狄狄其怨我遂奉大叔以攻王王御士將禦之王曰先后其謂我何寧使諸侯圖之王遂出及坎欿國人納之秋頹叔桃子奉大叔以狄師伐周大敗周師獲周公忌父原伯毛伯富辰王出適鄭處于氾大叔以隗氏居于溫鄭子華之弟子臧出奔宋好聚鷸冠鄭伯聞而惡之使盜誘之八月盜殺之于陳宋之間君子曰服之不衷身之災也詩曰彼己之子不稱其服子臧之及不稱也夫詩曰自詒伊慼其子臧之謂矣夏書曰地平天成稱也宋及楚平宋成公如楚還入於鄭鄭伯將享之問禮於皇武子對曰宋先代之後也於周為客天子有事膰焉有喪拜焉豐厚可也鄭伯從之享宋公有加禮也冬王使來告難曰不穀不德得罪于母弟之寵子帶鄙在鄭地氾敢告叔父臧文仲對曰天子蒙塵于外敢不奔問官守王使簡師父告于晉使左鄢父告于秦天子無出書曰天王出居于鄭辟母弟之難也天子凶服降名禮也鄭伯與孔將鉏石甲父侯宣多省視官具于氾而後聽其私政禮也衛人將伐邢禮至曰不得其守國不可得也我請昆弟仕焉乃往得仕僖公二十五年經二十有五年春王正月丙午衛侯燬滅邢夏四月癸酉衛侯燬卒宋蕩伯姬來逆婦宋殺其大夫秋楚人圍陳納頓子于頓葬衛文公冬十有二月癸亥公會衛子莒慶盟于洮僖公二十五年傳二十五年春衛人伐邢二禮從國子巡城掖以赴外殺之正月丙午衛侯燬滅邢同姓也故名禮至為銘曰余掖殺國子莫余敢止秦伯師于河上將納王狐偃言於晉侯曰求諸侯莫如勤王諸侯信之且大義也繼文之業而信宣於諸侯今為可矣使卜偃卜之曰吉遇黃帝戰于阪泉之兆公曰吾不堪也對曰周禮未改今之王古之帝也公曰筮之筮之遇大有䷍之睽䷥曰吉遇公用享于天子之卦也戰克而王饗吉孰大焉且是卦也天為澤以當日天子降心以逆公不亦可乎大有去睽而復亦其所也晉侯辭秦師而下三月甲辰次于陽樊右師圍溫左師逆王夏四月丁巳王入于王城取大叔于溫殺之于隰城戊午晉侯朝王王饗醴命之宥請隧弗許曰王章也未有代德而有二王亦叔父之所惡也與之陽樊溫原欑茅之田晉於是始啟南陽陽樊不服圍之倉葛呼曰德以柔中國刑以威四夷宜吾不敢服也此誰非王之親姻其俘之也乃出其民秋秦晉伐鄀楚鬭克屈禦寇以申息之師戍商密秦人過析隈入而係輿人以圍商密昏而傅焉宵坎血加書偽與子儀子邊盟者商密人懼曰秦取析矣戍人反矣乃降秦師秦師囚申公子儀息公子邊以歸楚令尹子玉追秦師弗及遂圍陳納頓子于頓冬晉侯圍原命三日之糧原不降命去之諜出曰原將降矣軍吏曰請待之公曰信國之寶也民之所庇也得原失信何以庇之所亡滋多退一舍而原降遷原伯貫于冀趙衰為原大夫狐溱為溫大夫衛人平莒于我十二月盟于洮脩衛文公之好且及莒平也晉侯問原守於寺人勃鞮對曰昔趙衰以壺飧從徑餒而弗食故使處原僖公二十六年經二十有六年春王正月己未公會莒子衛甯速盟于向齊人侵我西鄙公追齊師至酅弗及夏齊人伐我北鄙衛人伐齊公子遂如楚乞師秋楚人滅夔以夔子歸冬楚人伐宋圍緡公以楚師伐齊取穀公至自伐齊僖公二十六年傳二十六年春王正月公會莒茲丕公甯莊子盟于向尋洮之盟也齊師侵我西鄙討是二盟也夏齊孝公伐我北鄙衛人伐齊洮之盟故也公使展喜犒師使受命于展禽齊侯未入竟展喜從之曰寡君聞君親舉玉趾將辱於敝邑使下臣犒執事齊侯曰魯人恐乎對曰小人恐矣君子則否齊侯曰室如縣罄野無青草何恃而不恐對曰恃先王之命昔周公大公股肱周室夾輔成王成王勞之而賜之盟曰世世子孫無相害也載在盟府大師職之桓公是以糾合諸侯而謀其不協彌縫其闕而匡救其災昭舊職也及君即位諸侯之望曰其率桓之功我敝邑用不敢保聚曰豈其嗣世九年而棄命廢職其若先君何君必不然恃此以不恐齊侯乃還東門襄仲臧文仲如楚乞師臧孫見子玉而道之伐齊宋以其不臣也夔子不祀祝融與鬻熊楚人讓之對曰我先王熊摯有疾鬼神弗赦而自竄于夔吾是以失楚又何祀焉秋楚成得臣鬭宜申帥師滅夔以夔子歸宋以其善於晉侯也叛楚即晉冬楚令尹子玉司馬子西帥師伐宋圍緡公以楚師伐齊取穀凡師能左右之曰以寘桓公子雍於穀易牙奉之以為魯援楚申公叔侯戍之桓公之子七人為七大夫於楚僖公二十七年經二十有七年春杞子來朝夏六月庚寅齊侯昭卒秋八月乙未葬齊孝公乙巳公子遂帥師入杞冬楚人陳侯蔡侯鄭伯許男圍宋十有二月甲戌公會諸侯盟于宋僖公二十七年傳二十七年春杞桓公來朝用夷禮故曰子公卑杞杞不共也夏齊孝公卒有齊怨不廢喪紀禮也秋入杞責無禮也楚子將圍宋使子文治兵於睽終朝而畢不戮一人子玉復治兵於蒍終日而畢鞭七人貫三人耳國老皆賀子文子文飲之酒蒍賈尚幼後至不賀子文問之對曰不知所賀子之傳政於子玉曰以靖國也靖諸內而敗諸外所獲幾何子玉之敗子之舉也舉以敗國將何賀焉子玉剛而無禮不可以治民過三百乘其不能以入矣苟入而賀何後之有冬楚子及諸侯圍宋宋公孫固如晉告急先軫曰報施救患取威定霸於是乎在矣狐偃曰楚始得曹而新昏於衛若伐曹衛楚必救之則齊宋免矣於是乎蒐于被廬作三軍謀元帥趙衰曰郤縠可臣亟聞其言矣說禮樂而敦詩書詩書義之府也禮樂德之則也德義利之本也夏書曰賦納以言明試以功車服以庸君其試之乃使郤縠將中軍郤溱佐之使狐偃將上軍讓於狐毛而佐之命趙衰為卿讓於欒枝先軫使欒枝將下軍先軫佐之荀林父御戎魏犨為右晉侯始入而教其民二年欲用之子犯曰民未知義未安其居於是乎出定襄王入務利民民懷生矣將用之子犯曰民未知信未宣其用於是乎伐原以示之信民易資者不求豐焉明徵其辭公曰可矣乎子犯曰民未知禮未生其共於是乎大蒐以示之禮作執秩以正其官民聽不惑而後用之出穀戍釋宋圍一戰而霸文之教也僖公二十八年經二十有八年春晉侯侵曹晉侯伐衛公子買戍衛不卒戍刺之楚人救衛三月丙午晉侯入曹執曹伯畀宋人夏四月己巳晉侯齊師宋師秦師及楚人戰于城濮楚師敗績楚殺其大夫得臣衛侯出奔楚五月癸丑公會晉侯齊侯宋公蔡侯鄭伯衛子莒子盟于踐土陳侯如會公朝于王所六月衛侯鄭自楚復歸于衛衛元咺出奔晉陳侯款卒秋杞伯姬來公子遂如齊冬公會晉侯齊侯宋公蔡侯鄭伯陳子莒子邾子秦人于溫天王狩于河陽壬申公朝于王所晉人執衛侯歸之于京師衛元咺自晉復歸于衛諸侯遂圍許曹伯襄復歸于曹遂會諸侯圍許僖公二十八年傳二十八年春晉侯將伐曹假道于衛衛人弗許還自南河濟侵曹伐衛正月戊申取五鹿二月晉郤縠卒原軫將中軍胥臣佐下軍上德也晉侯齊侯盟于斂盂衛侯請盟晉人弗許衛侯欲與楚國人不欲故出其君以說于晉衛侯出居于襄牛公子買戍衛楚人救衛不克公懼於晉殺子叢以說焉謂楚人曰不卒戍也晉侯圍曹門焉多死曹人尸諸城上晉侯患之聽輿人之謀稱舍於墓師遷焉曹人兇懼為其所得者棺而出之因其兇也而攻之三月丙午入曹數之以其不用僖負羈而乘軒者三百人也且曰獻狀令無入僖負羈之宮而免其族報施也魏犨顛頡怒曰勞之不圖報於何有爇僖負羈氏魏犨傷於胸公欲殺之而愛其材使問且視之病將殺之魏犨束胸見使者曰以君之靈不有寧也距躍三百曲踊三百乃舍之殺顛頡以徇于師立舟之僑以為戎右宋人使門尹般如晉師告急公曰宋人告急舍之則絕告楚不許我欲戰矣齊秦未可若之何先軫曰使宋舍我而賂齊秦藉之告楚我執曹君而分曹衛之田以賜宋人楚愛曹衛必不許也喜賂怒頑能無戰乎公說執曹伯分曹衛之田以畀宋人楚子入居于申使申叔去穀使子玉去宋曰無從晉師晉侯在外十九年矣而果得晉國險阻艱難備嘗之矣民之情偽盡知之矣天假之年而除其害天之所置其可廢乎軍志曰允當則歸又曰知難而退又曰有德不可敵此三志者晉之謂矣子玉使伯（󰇚）棼請戰曰非敢必有功也願以間執讒慝之口王怒少與之師唯西廣東宮與若敖之六卒實從之子玉使宛春告於晉師曰請復衛侯而封曹臣亦釋宋之圍子犯曰子玉無禮哉君取一臣取二不可失矣先軫曰子與之定人之謂禮楚一言而定三國我一言而亡之我則無禮何以戰乎不許楚言是棄宋也救而棄之謂諸侯何楚有三施我有三怨怨讎已多將何以戰不如私許復曹衛以攜之執宛春以怒楚既戰而後圖之公說乃拘宛春於衛且私許復曹衛曹衛告絕於楚子玉怒從晉師晉師退軍吏曰以君辟臣辱也且楚師老矣何故退子犯曰師直為壯曲為老豈在久乎微楚之惠不及此退三舍辟之所以報也背惠食言以亢其讎我曲楚直其眾素飽不可謂老我退而楚還我將何求若其不還君退臣犯曲在彼矣退三舍楚眾欲止子玉不可夏四月戊辰晉侯宋公齊國歸父崔夭秦小子憖次于城濮楚師背酅而舍晉侯患之聽輿人之誦曰原田每每舍其舊而新是謀公疑焉子犯曰戰也戰而捷必得諸侯若其不捷表裏山河必無害也公曰若楚惠何欒貞子曰漢陽諸姬楚實盡之思小惠而忘大恥不如戰也晉侯夢與楚子搏楚子伏己而盬其腦是以懼子犯曰吉我得天楚伏其罪吾且柔之矣子玉使鬭勃請戰曰請與君之士戲君馮軾而觀之得臣與寓目焉晉侯使欒枝對曰寡君聞命矣楚君之惠未之敢忘是以在此為大夫退其敢當君乎既不獲命矣敢煩大夫謂二三子戒爾車乘敬爾君事詰朝將見晉車七百乘韅靳鞅靽晉侯登有莘之虛以觀師曰少長有禮其可用也遂伐其木以益其兵己巳晉師陳于莘北胥臣以下軍之佐當陳蔡子玉以若敖之六卒將中軍曰今日必無晉矣子西將左子上將右胥臣蒙馬以虎皮先犯陳蔡陳蔡奔楚右師潰狐毛設二旆而退之欒枝使輿曳柴而偽遁楚師馳之原軫郤溱以中軍公族橫擊之狐毛狐偃以上軍夾攻子西楚左師潰楚師敗績子玉收其卒而止故不敗晉師三日館穀及癸酉而還甲午至于衡雍作王宮于踐土鄉役之三月鄭伯如楚致其師為楚師既敗而懼使子人九行成于晉晉欒枝入盟鄭伯五月丙午晉侯及鄭伯盟于衡雍丁未獻楚俘于王駟介百乘徒兵千鄭伯傅王用平禮也己酉王享醴命晉侯宥王命尹氏及王子虎內史叔興父策命晉侯為侯伯賜之大輅之服戎輅之服彤弓一彤矢百玈弓矢千秬鬯一卣虎賁三百人曰王謂叔父敬服王命以綏四國糾逖王慝晉侯三辭從命曰重耳敢再拜稽首奉揚天子之丕顯休命受策以出出入三覲衛侯聞楚師敗懼出奔楚遂適陳使元咺奉叔武以受盟癸亥王子虎盟諸侯于王庭要言曰皆獎王室無相害也有渝此盟明神殛之俾隊其師無克祚國及而玄孫無有老幼君子謂是盟也信謂晉於是役也能以德攻初楚子玉自為瓊弁玉纓未之服也先戰夢河神謂己曰畀余余賜女孟諸之麋弗致也大心與子西使榮黃諫弗聽榮季曰死而利國猶或為之況瓊玉乎是糞土也而可以濟師將何愛焉弗聽出告二子曰非神敗令尹令尹其不勤民實自敗也既敗王使謂之曰大夫若入其若申息之老何子西孫伯曰得臣將死二臣止之曰君其將以為戮及連穀而死晉侯聞之而後喜可知也曰莫余毒也已蒍呂臣實為令尹奉己而已不在民矣或訴元咺於衛侯曰立叔武矣其子角從公公使殺之咺不廢命奉夷叔以入守六月晉人復衛侯甯武子與衛人盟于宛濮曰天禍衛國君臣不協以及此憂也今天誘其衷使皆降心以相從也不有居者誰守社稷不有行者誰扞牧圉不協之故用昭乞盟于爾大神以誘天衷自今日以往既盟之後行者無保其力居者無懼其罪有渝此盟以相反也明神先君是糾是殛國人聞此盟也而後不貳衛侯先期入甯子先長牂守門以為使也與之乘而入公子歂犬華仲前驅叔孫將沐聞君至喜捉髮走出前驅射而殺之公知其無罪也枕之股而哭之歂犬走出公使殺之元咺出奔晉城濮之戰晉中軍風于澤亡大旆之左旃祁瞞奸命司馬殺之以徇于諸侯使茅茷代之師還壬午濟河舟之僑先歸士會攝右秋七月丙申振旅愷以入于晉獻俘授馘飲至大賞徵會討貳殺舟之僑以徇于國民於是大服君子謂文公其能刑矣三罪而民服詩云惠此中國以綏四方不失賞刑之謂也冬會于溫討不服也衛侯與元咺訟甯武子為輔鍼莊子為坐士榮為大士衛侯不勝殺士榮刖鍼莊子謂甯俞忠而免之執衛侯歸之于京師寘諸深室甯子職納橐饘焉元咺歸于衛立公子瑕是會也晉侯召王以諸侯見且使王狩仲尼曰以臣召君不可以訓故書曰天王狩于河陽言非其地也且明德也壬申公朝于王所丁丑諸侯圍許晉侯有疾曹伯之豎侯獳貨筮史使曰以曹為解齊桓公為會而封異姓今君為會而滅同姓曹叔振鐸文之昭也先君唐叔武之穆也且合諸侯而滅兄弟非禮也與衛偕命而不與偕復非信也同罪異罰非刑也禮以行義信以守禮刑以正邪舍此三者君將若之何公說復曹伯遂會諸侯于許晉侯作三行以禦狄荀林父將中行屠擊將右行先蔑將左行僖公二十九年經二十有九年春介葛盧來公至自圍許夏六月會王人晉人宋人齊人陳人蔡人秦人盟于翟泉秋大雨雹冬介葛盧來僖公二十九年傳二十九年春介葛盧來朝舍于昌衍之上公在會饋之芻米禮也夏公會王子虎晉狐偃宋公孫固齊國歸父陳轅濤塗秦小子憖盟于翟泉尋踐土之盟且謀伐鄭也卿不書罪之也在禮卿不會公侯會伯子男可也秋大雨雹為災也冬介葛盧來以未見公故復來朝禮之加燕好介葛盧聞牛鳴曰是生三犧皆用之矣其音云問之而信僖公三十年經三十年春王正月夏狄侵齊秋衛殺其大夫元咺及公子瑕衛侯鄭歸于衛晉人秦人圍鄭介人侵蕭冬天王使宰周公來聘公子遂如京師遂如晉僖公三十年傳三十年春晉人侵鄭以觀其可攻與否狄間晉之有鄭虞也夏狄侵齊晉侯使醫衍酖衛侯甯俞貨醫使薄其酖不死公為之請納玉於王與晉侯皆十瑴王許之秋乃釋衛侯衛侯使賂周歂冶廑曰苟能納我吾使爾為卿周冶殺元咺及子適子儀公入祀先君周冶既服將命周歂先入及門遇疾而死冶廑辭卿九月甲午晉侯秦伯圍鄭以其無禮於晉且貳於楚也晉軍函陵秦軍氾南佚之狐言於鄭伯曰國危矣若使燭之武見秦君師必退公從之辭曰臣之壯也猶不如人今老矣無能為也已公曰吾不能早用子今急而求子是寡人之過也然鄭亡子亦有不利焉許之夜縋而出見秦伯曰秦晉圍鄭鄭既知亡矣若亡鄭而有益於君敢以煩執事越國以鄙遠君知其難也焉用亡鄭以陪鄰鄰之厚君之薄也若舍鄭以為東道主行李之往來共其乏困君亦無所害且君嘗為晉君賜矣許君焦瑕朝濟而夕設版焉君之所知也夫晉何厭之有既東封鄭又欲肆其西封不闕秦焉取之闕秦以利晉唯君圖之秦伯說與鄭人盟使杞子逢孫揚孫戍之乃還子犯請擊之公曰不可微夫人之力不及此因人之力而敝之不仁失其所與不知以亂易整不武吾其還也亦去之初鄭公子蘭出奔晉從於晉侯伐鄭請無與圍鄭許之使待命于東鄭石甲父侯宣多逆以為大子以求成于晉晉人許之冬王使周公閱來聘饗有昌𣤶白黑形鹽辭曰國君文足昭也武可畏也則有備物之饗以象其德薦五味羞嘉穀鹽虎形以獻其功吾何以堪之東門襄仲將聘于周遂初聘于晉僖公三十一年經三十有一年春取濟西田公子遂如晉夏四月四卜郊不從乃免牲猶三望秋七月冬杞伯姬來求婦狄圍衛十有二月衛遷于帝丘僖公三十一年傳三十一年春取濟西田分曹地也使臧文仲往宿於重館重館人告曰晉新得諸侯必親其先不速行將無及也從之分曹地自洮以南東傅于濟盡曹地也襄仲如晉拜曹田也夏四月四卜郊不從乃免牲非禮也猶三望亦非禮也禮不卜常祀而卜其牲日牛卜日曰牲牲成而卜郊上怠慢也望郊之細也不郊亦無望可也秋晉蒐于清原作五軍以禦狄趙衰為卿冬狄圍衛衛遷于帝丘卜曰三百年衛成公夢康叔曰相奪予享公命祀相甯武子不可曰鬼神非其族類不歆其祀杞鄫何事相之不享於此久矣非衛之罪也不可以間成王周公之命祀請改祀命鄭洩駕惡公子瑕鄭伯亦惡之故公子瑕出奔楚僖公三十二年經三十有二年春王正月夏四月己丑鄭伯捷卒衛人侵狄秋衛人及狄盟冬十有二月己卯晉侯重耳卒僖公三十二年傳三十二年春楚鬭章請平于晉晉陽處父報之晉楚始通夏狄有亂衛人侵狄狄請平焉秋衛人及狄盟冬晉文公卒庚辰將殯于曲沃出絳柩有聲如牛卜偃使大夫拜曰君命大事將有西師過軼我擊之必大捷焉杞子自鄭使告于秦曰鄭人使我掌其北門之管若潛師以來國可得也穆公訪諸蹇叔蹇叔曰勞師以襲遠非所聞也師勞力竭遠主備之無乃不可乎師之所為鄭必知之勤而無所必有悖心且行千里其誰不知公辭焉召孟明西乞白乙使出師於東門之外蹇叔哭之曰孟子吾見師之出而不見其入也公使謂之曰爾何知中壽爾墓之木拱矣蹇叔之子與師哭而送之曰晉人禦師必於殽殽有二陵焉其南陵夏后皋之墓也其北陵文王之所辟風雨也必死是間余收爾骨焉秦師遂東僖公三十三年經三十有三年春王二月秦人入滑齊侯使國歸父來聘夏四月辛巳晉人及姜戎敗秦師于殽癸巳葬晉文公狄侵齊公伐邾取訾婁秋公子遂帥師伐邾晉人敗狄于箕冬十月公如齊十有二月公至自齊乙巳公薨于小寢隕霜不殺草李梅實晉人陳人鄭人伐許僖公三十三年傳三十三年春秦師過周北門左右免冑而下超乘者三百乘王孫滿尚幼觀之言於王曰秦師輕而無禮必敗輕則寡謀無禮則脫入險而脫又不能謀能無敗乎及滑鄭商人弦高將市於周遇之以乘韋先牛十二犒師曰寡君聞吾子將步師出於敝邑敢犒從者不腆敝邑為從者之淹居則具一日之積行則備一夕之衛且使遽告于鄭鄭穆公使視客館則束載厲兵秣馬矣使皇武子辭焉曰吾子淹久於敝邑唯是脯資餼牽竭矣為吾子之將行也鄭之有原圃猶秦之有具圃也吾子取其麋鹿以間敝邑若何杞子奔齊逢孫揚孫奔宋孟明曰鄭有備矣不可冀也攻之不克圍之不繼吾其還也滅滑而還齊國莊子來聘自郊勞至于贈賄禮成而加之以敏臧文仲言於公曰國子為政齊猶有禮君其朝焉臣聞之服於有禮社稷之衛也晉原軫曰秦違蹇叔而以貪勤民天奉我也奉不可失敵不可縱縱敵患生違天不祥必伐秦師欒枝曰未報秦施而伐其師其為死君乎先軫曰秦不哀吾喪而伐吾同姓秦則無禮何施之為吾聞之一日縱敵數世之患也謀及子孫可謂死君乎遂發命遽興姜戎子墨衰絰梁弘御戎萊駒為右夏四月辛巳敗秦師于殽獲百里孟明視西乞術白乙丙以歸遂墨以葬文公晉於是始墨文嬴請三帥曰彼實構吾二君寡君若得而食之不厭君何辱討焉使歸就戮于秦以逞寡君之志若何公許之先軫朝問秦囚公曰夫人請之吾舍之矣先軫怒曰武夫力而拘諸原婦人暫而免諸國墮軍實而長寇讎亡無日矣不顧而唾公使陽處父追之及諸河則在舟中矣釋左驂以公命贈孟明孟明稽首曰君之惠不以纍臣釁鼓使歸就戮于秦寡君之以為戮死且不朽若從君惠而免之三年將拜君賜秦伯素服郊次鄉師而哭曰孤違蹇叔以辱二三子孤之罪也不替孟明曰孤之過也大夫何罪且吾不以一眚掩大德狄侵齊因晉喪也公伐邾取訾婁以報升陘之役邾人不設備秋襄仲復伐邾狄伐晉及箕八月戊子晉侯敗狄于箕郤缺獲白狄子先軫曰匹夫逞志於君而無討敢不自討乎免冑入狄師死焉狄人歸其元面如生初臼季使過冀見冀缺耨其妻饁之敬相待如賓與之歸言諸文公曰敬德之聚也能敬必有德德以治民君請用之臣聞之出門如賓承事如祭仁之則也公曰其父有罪可乎對曰舜之罪也殛鯀其舉也興禹管敬仲桓之賊也實相以濟康誥曰父不慈子不祗兄不友弟不共不相及也詩曰采葑采菲無以下體君取節焉可也文公以為下軍大夫反自箕襄公以三命命先且居將中軍以再命命先茅之縣賞胥臣曰舉郤缺子之功也以一命命郤缺為卿復與之冀亦未有軍行冬公如齊朝且弔有狄師也反薨于小寢即安也晉陳鄭伐許討其貳於楚也楚令尹子上侵陳蔡陳蔡成遂伐鄭將納公子瑕門于桔柣之門瑕覆于周氏之汪外僕髡屯禽之以獻文夫人斂而葬之鄶城之下晉陽處父侵蔡楚子上救之與晉師夾泜而軍陽子患之使謂子上曰吾聞之文不犯順武不違敵子若欲戰則吾退舍子濟而陳遲速唯命不然紓我老師費財亦無益也乃駕以待子上欲涉大孫伯曰不可晉人無信半涉而薄我悔敗何及不如紓之乃退舍陽子宣言曰楚師遁矣遂歸楚師亦歸大子商臣譖子上曰受晉賂而辟之楚之恥也罪莫大焉王殺子上葬僖公緩作主非禮也凡君薨卒器而祔祔而作主特祀於主烝嘗禘於廟"}
{"id": "KR1e0001_006", "series": "KR1e0001", "text": "文公元年經元年春王正月公即位二月癸亥日有食之天王使叔服來會葬夏四月丁巳葬我君僖公天王使毛伯來錫公命晉侯伐衛叔孫得臣如京師衛人伐晉秋公孫敖會晉侯于戚冬十月丁未楚世子商臣弒其君頵公孫敖如齊文公元年傳元年春王使內史叔服來會葬公孫敖聞其能相人也見其二子焉叔服曰穀也食子難也收子穀也豐下必有後於魯國於是閏三月非禮也先王之正時也履端於始舉正於中歸餘於終履端於始序則不愆舉正於中民則不惑歸餘於終事則不悖夏四月丁巳葬僖公王使毛伯衛來賜公命叔孫得臣如周拜晉文公之季年諸侯朝晉衛成公不朝使孔達侵鄭伐緜訾及匡晉襄公既祥使告于諸侯而伐衛及南陽先且居曰效尤禍也請君朝王臣從師晉侯朝王于溫先且居胥臣伐衛五月辛酉朔晉師圍戚六月戊戌取之獲孫昭子衛人使告于陳陳共公曰更伐之我辭之衛孔達帥師伐晉君子以為古古者越國而謀秋晉侯疆戚田故公孫敖會之初楚子將以商臣為大子訪諸令尹子上子上曰君之齒未也而又多愛黜乃亂也楚國之舉恆在少者且是人也蠭目而豺聲忍人也不可立也弗聽既又欲立王子職而黜大子商臣商臣聞之而未察告其師潘崇曰若之何而察之潘崇曰享江羋而勿敬也從之江羋怒曰呼役夫宜君王之欲廢女而立職也告潘崇曰信矣潘崇曰能事諸乎曰不能能行乎曰不能能行大事乎曰能冬十月以宮甲圍成王王請食熊蹯而死弗聽丁未王縊謚之曰靈不瞑曰成乃瞑穆王立以其為大子之室與潘崇使為大師且掌環列之尹穆伯如齊始聘焉禮也凡君即位卿出並聘踐脩舊好要結外援好事鄰國以衛社稷忠信卑讓之道也忠德之正也信德之固也卑讓德之基也殽之役晉人既歸秦帥秦大夫及左右皆言於秦伯曰是敗也孟明之罪也必殺之秦伯曰是孤之罪也周芮良夫之詩曰大風有隧貪人敗類聽言則對誦言如醉匪用其良覆俾我悖是貪故也孤之謂矣孤實貪以禍夫子夫子何罪復使為政文公二年經二年春王二月甲子晉侯及秦師戰于彭衙秦師敗績丁丑作僖公主三月乙巳及晉處父盟夏六月公孫敖會宋公陳侯鄭伯晉士縠盟于垂隴自十有二月不雨至于秋七月八月丁卯大事于大廟躋僖公冬晉人宋人陳人鄭人伐秦公子遂如齊納幣文公二年傳二年春秦孟明視帥師伐晉以報殽之役二月晉侯禦之先且居將中軍趙衰佐之王官無地御戎狐鞫居為右甲子及秦師戰于彭衙秦師敗績晉人謂秦拜賜之師戰于殽也晉梁弘御戎萊駒為右戰之明日晉襄公縛秦囚使萊駒以戈斬之囚呼萊駒失戈狼瞫取戈以斬囚禽之以從公乘遂以為右箕之役先軫黜之而立續簡伯狼瞫怒其友曰盍死之瞫曰吾未獲死所其友曰吾與女為難瞫曰周志有之勇則害上不登於明堂死而不義非勇也共用之謂勇吾以勇求右無勇而黜亦其所也謂上不我知黜而宜乃知我矣子姑待之及彭衙既陳以其屬馳秦師死焉晉師從之大敗秦師君子謂狼瞫於是乎君子詩曰君子如怒亂庶遄沮又曰王赫斯怒爰整其旅怒不作亂而以從師可謂君子矣秦伯猶用孟明孟明增脩國政重施於民趙成子言於諸大夫曰秦師又至將必辟之懼而增德不可當也詩曰毋念爾祖聿脩厥德孟明念之矣念德不怠其可敵乎丁丑作僖公主書不時也晉人以公不朝來討公如晉夏四月己巳晉人使陽處父盟公以恥之書曰及晉處父盟以厭之也適晉不書諱之也公未至六月穆伯會諸侯及晉司空士縠盟于垂隴晉討衛故也書士縠堪其事也陳侯為衛請成于晉執孔達以說秋八月丁卯大事于大廟躋僖公逆祀也於是夏父弗忌為宗伯尊僖公且明見曰吾見新鬼大故鬼小先大後小順也躋聖賢明也明順禮也君子以為失禮禮無不順祀國之大事也而逆之可謂禮乎子雖齊聖不先父食久矣故禹不先鯀湯不先契文武不先不窋宋祖帝乙鄭祖厲王猶上祖也是以魯頌曰春秋匪解享祀不忒皇皇后帝皇祖后稷君子曰禮謂其后稷親而先帝也詩曰問我諸姑遂及伯姊君子曰禮謂其姊親而先姑也仲尼曰臧文仲其不仁者三不知者三下展禽廢六關妾織蒲三不仁也作虛器縱逆祀祀爰居三不知也冬晉先且居宋公子成陳轅選鄭公子歸生伐秦取汪及彭衙而還以報彭衙之役卿不書為穆公故尊秦也謂之崇德襄仲如齊納幣禮也凡君即位好舅甥脩昏姻娶元妃以奉粢盛孝也孝禮之始也文公三年經三年春王正月叔孫得臣會晉人宋人陳人衛人鄭人伐沈沈潰夏五月王子虎卒秦人伐晉秋楚人圍江雨螽于宋冬公如晉十有二月己巳公及晉侯盟晉陽處父帥師伐楚以救江文公三年傳三年春莊叔會諸侯之師伐沈以其服於楚也沈潰凡民逃其上曰潰在上曰逃衛侯如陳拜晉成也夏四月乙亥王叔文公卒來赴弔如同盟禮也秦伯伐晉濟河焚舟取王官及郊晉人不出遂自茅津濟封殽尸而還遂霸西戎用孟明也君子是以知秦穆之為君也舉人之周也與人之壹也孟明之臣也其不解也能懼思也子桑之忠也其知人也能舉善也詩曰于以采蘩于沼于沚于以用之公侯之事秦穆有焉夙夜匪解以事一人孟明有焉詒厥孫謀以燕翼子子桑有焉秋雨螽于宋隊而死也楚師圍江晉先僕伐楚以救江冬晉以江故告于周王叔桓公晉陽處父伐楚以救江門于方城遇息公子朱而還晉人懼其無禮於公也請改盟公如晉及晉侯盟晉侯饗公賦菁菁者莪莊叔以公降拜曰小國受命於大國敢不慎儀君貺之以大禮何樂如之抑小國之樂大國之惠也晉侯降辭登成拜公賦嘉樂文公四年經四年春公至自晉夏逆婦姜于齊狄侵齊秋楚人滅江晉侯伐秦衛侯使甯俞來聘冬十有一月壬寅夫人風氏薨文公四年傳四年春晉人歸孔達于衛以為衛之良也故免之夏衛侯如晉拜曹伯如晉會正逆婦姜于齊卿不行非禮也君子是以知出姜之不允於魯也曰貴聘而賤逆之君而卑之立而廢之棄信而壞其主在國必亂在家必亡不允宜哉詩曰畏天之威于時保之敬主之謂也秋晉侯伐秦圍邧新城以報王官之役楚人滅江秦伯為之降服出次不舉過數大夫諫公曰同盟滅雖不能救敢不矜乎吾自懼也君子曰詩云惟彼二國其政不獲惟此四國爰究爰度其秦穆之謂矣衛甯武子來聘公與之宴為賦湛露及彤弓不辭又不荅賦使行人私焉對曰臣以為肄業及之也昔諸侯朝正於王王宴樂之於是乎賦湛露則天子當陽諸侯用命也諸侯敵王所愾而獻其功王於是乎賜之彤弓一彤矢百玈弓矢千以覺報宴今陪臣來繼舊好君辱貺之其敢干大禮以自取戾冬成風薨文公五年經五年春王正月王使榮叔歸含且賵三月辛亥葬我小君成風王使召伯來會葬夏公孫敖如晉秦人入鄀秋楚人滅六冬十月甲申許男業卒文公五年傳五年春王使榮叔來含且賵召昭公來會葬禮也初鄀叛楚即秦又貳於楚夏秦人入鄀六人叛楚即東夷秋楚成大心仲歸帥師滅六冬楚公子燮滅蓼臧文仲聞六與蓼滅曰皋陶庭堅不祀忽諸德之不建民之無援哀哉晉陽處父聘于衛反過甯甯嬴從之及溫而還其妻問之嬴曰以剛商書曰沈漸剛克高明柔克夫子壹之其不沒乎天為剛德猶不干時況在人乎且華而不實怨之所聚也犯而聚怨不可以定身余懼不獲其利而離其難是以去之晉趙成子欒貞子霍伯臼季皆卒文公六年經六年春葬許僖公夏季孫行父如陳秋季孫行父如晉八月乙亥晉侯驩卒冬十月公子遂如晉葬晉襄公晉殺其大夫陽處父晉狐射姑出奔狄閏月不告月猶朝于廟文公六年傳六年春晉蒐于夷舍二軍使狐射姑將中軍趙盾佐之陽處父至自溫改蒐于董易中軍陽子成季之屬也故黨於趙氏且謂趙盾能曰使能國之利也是以上之宣子於是乎始為國政制事典正法罪辟獄刑董逋逃由質要治舊洿本秩禮續常職出滯淹既成以授大傅陽子與大師賈佗使行諸晉國以為常法臧文仲以陳衛之睦也欲求好於陳夏季文子聘于陳且娶焉秦伯任好卒以子車氏之三子奄息仲行鍼虎為殉皆秦之良也國人哀之為之賦黃鳥君子曰秦穆之不為盟主也宜哉死而棄民先王違世猶詒之法而況奪之善人乎詩曰人之云亡邦國殄瘁無善人之謂若之何奪之古之王者知命之不長是以並建聖哲樹之風聲分之采物著之話言為之律度陳之藝極引之表儀予之法制告之訓典教之防利委之常秩道之以禮則使毋失其土宜眾隸賴之而後即命聖王同之今縱無法以遺後嗣而又收其良以死難以在上矣君子是以知秦之不復東征也秋季文子將聘於晉使求遭喪之禮以行其人曰將焉用之文子曰備豫不虞古之善教也求而無之實難過求何害八月乙亥晉襄公卒靈公少晉人以難故欲立長君趙孟曰立公子雍好善而長先君愛之且近於秦秦舊好也置善則固事長則順立愛則孝結舊則安為難故故欲立長君有此四德者難必抒矣賈季曰不如立公子樂辰嬴嬖於二君立其子民必安之趙孟曰辰嬴賤班在九人其子何震之有且為二君嬖淫也為先君子不能求大而出在小國辟也母淫子辟無威陳小而遠無援將何安焉杜祁以君故讓偪姞而上之以狄故讓季隗而己次之故班在四先君是以愛其子而仕諸秦為亞卿焉秦大而近足以為援母義子愛足以威民立之不亦可乎使先蔑士會如秦逆公子雍賈季亦使召公子樂于陳趙孟使殺諸郫賈季怨陽子之易其班也而知其無援於晉也九月賈季使續鞫居殺陽處父書曰晉殺其大夫侵官也冬十月襄仲如晉葬襄公十一月丙寅晉殺續簡伯賈季奔狄宣子使臾駢送其帑夷之蒐賈季戮臾駢臾駢之人欲盡殺賈氏以報焉臾駢曰不可吾聞前志有之曰敵惠敵怨不在後嗣忠之道也夫子禮於賈季我以其寵報私怨無乃不可乎介人之寵非勇也損怨益仇非知也以私害公非忠也釋此三者何以事夫子盡具其帑與其器用財賄親帥扞之送致諸竟閏月不告朔非禮也閏以正時時以作事事以厚生生民之道於是乎在矣不告閏朔棄時政也何以為民文公七年經七年春公伐邾三月甲戌取須句遂城郚夏四月宋公王臣卒宋人殺其大夫戊子晉人及秦人戰于令狐晉先蔑奔秦狄侵我西鄙秋八月公會諸侯晉大夫盟于扈冬徐伐莒公孫敖如莒涖盟文公七年傳七年春公伐邾間晉難也三月甲戌取須句寘文公子焉非禮也夏四月宋成公卒於是公子成為右師公孫友為左師樂豫為司馬鱗矔為司徒公子蕩為司城華御事為司寇昭公將去群公子樂豫曰不可公族公室之枝葉也若去之則本根無所庇廕矣葛藟猶能庇其本根故君子以為比況國君乎此諺所謂庇焉而縱尋斧焉者也必不可君其圖之親之以德皆股肱也誰敢攜貳若之何去之不聽穆襄之族率國人以攻公殺公孫固公孫鄭于公宮六卿和公室樂豫舍司馬以讓公子卬昭公即位而葬書曰宋人殺其大夫不稱名眾也且言非其罪也秦康公送公子雍于晉曰文公之入也無衛故有呂郤之難乃多與之徒衛穆嬴日抱大子以啼于朝曰先君何罪其嗣亦何罪舍適嗣不立而外求君將焉寘此出朝則抱以適趙氏頓首於宣子曰先君奉此子也而屬諸子曰此子也才吾受子之賜不才吾唯子之怨今君雖終言猶在耳而棄之若何宣子與諸大夫皆患穆嬴且畏偪乃背先蔑而立靈公以禦秦師箕鄭居守趙盾將中軍先克佐之荀林父佐上軍先蔑將下軍先都佐之步招御戎戎津為右及堇陰宣子曰我若受秦秦則賓也不受寇也既不受矣而復緩師秦將生心先人有奪人之心軍之善謀也逐寇如追逃軍之善政也訓卒利兵秣馬蓐食潛師夜起戊子敗秦師于令狐至于刳首己丑先蔑奔秦士會從之先蔑之使也荀林父止之曰夫人大子猶在而外求君此必不行子以疾辭若何不然將及攝卿以往可也何必子同官為寮吾嘗同寮敢不盡心乎弗聽為賦板之三章又弗聽及亡荀伯盡送其帑及其器用財賄於秦曰為同寮故也士會在秦三年不見士伯其人曰能亡人於國不能見於此焉用之士季曰吾與之同罪非義之也將何見焉及歸遂不見狄侵我西鄙公使告于晉趙宣子使因賈季問酆舒且讓之酆舒問於賈季曰趙衰趙盾孰賢對曰趙衰冬日之日也趙盾夏日之日也秋八月齊侯宋公衛侯陳侯鄭伯許男曹伯會晉趙盾盟于扈晉侯立故也公後至故不書所會凡會諸侯不書所會後也後至不書其國辟不敏也穆伯娶于莒曰戴己生文伯其娣聲己生惠叔戴己卒又聘于莒莒人以聲己辭則為襄仲聘焉冬徐伐莒莒人來請盟穆伯如莒涖盟且為仲逆及鄢陵登城見之美自為娶之仲請攻之公將許之叔仲惠伯諫曰臣聞之兵作於內為亂於外為寇寇猶及人亂自及也今臣作亂而君不禁以啟寇讎若之何公止之惠伯成之使仲舍之公孫敖反之復為兄弟如初從之晉郤缺言於趙宣子曰日衛不睦故取其地今已睦矣可以歸之叛而不討何以示威服而不柔何以示懷非威非懷何以示德無德何以主盟子為正卿以主諸侯而不務德將若之何夏書曰戒之用休董之用威勸之以九歌勿使壞九功之德皆可歌也謂之九歌六府三事謂之九功水火金木土穀謂之六府正德利用厚生謂之三事義而行之謂之德禮無禮不樂所由叛也若吾子之德莫可歌也其誰來之盍使睦者歌吾子乎宣子說之文公八年經八年春王正月夏四月秋八月戊申天王崩冬十月壬午公子遂會晉趙盾盟于衡雍乙酉公子遂會雒戎盟于暴公孫敖如京師不至而復丙戌奔莒螽宋人殺其大夫司馬宋司城來奔文公八年傳八年春晉侯使解揚歸匡戚之田于衛且復致公壻池之封自申至于虎牢之竟夏秦人伐晉取武城以報令狐之役秋襄王崩晉人以扈之盟來討冬襄仲會晉趙孟盟于衡雍報扈之盟也遂會伊雒之戎書曰公子遂珍之也穆伯如周弔喪不至以幣奔莒從己氏焉宋襄夫人襄王之姊也昭公不禮焉夫人因戴氏之族以殺襄公之孫孔叔公孫鍾離及大司馬公子卬皆昭公之黨也司馬握節以死故書以官司城蕩意諸來奔效節於府人而出公以其官逆之皆復之亦書以官皆貴之也夷之蒐晉侯將登箕鄭父先都而使士縠梁益耳將中軍先克曰狐趙之勳從之先克奪蒯得田于堇陰故箕鄭父先都士縠梁益耳蒯得作亂文公九年經九年春毛伯來求金夫人姜氏如齊二月叔孫得臣如京師辛丑葬襄王晉人殺其大夫先都三月夫人姜氏至自齊晉人殺其大夫士縠及箕鄭父楚人伐鄭公子遂會晉人宋人衛人許人救鄭夏狄侵齊秋八月曹伯襄卒九月癸酉地震冬楚子使椒來聘秦人來歸僖公成風之襚葬曹共公文公九年傳九年春王正月己酉使賊殺先克乙丑晉人殺先都梁益耳毛伯衛來求金非禮也不書王命未葬也二月莊叔如周葬襄王三月甲戌晉人殺箕鄭父士縠蒯得范山言於楚子曰晉君少不在諸侯北方可圖也楚子師于狼淵以伐鄭囚公子堅公子尨及樂耳鄭及楚平公子遂會晉趙盾宋華耦衛孔達許大夫救鄭不及楚師卿不書緩也以懲不恪夏楚侵陳克壺丘以其服於晉也秋楚公子朱自東夷伐陳陳人敗之獲公子茷陳懼乃及楚平冬楚子越椒來聘執幣傲叔仲惠伯曰是必滅若敖氏之宗傲其先君神弗福也秦人來歸僖公成風之襚禮也諸侯相弔賀也雖不當事苟有禮焉書也以無忘舊好文公十年經十年春王三月辛卯臧孫辰卒夏秦伐晉楚殺其大夫宜申自正月不雨至于秋七月及蘇子盟于女栗冬狄侵宋楚子蔡侯次于厥貉文公十年傳十年春晉人伐秦取少梁夏秦伯伐晉取北徵初楚范巫矞似謂成王與子玉子西曰三君皆將強死城濮之役王思之故使止子玉曰毋死不及止子西子西縊而縣絕王使適至遂止之使為商公沿漢泝江將入郢王在渚宮下見之懼而辭曰臣免於死又有讒言謂臣將逃臣歸死於司敗也王使為工尹又與子家謀弒穆王穆王聞之五月殺鬭宜申及仲歸秋七月及蘇子盟于女栗頃王立故也陳侯鄭伯會楚子于息冬遂及蔡侯次于厥貉將以伐宋宋華御事曰楚欲弱我也先為之弱乎何必使誘我我實不能民何罪乃逆楚子勞且聽命遂道以田孟諸宋公為右盂鄭伯為左盂期思公復遂為右司馬子朱及文之無畏為左司馬命夙駕載燧宋公違命無畏抶其僕以徇或謂子舟曰國君不可戮也子舟曰當官而行何彊之有詩曰剛亦不吐柔亦不茹毋縱詭隨以謹罔極是亦非辟彊也敢愛死以亂官乎厥貉之會麇子逃歸文公十一年經十有一年春楚子伐麇夏叔彭生會晉郤缺于承匡秋曹伯來朝公子遂如宋狄侵齊冬十月甲午叔孫得臣敗狄于鹹文公十一年傳十一年春楚子伐麇成大心敗麇師於防渚潘崇復伐麇至于鍚穴夏叔仲惠伯會晉郤缺于承匡謀諸侯之從於楚者秋曹文公來朝即位而來見也襄仲聘于宋且言司城蕩意諸而復之因賀楚師之不害也鄋瞞侵齊遂伐我公卜使叔孫得臣追之吉侯叔夏御莊叔緜房甥為右富父終甥駟乘冬十月甲午敗狄于鹹獲長狄僑如富父終甥摏其喉以戈殺之埋其首於子駒之門以命宣伯初宋武公之世鄋瞞伐宋司徒皇父帥師禦之耏班御皇父充石公子穀甥為右司寇牛父駟乘以敗狄于長丘獲長狄緣斯皇父之二子死焉宋公於是以門賞耏班使食其征謂之耏門晉之滅潞也獲僑如之弟焚如齊惠公之二年鄋瞞伐齊齊王子成父獲其弟榮如埋其首於周首之北門衛人獲其季弟簡如鄋瞞由是遂亡郕大子朱儒自安於夫鍾國人弗徇文公十二年經十有二年春王正月郕伯來奔杞伯來朝二月庚子子叔姬卒夏楚人圍巢秋滕子來朝秦伯使術來聘冬十有二月戊午晉人秦人戰于河曲季孫行父帥師城諸及鄆文公十二年傳十二年春郕伯卒郕人立君大子以夫鍾與郕圭來奔公以諸侯逆之非禮也故書曰郕伯來奔不書地尊諸侯也杞桓公來朝始朝公也且請絕叔姬而無絕昏公許之二月叔姬卒不言杞絕也書叔姬言非女也楚令尹大孫伯卒成嘉為令尹群舒叛楚夏子孔執舒子平及宗子遂圍巢秋滕昭公來朝亦始朝公也秦伯使西乞術來聘且言將伐晉襄仲辭玉曰君不忘先君之好照臨魯國鎮撫其社稷重之以大器寡君敢辭玉對曰不腆敝器不足辭也主人三辭賓荅曰寡君願徼福于周公魯公以事君不腆先君之敝器使下臣致諸執事以為瑞節要結好命所以藉寡君之命結二國之好是以敢致之襄仲曰不有君子其能國乎國無陋矣厚賄之秦為令狐之役故冬秦伯伐晉取羈馬晉人禦之趙盾將中軍荀林父佐之郤缺將上軍臾駢佐之欒盾將下軍胥甲佐之范無恤御戎以從秦師于河曲臾駢曰秦不能久請深壘固軍以待之從之秦人欲戰秦伯謂士會曰若何而戰對曰趙氏新出其屬曰臾駢必實為此謀將以老我師也趙有側室曰穿晉君之壻也有寵而弱不在軍事好勇而狂且惡臾駢之佐上軍也若使輕者肆焉其可秦伯以璧祈戰于河十二月戊午秦軍掩晉上軍趙穿追之不及反怒曰裹糧坐甲固敵是求敵至不擊將何俟焉軍吏曰將有待也穿曰我不知謀將獨出乃以其屬出宣子曰秦獲穿也獲一卿矣秦以勝歸我何以報乃皆出戰交綏秦行人夜戒晉師曰兩君之士皆未憖也明日請相見也臾駢曰使者目動而言肆懼我也將遁矣薄諸河必敗之胥甲趙穿當軍門呼曰死傷未收而棄之不惠也不待期而薄人於險無勇也乃止秦師夜遁復侵晉入瑕城諸及鄆書時也文公十三年經十有三年春王正月夏五月壬午陳侯朔卒邾子蘧蒢卒自正月不雨至于秋七月大室屋壞冬公如晉衛侯會公于沓狄侵衛十有二月己丑公及晉侯盟公還自晉鄭伯會公于棐文公十三年傳十三年春晉侯使詹嘉處瑕以守桃林之塞晉人患秦之用士會也夏六卿相見於諸浮趙宣子曰隨會在秦賈季在狄難日至矣若之何中行桓子曰請復賈季能外事且由舊勳郤成子曰賈季亂且罪大不如隨會能賤而有恥柔而不犯其知足使也且無罪乃使魏壽餘偽以魏叛者以誘士會執其帑於晉使夜逸請自歸于秦秦伯許之履士會之足於朝秦伯師于河西魏人在東壽餘曰請東人之能與夫二三有司言者吾與之先使士會士會辭曰晉人虎狼也若背其言臣死妻子為戮無益於君不可悔也秦伯曰若背其言所不歸爾帑者有如河乃行繞朝贈之以策曰子無謂秦無人吾謀適不用也既濟魏人譟而還秦人歸其帑其處者為劉氏邾文公卜遷于繹史曰利於民而不利於君邾子曰苟利於民孤之利也天生民而樹之君以利之也民既利矣孤必與焉左右曰命可長也君何弗為邾子曰命在養民死之短長時也民苟利矣遷也吉莫如之遂遷于繹五月邾文公卒君子曰知命秋七月大室之屋壞書不共也冬公如晉朝且尋盟衛侯會公于沓請平于晉公還鄭伯會公于棐亦請平于晉公皆成之鄭伯與公宴于棐子家賦鴻鴈季文子曰寡君未免於此文子賦四月子家賦載馳之四章文子賦采薇之四章鄭伯拜公荅拜文公十四年經十有四年春王正月公至自晉邾人伐我南鄙叔彭生帥師伐邾夏五月乙亥齊侯潘卒六月公會宋公陳侯衛侯鄭伯許男曹伯晉趙盾癸酉同盟于新城秋七月有星孛入于北斗公至自會晉人納捷菑于邾弗克納九月甲申公孫敖卒于齊齊公子商人弒其君舍宋子哀來奔冬單伯如齊齊人執單伯齊人執子叔姬文公十四年傳十四年春頃王崩周公閱與王孫蘇爭政故不赴凡崩薨不赴則不書禍福不告亦不書懲不敬也邾文公之卒也公使弔焉不敬邾人來討伐我南鄙故惠伯伐邾子叔姬妃齊昭公生舍叔姬無寵舍無威公子商人驟施於國而多聚士盡其家貸於公有司以繼之夏五月昭公卒舍即位邾文公元妃齊姜生定公二妃晉姬生捷菑文公卒邾人立定公捷菑奔晉六月同盟于新城從於楚者服且謀邾也秋七月乙卯夜齊商人弒舍而讓元元曰爾求之久矣我能事爾爾不可使多蓄憾將免我乎爾為之有星孛入于北斗周內史叔服曰不出七年宋齊晉之君皆將死亂晉趙盾以諸侯之師八百乘納捷菑于邾邾人辭曰齊出貜且長宣子曰辭順而弗從不祥乃還周公將與王孫蘇訟于晉王叛王孫蘇而使尹氏與聃啟訟周公于晉趙宣子平王室而復之楚莊王立子孔潘崇將襲群舒使公子燮與子儀守而伐舒蓼二子作亂城郢而使賊殺子孔不克而還八月二子以楚子出將如商密廬戢梨及叔麇誘之遂殺鬭克及公子燮初鬭克囚于秦秦有殽之敗而使歸求成成而不得志公子燮求令尹而不得故二子作亂穆伯之從己氏也魯人立文伯穆伯生二子於莒而求復文伯以為請襄仲使無朝聽命復而不出三年而盡室以復適莒文伯疾而請曰穀之子弱請立難也許之文伯卒立惠叔穆伯請重賂以求復惠叔以為請許之將來九月卒于齊告喪請葬弗許宋高哀為蕭封人以為卿不義宋公而出遂來奔書曰宋子哀來奔貴之也齊人定懿公使來告難故書以九月齊公子元不順懿公之為政也終不曰公曰夫己氏襄仲使告于王請以王寵求昭姬于齊曰殺其子焉用其母請受而罪之冬單伯如齊請子叔姬齊人執之又執子叔姬文公十五年經十有五年春季孫行父如晉三月宋司馬華孫來盟夏曹伯來朝齊人歸公孫敖之喪六月辛丑朔日有食之鼓用牲于社單伯至自齊晉郤缺帥師伐蔡戊申入蔡秋齊人侵我西鄙季孫行父如晉冬十有一月諸侯盟于扈十有二月齊人來歸子叔姬齊侯侵我西鄙遂伐曹入其郛文公十五年傳十五年春季文子如晉為單伯與子叔姬故也三月宋華耦來盟其官皆從之書曰宋司馬華孫貴之也公與之宴辭曰君之先臣督得罪於宋殤公名在諸侯之策臣承其祀其敢辱君請承命於亞旅魯人以為敏夏曹伯來朝禮也諸侯五年再相朝以脩王命古之制也齊人或為孟氏謀曰魯爾親也飾棺寘諸堂阜魯必取之從之卞人以告惠叔猶毀以為請立於朝以待命許之取而殯之齊人送之書曰齊人歸公孫敖之喪為孟氏且國故也葬視共仲聲己不視帷堂而哭襄仲欲勿哭惠伯曰喪親之終也雖不能始善終可也史佚有言曰兄弟致美救乏賀善弔災祭敬喪哀情雖不同毋絕其愛親之道也子無失道何怨於人襄仲說帥兄弟以哭之他年其二子來孟獻子愛之聞於國或譖之曰將殺子獻子以告季文子二子曰夫子以愛我聞我以將殺子聞不亦遠於禮乎遠禮不如死一人門于句鼆一人門于戾丘皆死六月辛丑朔日有食之鼓用牲于社非禮也日有食之天子不舉伐鼓于社諸侯用幣于社伐鼓于朝以昭事神訓民事君示有等威古之道也齊人許單伯請而赦之使來致命書曰單伯至自齊貴之也新城之盟蔡人不與晉郤缺以上軍下軍伐蔡曰君弱不可以怠戊申入蔡以城下之盟而還凡勝國曰滅之獲大城焉曰入之秋齊人侵我西鄙故季文子告于晉冬十一月晉侯宋公衛侯蔡侯陳侯鄭伯許男曹伯盟于扈尋新城之盟且謀伐齊也齊人賂晉侯故不克而還於是有齊難是以公不會書曰諸侯盟于扈無能為也凡諸侯會公不與不書諱君惡也與而不書後也齊人來歸子叔姬王故也齊侯侵我西鄙謂諸侯不能也遂伐曹入其郛討其來朝也季文子曰齊侯其不免乎己則無禮而討於有禮者曰女何故行禮禮以順天天之道也己則反天而又以討人難以免矣詩曰胡不相畏不畏于天君子之不虐幼賤畏于天也在周頌曰畏天之威于時保之不畏于天將何能保以亂取國奉禮以守猶懼不終多行無禮弗能在矣文公十六年經十有六年春季孫行父會齊侯于陽穀齊侯弗及盟夏五月公四不視朔六月戊辰公子遂及齊侯盟于郪丘秋八月辛未夫人姜氏薨毀泉臺楚人秦人巴人滅庸冬十有一月宋人弒其君杵臼文公十六年傳十六年春王正月及齊平公有疾使季文子會齊侯于陽穀請盟齊侯不肯曰請俟君間夏五月公四不視朔疾也公使襄仲納賂于齊侯故盟于郪丘有蛇自泉宮出入于國如先君之數秋八月辛未聲姜薨毀泉臺楚大饑戎伐其西南至于阜山師于大林又伐其東南至于陽丘以侵訾枝庸人帥群蠻以叛楚麇人率百濮聚於選將伐楚於是申息之北門不啟楚人謀徙於阪高蒍賈曰不可我能往寇亦能往不如伐庸夫麇與百濮謂我饑不能師故伐我也若我出師必懼而歸百濮離居將各走其邑誰暇謀人乃出師旬有五日百濮乃罷自廬以往振廩同食次于句澨使廬戢梨侵庸及庸方城庸人逐之囚子揚䆫三宿而逸曰庸師眾群蠻聚焉不如復大師且起王卒合而後進師叔曰不可姑又與之遇以驕之彼驕我怒而後可克先君蚡冒所以服陘隰也又與之遇七遇皆北唯裨鯈魚人實逐之庸人曰楚不足與戰矣遂不設備楚子乘馹會師于臨品分為二隊子越自石溪子貝自仞以伐庸秦人巴人從楚師群蠻從楚子盟遂滅庸宋公子鮑禮於國人宋饑竭其粟而貸之年自七十以上無不饋詒也時加羞珍異無日不數於六卿之門國之材人無不事也親自桓以下無不恤也公子鮑美而豔襄夫人欲通之而不可乃助之施昭公無道國人奉公子鮑以因夫人於是華元為右師公孫友為左師華耦為司馬鱗矔為司徒蕩意諸為司城公子朝為司寇初司城蕩卒公孫壽辭司城請使意諸為之既而告人曰君無道吾官近懼及焉棄官則族無所庇子身之貳也姑紓死焉雖亡子猶不亡族既夫人將使公田孟諸而殺之公知之盡以寶行蕩意諸曰盍適諸侯公曰不能其大夫至于君祖母以及國人諸侯誰納我且既為人君而又為人臣不如死盡以其寶賜左右而使行夫人使謂司城去公對曰臣之而逃其難若後君何冬十一月甲寅宋昭公將田孟諸未至夫人王姬使帥甸攻而殺之蕩意諸死之書曰宋人弒其君杵臼君無道也文公即位使母弟須為司城華耦卒而使蕩虺為司馬文公十七年經十有七年春晉人衛人陳人鄭人伐宋夏四月癸亥葬我小君聲姜齊侯伐我西鄙六月癸未公及齊侯盟于穀諸侯會于扈秋公至自穀冬公子遂如齊文公十七年傳十七年春晉荀林父衛孔達陳公孫寧鄭石楚伐宋討曰何故弒君猶立文公而還卿不書失其所也夏四月癸亥葬聲姜有齊難是以緩齊侯伐我北鄙襄仲請盟六月盟于穀晉侯蒐于黃父遂復合諸侯于扈平宋也公不與會齊難故也書曰諸侯無功也於是晉侯不見鄭伯以為貳於楚也鄭子家使執訊而與之書以告趙宣子曰寡君即位三年召蔡侯而與之事君九月蔡侯入于敝邑以行敝邑以侯宣多之難寡君是以不得與蔡侯偕十一月克減侯宣多而隨蔡侯以朝于執事十二年六月歸生佐寡君之嫡夷以請陳侯于楚而朝諸君十四年七月寡君又朝以蕆陳事十五年五月陳侯自敝邑往朝于君往年正月燭之武往朝夷也八月寡君又往朝以陳蔡之密邇於楚而不敢貳焉則敝邑之故也雖敝邑之事君何以不免在位之中一朝于襄而再見于君夷與孤之二三臣相及於絳雖我小國則蔑以過之矣今大國曰爾未逞吾志敝邑有亡無以加焉古人有言曰畏首畏尾身其餘幾又曰鹿死不擇音小國之事大國也德則其人也不德則其鹿也鋌而走險急何能擇命之罔極亦知亡矣將悉敝賦以待於鯈唯執事命之文公二年六月壬申朝于齊四年二月壬戌為齊侵蔡亦獲成於楚居大國之間而從於強令豈其罪也大國若弗圖無所逃命晉鞏朔行成於鄭趙穿公壻池為質焉秋周甘歜敗戎于邥垂乘其飲酒也冬十月鄭大子夷石楚為質于晉襄仲如齊拜穀之盟復曰臣聞齊人將食魯之麥以臣觀之將不能齊君之語偷臧文仲有言曰民主偷必死文公十八年經十有八年春王二月丁丑公薨于臺下秦伯罃卒夏五月戊戌齊人弒其君商人六月癸酉葬我君文公秋公子遂叔孫得臣如齊冬十月子卒夫人姜氏歸于齊季孫行父如齊莒弒其君庶其文公十八年傳十八年春齊侯戒師期而有疾醫曰不及秋將死公聞之卜曰尚無及期惠伯令龜卜楚丘占之曰齊侯不及期非疾也君亦不聞令龜有咎二月丁丑公薨齊懿公之為公子也與邴歜之父爭田弗勝及即位乃掘而刖之而使歜僕納閻職之妻而使職驂乘夏五月公游于申池二人浴于池歜以扑抶職職怒歜曰人奪女妻而不怒一抶女庸何傷職曰與刖其父而弗能病者何如乃謀弒懿公納諸竹中歸舍爵而行齊人立公子元六月葬文公秋襄仲莊叔如齊惠公立故且拜葬也文公二妃敬嬴生宣公敬嬴嬖而私事襄仲宣公長而屬諸襄仲襄仲欲立之叔仲不可仲見于齊侯而請之齊侯新立而欲親魯許之冬十月仲殺惡及視而立宣公書曰子卒諱之也仲以君命召惠伯其宰公冉務人止之曰入必死叔仲曰死君命可也公冉務人曰若君命可死非君命何聽弗聽乃入殺而埋之馬矢之中公冉務人奉其帑以奔蔡既而復叔仲氏夫人姜氏歸于齊大歸也將行哭而過市曰天乎仲為不道殺適立庶市人皆哭魯人謂之哀姜莒紀公生大子僕又生季佗愛季佗而黜僕且多行無禮於國僕因國人以弒紀公以其寶玉來奔納諸宣公公命與之邑曰今日必授季文子使司寇出諸竟曰今日必達公問其故季文子使大史克對曰先大夫臧文仲教行父事君之禮行父奉以周旋弗敢失隊曰見有禮於其君者事之如孝子之養父母也見無禮於其君者誅之如鷹鸇之逐鳥雀也先君周公制周禮曰則以觀德德以處事事以度功功以食民作誓命曰毀則為賊掩賊為藏竊賄為盜盜器為姦主藏之名賴姦之用為大凶德有常無赦在九刑不忘行父還觀莒僕莫可則也孝敬忠信為吉德盜賊藏姦為凶德夫莒僕則其孝敬則弒君父矣則其忠信則竊寶玉矣其人則盜賊也其器則姦兆也保而利之則主藏也以訓則昏民無則焉不度於善而皆在於凶德是以去之昔高陽氏有才子八人蒼舒隤敳檮戭大臨尨降庭堅仲容叔達齊聖廣淵明允篤誠天下之民謂之八愷高辛氏有才子八人伯奮仲堪叔獻季仲伯虎仲熊叔豹季貍忠肅共懿宣慈惠和天下之民謂之八元此十六族也世濟其美不隕其名以至於堯堯不能舉舜臣堯舉八愷使主后土以揆百事莫不時序地平天成舉八元使布五教于四方父義母慈兄友弟共子孝內平外成昔帝鴻氏有不才子掩義隱賊好行凶德醜類惡物頑嚚不友是與比周天下之民謂之渾敦少暭氏有不才子毀信廢忠崇飾惡言靖譖庸回服讒蒐慝以誣盛德天下之民謂之窮奇顓頊氏有不才子不可教訓不知話言告之則頑舍之則嚚傲很明德以亂天常天下之民謂之檮杌此三族也世濟其凶增其惡名以至于堯堯不能去縉雲氏有不才子貪于飲食冒于貨賄侵欲崇侈不可盈厭聚斂積實不知紀極不分孤寡不恤窮匱天下之民以比三凶謂之饕餮舜臣堯賓于四門流四凶族渾敦窮奇檮杌饕餮投諸四裔以禦螭魅是以堯崩而天下如一同心戴舜以為天子以其舉十六相去四凶也故虞書數舜之功曰慎徽五典五典克從無違教也曰納于百揆百揆時序無廢事也曰賓于四門四門穆穆無凶人也舜有大功二十而為天子今行父雖未獲一吉人去一凶矣於舜之功二十之一也庶幾免於戾乎宋武氏之族道昭公子將奉司城須以作亂十二月宋公殺母弟須及昭公子使戴莊桓之族攻武氏於司馬子伯之館遂出武穆之族使公孫師為司城公子朝卒使樂呂為司寇以靖國人"}
{"id": "KR1e0001_007", "series": "KR1e0001", "text": "宣公元年經元年春王正月公即位公子遂如齊逆女三月遂以夫人婦姜至自齊夏季孫行父如齊晉放其大夫胥甲父于衛公會齊侯于平州公子遂如齊六月齊人取濟西田秋邾子來朝楚子鄭人侵陳遂侵宋晉趙盾帥師救陳宋公陳侯衛侯曹伯會晉師于棐林伐鄭冬晉趙穿帥師侵崇晉人宋人伐鄭宣公元年傳元年春王正月公子遂如齊逆女尊君命也三月遂以夫人婦姜至自齊尊夫人也夏季文子如齊納賂以請會晉人討不用命者放胥甲父于衛而立胥克先辛奔齊會于平州以定公位東門襄仲如齊拜成六月齊人取濟西之田為立公故以賂齊也宋人之弒昭公也晉荀林父以諸侯之師伐宋宋及晉平宋文公受盟于晉又會諸侯于扈將為魯討齊皆取賂而還鄭穆公曰晉不足與也遂受盟于楚陳共公之卒楚人不禮焉陳靈公受盟于晉秋楚子侵陳遂侵宋晉趙盾帥師救陳宋會于棐林以伐鄭也楚蒍賈救鄭遇于北林囚晉解揚晉人乃還晉欲求成於秦趙穿曰我侵崇秦急崇必救之吾以求成焉冬趙穿侵崇秦弗與成晉人伐鄭以報北林之役於是晉侯侈趙宣子為政驟諫而不入故不競於楚宣公二年經二年春王二月壬子宋華元帥師及鄭公子歸生帥師戰于大棘宋師敗績獲宋華元秦師伐晉夏晉人宋人衛人陳人侵鄭秋九月乙丑晉趙盾弒其君夷皋冬十月乙亥天王崩宣公二年傳二年春鄭公子歸生受命于楚伐宋宋華元樂呂御之二月壬子戰于大棘宋師敗績囚華元獲樂呂及甲車四百六十乘俘二百五十人馘百人狂狡輅鄭人鄭人入于井倒戟而出之獲狂狡君子曰失禮違命宜其為禽也戎昭果毅以聽之之謂禮殺敵為果致果為毅易之戮也將戰華元殺羊食士其御羊斟不與焉及戰曰疇昔之羊子為政今日之事我為政與入鄭師故敗君子謂羊斟非人也以其私憾敗國殄民於是刑孰大焉詩所謂人之無良者其羊斟之謂乎殘民以逞宋人以兵車百乘文馬百駟以贖華元于鄭半入華元逃歸立于門外告而入見叔牂曰子之馬然也對曰非馬也其人也既合而來奔宋城華元為植巡功城者謳曰睅其目皤其腹棄甲而復于思于思棄甲復來使其驂乘謂之曰牛則有皮犀兕尚多棄甲則那役人曰從其有皮丹漆若何華元曰去之夫其口眾我寡秦師伐晉以報崇也遂圍焦夏晉趙盾救焦遂自陰地及諸侯之師侵鄭以報大棘之役楚鬭椒救鄭曰能欲諸侯而惡其難乎遂次于鄭以待晉師趙盾曰彼宗競于楚殆將斃矣姑益其疾乃去之晉靈公不君厚斂以彫牆從臺上彈人而觀其辟丸也宰夫胹熊蹯不熟殺之寘諸畚使婦人載以過朝趙盾士季見其手問其故而患之將諫士季曰諫而不入則莫之繼也會請先不入則子繼之三進及溜而後視之曰吾知所過矣將改之稽首而對曰人誰無過過而能改善莫大焉詩曰靡不有初鮮克有終夫如是則能補過者鮮矣君能有終則社稷之固也豈惟群臣賴之又曰袞職有闕惟仲山甫補之能補過也君能補過袞不廢矣猶不改宣子驟諫公患之使鉏麑賊之晨往寢門闢矣盛服將朝尚早坐而假寐麑退歎而言曰不忘恭敬民之主也賊民之主不忠棄君之命不信有一於此不如死也觸槐而死秋九月晉侯飲趙盾酒伏甲將攻之其右提彌明知之趨登曰臣侍君宴過三爵非禮也遂扶以下公嗾夫獒焉明搏而殺之盾曰棄人用犬雖猛何為鬭且出提彌明死之初宣子田於首山舍于翳桑見靈輒餓問其病曰不食三日矣食之舍其半問之曰宦三年矣未知母之存否今近焉請以遺之使盡之而為之簞食與肉寘諸橐以與之既而與為公介倒戟以禦公徒而免之問何故對曰翳桑之餓人也問其名居不告而退遂自亡也乙丑趙穿殺靈公於桃園宣子未出山而復大史書曰趙盾弒其君以示於朝宣子曰不然對曰子為正卿亡不越竟反不討賊非子而誰宣子曰烏呼詩曰我之懷矣自詒伊慼其我之謂矣孔子曰董狐古之良史也書法不隱趙宣子古之良大夫也為法受惡惜也越竟乃免宣子使趙穿逆公子黑臀于周而立之壬申朝于武宮初麗姬之亂詛無畜群公子自是晉無公族及成公即位乃宦卿之適而為之田以為公族又宦其餘子亦為餘子其庶子為公行晉於是有公族餘子公行趙盾請以括為公族曰君姬氏之愛子也微君姬氏則臣狄人也公許之冬趙盾為旄車之族使屏季以其故族為公族大夫宣公三年經三年春王正月郊牛之口傷改卜牛牛死乃不郊猶三望葬匡王楚子伐陸渾之戎夏楚人侵鄭秋赤狄侵齊宋師圍曹冬十月丙戌鄭伯蘭卒葬鄭穆公宣公三年傳三年春不郊而望皆非禮也望郊之屬也不郊亦無望可也晉侯伐鄭及郔鄭及晉平士會入盟楚子伐陸渾之戎遂至於雒觀兵于周疆定王使王孫滿勞楚子楚子問鼎之大小輕重焉對曰在德不在鼎昔夏之方有德也遠方圖物貢金九牧鑄鼎象物百物而為之備使民知神姦故民入川澤山林不逢不若螭魅罔兩莫能逢之用能協于上下以承天休桀有昏德鼎遷于商載祀六百商紂暴虐鼎遷于周德之休明雖小重也其姦回昏亂雖大輕也天祚明德有所厎止成王定鼎于郟鄏卜世三十卜年七百天所命也周德雖衰天命未改鼎之輕重未可問也夏楚人侵鄭鄭即晉故也宋文公即位三年殺母弟須及昭公子武氏之謀也使戴桓之族攻武氏於司馬子伯之館盡逐武穆之族武穆之族以曹師伐宋秋宋師圍曹報武氏之亂也冬鄭穆公卒初鄭文公有賤妾曰燕姞夢天使與己蘭曰余為伯鯈余而祖也以是為而子以蘭有國香人服媚之如是既而文公見之與之蘭而御之辭曰妾不才幸而有子將不信敢徵蘭乎公曰諾生穆公名之曰蘭文公報鄭子之妃曰陳媯生子華子臧子臧得罪而出誘子華而殺之南里使盜殺子臧於陳宋之間又娶于江生公子士朝于楚楚人酖之及葉而死又娶于蘇生子瑕子俞彌俞彌早卒洩駕惡瑕文公亦惡之故不立也公逐群公子公子蘭奔晉從晉文公伐鄭石癸曰吾聞姬姞耦其子孫必蕃姞吉人也后稷之元妃也今公子蘭姞甥也天或啟之必將為君其後必蕃先納之可以亢寵與孔將鉏侯宣多納之盟于大宮而立之以與晉平穆公有疾曰蘭死吾其死乎吾所以生也刈蘭而卒宣公四年經四年春王正月公及齊侯平莒及郯莒人不肯公伐莒取向秦伯稻卒夏六月乙酉鄭公子歸生弒其君夷赤狄侵齊秋公如齊公至自齊冬楚子伐鄭宣公四年傳四年春公及齊侯平莒及郯莒人不肯公伐莒取向非禮也平國以禮不以亂伐而不治亂也以亂平亂何治之有無治何以行禮楚人獻黿於鄭靈公公子宋與子家將見子公之食指動以示子家曰他日我如此必嘗異味及入宰夫將解黿相視而笑公問之子家以告及食大夫黿羹召子公而弗與也子公怒染指於鼎嘗之而出公怒欲殺子公子公與子家謀先子家曰畜老猶憚殺之而況君乎反譖子家子家懼而從之夏弒靈公書曰鄭公子歸生弒其君夷權不足也君子曰仁而不武無能達也凡弒君稱君君無道也稱臣臣之罪也鄭人立子良辭曰以賢則去疾不足以順則公子堅長乃立襄公襄公將去穆氏而舍子良子良不可曰穆氏宜存則固願也若將亡之則亦皆亡去疾何為乃舍之皆為大夫初楚司馬子良生子越椒子文曰必殺之是子也熊虎之狀而豺狼之聲弗殺必滅若敖氏矣諺曰狼子野心是乃狼也其可畜乎及將死聚其族曰椒也知政乃速行矣無及於難且泣曰鬼猶求食若敖氏之鬼不其餒而及令尹子文卒鬭般為令尹子越為司馬蒍賈為工正譖子揚而殺之子越為令尹己為司馬子越又惡之乃以若敖氏之族圄伯嬴於轑陽而殺之遂處烝野將攻王王以三王之子為質焉弗受師于漳澨秋七月戊戌楚子與若敖氏戰于皋滸伯棼射王汰輈及鼓跗著於丁寧又射汰輈以貫笠轂師懼退王使巡師曰吾先君文王克息獲三矢焉伯棼竊其二盡於是矣鼓而進之遂滅若敖氏初若敖娶於䢵生鬭伯比若敖卒從其母畜於䢵淫於䢵子之女生子文焉䢵夫人使棄諸夢中虎乳之䢵子田見之懼而歸夫人以告遂使收之楚人謂乳穀謂虎於菟故命之曰穀於菟以其女妻伯比實為令尹子文其孫箴尹克黃使於齊還及宋聞亂其人曰不可以入矣箴尹曰棄君之命獨誰受之君天也天可逃乎遂歸復命而自拘於司敗王思子文之治楚國也曰子文無後何以勸善使復其所改命曰生冬楚子伐鄭鄭未服也宣公五年經五年春公如齊夏公至自齊秋九月齊高固來逆叔姬叔孫得臣卒冬齊高固及子叔姬來楚人伐鄭宣公五年傳五年春公如齊高固使齊侯止公請叔姬焉夏公至自齊書過也秋九月齊高固來逆女自為也故書曰逆叔姬卿自逆也冬來反馬也楚子伐鄭陳及楚平晉荀林父救鄭伐陳宣公六年經六年春晉趙盾衛孫免侵陳夏四月秋八月螽冬十月宣公六年傳六年春晉衛侵陳陳即楚故也夏定王使子服求后于齊秋赤狄伐晉圍懷及邢丘晉侯欲伐之中行桓子曰使疾其民以盈其貫將可殪也周書曰殪戎殷此類之謂也冬召桓公逆王后于齊楚人伐鄭取成而還鄭公子曼滿與王子伯廖語欲為卿伯廖告人曰無德而貪其在周易豐䷶之離䷝弗過之矣間一歲鄭人殺之宣公七年經七年春衛侯使孫良夫來盟夏公會齊侯伐萊秋公至自伐萊大旱冬公會晉侯宋公衛侯鄭伯曹伯于黑壤宣公七年傳七年春衛孫桓子來盟始通且謀會晉也夏公會齊侯伐萊不與謀也凡師出與謀曰及不與謀曰會赤狄侵晉取向陰之禾鄭及晉平公子宋之謀也故相鄭伯以會冬盟于黑壤王叔桓公臨之以謀不睦晉侯之立也公不朝焉又不使大夫聘晉人止公于會盟于黃父公不與盟以賂免故黑壤之盟不書諱之也宣公八年經八年春公至自會夏六月公子遂如齊至黃乃復辛巳有事于大廟仲遂卒于垂壬午猶繹萬入去籥戊子夫人嬴氏薨晉師白狄伐秦楚人滅舒蓼秋七月甲子日有食之既冬十月己丑葬我小君敬嬴雨不克葬庚寅日中而克葬城平陽楚師伐陳宣公八年傳八年春白狄及晉平夏會晉伐秦晉人獲秦諜殺諸絳市六日而蘇有事于大廟襄仲卒而繹非禮也楚為眾舒叛故伐舒蓼滅之楚子疆之及滑汭盟吳越而還晉胥克有蠱疾郤缺為政秋廢胥克使趙朔佐下軍冬葬敬嬴旱無麻始用葛茀雨不克葬禮也禮卜葬先遠日辟不懷也城平陽書時也陳及晉平楚師伐陳取成而還宣公九年經九年春王正月公如齊公至自齊夏仲孫蔑如京師齊侯伐萊秋取根牟八月滕子卒九月晉侯宋公衛侯鄭伯曹伯會于扈晉荀林父帥師伐陳辛酉晉侯黑臀卒于扈冬十月癸酉衛侯鄭卒宋人圍滕楚子伐鄭晉郤缺帥師救鄭陳殺其大夫洩冶宣公九年傳九年春王使來徵聘夏孟獻子聘於周王以為有禮厚賄之秋取根牟言易也滕昭公卒會于扈討不睦也陳侯不會晉荀林父以諸侯之師伐陳晉侯卒于扈乃還冬宋人圍滕因其喪也陳靈公與孔寧儀行父通於夏姬皆衷其衵服以戲于朝洩冶諫曰公卿宣淫民無效焉且聞不令君其納之公曰吾能改矣公告二子二子請殺之公弗禁遂殺洩冶孔子曰詩云民之多辟無自立辟其洩冶之謂乎楚子為厲之役故伐鄭晉郤缺救鄭鄭伯敗楚師于柳棼國人皆喜唯子良憂曰是國之災也吾死無日矣宣公十年經十年春公如齊公至自齊齊人歸我濟西田夏四月丙辰日有食之己巳齊侯元卒齊崔氏出奔衛公如齊五月公至自齊癸巳陳夏徵舒弒其君平國六月宋師伐滕公孫歸父如齊葬齊惠公晉人宋人衛人曹人伐鄭秋天王使王季子來聘公孫歸父帥師伐邾取繹大水季孫行父如齊冬公孫歸父如齊齊侯使國佐來聘饑楚子伐鄭宣公十年傳十年春公如齊齊侯以我服故歸濟西之田夏齊惠公卒崔杼有寵於惠公高國畏其偪也公卒而逐之奔衛書曰崔氏非其罪也且告以族不以名凡諸侯之大夫違告於諸侯曰某氏之守臣某失守宗廟敢告所有玉帛之使者則告不然則否公如齊奔喪陳靈公與孔寧儀行父飲酒於夏氏公謂行父曰徵舒似女對曰亦似君徵舒病之公出自其廄射而殺之二子奔楚滕人恃晉而不事宋六月宋師伐滕鄭及楚平諸侯之師伐鄭取成而還秋劉康公來報聘師伐邾取繹季文子初聘于齊冬子家如齊伐邾故也國武子來報聘楚子伐鄭晉士會救鄭逐楚師于潁北諸侯之師戍鄭鄭子家卒鄭人討幽公之亂斲子家之棺而逐其族改葬幽公謚之曰靈宣公十一年經十有一年春王正月夏楚子陳侯鄭伯盟于辰陵公孫歸父會齊人伐莒秋晉侯會狄于欑函冬十月楚人殺陳夏徵舒丁亥楚子入陳納公孫寧儀行父于陳宣公十一年傳十一年春楚子伐鄭及櫟子良曰晉楚不務德而兵爭與其來者可也晉楚無信我焉得有信乃從楚夏楚盟于辰陵陳鄭服也楚左尹子重侵宋王待諸郔令尹蒍艾獵城沂使封人慮事以授司徒量功命日分財用平板榦稱畚築程土物議遠邇略基趾具餱糧度有司事三旬而成不愆于素晉郤成子求成于眾狄眾狄疾赤狄之役遂服于晉秋會于欑函眾狄服也是行也諸大夫欲召狄郤成子曰吾聞之非德莫如勤非勤何以求人能勤有繼其從之也詩曰文王既勤止文王猶勤況寡德乎冬楚子為陳夏氏亂故伐陳謂陳人無動將討於少西氏遂入陳殺夏徵舒轘諸栗門因縣陳陳侯在晉申叔時使於齊反復命而退王使讓之曰夏徵舒為不道弒其君寡人以諸侯討而戮之諸侯縣公皆慶寡人女獨不慶寡人何故對曰猶可辭乎王曰可哉曰夏徵舒弒其君其罪大矣討而戮之君之義也抑人亦有言曰牽牛以蹊人之田而奪之牛牽牛以蹊者信有罪矣而奪之牛罰已重矣諸侯之從也曰討有罪也今縣陳貪其富也以討召諸侯而以貪歸之無乃不可乎王曰善哉吾未之聞也反之可乎對曰吾儕小人所謂取諸其懷而與之也乃復封陳鄉取一人焉以歸謂之夏州故書曰楚子入陳納公孫寧儀行父于陳書有禮也厲之役鄭伯逃歸自是楚未得志焉鄭既受盟于辰陵又徼事于晉宣公十二年經十有二年春葬陳靈公楚子圍鄭夏六月乙卯晉荀林父帥師及楚子戰于邲晉師敗績秋七月冬十有二月戊寅楚子滅蕭晉人宋人衛人曹人同盟于清丘宋師伐陳衛人救陳宣公十二年傳十二年春楚子圍鄭旬有七日鄭人卜行成不吉卜臨于大宮且巷出車吉國人大臨守陴者皆哭楚子退師鄭人脩城進復圍之三月克之入自皇門至于逵路鄭伯肉袒牽羊以逆曰孤不天不能事君使君懷怒以及敝邑孤之罪也敢不唯命是聽其俘諸江南以實海濱亦唯命其翦以賜諸侯使臣妾之亦唯命若惠顧前好徼福於厲宣桓武不泯其社稷使改事君夷於九縣君之惠也孤之願也非所敢望也敢布腹心君實圖之左右曰不可許也得國無赦王曰其君能下人必能信用其民矣庸可幾乎退三十里而許之平潘尪入盟子良出質夏六月晉師救鄭荀林父將中軍先縠佐之士會將上軍郤克佐之趙朔將下軍欒書佐之趙括趙嬰齊為中軍大夫鞏朔韓穿為上軍大夫荀首趙同為下軍大夫韓厥為司馬及河聞鄭既及楚平桓子欲還曰無及於鄭而勦民焉用之楚歸而動不後隨武子曰善會聞用師觀釁而動德刑政事典禮不易不可敵也不為是征楚君討鄭怒其貳而哀其卑叛而伐之服而舍之德刑成矣伐叛刑也柔服德也二者立矣昔歲入陳今茲入鄭民不罷勞君無怨讟政有經矣荊尸而舉商農工賈不敗其業而卒乘輯睦事不奸矣蒍敖為宰擇楚國之令典軍行右轅左追蓐前茅慮無中權後勁百官象物而動軍政不戒而備能用典矣其君之舉也內姓選於親外姓選於舊舉不失德賞不失勞老有加惠旅有施舍君子小人物有服章貴有常尊賤有等威禮不逆矣德立刑行政成事時典從禮順若之何敵之見可而進知難而退軍之善政也兼弱攻昧武之善經也子姑整軍而經武乎猶有弱而昧者何必楚仲虺有言曰取亂侮亡兼弱也汋曰於鑠王師遵養時晦耆昧也武曰無競惟烈撫弱耆昧以務烈所可也彘子曰不可晉所以霸師武臣力也今失諸侯不可謂力有敵而不從不可謂武由我失霸不如死且成師以出聞敵彊而退非夫也命為軍帥而卒以非夫唯群子能我弗為也以中軍佐濟知莊子曰此師殆哉周易有之在師䷆之臨䷒曰師出以律否臧凶執事順成為臧逆為否眾散為弱川壅為澤有律以如己也故曰律否臧且律竭也盈而以竭夭且不整所以凶也不行謂之臨有帥而不從臨孰甚焉此之謂矣果遇必敗彘子尸之雖免而歸必有大咎韓獻子謂桓子曰彘子以偏師陷子罪大矣子為元帥師不用命誰之罪也失屬亡師為罪已重不如進也事之不捷惡有所分與其專罪六人同之不猶愈乎師遂濟楚子北師次於郔沈尹將中軍子重將左子反將右將飲馬於河而歸聞晉師既濟王欲還嬖人伍參欲戰令尹孫叔敖弗欲曰昔歲入陳今茲入鄭不無事矣戰而不捷參之肉其足食乎參曰若事之捷孫叔為無謀矣不捷參之肉將在晉軍可得食乎令尹南轅反旆伍參言於王曰晉之從政者新未能行令其佐先縠剛愎不仁未肯用命其三帥者專行不獲聽而無上眾誰適從此行也晉師必敗且君而逃臣若社稷何王病之告令尹改乘轅而北之次于管以待之晉師在敖鄗之間鄭皇戌使如晉師曰鄭之從楚社稷之故也未有貳心楚師驟勝而驕其師老矣而不設備子擊之鄭師為承楚師必敗彘子曰敗楚服鄭於此在矣必許之欒武子曰楚自克庸以來其君無日不討國人而訓之于民生之不易禍至之無日戒懼之不可以怠在軍無日不討軍實而申儆之于勝之不可保紂之百克而卒無後訓之以若敖蚡冒篳路藍縷以啟山林箴之曰民生在勤勤則不匱不可謂驕先大夫子犯有言曰師直為壯曲為老我則不德而徼怨于楚我曲楚直不可謂老其君之戎分為二廣廣有一卒卒偏之兩右廣初駕數及日中左則受之以至于昏內官序當其夜以待不虞不可謂無備子良鄭之良也師叔楚之崇也師叔入盟子良在楚楚鄭親矣來勸我戰我克則來不克遂往以我卜也鄭不可從趙括趙同曰率師以來唯敵是求克敵得屬又何俟必從彘子知季曰原屏咎之徒也趙莊子曰欒伯善哉實其言必長晉國楚少宰如晉師曰寡君少遭閔凶不能文聞二先君之出入此行也將鄭是訓定豈敢求罪于晉二三子無淹久隨季對曰昔平王命我先君文侯曰與鄭夾輔周室毋廢王命今鄭不率寡君使群臣問諸鄭豈敢辱候人敢拜君命之辱彘子以為諂使趙括從而更之曰行人失辭寡君使群臣遷大國之迹於鄭曰無辟敵群臣無所逃命楚子又使求成于晉晉人許之盟有日矣楚許伯御樂伯攝叔為右以致晉師許伯曰吾聞致師者御靡旌摩壘而還樂伯曰吾聞致師者左射以菆代御執轡御下兩馬掉鞅而還攝叔曰吾聞致師者右入壘折馘執俘而還皆行其所聞而復晉人逐之左右角之樂伯左射馬而右射人角不能進矢一而已麋興於前射麋麗龜晉鮑癸當其後使攝叔奉麋獻焉曰以歲之非時獻禽之未至敢膳諸從者鮑癸止之曰其左善射其右有辭君子也既免晉魏錡求公族未得而怒欲敗晉師請致師弗許請使許之遂往請戰而還楚潘黨逐之及熒澤見六麋射一麋以顧獻曰子有軍事獸人無乃不給於鮮敢獻於從者叔黨命去之趙旃求卿未得且怒於失楚之致師者請挑戰弗許請召盟許之與魏錡皆命而往郤獻子曰二憾往矣弗備必敗彘子曰鄭人勸戰弗敢從也楚人求成弗能好也師無成命多備何為士季曰備之善若二子怒楚楚人乘我喪師無日矣不如備之楚之無惡除備而盟何損於好若以惡來有備不敗且雖諸侯相見軍衛不徹警也彘子不可士季使鞏朔韓穿帥七覆于敖前故上軍不敗趙嬰齊使其徒先具舟于河故敗而先濟潘黨既逐魏錡趙旃夜至於楚軍席於軍門之外使其徒入之楚子為乘廣三十乘分為左右右廣雞鳴而駕日中而說左則受之日入而說許偃御右廣養由基為右彭名御左廣屈蕩為右乙卯王乘左廣以逐趙旃趙旃棄車而走林屈蕩搏之得其甲裳晉人懼二子之怒楚師也使軘車逆之潘黨望其塵使騁而告曰晉師至矣楚人亦懼王之入晉軍也遂出陳孫叔曰進之寧我薄人無人薄我詩云元戎十乘以先啟行先人也軍志曰先人有奪人之心薄之可也遂疾進師車馳卒奔乘晉軍桓子不知所為鼓於軍中曰先濟者有賞中軍下軍爭舟舟中之指可掬也晉師右移上軍未動工尹齊將右拒卒以逐下軍楚子使唐狡與蔡鳩居告唐惠侯曰不穀不德而貪以遇大敵不穀之罪也然楚不克君之羞也敢藉君靈以濟楚師使潘黨率游闕四十乘從唐侯以為左拒以從上軍駒伯曰待諸乎隨季曰楚師方壯若萃於我吾師必盡不如收而去之分謗生民不亦可乎殿其卒而退不敗王見右廣將從之乘屈蕩戶之曰君以此始亦必以終自是楚之乘廣先左晉人或以廣隊不能進楚人惎之脫扃少進馬還又惎之拔旆投衡乃出顧曰吾不如大國之數奔也趙旃以其良馬二濟其兄與叔父以他馬反遇敵不能去棄車而走林逢大夫與其二子乘謂其二子無顧顧曰趙叟在後怒之使下指木曰尸女於是授趙旃綏以免明日以表尸之皆重獲在木下楚熊負羈囚知罃知莊子以其族反之廚武子御下軍之士多從之每射抽矢菆納諸廚子之房廚子怒曰非子之求而蒲之愛董澤之蒲可勝既乎知季曰不以人子吾子其可得乎吾不可以苟射故也射連尹襄老獲之遂載其尸射公子穀臣囚之以二者還及昏楚師軍於邲晉之餘師不能軍宵濟亦終夜有聲丙辰楚重至於邲遂次于衡雍潘黨曰君盍築武軍而收晉尸以為京觀臣聞克敵必示子孫以無忘武功楚子曰非爾所知也夫文止戈為武武王克商作頌曰載戢干戈載櫜弓矢我求懿德肆于時夏允王保之又作武其卒章曰耆定爾功其三曰鋪時繹思我徂惟求定其六曰綏萬邦屢豐年夫武禁暴戢兵保大定功安民和眾豐財者也故使子孫無忘其章今我使二國暴骨暴矣觀兵以威諸侯兵不戢矣暴而不戢安能保大猶有晉在焉得定功所違民欲猶多民何安焉無德而強爭諸侯何以和眾利人之幾而安人之亂以為己榮何以豐財武有七德我無一焉何以示子孫其為先君宮告成事而已武非吾功也古者明王伐不敬取其鯨鯢而封之以為大戮於是乎有京觀以懲淫慝今罪無所而民皆盡忠以死君命又何以為京觀乎祀于河作先君宮告成事而還是役也鄭石制實入楚師將以分鄭而立公子魚臣辛未鄭殺僕叔及子服君子曰史佚所謂毋怙亂者謂是類也詩曰亂離瘼矣爰其適歸歸於怙亂者也夫鄭伯許男如楚秋晉師歸桓子請死晉侯欲許之士貞子諫曰不可城濮之役晉師三日穀文公猶有憂色左右曰有喜而憂如有憂而喜乎公曰得臣猶在憂未歇也困獸猶鬭況國相乎及楚殺子玉公喜而後可知也曰莫余毒也已是晉再克而楚再敗也楚是以再世不競今天或者大警晉也而又殺林父以重楚勝其無乃久不競乎林父之事君也進思盡忠退思補過社稷之衛也若之何殺之夫其敗也如日月之食焉何損於明晉侯使復其位冬楚子伐蕭宋華椒以蔡人救蕭蕭人囚熊相宜僚及公子丙王曰勿殺吾退蕭人殺之王怒遂圍蕭蕭潰申公巫臣曰師人多寒王巡三軍拊而勉之三軍之士皆如挾纊遂傅於蕭還無社與司馬卯言號申叔展叔展曰有麥麴乎曰無有山鞠窮乎曰無河魚腹疾柰何曰目於眢井而拯之若為茅絰哭井則己明日蕭潰申叔視其井則茅絰存焉號而出之晉原縠宋華椒衛孔達曹人同盟于清丘曰恤病討貳於是卿不書不實其言也宋為盟故伐陳衛人救之孔達曰先君有約言焉若大國討我則死之宣公十三年經十有三年春齊師伐莒夏楚子伐宋秋螽冬晉殺其大夫先縠宣公十三年傳十三年春齊師伐莒莒恃晉而不事齊故也夏楚子伐宋以其救蕭也君子曰清丘之盟唯宋可以免焉秋赤狄伐晉及清先縠召之也冬晉人討邲之敗與清之師歸罪於先縠而殺之盡滅其族君子曰惡之來也己則取之其先縠之謂乎清丘之盟晉以衛之救陳也討焉使人弗去曰罪無所歸將加而師孔達曰苟利社稷請以我說罪我之由我則為政而亢大國之討將以誰任我則死之宣公十四年經十有四年春衛殺其大夫孔達夏五月壬申曹伯壽卒晉侯伐鄭秋九月楚子圍宋葬曹文公冬公孫歸父會齊侯于穀宣公十四年傳十四年春孔達縊而死衛人以說于晉而免遂告于諸侯曰寡君有不令之臣達構我敝邑于大國既伏其罪矣敢告衛人以為成勞復室其子使復其位夏晉侯伐鄭為邲故也告於諸侯蒐焉而還中行桓子之謀也曰示之以整使謀而來鄭人懼使子張代子良于楚鄭伯如楚謀晉故也鄭以子良為有禮故召之楚子使申舟聘于齊曰無假道于宋亦使公子馮聘于晉不假道于鄭申舟以孟諸之役惡宋曰鄭昭宋聾晉使不害我則必死王曰殺女我伐之見犀而行及宋宋人止之華元曰過我而不假道鄙我也鄙我亡也殺其使者必伐我伐我亦亡也亡一也乃殺之楚子聞之投袂而起屨及於窒皇劍及於寢門之外車及於蒲胥之市秋九月楚子圍宋冬公孫歸父會齊侯于穀見晏桓子與之言魯樂桓子告高宣子曰子家其亡乎懷於魯矣懷必貪貪必謀人謀人人亦謀己一國謀之何以不亡孟獻子言於公曰臣聞小國之免於大國也聘而獻物於是有庭實旅百朝而獻功於是有容貌采章嘉淑而有加貨謀其不免也誅而薦賄則無及也今楚在宋君其圖之公說宣公十五年經十有五年春公孫歸父會楚子于宋夏五月宋人及楚人平六月癸卯晉師滅赤狄潞氏以潞子嬰兒歸秦人伐晉王札子殺召伯毛伯秋螽仲孫蔑會齊高固于無婁初稅畝冬蝝生饑宣公十五年傳十五年春公孫歸父會楚子于宋宋人使樂嬰齊告急于晉晉侯欲救之伯宗曰不可古人有言曰雖鞭之長不及馬腹天方授楚未可與爭雖晉之彊能違天乎諺曰高下在心川澤納汙山藪藏疾瑾瑜匿瑕國君含垢天之道也君其待之乃止使解揚如宋使無降楚曰晉師悉起將至矣鄭人囚而獻諸楚楚子厚賂之使反其言不許三而許之登諸樓車使呼宋人而告之遂致其君命楚子將殺之使與之言曰爾既許不穀而反之何故非我無信女則棄之速即爾刑對曰臣聞之君能制命為義臣能承命為信信載義而行之為利謀不失利以衛社稷民之主也義無二信信無二命君之賂臣不知命也受命以出有死無霣又可賂乎臣之許君以成命也死而成命臣之祿也寡君有信臣下臣獲考死又何求楚子舍之以歸夏五月楚師將去宋申犀稽首於王之馬前曰毋畏知死而不敢廢王命王棄言焉王不能荅申叔時僕曰築室反耕者宋必聽命從之宋人懼使華元夜入楚師登子反之床起之曰寡君使元以病告曰敝邑易子而食析骸以爨雖然城下之盟有以國斃不能從也去我三十里唯命是聽子反懼與之盟而告王退三十里宋及楚平華元為質盟曰我無爾詐爾無我虞潞子嬰兒之夫人晉景公之姊也酆舒為政而殺之又傷潞子之目晉侯將伐之諸大夫皆曰不可酆舒有三儁才不如待後之人伯宗曰必伐之狄有五罪儁才雖多何補焉不祀一也耆酒二也棄仲章而奪黎氏地三也虐我伯姬四也傷其君目五也怙其儁才而不以茂德茲益罪也後之人或者將敬奉德義以事神人而申固其命若之何待之不討有罪曰將待後後有辭而討焉毋乃不可乎夫恃才與眾亡之道也商紂由之故滅天反時為災地反物為妖民反德為亂亂則妖災生故文反正為乏盡在狄矣晉侯從之六月癸卯晉荀林父敗赤狄于曲梁辛亥滅潞酆舒奔衛衛人歸諸晉晉人殺之王孫蘇與召氏毛氏爭政使王子捷殺召戴公及毛伯衛卒立召襄秋七月秦桓公伐晉次于輔氏壬午晉侯治兵于稷以略狄土立黎侯而還及雒魏顆敗秦師于輔氏獲杜回秦之力人也初魏武子有嬖妾無子武子疾命顆曰必嫁是疾病則曰必以為殉及卒顆嫁之曰疾病則亂吾從其治也及輔氏之役顆見老人結草以亢杜回杜回躓而顛故獲之夜夢之曰余而所嫁婦人之父也爾用先人之治命余是以報晉侯賞桓子狄臣千室亦賞士伯以瓜衍之縣曰吾獲狄土子之功也微子吾喪伯氏矣羊舌職說是賞也曰周書所謂庸庸祗祗者謂此物也夫士伯庸中行伯君信之亦庸士伯此之謂明德矣文王所以造周不是過也故詩曰陳錫載周能施也率是道也其何不濟晉侯使趙同獻狄俘于周不敬劉康公曰不及十年原叔必有大咎天奪之魄矣初稅畝非禮也穀出不過藉以豐財也冬蝝生饑幸之也宣公十六年經十有六年春王正月晉人滅赤狄甲氏及留吁夏成周宣榭火秋郯伯姬來歸冬大有年宣公十六年傳十六年春晉士會帥師滅赤狄甲氏及留吁鐸辰三月獻狄俘晉侯請于王戊申以黻冕命士會將中軍且為大傅於是晉國之盜逃奔于秦羊舌職曰吾聞之禹稱善人不善人遠此之謂也夫詩曰戰戰兢兢如臨深淵如履薄冰善人在上也善人在上則國無幸民諺曰民之多幸國之不幸也是無善人之謂也夏成周宣榭火人火之也凡火人火曰火天火曰災秋郯伯姬來歸出也為毛召之難故王室復亂王孫蘇奔晉晉人復之冬晉侯使士會平王室定王享之原襄公相禮殽烝武季私問其故王聞之召武子曰季氏而弗聞乎王享有體薦宴有折俎公當享卿當宴王室之禮也武子歸而講求典禮以脩晉國之法宣公十七年經十有七年春王正月庚子許男錫我卒丁未蔡侯申卒夏葬許昭公葬蔡文公六月癸卯日有食之己未公會晉侯衛侯曹伯邾子同盟于斷道秋公至自會冬十有一月壬午公弟叔肸卒宣公十七年傳十七年春晉侯使郤克徵會于齊齊頃公帷婦人使觀之郤子登婦人笑於房獻子怒出而誓曰所不此報無能涉河獻子先歸使欒京廬待命于齊曰不得齊事無復命矣郤子至請伐齊晉侯弗許請以其私屬又弗許齊侯使高固晏弱蔡朝南郭偃會及斂盂高固逃歸夏會于斷道討貳也盟于卷楚辭齊人晉人執晏弱于野王執蔡朝于原執南郭偃于溫苗賁皇使見晏桓子歸言於晉侯曰夫晏子何罪昔者諸侯事吾先君皆如不逮舉言群臣不信諸侯皆有貳志齊君恐不得禮故不出而使四子來左右或沮之曰君不出必執吾使故高子及斂盂而逃夫三子者曰若絕君好寧歸死焉為是犯難而來吾若善逆彼以懷來者吾又執之以信齊沮吾不既過矣乎過而不改而又久之以成其悔何利之有焉使反者得辭而害來者以懼諸侯將焉用之晉人緩之逸秋八月晉師還范武子將老召文子曰燮乎吾聞之喜怒以類者鮮易者實多詩曰君子如怒亂庶遄沮君子如祉亂庶遄已君子之喜怒以已亂也弗已者必益之郤子其或者欲已亂於齊乎不然余懼其益之也余將老使郤子逞其志庶有豸乎爾從二三子唯敬乃請老郤獻子為政冬公弟叔肸卒公母弟也凡大子之母弟公在曰公子不在曰弟凡稱弟皆母弟也宣公十八年經十有八年春晉侯衛世子臧伐齊公伐杞夏四月秋七月邾人戕鄫子于鄫甲戌楚子旅卒公孫歸父如晉冬十月壬戌公薨于路寢歸父還自晉至笙遂奔齊宣公十八年傳十八年春晉侯衛大子臧伐齊至于陽穀齊侯會晉侯盟于繒以公子彊為質于晉晉師還蔡朝南郭偃逃歸夏公使如楚乞師欲以伐齊秋邾人戕鄫子于鄫凡自內虐其君曰弒自外曰戕楚莊王卒楚師不出既而用晉師楚於是乎有蜀之役公孫歸父以襄仲之立公也有寵欲去三桓以張公室與公謀而聘于晉欲以晉人去之冬公薨季文子言於朝曰使我殺適立庶以失大援者仲也夫臧宣叔怒曰當其時不能治也後之人何罪子欲去之許請去之遂逐東門氏子家還及笙壇帷復命於介既復命袒括髮即位哭三踊而出遂奔齊書曰歸父還自晉善之也"}
{"id": "KR1e0001_008", "series": "KR1e0001", "text": "成公元年經元年春王正月公即位二月辛酉葬我君宣公無冰三月作丘甲夏臧孫許及晉侯盟于赤棘秋王師敗績于茅戎冬十月成公元年傳元年春晉侯使瑕嘉平戎于王單襄公如晉拜成劉康公徼戎將遂伐之叔服曰背盟而欺大國此必敗背盟不祥欺大國不義神人弗助將何以勝不聽遂伐茅戎三月癸未敗績于徐吾氏為齊難故作丘甲聞齊將出楚師夏盟于赤棘秋王人來告敗冬臧宣叔令脩賦繕完具守備曰齊楚結好我新與晉盟晉楚爭盟齊師必至雖晉人伐齊楚必救之是齊楚同我也知難而有備乃可以逞成公二年經二年春齊侯伐我北鄙夏四月丙戌衛孫良夫帥師及齊師戰于新築衛師敗績六月癸酉季孫行父臧孫許叔孫僑如公孫嬰齊帥師會晉郤克衛孫良夫曹公子首及齊侯戰于鞌齊師敗績秋七月齊侯使國佐如師己酉及國佐盟于袁婁八月壬午宋公鮑卒庚寅衛侯速卒取汶陽田冬楚師鄭師侵衛十有一月公會楚公子嬰齊于蜀丙申公及楚人秦人宋人陳人衛人鄭人齊人曹人邾人薛人鄫人盟于蜀成公二年傳二年春齊侯伐我北鄙圍龍頃公之嬖人盧蒲就魁門焉龍人囚之齊侯曰勿殺吾與而盟無入而封弗聽殺而膊諸城上齊侯親鼓士陵城三日取龍遂南侵及巢丘衛侯使孫良夫石稷甯相向禽將侵齊與齊師遇石子欲還孫子曰不可以師伐人遇其師而還將謂君何若知不能則如無出今既遇矣不如戰也夏有石成子曰師敗矣子不少須眾懼盡子喪師徒何以復命皆不對又曰子國卿也隕子辱矣子以眾退我此乃止且告車來甚眾齊師乃止次于鞫居新築人仲叔于奚救孫桓子桓子是以免既衛人賞之以邑辭請曲縣繁纓以朝許之仲尼聞之曰惜也不如多與之邑唯器與名不可以假人君之所司也名以出信信以守器器以藏禮禮以行義義以生利利以平民政之大節也若以假人與人政也政亡則國家從之弗可止也已孫桓子還於新築不入遂如晉乞師臧宣叔亦如晉乞師皆主郤獻子晉侯許之七百乘郤子曰此城濮之賦也有先君之明與先大夫之肅故捷克於先大夫無能為役請八百乘許之郤克將中軍士燮佐上軍欒書將下軍韓厥為司馬以救魯衛臧宣叔逆晉師且道之季文子帥師會之及衛地韓獻子將斬人郤獻子馳將救之至則既斬之矣郤子使速以徇告其僕曰吾以分謗也師從齊師于莘六月壬申師至于靡笄之下齊侯使請戰曰子以君師辱於敝邑不腆敝賦詰朝請見對曰晉與魯衛兄弟也來告曰大國朝夕釋憾於敝邑之地寡君不忍使群臣請於大國無令輿師淹於君地能進不能退君無所辱命齊侯曰大夫之許寡人之願也若其不許亦將見也齊高固入晉師桀石以投人禽之而乘其車繫桑本焉以徇齊壘曰欲勇者賈余餘勇癸酉師陳于鞌邴夏御齊侯逢丑父為右晉解張御郤克鄭丘緩為右齊侯曰余姑翦滅此而朝食不介馬而馳之郤克傷於矢流血及屨未絕鼓音曰余病矣張侯曰自始合而矢貫余手及肘余折以御左輪朱殷豈敢言病吾子忍之緩曰自始合苟有險余必下推車子豈識之然子病矣張侯曰師之耳目在吾旗鼓進退從之此車一人殿之可以集事若之何其以病敗君之大事也擐甲執兵固即死也病未及死吾子勉之左并轡右援枹而鼓馬逸不能止師從之齊師敗績逐之三周華不注韓厥夢子輿謂己曰旦辟左右故中御而從齊侯邴夏曰射其御者君子也公曰謂之君子而射之非禮也射其左越于車下射其右斃于車中綦毋張喪車從韓厥曰請寓乘從左右皆肘之使立於後韓厥俛定其右逢丑父與公易位將及華泉驂絓於木而止丑父寢於轏中蛇出於其下以肱擊之傷而匿之故不能推車而及韓厥執縶馬前再拜稽首奉觴加璧以進曰寡君使群臣為魯衛請曰無令輿師陷入君地下臣不幸屬當戎行無所逃隱且懼奔辟而忝兩君臣辱戎士敢告不敏攝官承乏丑父使公下如華泉取飲鄭周父御佐車宛茷為右載齊侯以免韓厥獻丑父郤獻子將戮之呼曰自今無有代其君任患者有一於此將為戮乎郤子曰人不難以死免其君我戮之不祥赦之以勸事君者乃免之齊侯免求丑父三入三出每出齊師以帥退入于狄卒狄卒皆抽戈楯冒之以入于衛師衛師免之遂自徐關入齊侯見保者曰勉之齊師敗矣辟女子女子曰君免乎曰免矣曰銳司徒免乎曰免矣曰苟君與吾父免矣可若何乃奔齊侯以為有禮既而問之辟司徒之妻也予之石窌晉師從齊師入自丘輿擊馬陘齊侯使賓媚人賂以紀甗玉磬與地不可則聽客之所為賓媚人致賂晉人不可曰必以蕭同叔子為質而使齊之封內盡東其畝對曰蕭同叔子非他寡君之母也若以匹敵則亦晉君之母也吾子布大命於諸侯而曰必質其母以為信其若王命何且是以不孝令也詩曰孝子不匱永錫爾類若以不孝令於諸侯其無乃非德類也乎先王疆理天下物土之宜而布其利故詩曰我疆我理南東其畝今吾子疆理諸侯而曰盡東其畝而已唯吾子戎車是利無顧土宜其無乃非先王之命也乎反先王則不義何以為盟主其晉實有闕四王之王也樹德而濟同欲焉五伯之霸也勤而撫之以役王命今吾子求合諸侯以逞無疆之欲詩曰布政優優百祿是遒子實不優而棄百祿諸侯何害焉不然寡君之命使臣則有辭矣曰子以君師辱於敝邑不腆敝賦以犒從者畏君之震師徒橈敗吾子惠徼齊國之福不泯其社稷使繼舊好唯是先君之敝器土地不敢愛子又不許請收合餘燼背城借一敝邑之幸亦云從也況其不幸敢不唯命是聽魯衛諫曰齊疾我矣其死亡者皆親暱也子若不許讎我必甚唯子則又何求子得其國寶我亦得地而紓於難其榮多矣齊晉亦唯天所授豈必晉晉人許之對曰群臣帥賦輿以為魯衛請若苟有以藉口而復於寡君君之惠也敢不唯命是聽禽鄭自師逆公秋七月晉師及齊國佐盟于爰婁使齊人歸我汶陽之田公會晉師于上鄍賜三帥先路三命之服司馬司空輿帥候正亞旅皆受一命之服八月宋文公卒始厚葬用蜃炭益車馬始用殉重器備椁有四阿棺有翰檜君子謂華元樂舉於是乎不臣臣治煩去惑者也是以伏死而爭今二子者君生則縱其惑死又益其侈是棄君於惡也何臣之為九月衛穆公卒晉三子自役弔焉哭於大門之外衛人逆之婦人哭於門內送亦如之遂常以葬楚之討陳夏氏也莊王欲納夏姬申公巫臣曰不可君召諸侯以討罪也今納夏姬貪其色也貪色為淫淫為大罰周書曰明德慎罰文王所以造周也明德務崇之之謂也慎罰務去之之謂也若興諸侯以取大罰非慎之也君其圖之王乃止子反欲取之巫臣曰是不祥人也是夭子蠻殺御叔弒靈侯戮夏南出孔儀喪陳國何不祥如是人生實難其有不獲死乎天下多美婦人何必是子反乃止王以予連尹襄老襄老死於邲不獲其尸其子黑要烝焉巫臣使道焉曰歸吾聘女又使自鄭召之曰尸可得也必來逆之姬以告王王問諸屈巫對曰其信知罃之父成公之嬖也而中行伯之季弟也新佐中軍而善鄭皇戌甚愛此子其必因鄭而歸王子與襄老之尸以求之鄭人懼於邲之役而欲求媚於晉其必許之王遣夏姬歸將行謂送者曰不得尸吾不反矣巫臣聘諸鄭鄭伯許之及共王即位將為陽橋之役使屈巫聘于齊且告師期巫臣盡室以行申叔跪從其父將適郢遇之曰異哉夫子有三軍之懼而又有桑中之喜宜將竊妻以逃者也及鄭使介反幣而以夏姬行將奔齊齊師新敗曰吾不處不勝之國遂奔晉而因郤至以臣於晉晉人使為邢大夫子反請以重幣錮之王曰止其自為謀也則過矣其為吾先君謀也則忠忠社稷之固也所蓋多矣且彼若能利國家雖重幣晉將可乎若無益於晉晉將棄之何勞錮焉晉師歸范文子後入武子曰無為吾望爾也乎對曰師有功國人喜以逆之先入必屬耳目焉是代帥受名也故不敢武子曰吾知免矣郤伯見公曰子之力也夫對曰君之訓也二三子之力也臣何力之有焉范叔見勞之如郤伯對曰庚所命也克之制也燮何力之有焉欒伯見公亦如之對曰燮之詔也士用命也書何力之有焉宣公使求好于楚莊王卒宣公薨不克作好公即位受盟于晉會晉伐齊衛人不行使于楚而亦受盟于晉從於伐齊故楚令尹子重為陽橋之役以救齊將起師子重曰君弱群臣不如先大夫師眾而後可詩曰濟濟多士文王以寧夫文王猶用眾況吾儕乎且先君莊王屬之曰無德以及遠方莫如惠恤其民而善用之乃大戶已責逮鰥救乏赦罪悉師王卒盡行彭名御戎蔡景公為左許靈公為右二君弱皆強冠之冬楚師侵衛遂侵我師于蜀使臧孫往辭曰楚遠而久固將退矣無功而受名臣不敢楚侵及陽橋孟孫請往賂之以執斲執鍼織紝皆百人公衡為質以請盟楚人許平十一月公及楚公子嬰齊蔡侯許男秦右大夫說宋華元陳公孫寧衛孫良夫鄭公子去疾及齊國之大夫盟于蜀卿不書匱盟也於是乎畏晉而竊與楚盟故曰匱盟蔡侯許男不書乘楚車也謂之失位君子曰位其不可不慎也乎蔡許之君一失其位不得列於諸侯況其下乎詩曰不解于位民之攸塈其是之謂矣楚師及宋公衡逃歸臧宣叔曰衡父不忍數年之不宴以棄魯國國將若之何誰居後之人必有任是夫國棄矣是行也晉辟楚畏其眾也君子曰眾之不可以已也大夫為政猶以眾克況明君而善用其眾乎大誓所謂商兆民離周十人同者眾也晉侯使鞏朔獻齊捷于周王弗見使單襄公辭焉曰蠻夷戎狄不式王命淫湎毀常王命伐之則有獻捷王親受而勞之所以懲不敬勸有功也兄弟甥舅侵敗王略王命伐之告事而已不獻其功所以敬親暱禁淫慝也今叔父克遂有功于齊而不使命卿鎮撫王室所使來撫余一人而鞏伯實來未有職司於王室又奸先王之禮余雖欲於鞏伯其敢廢舊典以忝叔父夫齊甥舅之國也而大師之後也寧不亦淫從其欲以怒叔父抑豈不可諫誨士莊伯不能對王使委於三吏禮之如侯伯克敵使大夫告慶之禮降於卿禮一等王以鞏伯宴而私賄之使相告之曰非禮也勿籍成公三年經三年春王正月公會晉侯宋公衛侯曹伯伐鄭辛亥葬衛穆公二月公至自伐鄭甲子新宮災三日哭乙亥葬宋文公夏公如晉鄭公子去疾帥師伐許公至自晉秋叔孫僑如帥師圍棘大雩晉郤克衛孫良夫伐廧咎如冬十有一月晉侯使荀庚來聘衛侯使孫良夫來聘丙午及荀庚盟丁未及孫良夫盟鄭伐許成公三年傳三年春諸侯伐鄭次于伯牛討邲之役也遂東侵鄭鄭公子偃帥師禦之使東鄙覆諸鄤敗諸丘輿皇戌如楚獻捷夏公如晉拜汶陽之田許恃楚而不事鄭鄭子良伐許晉人歸楚公子穀臣與連尹襄老之尸于楚以求知罃於是荀首佐中軍矣故楚人許之王送知罃曰子其怨我乎對曰二國治戎臣不才不勝其任以為俘馘執事不以釁鼓使歸即戮君之惠也臣實不才又誰敢怨王曰然則德我乎對曰二國圖其社稷而求紓其民各懲其忿以相宥也兩釋纍囚以成其好二國有好臣不與及其誰敢德王曰子歸何以報我對曰臣不任受怨君亦不任受德無怨無德不知所報王曰雖然必告不穀對曰以君之靈纍臣得歸骨於晉寡君之以為戮死且不朽若從君之惠而免之以賜君之外臣首首其請於寡君而以戮於宗亦死且不朽若不獲命而使嗣宗職次及於事而帥偏師以脩封疆雖遇執事其弗敢違其竭力致死無有二心以盡臣禮所以報也王曰晉未可與爭重為之禮而歸之秋叔孫僑如圍棘取汶陽之田棘不服故圍之晉郤克衛孫良夫伐廧咎如討赤狄之餘焉廧咎如潰上失民也冬十一月晉侯使荀庚來聘且尋盟衛侯使孫良夫來聘且尋盟公問諸臧宣叔曰仲行伯之於晉也其位在三孫子之於衛也位為上卿將誰先對曰次國之上卿當大國之中中當其下下當其上大夫小國之上卿當大國之下卿中當其上大夫下當其下大夫上下如是古之制也衛在晉不得為次國晉為盟主其將先之丙午盟晉丁未盟衛禮也十二月甲戌晉作六軍韓厥趙括鞏朔韓穿荀騅趙旃皆為卿賞鞌之功也齊侯朝于晉將授玉郤克趨進曰此行也君為婦人之笑辱也寡君未之敢任晉侯享齊侯齊侯視韓厥韓厥曰君知厥也乎齊侯曰服改矣韓厥登舉爵曰臣之不敢愛死為兩君之在此堂也荀罃之在楚也鄭賈人有將寘諸褚中以出既謀之未行而楚人歸之賈人如晉荀罃善視之如實出己賈人曰吾無其功敢有其實乎吾小人不可以厚誣君子遂適齊成公四年經四年春宋公使華元來聘三月壬申鄭伯堅卒杞伯來朝夏四月甲寅臧孫許卒公如晉葬鄭襄公秋公至自晉冬城鄆鄭伯伐許成公四年傳四年春宋華元來聘通嗣君也杞伯來朝歸叔姬故也夏公如晉晉侯見公不敬季文子曰晉侯必不免詩曰敬之敬之天惟顯思命不易哉夫晉侯之命在諸侯矣可不敬乎秋公至自晉欲求成于楚而叛晉季文子曰不可晉雖無道未可叛也國大臣睦而邇於我諸侯聽焉未可以貳史佚之志有之曰非我族類其心必異楚雖大非吾族也其肯字我乎公乃止冬十一月鄭公孫申帥師疆許田許人敗諸展陂鄭伯伐許取鉏任泠敦之田晉欒書將中軍荀首佐之士燮佐上軍以救許伐鄭取氾祭楚子反救鄭鄭伯與許男訟焉皇戌攝鄭伯之辭子反不能決也曰君若辱在寡君寡君與其二三臣共聽兩君之所欲成其可知也不然側不足以知二國之成晉趙嬰通于趙莊姬成公五年經五年春王正月杞叔姬來歸仲孫蔑如宋夏叔孫僑如會晉荀首于穀梁山崩秋大水冬十有一月己酉天王崩十有二月己丑公會晉侯齊侯宋公衛侯鄭伯曹伯邾子杞伯同盟于蟲牢成公五年傳五年春原屏放諸齊嬰曰我在故欒氏不作我亡吾二昆其憂哉且人各有能有不能舍我何害弗聽嬰夢天使謂己祭余余福女使問諸士貞伯貞伯曰不識也既而告其人曰神福仁而禍淫淫而無罰福也祭其得亡乎祭之之明日而亡孟獻子如宋報華元也夏晉荀首如齊逆女故宣伯餫諸穀梁山崩晉侯以傳召伯宗伯宗辟重曰辟傳重人曰待我不如捷之速也問其所曰絳人也問絳事焉曰梁山崩將召伯宗謀之問將若之何曰山有朽壤而崩可若何國主山川故山崩川竭君為之不舉降服乘縵徹樂出次祝幣史辭以禮焉其如此而已雖伯宗若之何伯宗請見之不可遂以告而從之許靈公愬鄭伯于楚六月鄭悼公如楚訟不勝楚人執皇戌及子國故鄭伯歸使公子偃請成于晉秋八月鄭伯及晉趙同盟于垂棘宋公子圍龜為質于楚而歸華元享之請鼓譟以出鼓譟以復入曰習攻華氏宋公殺之冬同盟于蟲牢鄭服也諸侯謀復會宋公使向為人辭以子靈之難十一月己酉定王崩成公六年經六年春王正月公至自會二月辛巳立武宮取鄟衛孫良夫帥師侵宋夏六月邾子來朝公孫嬰齊如晉壬申鄭伯費卒秋仲孫蔑叔孫僑如帥師侵宋楚公子嬰齊帥師伐鄭冬季孫行父如晉晉欒書帥師救鄭成公六年傳六年春鄭伯如晉拜成子游相授玉于東楹之東士貞伯曰鄭伯其死乎自棄也已視流而行速不安其位宜不能久二月季文子以鞌之功立武宮非禮也聽於人以救其難不可以立武立武由己非由人也取鄟言易也三月晉伯宗夏陽說衛孫良夫甯相鄭人伊雒之戎陸渾蠻氏侵宋以其辭會也師于鍼衛人不保說欲襲衛曰雖不可入多俘而歸有罪不及死伯宗曰不可衛唯信晉故師在其郊而不設備若襲之是棄信也雖多衛俘而晉無信何以求諸侯乃止師還衛人登陴晉人謀去故絳諸大夫皆曰必居郇瑕氏之地沃饒而近盬國利君樂不可失也韓獻子將新中軍且為僕大夫公揖而入獻子從公立於寢庭謂獻子曰何如對曰不可郇瑕氏土薄水淺其惡易覯易覯則民愁民愁則墊隘於是乎有沈溺重膇之疾不如新田土厚水深居之不疾有汾澮以流其惡且民從教十世之利也夫山澤林盬國之寶也國饒則民驕佚近寶公室乃貧不可謂樂公說從之夏四月丁丑晉遷于新田六月鄭悼公卒子叔聲伯如晉命伐宋秋孟獻子叔孫宣伯侵宋晉命也楚子重伐鄭鄭從晉故也冬季文子如晉賀遷也晉欒書救鄭與楚師遇於繞角楚師還晉師遂侵蔡楚公子申公子成以申息之師救蔡禦諸桑隧趙同趙括欲戰請於武子武子將許之知莊子范文子韓獻子諫曰不可吾來救鄭楚師去我吾遂至於此是遷戮也戮而不已又怒楚師戰必不克雖克不令成師以出而敗楚之二縣何榮之有焉若不能敗為辱已甚不如還也乃遂還於是軍帥之欲戰者眾或謂欒武子曰聖人與眾同欲是以濟事子盍從眾子為大政將酌於民者也子之佐十一人其不欲戰者三人而已欲戰者可謂眾矣商書曰三人占從二人眾故也武子曰善鈞從眾夫善眾之主也三卿為主可謂眾矣從之不亦可乎成公七年經七年春王正月鼷鼠食郊牛角改卜牛鼷鼠又食其角乃免牛吳伐郯夏五月曹伯來朝不郊猶三望秋楚公子嬰齊帥師伐鄭公會晉侯齊侯宋公衛侯曹伯莒子邾子杞伯救鄭八月戊辰同盟于馬陵公至自會吳入州來冬大雩衛孫林父出奔晉成公七年傳七年春吳伐郯郯成季文子曰中國不振旅蠻夷入伐而莫之或恤無弔者也夫詩曰不弔昊天亂靡有定其此之謂乎有上不弔其誰不受亂吾亡無日矣君子曰知懼如是斯不亡矣鄭子良相成公以如晉見且拜師夏曹宣公來朝秋楚子重伐鄭師于氾諸侯救鄭鄭共仲侯羽軍楚師囚鄖公鍾儀獻諸晉八月同盟于馬陵尋蟲牢之盟且莒服故也晉人以鍾儀歸囚諸軍府楚圍宋之役師還子重請取於申呂以為賞田王許之申公巫臣曰不可此申呂所以邑也是以為賦以御北方若取之是無申呂也晉鄭必至于漢王乃止子重是以怨巫臣子反欲取夏姬巫臣止之遂取以行子反亦怨之及共王即位子重子反殺巫臣之族子閻子蕩及清尹弗忌及襄老之子黑要而分其室子重取子閻之室使沈尹與王子罷分子蕩之室子反取黑要與清尹之室巫臣自晉遺二子書曰爾以讒慝貪惏事君而多殺不辜余必使爾罷於奔命以死巫臣請使於吳晉侯許之吳子壽夢說之乃通吳于晉以一卒適吳舍偏兩之一焉與其射御教吳乘車教之戰陳教之叛楚寘其子狐庸焉使為行人於吳吳始伐楚伐巢伐徐子重奔命馬陵之會吳入州來子重自鄭奔命子重子反於是乎一歲七奔命蠻夷屬於楚者吳盡取之是以始大通吳於上國衛定公惡孫林父冬孫林父出奔晉衛侯如晉晉反戚焉成公八年經八年春晉侯使韓穿來言汶陽之田歸之于齊晉欒書帥師侵蔡公孫嬰齊如莒宋公使華元來聘夏宋公使公孫壽來納幣晉殺其大夫趙同趙括秋七月天子使召伯來賜公命冬十月癸卯杞叔姬卒晉侯使士燮來聘叔孫僑如會晉士燮齊人邾人伐郯衛人來媵成公八年傳八年春晉侯使韓穿來言汶陽之田歸之于齊季文子餞之私焉曰大國制義以為盟主是以諸侯懷德畏討無有貳心謂汶陽之田敝邑之舊也而用師於齊使歸諸敝邑今有二命曰歸諸齊信以行義義以成命小國所望而懷也信不可知義無所立四方諸侯其誰不解體詩曰女也不爽士貳其行士也罔極二三其德七年之中一與一奪二三孰甚焉士之二三猶喪妃耦而況霸主霸主將德是以而二三之其何以長有諸侯乎詩曰猶之未遠是用大簡行父懼晉之不遠猶而失諸侯也是以敢私言之晉欒書侵蔡遂侵楚獲申驪楚師之還也晉侵沈獲沈子揖初從知范韓也君子曰從善如流宜哉詩曰愷悌君子遐不作人求善也夫作人斯有功績矣是行也鄭伯將會晉師門于許東門大獲焉聲伯如莒逆也宋華元來聘聘共姬也夏宋公使公孫壽來納幣禮也晉趙莊姬為趙嬰之亡故譖之于晉侯曰原屏將為亂欒郤為徵六月晉討趙同趙括武從姬氏畜于公宮以其田與祁奚韓厥言於晉侯曰成季之勳宣孟之忠而無後為善者其懼矣三代之令王皆數百年保天之祿夫豈無辟王賴前哲以免也周書曰不敢侮鰥寡所以明德也乃立武而反其田焉秋召桓公來賜公命晉侯使申公巫臣如吳假道于莒與渠丘公立於池上曰城已惡莒子曰辟陋在夷其孰以我為虞對曰夫狡焉思啟封疆以利社稷者何國蔑有唯然故多大國矣唯或思或縱也勇夫重閉況國乎冬杞叔姬卒來歸自杞故書晉士燮來聘言伐郯也以其事吳故公賂之請緩師文子不可曰君命無貳失信不立禮無加貨事無二成君後諸侯是寡君不得事君也燮將復之季孫懼使宣伯帥師會伐郯衛人來媵共姬禮也凡諸侯嫁女同姓媵之異姓則否成公九年經九年春王正月杞伯來逆叔姬之喪以歸公會晉侯齊侯宋公衛侯鄭伯曹伯莒子杞伯同盟于蒲公至自會二月伯姬歸于宋夏季孫行父如宋致女晉人來媵秋七月丙子齊侯無野卒晉人執鄭伯晉欒書帥師伐鄭冬十有一月葬齊頃公楚公子嬰齊帥師伐莒庚申莒潰楚人入鄆秦人白狄伐晉鄭人圍許城中城成公九年傳九年春杞桓公來逆叔姬之喪請之也杞叔姬卒為杞故也逆叔姬為我也為歸汶陽之田故諸侯貳於晉晉人懼會於蒲以尋馬陵之盟季文子謂范文子曰德則不競尋盟何為范文子曰勤以撫之寬以待之堅彊以御之明神以要之柔服而伐貳德之次也是行也將始會吳吳人不至二月伯姬歸于宋楚人以重賂求鄭鄭伯會楚公子成于鄧夏季文子如宋致女復命公享之賦韓奕之五章穆姜出于房再拜曰大夫勤辱不忘先君以及嗣君施及未亡人先君猶有望也敢拜大夫之重勤又賦綠衣之卒章而入晉人來媵禮也秋鄭伯如晉晉人討其貳於楚也執諸銅鞮欒書伐鄭鄭人使伯蠲行成晉人殺之非禮也兵交使在其間可也楚子重侵陳以救鄭晉侯觀于軍府見鍾儀問之曰南冠而縶者誰也有司對曰鄭人所獻楚囚也使稅之召而弔之再拜稽首問其族對曰泠人也公曰能樂乎對曰先父之職官也敢有二事使與之琴操南音公曰君王何如對曰非小人之所得知也固問之對曰其為大子也師保奉之以朝于嬰齊而夕于側也不知其他公語范文子文子曰楚囚君子也言稱先職不背本也樂操土風不忘舊也稱大子抑無私也名其二卿尊君也不背本仁也不忘舊信也無私忠也尊君敏也仁以接事信以守之忠以成之敏以行之事雖大必濟君盍歸之使合晉楚之成公從之重為之禮使歸求成冬十一月楚子重自陳伐莒圍渠丘渠丘城惡眾潰奔莒戊申楚入渠丘莒人囚楚公子平楚人曰勿殺吾歸而俘莒人殺之楚師圍莒莒城亦惡庚申莒潰楚遂入鄆莒無備故也君子曰恃陋而不備罪之大者也備豫不虞善之大者也莒恃其陋而不脩城郭浹辰之間而楚克其三都無備也夫詩曰雖有絲麻無棄菅蒯雖有姬姜無棄蕉萃凡百君子莫不代匱言備之不可以已也秦人白狄伐晉諸侯貳故也鄭人圍許示晉不急君也是則公孫申謀之曰我出師以圍許為將改立君者而紓晉使晉必歸君城中城書時也十二月楚子使公子辰如晉報鍾儀之使請脩好結成成公十年經十年春衛侯之弟黑背帥師侵鄭夏四月五卜郊不從乃不郊五月公會晉侯齊侯宋公衛侯曹伯伐鄭齊人來媵丙午晉侯獳卒秋七月公如晉冬十月成公十年傳十年春晉侯使糴茷如楚報大宰子商之使也衛子叔黑背侵鄭晉命也鄭公子班聞叔申之謀三月子如立公子繻夏四月鄭人殺繻立髡頑子如奔許欒武子曰鄭人立君我執一人焉何益不如伐鄭而歸其君以求成焉晉侯有疾五月晉立大子州蒲以為君而會諸侯伐鄭鄭子罕賂以襄鍾子然盟于脩澤子駟為質辛巳鄭伯歸晉侯夢大厲被髮及地搏膺而踊曰殺余孫不義余得請於帝矣壞大門及寢門而入公懼入于室又壞戶公覺召桑田巫巫言如夢公曰何如曰不食新矣公疾病求醫于秦秦伯使醫緩為之未至公夢疾為二豎子曰彼良醫也懼傷我焉逃之其一曰居肓之上膏之下若我何醫至曰疾不可為也在肓之上膏之下攻之不可達之不及藥不至焉不可為也公曰良醫也厚為之禮而歸之六月丙午晉侯欲麥使甸人獻麥饋人為之召桑田巫示而殺之將食張如廁陷而卒小臣有晨夢負公以登天及日中負晉侯出諸廁遂以為殉鄭伯討立君者戊申殺叔申叔禽君子曰忠為令德非其人猶不可況不令乎秋公如晉晉人止公使逆葬於是糴茷未反冬葬晉景公公送葬諸侯莫在魯人辱之故不書諱之也成公十一年經十有一年春王三月公至自晉晉侯使郤犨來聘己丑及郤犨盟夏季孫行父如晉秋叔孫僑如如齊冬十月成公十一年傳十一年春王三月公至自晉晉人以公為貳於楚故止公公請受盟而後使歸郤犨來聘且涖盟聲伯之母不聘穆姜曰吾不以妾為姒生聲伯而出之嫁於齊管于奚生二子而寡以歸聲伯聲伯以其外弟為大夫而嫁其外妹於施孝叔郤犨來聘求婦於聲伯聲伯奪施氏婦以與之婦人曰鳥獸猶不失儷子將若何曰吾不能死亡婦人遂行生二子於郤氏郤氏亡晉人歸之施氏施氏逆諸河沈其二子婦人怒曰己不能庇其伉儷而亡之又不能字人之孤而殺之將何以終遂誓施氏夏季文子如晉報聘且涖盟也周公楚惡惠襄之偪也且與伯與爭政不勝怒而出及陽樊王使劉子復之盟于鄄而入三日復出奔晉秋宣伯聘于齊以脩前好晉郤至與周爭鄇田王命劉康公單襄公訟諸晉郤至曰溫吾故也故不敢失劉子單子曰昔周克商使諸侯撫封蘇忿生以溫為司寇與檀伯達封于河蘇氏即狄又不能於狄而奔衛襄王勞文公而賜之溫狐氏陽氏先處之而後及子若治其故則王官之邑也子安得之晉侯使郤至勿敢爭宋華元善於令尹子重又善於欒武子聞楚人既許晉糴茷成而使歸復命矣冬華元如楚遂如晉合晉楚之成秦晉為成將會于令狐晉侯先至焉秦伯不肯涉河次于王城使史顆盟晉侯于河東晉郤犨盟秦伯于河西范文子曰是盟也何益齊盟所以質信也會所信之始也始之不從其何質乎秦伯歸而背晉成成公十二年經十有二年春周公出奔晉夏公會晉侯衛侯于瑣澤秋晉人敗狄于交剛冬十月成公十二年傳十二年春王使以周公之難來告書曰周公出奔晉凡自周無出周公自出故也宋華元克合晉楚之成夏五月晉士燮會楚公子罷許偃癸亥盟于宋西門之外曰凡晉楚無相加戎好惡同之同恤菑危備救凶患若有害楚則晉伐之在晉楚亦如之交贄往來道路無壅謀其不協而討不庭有渝此盟明神殛之俾隊其師無克胙國鄭伯如晉聽成會于瑣澤成故也狄人間宋之盟以侵晉而不設備秋晉人敗狄于交剛晉郤至如楚聘且涖盟楚子享之子反相為地室而縣焉郤至將登金奏作於下驚而走出子反曰日云莫矣寡君須矣吾子其入也賓曰君不忘先君之好施及下臣貺之以大禮重之以備樂如天之福兩君相見何以代此下臣不敢子反曰如天之福兩君相見無亦唯是一矢以相加遺焉用樂寡君須矣吾子其入也賓曰若讓之以一矢禍之大者其何福之為世之治也諸侯間於天子之事則相朝也於是乎有享宴之禮享以訓共儉宴以示慈惠共儉以行禮而慈惠以布政政以禮成民是以息百官承事朝而不夕此公侯之所以扞城其民也故詩曰赳赳武夫公侯干城及其亂也諸侯貪冒侵欲不忌爭尋常以盡其民略其武夫以為己腹心股肱爪牙故詩曰赳赳武夫公侯腹心天下有道則公侯能為民干城而制其腹心亂則反之今吾子之言亂之道也不可以為法然吾子主也至敢不從遂入卒事歸以語范文子文子曰無禮必食言吾死無日矣夫冬楚公子罷如晉聘且涖盟十二月晉侯及楚公子罷盟于赤棘成公十三年經十有三年春晉侯使郤錡來乞師三月公如京師夏五月公自京師遂會晉侯齊侯宋公衛侯鄭伯曹伯邾人滕人伐秦曹伯盧卒于師秋七月公至自伐秦冬葬曹宣公成公十三年傳十三年春晉侯使郤錡來乞師將事不敬孟獻子曰郤氏其亡乎禮身之幹也敬身之基也郤子無基且先君之嗣卿也受命以求師將社稷是衛而惰棄君命也不亡何為三月公如京師宣伯欲賜請先使王以行人之禮禮焉孟獻子從王以為介而重賄之公及諸侯朝王遂從劉康公成肅公會晉侯伐秦成子受脤于社不敬劉子曰吾聞之民受天地之中以生所謂命也是以有動作禮義威儀之則以定命也能者養之以福不能者敗以取禍是故君子勤禮小人盡力勤禮莫如致敬盡力莫如敦篤敬在養神篤在守業國之大事在祀與戎祀有執膰戎有受脤神之大節也今成子惰棄其命矣其不反乎夏四月戊午晉侯使呂相絕秦曰昔逮我獻公及穆公相好勠力同心申之以盟誓重之以昏姻天禍晉國文公如齊惠公如秦無祿獻公即世穆公不忘舊德俾我惠公用能奉祀于晉又不能成大勳而為韓之師亦悔于厥心用集我文公是穆之成也文公躬擐甲冑跋履山川踰越險阻征東之諸侯虞夏商周之胤而朝諸秦則亦既報舊德矣鄭人怒君之疆埸我文公帥諸侯及秦圍鄭秦大夫不詢于我寡君擅及鄭盟諸侯疾之將致命于秦文公恐懼綏靜諸侯秦師克還無害則是我有大造于西也無祿文公即世穆為不弔蔑死我君寡我襄公迭我殽地奸絕我好伐我保城殄滅我費滑散離我兄弟撓亂我同盟傾覆我國家我襄公未忘君之舊勳而懼社稷之隕是以有殽之師猶願赦罪于穆公穆公弗聽而即楚謀我天誘其衷成王隕命穆公是以不克逞志于我穆襄即世康靈即位康公我之自出又欲闕翦我公室傾覆我社稷帥我蝥賊以來蕩搖我邊疆我是以有令狐之役康猶不悛入我河曲伐我涑川俘我王官翦我羈馬我是以有河曲之戰東道之不通則是康公絕我好也及君之嗣也我君景公引領西望曰庶撫我乎君亦不惠稱盟利吾有狄難入我河縣焚我箕郜芟夷我農功虔劉我邊垂我是以有輔氏之聚君亦悔禍之延而欲徼福于先君獻穆使伯車來命我景公曰吾與女同好棄惡復脩舊德以追念前勳言誓未就景公即世我寡君是以有令狐之會君又不祥背棄盟誓白狄及君同州君之仇讎而我昏姻也君來賜命曰吾與女伐狄寡君不敢顧昏姻畏君之威而受命于吏君有二心於狄曰晉將伐女狄應且憎是用告我楚人惡君之二三其德也亦來告我曰秦背令狐之盟而來求盟于我昭告昊天上帝秦三公楚三王曰余雖與晉出入余唯利是視不穀惡其無成德是用宣之以懲不壹諸侯備聞此言斯是用痛心疾首暱就寡人寡人帥以聽命唯好是求君若惠顧諸侯矜哀寡人而賜之盟則寡人之願也其承寧諸侯以退豈敢徼亂君若不施大惠寡人不佞其不能以諸侯退矣敢盡布之執事俾執事實圖利之秦桓公既與晉厲公為令狐之盟而又召狄與楚欲道以伐晉諸侯是以睦於晉晉欒書將中軍荀庚佐之士燮將上軍郤錡佐之韓厥將下軍荀罃佐之趙旃將新軍郤至佐之郤毅御戎欒鍼為右孟獻子曰晉帥乘和師必有大功五月丁亥晉師以諸侯之師及秦師戰于麻隧秦師敗績獲秦成差及不更女父曹宣公卒于師師遂濟涇及侯麗而還訝晉侯于新楚成肅公卒于瑕六月丁卯夜鄭公子班自訾求入于大宮不能殺子印子羽反軍于市己巳子駟帥國人盟于大宮遂從而盡焚之殺子如子駹孫叔孫知曹人使公子負芻守使公子欣時逆曹伯之喪秋負芻殺其大子而自立也諸侯乃請討之晉人以其役之勞請俟他年冬葬曹宣公既葬子臧將亡國人皆將從之成公乃懼告罪且請焉乃反而致其邑成公十四年經十有四年春王正月莒子朱卒夏衛孫林父自晉歸于衛秋叔孫僑如如齊逆女鄭公子喜帥師伐許九月僑如以夫人婦姜氏至自齊冬十月庚寅衛侯臧卒秦伯卒成公十四年傳十四年春衛侯如晉晉侯強見孫林父焉定公不可夏衛侯既歸晉侯使郤犨送孫林父而見之衛侯欲辭定姜曰不可是先君宗卿之嗣也大國又以為請不許將亡雖惡之不猶愈於亡乎君其忍之安民而宥宗卿不亦可乎衛侯見而復之衛侯饗苦成叔甯惠子相苦成叔傲甯子曰苦成叔家其亡乎古之為享食也以觀威儀省禍福也故詩曰兕觥其觩旨酒思柔彼交匪傲萬福來求今夫子傲取禍之道也秋宣伯如齊逆女稱族尊君命也八月鄭子罕伐許敗焉戊戌鄭伯復伐許庚子入其郛許人平以叔申之封九月僑如以夫人婦姜氏至自齊舍族尊夫人也故君子曰春秋之稱微而顯志而晦婉而成章盡而不汙懲惡而勸善非聖人誰能脩之衛侯有疾使孔成子甯惠子立敬姒之子衎以為大子冬十月衛定公卒夫人姜氏既哭而息見大子之不哀也不內酌飲歎曰是夫也將不唯衛國之敗其必始於未亡人烏呼天禍衛國也夫吾不獲鱄也使主社稷大夫聞之無不聳懼孫文子自是不敢舍其重器於衛盡寘諸戚而甚善晉大夫成公十五年經十有五年春王二月葬衛定公三月乙巳仲嬰齊卒癸丑公會晉侯衛侯鄭伯曹伯宋世子成齊國佐邾人同盟于戚晉侯執曹伯歸于京師公至自會夏六月宋公固卒楚子伐鄭秋八月庚辰葬宋共公宋華元出奔晉宋華元自晉歸于宋宋殺其大夫山宋魚石出奔楚冬十有一月叔孫僑如會晉士燮齊高無咎宋華元衛孫林父鄭公子鰌邾人會吳于鍾離許遷于葉成公十五年傳十五年春會于戚討曹成公也執而歸諸京師書曰晉侯執曹伯不及其民也凡君不道於其民諸侯討而執之則曰某人執某侯不然則否諸侯將見子臧於王而立之子臧辭曰前志有之曰聖達節次守節下失節為君非吾節也雖不能聖敢失守乎遂逃奔宋夏六月宋共公卒楚將北師子囊曰新與晉盟而背之無乃不可乎子反曰敵利則進何盟之有申叔時老矣在申聞之曰子反必不免信以守禮禮以庇身信禮之亡欲免得乎楚子侵鄭及暴隧遂侵衛及首止鄭子罕侵楚取新石欒武子欲報楚韓獻子曰無庸使重其罪民將叛之無民孰戰秋八月葬宋共公於是華元為右師魚石為左師蕩澤為司馬華喜為司徒公孫師為司城向為人為大司寇鱗朱為少司寇向𢄔為大宰魚府為少宰蕩澤弱公室殺公子肥華元曰我為右師君臣之訓師所司也今公室卑而不能正吾罪大矣不能治官敢賴寵乎乃出奔晉二華戴族也司城莊族也六官者皆桓族也魚石將止華元魚府曰右師反必討是無桓氏也魚石曰右師苟獲反雖許之討必不敢且多大功國人與之不反懼桓氏之無祀於宋也右師討猶有戌在桓氏雖亡必偏魚石自止華元于河上請討許之乃反使華喜公孫師帥國人攻蕩氏殺子山書曰宋殺其大夫山言背其族也魚石向為人鱗朱向帶魚府出舍於睢上華元使止之不可冬十月華元自止之不可乃反魚府曰今不從不得入矣右師視速而言疾有異志焉若不我納今將馳矣登丘而望之則馳騁而從之則決睢澨閉門登陴矣左師二司寇二宰遂出奔楚華元使向戌為左師老佐為司馬樂裔為司寇以靖國人晉三郤害伯宗譖而殺之及欒弗忌伯州犁奔楚韓獻子曰郤氏其不免乎善人天地之紀也而驟絕之不亡何待初伯宗每朝其妻必戒之曰盜憎主人民惡其上子好直言必及於難十一月會吳于鍾離始通吳也許靈公畏偪于鄭請遷于楚辛丑楚公子申遷許于葉成公十六年經十有六年春王正月雨木冰夏四月辛未滕子卒鄭公子喜帥師侵宋六月丙寅朔日有食之晉侯使欒黶來乞師甲午晦晉侯及楚子鄭伯戰于鄢陵楚子鄭師敗績楚殺其大夫公子側秋公會晉侯齊侯衛侯宋華元邾人于沙隨不見公公至自會公會尹子晉侯齊國佐邾人伐鄭曹伯歸自京師九月晉人執季孫行父舍之于苕丘冬十月乙亥叔孫僑如出奔齊十有二月乙丑季孫行父及晉郤犨盟于扈公至自會乙酉刺公子偃成公十六年傳十六年春楚子自武城使公子成以汝陰之田求成于鄭鄭叛晉子駟從楚子盟于武城夏四月滕文公卒鄭子罕伐宋宋將鉏樂懼敗諸汋陂退舍於夫渠不儆鄭人覆之敗諸汋陵獲將鉏樂懼宋恃勝也衛侯伐鄭至于鳴鴈為晉故也晉侯將伐鄭范文子曰若逞吾願諸侯皆叛晉可以逞若唯鄭叛晉國之憂可立俟也欒武子曰不可以當吾世而失諸侯必伐鄭乃興師欒書將中軍士燮佐之郤錡將上軍荀偃佐之韓厥將下軍郤至佐新軍荀罃居守郤犨如衛遂如齊皆乞師焉欒黶來乞師孟獻子曰有勝矣戊寅晉師起鄭人聞有晉師使告于楚姚句耳與往楚子救鄭司馬將中軍令尹將左右尹子辛將右過申子反入見申叔時曰師其何如對曰德刑詳義禮信戰之器也德以施惠刑以正邪詳以事神義以建利禮以順時信以守物民生厚而德正用利而事節時順而物成上下和睦周旋不逆求無不具各知其極故詩曰立我烝民莫匪爾極是以神降之福時無災害民生敦厖和同以聽莫不盡力以從上命致死以補其闕此戰之所由克也今楚內棄其民而外絕其好瀆齊盟而食話言奸時以動而疲民以逞民不知信進退罪也人恤所厎其誰致死子其勉之吾不復見子矣姚句耳先歸子駟問焉對曰其行速過險而不整速則失志不整喪列志失列喪將何以戰楚懼不可用也五月晉師濟河聞楚師將至范文子欲反曰我偽逃楚可以紓憂夫合諸侯非吾所能也以遺能者我若群臣輯睦以事君多矣武子曰不可六月晉楚遇於鄢陵范文子不欲戰郤至曰韓之戰惠公不振旅箕之役先軫不反命邲之師荀伯不復徒皆晉之恥也子亦見先君之事矣今我辟楚又益恥也文子曰吾先君之亟戰也有故秦狄齊楚皆彊不盡力子孫將弱今三彊服矣敵楚而已唯聖人能外內無患自非聖人外寧必有內憂盍釋楚以為外懼乎甲午晦楚晨壓晉軍而陳軍吏患之范匄趨進曰塞井夷竈陳於軍中而疏行首晉楚唯天所授何患焉文子執戈逐之曰國之存亡天也童子何知焉欒書曰楚師輕窕固壘而待之三日必退退而擊之必獲勝焉郤至曰楚有六間不可失也其二卿相惡王卒以舊鄭陳而不整蠻軍而不陳陳不違晦在陳而囂合而加囂各顧其後莫有鬭心舊不必良以犯天忌我必克之楚子登巢車以望晉軍子重使大宰伯州犂侍于王後王曰騁而左右何也曰召軍吏也皆聚於中軍矣曰合謀也張幕矣曰虔卜於先君也徹幕矣曰將發命也甚囂且塵上矣曰將塞井夷竈而為行也皆乘矣左右執兵而下矣曰聽誓也戰乎曰未可知也乘而左右皆下矣曰戰禱也伯州犂以公卒告王苗賁皇在晉侯之側亦以王卒告皆曰國士在且厚不可當也苗賁皇言於晉侯曰楚之良在其中軍王族而已請分良以擊其左右而四軍萃於王卒必大敗之公筮之史曰吉其卦遇復䷗曰南國蹙射其元王中厥目國蹙王傷不敗何待公從之有淖於前乃皆左右相違於淖步毅御晉厲公欒鍼為右彭名御楚共王潘黨為右石首御鄭成公唐苟為右欒范以其族夾公行陷於淖欒書將載晉侯鍼曰書退國有大任焉得專之且侵官冒也失官慢也離局姦也有三罪焉不可犯也乃掀公以出於淖癸巳潘尪之黨與養由基蹲甲而射之徹七札焉以示王曰君有二臣如此何憂於戰王怒曰大辱國詰朝爾射死藝呂錡夢射月中之退入於泥占之曰姬姓日也異姓月也必楚王也射而中之退入於泥亦必死矣及戰射共王中目王召養由基與之兩矢使射呂錡中項伏弢以一矢復命郤至三遇楚子之卒見楚子必下免冑而趨風楚子使工尹襄問之以弓曰方事之殷也有𩎟韋之跗注君子也識見不穀而趨無乃傷乎郤至見客免冑承命曰君之外臣至從寡君之戎事以君之靈間蒙甲冑不敢拜命敢告不寧君命之辱為事之故敢肅使者三肅使者而退晉韓厥從鄭伯其御杜溷羅曰速從之其御屢顧不在馬可及也韓厥曰不可以再辱國君乃止郤至從鄭伯其右茀翰胡曰諜輅之余從之乘而俘以下郤至曰傷國君有刑亦止石首曰衛懿公唯不去其旗是以敗於熒乃內旌於弢中唐苟謂石首曰子在君側敗者壹大我不如子子以君免我請止乃死楚師薄於險叔山冉謂養由基曰雖君有命為國故子必射乃射再發盡殪叔山冉搏人以投中車折軾晉師乃止囚楚公子茷欒鍼見子重之旌請曰楚人謂夫旌子重之麾也彼其子重也日臣之使於楚也子重問晉國之勇臣對曰好以眾整曰又何如臣對曰好以暇今兩國治戎行人不使不可謂整臨事而食言不可謂暇請攝飲焉公許之使行人執榼承飲造于子重曰寡君乏使使鍼御持矛是以不得犒從者使某攝飲子重曰夫子嘗與吾言於楚必是故也不亦識乎受而飲之免使者而復鼓旦而戰見星未已子反命軍吏察夷傷補卒乘繕甲兵展車馬雞鳴而食唯命是聽晉人患之苗賁皇徇曰蒐乘補卒秣馬利兵脩陳固列蓐食申禱明日復戰乃逸楚囚王聞之召子反謀穀陽豎獻飲於子反子反醉而不能見王曰天敗楚也夫余不可以待乃宵遁晉入楚軍三日穀范文子立於戎馬之前曰君幼諸臣不佞何以及此君其戒之周書曰惟命不于常有德之謂楚師還及瑕王使謂子反曰先大夫之覆師徒者君不在子無以為過不穀之罪也子反再拜稽首曰君賜臣死死且不朽臣之卒實奔臣之罪也子重復謂子反曰初隕師徒者而亦聞之矣盍圖之對曰雖微先大夫有之大夫命側側敢不義側亡君師敢忘其死王使止之弗及而卒戰之日齊國佐高無咎至于師衛侯出于衛公出于壞隤宣伯通於穆姜欲去季孟而取其室將行穆姜送公而使逐二子公以晉難告曰請反而聽命姜怒公子偃公子鉏趨過指之曰女不可是皆君也公待於壞隤申宮儆備設守而後行是以後使孟獻子守于公宮秋會于沙隨謀伐鄭也宣伯使告郤犨曰魯侯待于壞隤以待勝者郤犨將新軍且為公族大夫以主東諸侯取貨于宣伯而訴公于晉侯晉侯不見公曹人請于晉曰自我先君宣公即位國人曰若之何憂猶未弭而又討我寡君以亡曹國社稷之鎮公子是大泯曹也先君無乃有罪乎若有罪則君列諸會矣君唯不遺德刑以伯諸侯豈獨遺諸敝邑敢私布之七月公會尹武公及諸侯伐鄭將行姜又命公如初公又申守而行諸侯之師次于鄭西我師次于督揚不敢過鄭子叔聲伯使叔孫豹請逆于晉師為食於鄭郊師逆以至聲伯四日不食以待之食使者而後食諸侯遷于制田知武子佐下軍以諸侯之師侵陳至于鳴鹿遂侵蔡未反諸侯遷于潁上戊午鄭子罕宵軍之宋齊衛皆失軍曹人復請于晉晉侯謂子臧反吾歸而君子臧反曹伯歸子臧盡致其邑與卿而不出宣伯使告郤犨曰魯之有季孟猶晉之有欒范也政令於是乎成今其謀曰晉政多門不可從也寧事齊楚有亡而已蔑從晉矣若欲得志於魯請止行父而殺之我斃蔑也而事晉蔑有貳矣魯不貳小國必睦不然歸必叛矣九月晉人執季文子于苕丘公還待于鄆使子叔聲伯請季孫于晉郤犨曰苟去仲孫蔑而止季孫行父吾與子國親於公室對曰僑如之情子必聞之矣若去蔑與行父是大棄魯國而罪寡君也若猶不棄而惠徼周公之福使寡君得事晉君則夫二人者魯國社稷之臣也若朝亡之魯必夕亡以魯之密邇仇讎亡而為讎治之何及郤犨曰吾為子請邑對曰嬰齊魯之常隸也敢介大國以求厚焉承寡君之命以請若得所請吾子之賜多矣又何求范文子謂欒武子曰季孫於魯相二君矣妾不衣帛馬不食粟可不謂忠乎信讒慝而棄忠良若諸侯何子叔嬰齊奉君命無私謀國家不貳圖其身不忘其君若虛其請是棄善人也子其圖之乃許魯平赦季孫冬十月出叔孫僑如而盟之僑如奔齊十二月季孫及郤犨盟于扈歸刺公子偃召叔孫豹于齊而立之齊聲孟子通僑如使立於高國之閒僑如曰不可以再罪遂奔衛亦閒於卿晉侯使郤至獻楚捷于周與單襄公語驟稱其伐單子語諸大夫曰溫季其亡乎位於七人之下而求掩其上怨之所聚亂之本也多怨而階亂何以在位夏書曰怨豈在明不見是圖將慎其細也今而明之其可乎成公十七年經十有七年春衛北宮括帥師侵鄭夏公會尹子單子晉侯齊侯宋公衛侯曹伯邾人伐鄭六月乙酉同盟于柯陵秋公至自會齊高無咎出奔莒九月辛丑用郊晉侯使荀罃來乞師冬公會單子晉侯宋公衛侯曹伯齊人邾人伐鄭十有一月公至自伐鄭壬申公孫嬰齊卒于貍脤十有二月丁巳朔日有食之邾子貜且卒晉殺其大夫郤錡郤犨郤至楚人滅舒庸成公十七年傳十七年春王正月鄭子駟侵晉虛滑衛北宮括救晉侵鄭至于高氏夏五月鄭大子髡頑侯獳為質於楚楚公子成公子寅戍鄭公會尹武公單襄公及諸侯伐鄭自戲童至于曲洧晉范文子反自鄢陵使其祝宗祈死曰君驕侈而克敵是天益其疾也難將作矣愛我者惟祝我使我速死無及於難范氏之福也六月戊辰士燮卒乙酉同盟于柯陵尋戚之盟也楚子重救鄭師于首止諸侯還齊慶克通于聲孟子與婦人蒙衣乘輦而入于閎鮑牽見之以告國武子武子召慶克而謂之慶克久不出而告夫人曰國子謫我夫人怒國子相靈公以會高鮑處守及還將至閉門而索客孟子訴之曰高鮑將不納君而立公子角國子知之秋七月壬寅刖鮑牽而逐高無咎無咎奔莒高弱以盧叛齊人來召鮑國而立之初鮑國去鮑氏而來為施孝叔臣施氏卜宰匡句須吉施氏之宰有百室之邑與匡句須邑使為宰以讓鮑國而致邑焉施孝叔曰子實吉對曰能與忠良吉孰大焉鮑國相施氏忠故齊人取以為鮑氏後仲尼曰鮑莊子之知不如葵葵猶能衛其足冬諸侯伐鄭十月庚午圍鄭楚公子申救鄭師于汝上十一月諸侯還初聲伯夢涉洹或與己瓊瑰食之泣而為瓊瑰盈其懷從而歌之曰濟洹之水贈我以瓊瑰歸乎歸乎瓊瑰盈吾懷乎懼不敢占也還自鄭壬申至于貍脤而占之曰余恐死故不敢占也今眾繁而從余三年矣無傷也言之之莫而卒齊侯使崔杼為大夫使慶克佐之帥師圍盧國佐從諸侯圍鄭以難請而歸遂如盧師殺慶克以穀叛齊侯與之盟于徐關而復之十二月盧降使國勝告難于晉待命于清晉厲公侈多外嬖反自鄢陵欲盡去群大夫而立其左右胥童以胥克之廢也怨郤氏而嬖於厲公郤錡奪夷陽五田五亦嬖於厲公郤犨與長魚矯爭田執而梏之與其父母妻子同一轅既矯亦嬖於厲公欒書怨郤至以其不從己而敗楚師也欲廢之使楚公子茷告公曰此戰也郤至實召寡君以東師之未至也與軍帥之不具也曰此必敗吾因奉孫周以事君公告欒書書曰其有焉不然豈其死之不恤而受敵使乎君盍嘗使諸周而察之郤至聘于周欒書使孫周見之公使覘之信遂怨郤至厲公田與婦人先殺而飲酒後使大夫殺郤至奉豕寺人孟張奪之郤至射而殺之公曰季子欺余厲公將作難胥童曰必先三郤族大多怨去大族不逼敵多怨有庸公曰然郤氏聞之郤錡欲攻公曰雖死君必危郤至曰人所以立信知勇也信不叛君知不害民勇不作亂失茲三者其誰與我死而多怨將安用之君實有臣而殺之其謂君何我之有罪吾死後矣若殺不辜將失其民欲安得乎待命而已受君之祿是以聚黨有黨而爭命罪孰大焉壬午胥童夷羊五帥甲八百將攻郤氏長魚矯請無用眾公使清沸魋助之抽戈結衽而偽訟者三郤將謀於榭矯以戈殺駒伯苦成叔於其位溫季曰逃威也遂趨矯及諸其車以戈殺之皆尸諸朝胥童以甲劫欒書中行偃於朝矯曰不殺二子憂必及君公曰一朝而尸三卿余不忍益也對曰人將忍君臣聞亂在外為姦在內為軌御姦以德御軌以刑不施而殺不可謂德臣偪而不討不可謂刑德刑不立姦軌並至臣請行遂出奔狄公使辭於二子曰寡人有討於郤氏郤氏既伏其辜矣大夫無辱其復職位皆再拜稽首曰君討有罪而免臣於死君之惠也二臣雖死敢忘君德乃皆歸公使胥童為卿公遊于匠麗氏欒書中行偃遂執公焉召士匄士匄辭召韓厥韓厥辭曰昔吾畜於趙氏孟姬之讒吾能違兵古人有言曰殺老牛莫之敢尸而況君乎二三子不能事君焉用厥也舒庸人以楚師之敗也道吳人圍巢伐駕圍釐虺遂恃吳而不設備楚公子橐師襲舒庸滅之閏月乙卯晦欒書中行偃殺胥童民不與郤氏胥童道君為亂故皆書曰晉殺其大夫成公十八年經十有八年春王正月晉殺其大夫胥童庚申晉弒其君州蒲齊殺其大夫國佐公如晉夏楚子鄭伯伐宋宋魚石復入于彭城公至自晉晉侯使士匄來聘秋杞伯來朝八月邾子來朝築鹿囿己丑公薨于路寢冬楚人鄭人侵宋晉侯使士魴來乞師十有二月仲孫蔑會晉侯宋公衛侯邾子齊崔杼同盟于虛朾丁未葬我君成公成公十八年傳十八年春王正月庚申晉欒書中行偃使程滑弒厲公葬之于翼東門之外以車一乘使荀罃土魴逆周子于京師而立之生十四年矣大夫逆于清原周子曰孤始願不及此雖及此豈非天乎抑人之求君使出命也立而不從將安用君二三子用我今日否亦今日共而從君神之所福也對曰群臣之願也敢不唯命是聽庚午盟而入館于伯子同氏辛巳朝于武宮逐不臣者七人周子有兄而無慧不能辨菽麥故不可立齊為慶氏之難故甲申晦齊侯使士華免以戈殺國佐于內宮之朝師逃于夫人之宮書曰齊殺其大夫國佐棄命專殺以穀叛故也使清人殺國勝國弱來奔王湫奔萊慶封為大夫慶佐為司寇既齊侯反國弱使嗣國氏禮也二月乙酉朔晉侯悼公即位于朝始命百官施舍已責逮鰥寡振廢滯匡乏困救災患禁淫慝薄賦斂宥罪戾欲無犯時使魏相士魴魏頡趙武為卿荀家荀會欒黶韓無忌為公族大夫使訓卿之子弟共儉孝弟使士渥濁為大傅使脩范武子之法右行辛為司空使脩士蒍之法弁糾御戎校正屬焉使訓諸御知義荀賓為右司士屬焉使訓勇力之士時使卿無共御立軍尉以攝之祁奚為中軍尉羊舌職佐之魏絳為司馬張老為候奄鐸遏寇為上軍尉籍偃為之司馬使訓卒乘親以聽命程鄭為乘馬御六騶屬焉使訓群騶知禮凡六官之長皆民譽也舉不失職官不易方爵不踰德師不陵正旅不偪師民無謗言所以復霸也公如晉朝嗣君也夏六月鄭伯侵宋及曹門外遂會楚子伐宋取朝郟楚子辛鄭皇辰侵城郜取幽丘同伐彭城納宋魚石向為人鱗朱向帶魚府焉以三百乘戍之而還書曰復入凡去其國國逆而立之曰入復其位曰復歸諸侯納之曰歸以惡曰復入宋人患之西鉏吾曰何也若楚人與吾同惡以德於我吾固事之也不敢貳矣大國無厭鄙我猶憾不然而收吾憎使贊其政以間吾釁亦吾患也今將崇諸侯之姦而披其地以塞夷庚逞姦而攜服毒諸侯而懼吳晉吾庸多矣非吾憂也且事晉何為晉必恤之公至自晉晉范宣子來聘且拜朝也君子謂晉於是乎有禮秋杞桓公來朝勞公且問晉故公以晉君語之杞伯於是驟朝于晉而請為昏七月宋老佐華喜圍彭城老佐卒焉八月邾宣公來朝即位而來見也築鹿囿書不時也己丑公薨于路寢言道也冬十一月楚子重救彭城伐宋宋華元如晉告急韓獻子為政曰欲求得人必先勤之成霸安疆自宋始矣晉侯師于台谷以救宋遇楚師于靡角之谷楚師還晉士魴來乞師季文子問師數於臧武仲對曰伐鄭之役知伯實來下軍之佐也今彘季亦佐下軍如伐鄭可也事大國無失班爵而加敬焉禮也從之十二月孟獻子會于虛朾謀救宋也宋人辭諸侯而請師以圍彭城孟獻子請于諸侯而先歸會葬丁未葬我君成公書順也"}
{"id": "KR1e0001_009", "series": "KR1e0001", "text": "襄公元年經元年春王正月公即位仲孫蔑會晉欒黶宋華元衛甯殖曹人莒人邾人滕人薛人圍宋彭城夏晉韓厥帥師伐鄭仲孫蔑會齊崔杼曹人邾人杞人次于鄫秋楚公子壬夫帥師侵宋九月辛酉天王崩邾子來朝冬衛侯使公孫剽來聘晉侯使荀罃來聘襄公元年傳元年春己亥圍宋彭城非宋地追書也於是為宋討魯石故稱宋且不登叛人也謂之宋志彭城降晉晉人以宋五大夫在彭城者歸寘諸瓠丘齊人不會彭城晉人以為討二月齊大子光為質於晉夏五月晉韓厥荀偃帥諸侯之師伐鄭入其郛敗其徒兵於洧上於是東諸侯之師次于鄫以待晉師晉師自鄭以鄫之師侵楚焦夷及陳晉侯衛侯次于戚以為之援秋楚子辛救鄭侵宋呂留鄭子然侵宋取犬丘九月邾子來朝禮也冬衛子叔晉知武子來聘禮也凡諸侯即位小國朝之大國聘焉以繼好結信謀事補闕禮之大者也襄公二年經二年春王正月葬簡王鄭師伐宋夏五月庚寅夫人姜氏薨六月庚辰鄭伯睔卒晉師宋師衛甯殖侵鄭秋七月仲孫蔑會晉荀罃宋華元衛孫林父曹人邾人于戚己丑葬我小君齊姜叔孫豹如宋冬仲孫蔑會晉荀罃齊崔杼宋華元衛孫林父曹人邾人滕人薛人小邾人于戚遂城虎牢楚殺其大夫公子申襄公二年傳二年春鄭師侵宋楚令也齊侯伐萊萊人使正輿子賂夙沙衛以索馬牛皆百匹齊師乃還君子是以知齊靈公之為靈也夏齊姜薨初穆姜使擇美檟以自為櫬與頌琴季文子取以葬君子曰非禮也禮無所逆婦養姑者也虧姑以成婦逆莫大焉詩曰其惟哲人告之話言順德之行季孫於是為不哲矣且姜氏君之妣也詩曰為酒為醴烝畀祖妣以洽百禮降福孔偕齊侯使諸姜宗婦來送葬召萊子萊子不會故晏弱城東陽以偪之鄭成公疾子駟請息肩於晉公曰楚君以鄭故親集矢於其目非異人任寡人也若背之是棄力與言其誰暱我免寡人唯二三子秋七月庚辰鄭伯睔卒於是子罕當國子駟為政子國為司馬晉師侵鄭諸大夫欲從晉子駟曰官命未改會于戚謀鄭故也孟獻子曰請城虎牢以偪鄭知武子曰善鄫之會吾子聞崔子之言今不來矣滕薛小邾之不至皆齊故也寡君之憂不唯鄭罃將復於寡君而請於齊得請而告吾子之功也若不得請事將在齊吾子之請諸侯之福也豈唯寡君賴之穆叔聘于宋通嗣君也冬復會于戚齊崔武子及滕薛小邾之大夫皆會知武子之言故也遂城虎牢鄭人乃成楚公子申為右司馬多受小國之賂以偪子重子辛楚人殺之故書曰楚殺其大夫公子申襄公三年經三年春楚公子嬰齊帥師伐吳公如晉夏四月壬戌公及晉侯盟于長樗公至自晉六月公會單子晉侯宋公衛侯鄭伯莒子邾子齊世子光己未同盟于雞澤陳侯使袁僑如會戊寅叔孫豹及諸侯之大夫及陳袁僑盟秋公至自會冬晉荀罃帥師伐許襄公三年傳三年春楚子重伐吳為簡之師克鳩茲至于衡山使鄧廖帥組甲三百被練三千以侵吳吳人要而擊之獲鄧廖其能免者組甲八十被練三百而已子重歸既飲至三日吳人伐楚取駕駕良邑也鄧廖亦楚之良也君子謂子重於是役也所獲不如所亡楚人以是咎子重子重病之遂遇心病而卒公如晉始朝也夏盟于長樗孟獻子相公稽首知武子曰天子在而君辱稽首寡君懼矣孟獻子曰以敝邑介在東表密邇仇讎寡君將君是望敢不稽首晉為鄭服故且欲脩吳好將合諸侯使士匄告于齊曰寡君使匄以歲之不易不虞之不戒寡君願與一二兄弟相見以謀不協請君臨之使匄乞盟齊侯欲勿許而難為不協乃盟於耏外祁奚請老晉侯問嗣焉稱解狐其讎也將立之而卒又問焉對曰午也可於是羊舌職死矣晉侯曰孰可以代之對曰赤也可於是使祁午為中軍尉羊舌赤佐之君子謂祁奚於是能舉善矣稱其讎不為諂立其子不為比舉其偏不為黨商書曰無偏無黨王道蕩蕩其祁奚之謂矣解狐得舉祁午得位伯華得官建一官而三物成能舉善也夫唯善故能舉其類詩云惟其有之是以似之祁奚有焉六月公會單頃公及諸侯己未同盟于雞澤晉侯使荀會逆吳子于淮上吳子不至楚子辛為令尹侵欲於小國陳成公使袁僑如會求成晉侯使和組父告于諸侯秋叔孫豹及諸侯之大夫及陳袁僑盟陳請服也晉侯之弟揚干亂行於曲梁魏絳戮其僕晉侯怒謂羊舌赤曰合諸侯以為榮也揚干為戮何辱如之必殺魏絳無失也對曰絳無貳志事君不辟難有罪不逃刑其將來辭何辱命焉言終魏絳至授僕人書將伏劍士魴張老止之公讀其書曰日君乏使使臣斯司馬臣聞師眾以順為武軍事有死無犯為敬君合諸侯臣敢不敬君師不武執事不敬罪莫大焉臣懼其死以及揚干無所逃罪不能致訓至於用鉞臣之罪重敢有不從以怒君心請歸死於司寇公跣而出曰寡人之言親愛也吾子之討軍禮也寡人有弟弗能教訓使干大命寡人之過也子無重寡人之過敢以為請晉侯以魏絳為能以刑佐民矣反役與之禮食使佐新軍張老為中軍司馬士富為侯奄楚司馬公子何忌侵陳陳叛故也許靈公事楚不會于雞澤冬晉知武子帥師伐許襄公四年經四年春王三月己酉陳侯午卒夏叔孫豹如晉秋七月戊子夫人姒氏薨葬陳成公八月辛亥葬我小君定姒冬公如晉陳人圍頓襄公四年傳四年春楚師為陳叛故猶在繁陽韓獻子患之言於朝曰文王帥殷之叛國以事紂唯知時也今我易之難哉三月陳成公卒楚人將伐陳聞喪乃止陳人不聽命臧武仲聞之曰陳不服於楚必亡大國行禮焉而不服在大猶有咎而況小乎夏楚彭名侵陳陳無禮故也穆叔如晉報知武子之聘也晉侯享之金奏肆夏之三不拜工歌文王之三又不拜歌鹿鳴之三三拜韓獻子使行人子員問之曰子以君命辱於敝邑先君之禮藉之以樂以辱吾子吾子舍其大而重拜其細敢問何禮也對曰三夏天子所以享元侯也使臣弗敢與聞文王兩君相見之樂也使臣不敢及鹿鳴君所以嘉寡君也敢不拜嘉四牡君所以勞使臣也敢不重拜皇皇者華君教使臣曰必諮於周臣聞之訪問於善為咨咨親為詢咨禮為度咨事為諏咨難為謀臣獲五善敢不重拜秋定姒薨不殯于廟無櫬不虞匠慶謂季文子曰子為正卿而小君之喪不成不終君也君長誰受其咎初季孫為己樹六檟於蒲圃東門之外匠慶請木季孫曰略匠慶用蒲圃之檟季孫不御君子曰志所謂多行無禮必自及也其是之謂乎冬公如晉聽政晉侯享公公請屬鄫晉侯不許孟獻子曰以寡君之密邇於仇讎而願固事君無失官命鄫無賦於司馬為執事朝夕之命敝邑敝邑褊小闕而為罪寡君是以願借助焉晉侯許之楚人使頓間陳而侵伐之故陳人圍頓無終子嘉父使孟樂如晉因魏莊子納虎豹之皮以請和諸戎晉侯曰戎狄無親而貪不如伐之魏絳曰諸侯新服陳新來和將觀於我我德則睦否則攜貳勞師於戎而楚伐陳必弗能救是棄陳也諸華必叛戎禽獸也獲戎失華無乃不可乎夏訓有之曰有窮后羿公曰后羿何如對曰昔有夏之方衰也后羿自鉏遷于窮石因夏民以代夏政恃其射也不脩民事而淫于原獸棄武羅伯因熊髡尨圉而用寒浞寒浞伯明氏之讒子弟也伯明后寒棄之夷羿收之信而使之以為己相浞行媚于內而施賂于外愚弄其民而虞羿于田樹之詐慝以取其國家外內咸服羿猶不悛將歸自田家眾殺而亨之以食其子其子不忍食諸死于窮門靡奔有鬲氏浞因羿室生澆及豷恃其讒慝詐偽而不德于民使澆用師滅斟灌及斟尋氏處澆于過處豷于戈靡自有鬲氏收二國之燼以滅浞而立少康少康滅澆于過后杼滅豷于戈有窮由是遂亡失人故也昔周辛甲之為大史也命百官官箴王闕於虞人之箴曰芒芒禹迹畫為九州經啟九道民有寢廟獸有茂草各有攸處德用不擾在帝夷羿冒于原獸忘其國恤而思其麀牡武不可重用不恢于夏家獸臣司原敢告僕夫虞箴如是可不懲乎於是晉侯好田故魏絳及之公曰然則莫如和戎乎對曰和戎有五利焉戎狄荐居貴貨易土土可賈焉一也邊鄙不聳民狎其野穡人成功二也戎狄事晉四鄰振動諸侯威懷三也以德綏戎師徒不勤甲兵不頓四也鑒于后羿而用德度遠至邇安五也君其圖之公說使魏絳盟諸戎脩民事田以時冬十月邾人莒人伐鄫臧紇救鄫侵邾敗于狐駘國人逆喪者皆髽魯於是乎始髽國人誦之曰臧之狐裘敗我於狐駘我君小子朱儒是使朱儒朱儒使我敗於邾襄公五年經五年春公至自晉夏鄭伯使公子發來聘叔孫豹鄫世子巫如晉仲孫蔑衛孫林父會吳于善道秋大雩楚殺其大夫公子壬夫公會晉侯宋公陳侯衛侯鄭伯曹伯莒子邾子滕子薛伯齊世子光吳人鄫人于戚公至自會冬戍陳楚公子貞帥師伐陳公會晉侯宋公衛侯鄭伯曹伯齊世子光救陳十有二月公至自救陳辛未季孫行父卒襄公五年傳五年春公至自晉王使王叔陳生愬戎于晉晉人執之士魴如京師言王叔之貳於戎也夏鄭子國來聘通嗣君也穆叔覿鄫大子于晉以成屬鄫書曰叔孫豹鄫大子巫如晉言比諸魯大夫也吳子使壽越如晉辭不會于雞澤之故且請聽諸侯之好晉人將為之合諸侯使魯衛先會吳且告會期故孟獻子孫文子會吳于善道秋大雩旱也楚人討陳叛故曰由令尹子辛實侵欲焉乃殺之書曰楚殺其大夫公子壬夫貪也君子謂楚共王於是不刑詩曰周道挺挺我心扃扃講事不令集人來定己則無信而殺人以逞不亦難乎夏書曰成允成功九月丙午盟于戚會吳且命戍陳也穆叔以屬鄫為不利使鄫大夫聽命于會楚子囊為令尹范宣子曰我喪陳矣楚人討貳而立子囊必改行而疾討陳陳近于楚民朝夕急能無往乎有陳非吾事也無之而後可冬諸侯戍陳子囊伐陳十一月甲午會于城棣以救之季文子卒大夫入斂公在位宰庀家器為葬備無衣帛之妾無食粟之馬無藏金玉無重器備君子是以知季文子之忠於公室也相三君矣而無私積可不謂忠乎襄公六年經六年春王三月壬午杞伯姑容卒夏宋華弱來奔秋葬杞桓公滕子來朝莒人滅鄫冬叔孫豹如邾季孫宿如晉十有二月齊侯滅萊襄公六年傳六年春杞桓公卒始赴以名同盟故也宋華弱與樂轡少相狎長相優又相謗也子蕩怒以弓梏華弱于朝平公見之曰司武而梏於朝難以勝矣遂逐之夏宋華弱來奔司城子罕曰同罪異罰非刑也專戮於朝罪孰大焉亦逐子蕩子蕩射子罕之門曰幾日而不我從子罕善之如初秋滕成公來朝始朝公也莒人滅鄫鄫恃賂也冬穆叔如邾聘且脩平晉人以鄫故來討曰何故亡鄫季武子如晉見且聽命十一月齊侯滅萊萊恃謀也於鄭子國之來聘也四月晏弱城東陽而遂圍萊甲寅堙之環城傅於堞及杞桓公卒之月乙未王湫帥師及正輿子棠人軍齊師齊師大敗之丁未入萊萊共公浮柔奔棠正輿子王湫奔莒莒人殺之四月陳無宇獻萊宗器于襄宮晏弱圍棠十一月丙辰而滅之遷萊于郳高厚崔杼定其田襄公七年經七年春郯子來朝夏四月三卜郊不從乃免牲小邾子來朝城費秋季孫宿如衛八月螽冬十月衛侯使孫林父來聘壬戌及孫林父盟楚公子貞帥師圍陳十有二月公會晉侯宋公陳侯衛侯曹伯莒子邾子于鄬鄭伯髡頑如會未見諸侯丙戌卒于鄵陳侯逃歸襄公七年傳七年春郯子來朝始朝公也夏四月三卜郊不從乃免牲孟獻子曰吾乃今而後知有卜筮夫郊祀后稷以祈農事也是故啟蟄而郊郊而後耕今既耕而卜郊宜其不從也南遺為費宰叔仲昭伯為隧正欲善季氏而求媚於南遺謂遺請城費吾多與而役故季氏城費小邾穆公來朝亦始朝公也秋季武子如衛報子叔之聘且辭緩報非貳也冬十月晉韓獻子告老公族穆子有癈疾將立之辭曰詩曰豈不夙夜謂行多露又曰弗躬弗親庶民弗信無忌不才讓其可乎請立起也與田蘇游而曰好仁詩曰靖共爾位好是正直神之聽之介爾景福恤民為德正直為正正曲為直參和為仁如是則神聽之介福降之立之不亦可乎庚戌使宣子朝遂老晉侯謂韓無忌仁使掌公族大夫衛孫文子來聘且拜武子之言而尋孫桓子之盟公登亦登叔孫穆子相趨進曰諸侯之會寡君未嘗後衛君今吾子不後寡君寡君未知所過吾子其少安孫子無辭亦無悛容穆叔曰孫子必亡為臣而君過而不悛亡之本也詩曰退食自公委蛇委蛇謂從者也衡而委蛇必折楚子囊圍陳會于鄬以救之鄭僖公之為大子也於成之十六年與子罕適晉不禮焉又與子豐適楚亦不禮焉及其元年朝于晉子豐欲愬諸晉而廢之子罕止之及將會于鄬子駟相又不禮焉侍者諫不聽又諫殺之及鄵子駟使賊夜弒僖公而以瘧疾赴于諸侯𥳑公生五年奉而立之陳人患楚慶虎慶寅謂楚人曰吾使公子黃往而執之楚人從之二慶使告陳侯于會曰楚人執公子黃矣君若不來群臣不忍社稷宗廟懼有二圖陳侯逃歸襄公八年經八年春王正月公如晉夏葬鄭僖公鄭人侵蔡獲蔡公子燮季孫宿會晉侯鄭伯齊人宋人衛人邾人于邢丘公至自晉莒人伐我東鄙秋九月大雩冬楚公子貞帥師伐鄭晉侯使士匄來聘襄公八年傳八年春公如晉朝且聽朝聘之數鄭群公子以僖公之死也謀子駟子駟先之夏四月庚辰辟殺子狐子熙子侯子丁孫擊孫惡出奔衛庚寅鄭子國子耳侵蔡獲蔡司馬公子燮鄭人皆喜唯子產不順曰小國無文德而有武功禍莫大焉楚人來討能勿從乎從之晉師必至晉楚伐鄭自今鄭國不四五年弗得寧矣子國怒之曰爾何知國有大命而有正卿童子言焉將為戮矣五月甲辰會于邢丘以命朝聘之數使諸侯之大夫聽命季孫宿齊高厚宋向戌衛甯殖邾大夫會之鄭伯獻捷于會故親聽命大夫不書尊晉侯也莒人伐我東鄙以疆鄫田秋九月大雩旱也冬楚子囊伐鄭討其侵蔡也子駟子國子耳欲從楚子孔子蟜子展欲待晉子駟曰周詩有之曰俟河之清人壽幾何兆云詢多職競作羅謀之多族民之多違事滋無成民急矣姑從楚以紓吾民晉師至吾又從之敬共幣帛以待來者小國之道也犧牲玉帛待於二竟以待彊者而庇民焉寇不為害民不罷病不亦可乎子展曰小所以事大信也小國無信兵亂日至亡無日矣五會之信今將背之雖楚救我將安用之親我無成鄙我是欲不可從也不如待晉晉君方明四軍無闕八卿和睦必不棄鄭楚師遼遠糧食將盡必將速歸何患焉舍之聞之杖莫如信完守以老楚杖信以待晉不亦可乎子駟曰詩云謀夫孔多是用不集發言盈庭誰敢執其咎如匪行邁謀是用不得于道請從楚騑也受其咎乃及楚平使王子伯駢告于晉曰君命敝邑脩而車賦儆而師徒以討亂略蔡人不從敝邑之人不敢寧處悉索敝賦以討于蔡獲司馬燮獻于邢丘今楚來討曰女何故稱兵于蔡焚我郊保馮陵我城郭敝邑之眾夫婦男女不遑啟處以相救也翦焉傾覆無所控告民死亡者非其父兄即其子弟夫人愁痛不知所庇民知窮困而受盟于楚孤也與其二三臣不能禁止不敢不告知武子使行人子員對之曰君有楚命亦不使一个行李告于寡君而即安于楚君之所欲也誰敢違君寡君將帥諸侯以見于城下唯君圖之晉范宣子來聘且拜公之辱告將用師于鄭公享之宣子賦摽有梅季武子曰誰敢哉今譬於草木寡君在君君之臭味也歡以承命何時之有武子賦角弓賓將出武子賦彤弓宣子曰城濮之役我先君文公獻功于衡雍受彤弓于襄王以為子孫藏匄也先君守官之嗣也敢不承命君子以為知禮襄公九年經九年春宋災夏季孫宿如晉五月辛酉夫人姜氏薨秋八月癸未葬我小君穆姜冬公會晉侯宋公衛侯曹伯莒子邾子滕子薛伯杞伯小邾子齊世子光伐鄭十有二月己亥同盟于戲楚子伐鄭襄公九年傳九年春宋災樂喜為司城以為政使伯氏司里火所未至徹小屋塗大屋陳畚挶具綆缶備水器量輕重蓄水潦積土塗巡丈城繕守備表火道使華臣具正徒令隧正納郊保奔火所使華閱討右官官庀其司向戌討左亦如之使樂遄庀刑器亦如之使皇鄖命校正出馬工正出車備甲兵庀武守使西鉏吾庀府守令司宮巷伯儆宮二師命四鄉正敬享祝宗用馬于四墉祀盤庚于西門之外晉侯問於士弱曰吾聞之宋災於是乎知有天道何故對曰古之火正或食於心或食於咮以出內火是故咮為鶉火心為大火陶唐氏之火正閼伯居商丘祀大火而火紀時焉相土因之故商主大火商人閱其禍敗之釁必始於火是以日知其有天道也公曰可必乎對曰在道國亂無象不可知也夏季武子如晉報宣子之聘也穆姜薨於東宮始往而筮之遇艮之八䷳史曰是謂艮之隨䷐隨其出也君必速出姜曰亡是於周易曰隨元亨利貞无咎元體之長也亨嘉之會也利義之和也貞事之幹也體仁足以長人嘉德足以合禮利物足以和義貞固足以幹事然故不可誣也是以雖隨无咎今我婦人而與於亂固在下位而有不仁不可謂元不靖國家不可謂亨作而害身不可謂利棄位而姣不可謂貞有四德者隨而無咎我皆無之豈隨也哉我則取惡能無咎乎必死於此弗得出矣秦景公使士雃乞師于楚將以伐晉楚子許之子囊曰不可當今吾不能與晉爭晉君類能而使之舉不失選官不易方其卿讓於善其大夫不失守其士競於教其庶人力於農穡商工皁隸不知遷業韓厥老矣知罃稟焉以為政范匄少於中行偃而中行偃上之使佐中軍韓起少於欒黶而欒黶上之使佐上軍魏絳多功以趙武為賢而為之佐君明臣忠上讓下競當是時也晉不可敵事之而後可君其圖之王曰吾既許之矣雖不及晉必將出師秋楚子師于武城以為秦援秦人侵晉晉饑弗能報也冬十月諸侯伐鄭庚午季武子齊崔杼宋皇鄖從荀罃士匄門于鄟門衛北宮括曹人邾人從荀偃韓起門于師之梁滕人薛人從欒黶士魴門于北門杞人郳人從趙武魏絳斬行栗甲戌師于氾令於諸侯曰脩器備盛餱糧歸老幼居疾于虎牢肆眚圍鄭鄭人恐乃行成中行獻子曰遂圍之以待楚人之救也而與之戰不然無成知武子曰許之盟而還師以敝楚人吾三分四軍與諸侯之銳以逆來者於我未病楚不能矣猶愈於戰暴骨以逞不可以爭大勞未艾君子勞心小人勞力先王之制也諸侯皆不欲戰乃許鄭成十一月己亥同盟于戲鄭服也將盟鄭六卿公子騑公子發公子嘉公孫輒公孫蠆公孫舍之及其大夫門子皆從鄭伯晉士莊子為載書曰自今日既盟之後鄭國而不唯晉命是聽而或有異志者有如此盟公子騑趨進曰天禍鄭國使介居二大國之閒大國不加德音而亂以要之使其鬼神不獲歆其禋祀其民人不獲享其土利夫婦辛苦墊隘無所厎告自今日既盟之後鄭國而不唯有禮與彊可以庇民者是從而敢有異志者亦如之荀偃曰改載書公孫舍之曰昭大神要言焉若可改也大國亦可叛也知武子謂獻子曰我實不德而要人以盟豈禮也哉非禮何以主盟姑盟而退脩德息師而來終必獲鄭何必今日我之不德民將棄我豈唯鄭若能休和遠人將至何恃於鄭乃盟而還晉人不得志於鄭以諸侯復伐之十二月癸亥門其三門閏月戊寅濟于陰阪侵鄭次于陰口而還子孔曰晉師可擊也師老而勞且有歸志必大克之子展曰不可公送晉侯晉侯以公宴于河上問公年季武子對曰會于沙隨之歲寡君以生晉侯曰十二年矣是謂一終一星終也國君十五而生子冠而生子禮也君可以冠矣大夫盍為冠具武子對曰君冠必以祼享之禮行之以金石之樂節之以先君之祧處之今寡君在行未可具也請及兄弟之國而假備焉晉侯曰諾公還及衛冠于成公之廟假鍾磬焉禮也楚子伐鄭子駟將及楚平子孔子蟜曰與大國盟口血未乾而背之可乎子駟子展曰吾盟固云唯彊是從今楚師至晉不我救則楚彊矣盟誓之言豈敢背之且要盟無質神弗臨也所臨唯信信者言之瑞也善之主也是故臨之明神不蠲要盟背之可也乃及楚平公子罷戎入盟同盟于中分楚莊夫人卒王未能定鄭而歸晉侯歸謀所以息民魏絳請施舍輸積聚以貸自公以下苟有積者盡出之國無滯積亦無困人公無禁利亦無貪民祈以幣更賓以特牲器用不作車服從給行之期年國乃有節三駕而楚不能與爭襄公十年經十年春公會晉侯宋公衛侯曹伯莒子邾子滕子薛伯杞伯小邾子齊世子光會吳于柤夏五月甲午遂滅偪陽公至自會楚公子貞鄭公孫輒帥師伐宋晉師伐秦秋莒人伐我東鄙公會晉侯宋公衛侯曹伯莒子邾子齊世子光滕子薛伯杞伯小邾子伐鄭冬盜殺鄭公子騑公子發公孫輒戍鄭虎牢楚公子貞帥師救鄭公至自伐鄭襄公十年傳十年春會于柤會吳子壽夢也三月癸丑齊高厚相大子光以先會諸侯于鍾離不敬士莊子曰高子相大子以會諸侯將社稷是衛而皆不敬棄社稷也其將不免乎夏四月戊午會于柤晉荀偃士匄請伐偪陽而封宋向戌焉荀罃曰城小而固勝之不武弗勝為笑固請丙寅圍之弗克孟氏之臣秦堇父輦重如役偪陽人啟門諸侯之士門焉縣門發郰人紇抉之以出門者狄虒彌建大車之輪而蒙之以甲以為櫓左執之右拔戟以成一隊孟獻子曰詩所謂有力如虎者也主人縣布堇父登之及堞而絕之隊則又縣之蘇而復上者三主人辭焉乃退帶其斷以徇於軍三日諸侯之師久於偪陽荀偃士匄請於荀罃曰水潦將降懼不能歸請班師知伯怒投之以机出於其間曰女成二事而後告余余恐亂命以不女違女既勤君而興諸侯牽帥老夫以至于此既無武守而又欲易余罪曰是實班師不然克矣余羸老也可重任乎七日不克必爾乎取之五月庚寅荀偃士匄帥卒攻偪陽親受矢石甲午滅之書曰遂滅偪陽言自會也以與向戌向戌辭曰君若猶辱鎮撫宋國而以偪陽光啟寡君群臣安矣其何貺如之若專賜臣是臣興諸侯以自封也其何罪大焉敢以死請乃予宋公請以桑林荀罃辭荀偃士匄曰諸侯宋魯於是觀禮魯有禘樂賓祭用之宋以桑林享君不亦可乎舞師題以旌夏晉侯懼而退入于房去旌卒享而還及著雍疾卜桑林見荀偃士匄欲奔請禱焉荀罃不可曰我辭禮矣彼則以之猶有鬼神於彼加之晉侯有間以偪陽子歸獻于武宮謂之夷俘偪陽妘姓也使周內史選其族嗣納諸霍人禮也師歸孟獻子以秦堇父為右生秦丕茲事仲尼六月楚子囊鄭子耳伐宋師于訾毋庚午圍宋門于桐門晉荀罃伐秦報其侵也衛侯救宋師于襄牛鄭子展曰必伐衛不然是不與楚也得罪於晉又得罪於楚國將若之何子駟曰國病矣子展曰得罪於二大國必亡病不猶愈於亡乎諸大夫皆以為然故鄭皇耳帥師侵衛楚令也孫文子卜追之獻兆於定姜姜氏問繇曰兆如山陵有夫出征而喪其雄姜氏曰征者喪雄禦寇之利也大夫圖之衛人追之孫蒯獲鄭皇耳于犬丘秋七月楚子囊鄭子耳侵我西鄙還圍蕭八月丙寅克之九月子耳侵宋北鄙孟獻子曰鄭其有災乎師競已甚周猶不堪競況鄭乎有災其執政之三士乎莒人間諸侯之有事也故伐我東鄙諸侯伐鄭齊崔杼使大子光先至于師故長於滕己酉師于牛首初子駟與尉止有爭將禦諸侯之師而黜其車尉止獲又與之爭子駟抑尉止曰爾車非禮也遂弗使獻初子駟為田洫司氏堵氏侯氏子師氏皆喪田焉故五族聚群不逞之人因公子之徒以作亂於是子駟當國子國為司馬子耳為司空子孔為司徒冬十月戊辰尉止司臣侯晉堵女父子師僕帥賊以入晨攻執政于西宮之朝殺子駟子國子耳劫鄭伯以如北宮子孔知之故不死書曰盜言無大夫焉子西聞盜不儆而出尸而追盜盜入於北宮乃歸授甲臣妾多逃器用多喪子產聞盜為門者庀群司閉府庫慎閉藏完守備成列而後出兵車十七乘尸而攻盜於北宮子蟜帥國人助之殺尉止子師僕盜眾盡死侯晉奔晉堵女父司臣尉翩司齊奔宋子孔當國為載書以位序聽政辟大夫諸司門子弗順將誅之子產止之請為之焚書子孔不可曰為書以定國眾怒而焚之是眾為政也國不亦難乎子產曰眾怒難犯專欲難成合二難以安國危之道也不如焚書以安眾子得所欲眾亦得安不亦可乎專欲無成犯眾興禍子必從之乃焚書於倉門之外眾而後定諸侯之師城虎牢而戍之晉師城梧及制士魴魏絳戍之書曰戍鄭虎牢非鄭地也言將歸焉鄭及晉平楚子囊救鄭十一月諸侯之師還鄭而南至於陽陵楚師不退知武子欲退曰今我逃楚楚必驕驕則可與戰矣欒黶曰逃楚晉之恥也合諸侯以益恥不如死我將獨進師遂進己亥與楚師夾潁而軍子矯曰諸侯既有成行必不戰矣從之將退不從亦退退楚必圍我猶將退也不如從楚亦以退之宵涉潁與楚人盟欒黶欲伐鄭師荀罃不可曰我實不能禦楚又不能庇鄭鄭何罪不如致怨焉而還今伐其師楚必救之戰而不克為諸侯笑克不可命不如還也丁未諸侯之師還侵鄭北鄙而歸楚人亦還王叔陳生與伯輿爭政王右伯輿王叔陳生怒而出奔及河王復之殺史狡以說焉不入遂處之晉侯使士匄平王室王叔與伯輿訟焉王叔之宰與伯輿之大夫瑕禽坐獄於王庭士匄聽之王叔之宰曰篳門閨竇之人而皆陵其上其難為上矣瑕禽曰昔平王東遷吾七姓從王牲用備具王賴之而賜之騂旄之盟曰世世無失職若篳門閨竇其能來東厎乎且王何賴焉今自王叔之相也政以賄成而刑放於寵官之師旅不勝其富吾能無篳門閨竇乎唯大國圖之下而無直則何謂正矣范宣子曰天子所右寡君亦右之所左亦左之使王叔氏與伯輿合要王叔氏不能舉其契王叔奔晉不書不告也單靖公為卿士以相王室襄公十一年經十有一年春王正月作三軍夏四月四卜郊不從乃不郊鄭公孫舍之帥師侵宋公會晉侯宋公衛侯曹伯齊世子光莒子邾子滕子薛伯杞伯小邾子伐鄭秋七月己未同盟于亳城北公至自伐鄭楚子鄭伯伐宋公會晉侯宋公衛侯曹伯齊世子光莒子邾子滕子薛伯杞伯小邾子伐鄭會于蕭魚公至自會楚人執鄭行人良霄冬秦人伐晉襄公十一年傳十一年春季武子將作三軍告叔孫穆子曰請為三軍各征其軍穆子曰政將及子子必不能武子固請之穆子曰然則盟諸乃盟諸僖閎詛諸五父之衢正月作三軍三分公室而各有其一三子各毀其乘季氏使其乘之人以其役邑入者無征不入者倍征孟氏使半為臣若子若弟叔孫氏使盡為臣不然不舍鄭人患晉楚之故諸大夫曰不從晉國幾亡楚弱於晉晉不吾疾也晉疾楚將辟之何為而使晉師致死於我楚弗敢敵而後可固與也子展曰與宋為惡諸侯必至吾從之盟楚師至吾又從之則晉怒甚矣晉能驟來楚將不能吾乃固與晉大夫說之使疆埸之司惡於宋宋向戌侵鄭大獲子展曰師而伐宋可矣若我伐宋諸侯之伐我必疾吾乃聽命焉且告於楚楚師至吾乃與之盟而重賂晉師乃免矣夏鄭子展侵宋四月諸侯伐鄭己亥齊太子光宋向戌先至于鄭門于東門其莫晉荀罃至于西郊東侵舊許衛孫林父侵其北鄙六月諸侯會于北林師于向右還次于瑣圍鄭觀兵于南門西濟于濟隧鄭人懼乃行成秋七月同盟于亳范宣子曰不慎必失諸侯諸侯道敝而無成能無貳乎乃盟載書曰凡我同盟毋薀年毋壅利毋保姦毋留慝救災患恤禍亂同好惡獎王室或間茲命司慎司盟名山名川群神群祀先王先公七姓十二國之祖明神殛之俾失其民隊命亡氏踣其國家楚子囊乞旅于秦秦右大夫詹帥師從楚子將以伐鄭鄭伯逆之丙子伐宋九月諸侯悉師以復伐鄭鄭人使良霄大宰石㚟如楚告將服于晉曰孤以社稷之故不能懷君君若能以玉帛綏晉不然則武震以攝威之孤之願也楚人執之書曰行人言使人也諸侯之師觀兵于鄭東門鄭人使王子伯駢行成甲戌晉趙武入盟鄭伯冬十月丁亥鄭子展出盟晉侯十二月戊寅會于蕭魚庚辰赦鄭囚皆禮而歸之納斥候禁侵掠晉侯使叔肸告于諸侯公使臧孫紇對曰凡我同盟小國有罪大國致討苟有以藉手鮮不赦宥寡君聞命矣鄭人賂晉侯以師悝師觸師蠲廣車軘車淳十五乘甲兵備凡兵車百乘歌鐘二肆及其鎛磬女樂二八晉侯以樂之半賜魏絳曰子教寡人和諸戎狄以正諸華八年之中九合諸侯如樂之和無所不諧請與子樂之辭曰夫和戎狄國之福也八年之中九合諸侯諸侯無慝君之靈也二三子之勞也臣何力之有焉抑臣願君安其樂而思其終也詩曰樂只君子殿天子之邦樂只君子福祿攸同便蕃左右亦是帥從夫樂以安德義以處之禮以行之信以守之仁以厲之而後可以殿邦國同福祿來遠人所謂樂也書曰居安思危思則有備有備無患敢以此規公曰子之教敢不承命抑微子寡人無以待戎不能濟河夫賞國之典也藏在盟府不可廢也子其受之魏絳於是乎始有金石之樂禮也秦庶長鮑庶長武帥師伐晉以救鄭鮑先入晉地士魴禦之少秦師而弗設備壬午武濟自輔氏與鮑交伐晉師己丑秦晉戰于櫟晉師敗績易秦故也襄公十二年經十有二年春王三月莒人伐我東鄙圍台季孫宿帥師救台遂入鄆夏晉侯使士魴來聘秋九月吳子乘卒冬楚公子貞帥師侵宋公如晉襄公十二年傳十二年春莒人伐我東鄙圍台季武子救台遂入鄆取其鐘以為公盤夏晉士魴來聘且拜師秋吳子壽夢卒臨於周廟禮也凡諸侯之喪異姓臨於外同姓於宗廟同宗於祖廟同族於禰廟是故魯為諸姬臨於周廟為邢凡蔣茅胙祭臨於周公之廟冬楚子囊秦庶長無地伐宋師于楊梁以報晉之取鄭也靈王求后于齊齊侯問對於晏桓子桓子對曰先王之禮辭有之天子求后於諸侯諸侯對曰夫婦所生若而人妾婦之子若而人無女而有姊妹及姑姊妹則曰先守某公之遺女若而人齊侯許昏王使陰里結之公如晉朝且拜士魴之辱禮也秦嬴歸于楚楚司馬子庚聘于秦為夫人寧禮也襄公十三年經十有三年春公至自晉夏取邿秋九月庚辰楚子審卒冬城防襄公十三年傳十三年春公至自晉孟獻子書勞于廟禮也夏邿亂分為三師救邿遂取之凡書取言易也用大師焉曰滅弗地曰入荀罃士魴卒晉侯蒐于緜上以治兵使士匄將中軍辭曰伯游長昔臣習於知伯是以佐之非能賢也請從伯游使荀偃將中軍士匄佐之使韓起將上軍辭以趙武又使欒黶辭曰臣不如韓起韓起願上趙武君其聽之使趙武將上軍韓起佐之欒黶將下軍魏絳佐之新軍無帥晉侯難其人使其什吏率其卒乘官屬以從於下軍禮也晉國之民是以大和諸侯遂睦君子曰讓禮之主也范宣子讓其下皆讓欒黶為汏弗取違也晉國以平數世賴之刑善也夫一人刑善百姓休和可不務乎書曰一人有慶兆民賴之其寧惟永其是之謂乎周之興也其詩曰儀刑文王萬邦作孚言刑善也及其衰也其詩曰大夫不均我從事獨賢言不讓也世之治也君子尚能而讓其下小人農力以事其上是以上下有禮而讒慝黜遠由不爭也謂之懿德及其亂也君子稱其功以加小人小人伐其技以馮君子是以上下無禮亂虐並生由爭善也謂之昏德國家之敝恆必由之楚子疾告大夫曰不穀不德少主社稷生十年而喪先君未及習師保之教訓而應受多福是以不德而亡師于鄢以辱社稷為大夫憂其弘多矣若以大夫之靈獲保首領以沒於地唯是春秋窀穸之事所以從先君於禰廟者請為靈若厲大夫擇焉莫對及五命乃許秋楚共王卒子囊謀謚大夫曰君有命矣子囊曰君命以共若之何毀之赫赫楚國而君臨之撫有蠻夷奄征南海以屬諸夏而知其過可不謂共乎請謚之共大夫從之吳侵楚養由基奔命子庚以師繼之養叔曰吳乘我喪謂我不能師也必易我而不戒子為三覆以待我我請誘之子庚從之戰于庸浦大敗吳師獲公子黨君子以吳為不弔詩曰不弔昊天亂靡有定冬城防書事時也於是將早城臧武仲請俟畢農事禮也鄭良霄大宰石㚟猶在楚石㚟言於子囊曰先王卜征五年而歲習其祥祥習則行不習則增脩德而改卜今楚實不競行人何罪止鄭一卿以除其偪使睦而疾楚以固於晉焉用之使歸而廢其使怨其君以疾其大夫而相牽引也不猶愈乎楚人歸之襄公十四年經十有四年春王正月季孫宿叔老會晉士匄齊人宋人衛人鄭公孫蠆曹人莒人邾人滕人薛人杞人小邾人會吳于向二月乙未朔日有食之夏四月叔孫豹會晉荀偃齊人宋人衛北宮括鄭公孫蠆曹人莒人邾人滕人薛人杞人小邾人伐秦己未衛侯出奔齊莒人侵我東鄙秋楚公子貞帥師伐吳冬季孫宿會晉士匄宋華閱衛孫林父鄭公孫蠆莒人邾人于戚襄公十四年傳十四年春吳告敗于晉會于向為吳謀楚故也范宣子數吳之不德也以退吳人執莒公子務婁以其通楚使也將執戎子駒支范宣子親數諸朝曰來姜戎氏昔秦人迫逐乃祖吾離于瓜州乃祖吾離被苫蓋蒙荊棘以來歸我先君我先君惠公有不腆之田與女剖分而食之今諸侯之事我寡君不如昔者蓋言語漏泄則職女之由詰朝之事爾無與焉與將執女對曰昔秦人負恃其眾貪于土地逐我諸戎惠公蠲其大德謂我諸戎是四嶽之裔冑也毋是翦棄賜我南鄙之田狐貍所居豺狼所嘷我諸戎除翦其荊棘驅其狐貍豺狼以為先君不侵不叛之臣至于今不貳昔文公與秦伐鄭秦人竊與鄭盟而舍戍焉於是乎有殽之師晉禦其上戎亢其下秦師不復我諸戎實然譬如捕鹿晉人角之諸戎掎之與晉踣之戎何以不免自是以來晉之百役與我諸戎相繼于時以從執政猶殽志也豈敢離逷今官之師旅無乃實有所闕以攜諸侯而罪我諸戎我諸戎飲食衣服不與華同贄幣不通言語不達何惡之能為不與於會亦無瞢焉賦青蠅而退宣子辭焉使即事於會成愷悌也於是子叔齊子為季武子介以會自是晉人輕魯幣而益敬其使吳子諸樊既除喪將立季札季札辭曰曹宣公之卒也諸侯與曹人不義曹君將立子臧子臧去之遂弗為也以成曹君君子曰能守節君義嗣也誰敢奸君有國非吾節也札雖不才願附於子臧以無失節固立之棄其室而耕乃舍之夏諸侯之大夫從晉侯伐秦以報櫟之役也晉侯待于竟使六卿帥諸侯之師以進及涇不濟叔向見叔孫穆子穆子賦匏有苦葉叔向退而具舟魯人莒人先濟鄭子蟜見衛北宮懿子曰與人而不固取惡莫甚焉若社稷何懿子說二子見諸侯之師而勸之濟濟涇而次秦人毒涇上流師人多死鄭司馬子蟜帥鄭師以進師皆從之至于棫林不獲成焉荀偃令曰雞鳴而駕塞井夷竈唯余馬首是瞻欒黶曰晉國之命未是有也余馬首欲東乃歸下軍從之左史謂魏莊子曰不待中行伯乎莊子曰夫子命從帥欒伯吾帥也吾將從之從帥所以待夫子也伯游曰吾令實過悔之何及多遺秦禽乃命大還晉人謂之遷延之役欒鍼曰此役也報櫟之敗也役又無功晉之恥也吾有二位於戎路敢不恥乎與士鞅馳秦師死焉士鞅反欒黶謂士匄曰余弟不欲往而子召之余弟死而子來是而子殺余之弟也弗逐余亦將殺之士鞅奔秦於是齊崔杼宋華閱仲江會伐秦不書惰也向之會亦如之衛北宮括不書於向書於伐秦攝也秦伯問於士鞅曰晉大夫其誰先亡對曰其欒氏乎秦伯曰以其汏乎對曰然欒黶汏虐已甚猶可以免其在盈乎秦伯曰何故對曰武子之德在民如周人之思召公焉愛其甘棠況其子乎欒黶死盈之善未能及人武子所施沒矣而黶之怨實章將於是乎在秦伯以為知言為之請於晉而復之衛獻公戒孫文子甯惠子食皆服而朝日旰不召而射鴻於囿二子從之不釋皮冠而與之言二子怒孫文子如戚孫蒯入使公飲之酒使大師歌巧言之卒章大師辭師曹請為之初公有嬖妾使師曹誨之琴師曹鞭之公怒鞭師曹三百故師曹欲歌之以怒孫子以報公公使歌之遂誦之蒯懼告文子文子曰君忌我矣弗先必死并帑於戚而入見蘧伯玉曰君之暴虐子所知也大懼社稷之傾覆將若之何對曰君制其國臣敢奸之雖奸之庸知愈乎遂行從近關出公使子蟜子伯子皮與孫子盟于丘宮孫子皆殺之四月己未子展奔齊公如鄄使子行請於孫子孫子又殺之公出奔齊孫氏追之敗公徒于阿澤鄄人執之初尹公佗學射於庾公差庾公差學射於公孫丁二子追公公孫丁御公子魚曰射為背師不射為戮射而禮乎射兩軥而還尹公佗曰子為師我則遠矣乃反之公孫丁授公轡而射之貫臂子鮮從公及竟公使祝宗告亡且告無罪定姜曰無神何告若有不可誣也有罪若何告無舍大臣而與小臣謀一罪也先君有冢卿以為師保而暴蔑之二罪也余以巾櫛事先君而（暴）妾使余三罪也告亡而已無告無罪公使厚成叔弔于衛曰寡君使瘠聞君不撫社稷而越在他竟若之何不弔以同盟之故使瘠敢私於執事曰有君不弔有臣不敏君不赦宥臣亦不帥職增淫發泄其若之何衛人使大叔儀對曰群臣不佞得罪於寡君寡君不以即刑而悼棄之以為君憂君不忘先君之好辱弔群臣又重恤之敢拜君命之辱重拜大貺厚孫歸復命語臧武仲曰衛君其必歸乎有大叔儀以守有母弟鱄以出或撫其內或營其外能無歸乎齊人以郲寄衛侯及其復也以郲糧歸右宰穀從而逃歸衛人將殺之辭曰余不說初矣余狐裘而羔袖乃赦之衛人立公孫剽孫林父甯殖相之以聽命於諸侯衛侯在郲臧紇如齊唁衛侯衛侯與之言虐退而告其人曰衛侯其不得入矣其言糞土也亡而不變何以復國子展子鮮聞之見臧紇與之言道臧孫說謂其人曰衛君必入夫二子者或輓之或推之欲無入得乎師歸自伐秦晉侯舍新軍禮也成國不過半天子之軍周為六軍諸侯之大者三軍可也於是知朔生盈而死盈生六年而武子卒彘裘亦幼皆未可立也新軍無帥故舍之師曠侍於晉侯晉侯曰衛人出其君不亦甚乎對曰或者其君實甚良君將賞善而刑淫養民如子蓋之如天容之如地民奉其君愛之如父母仰之如日月敬之如神明畏之如雷霆其可出乎夫君神之主而民之望也若困民之主匱神乏祀百姓絕望社稷無主將安用之弗去何為天生民而立之君使司牧之勿使失性有君而為之貳使師保之勿使過度是故天子有公諸侯有卿卿置側室大夫有貳宗士有朋友庶人工商皂隸牧圉皆有親暱以相輔佐也善則賞之過則匡之患則救之失則革之自王以下各有父兄子弟以補察其政史為書瞽為詩工誦箴諫大夫規誨士傳言庶人謗商旅于市百工獻藝故夏書曰遒人以木鐸徇于路官師相規工執藝事以諫正月孟春於是乎有之諫失常也天之愛民甚矣豈其使一人肆於民上以從其淫而棄天地之性必不然矣秋楚子為庸浦之役故子囊師于棠以伐吳吳不出而還子囊殿以吳為不能而弗儆吳人自皋舟之隘要而擊之楚人不能相救吳人敗之獲楚公子宜穀王使劉定公賜齊侯命曰昔伯舅大公右我先王股肱周室師保萬民世胙大師以表東海王室之不壞繄伯舅是賴今余命女環茲率舅氏之典纂乃祖考無忝乃舊敬之哉無廢朕命晉侯問衛故於中行獻子對曰不如因而定之衛有君矣伐之未可以得志而勤諸侯史佚有言曰因重而撫之仲虺有言曰亡者侮之亂者取之推亡固存國之道也君其定衛以待時乎冬會于戚謀定衛也范宣子假羽毛於齊而弗歸齊人始貳楚子囊還自伐吳卒將死遺言謂子庚必城郢君子謂子囊忠君薨不忘增其名將死不忘衛社稷可不謂忠乎忠民之望也詩曰行歸于周萬民所望忠也襄公十五年經十有五年春宋公使向戌來聘二月己亥及向戌盟于劉劉夏逆王后于齊夏齊侯伐我北鄙圍成公救成至遇季孫宿叔孫豹帥師城成郛秋八月丁巳日有食之邾人伐我南鄙冬十有一月癸亥晉侯周卒襄公十五年傳十五年春宋向戌來聘且尋盟見孟獻子尤其室曰子有令聞而美其室非所望也對曰我在晉吾兄為之毀之重勞且不敢間官師從單靖公逆王后于齊卿不行非禮也楚公子午為令尹公子罷戎為右尹蒍子馮為大司馬公子橐師為右司馬公子成為左司馬屈到為莫敖公子追舒為箴尹屈蕩為連尹養由基為宮廄尹以靖國人君子謂楚於是乎能官人官人國之急也能官人則民無覦心詩云嗟我懷人寘彼周行能官人也王及公侯伯子男甸采衛大夫各居其列所謂周行也鄭尉氏司氏之亂其餘盜在宋鄭人以子西伯有子產之故納賂于宋以馬四十乘與師茷師慧三月公孫黑為質焉司城子罕以堵女父尉翩司齊與之良司臣而逸之託諸季武子武子寘諸卞鄭人醢之三人也師慧過宋朝將私焉其相曰朝也慧曰無人焉相曰朝也何故無人慧曰必無人焉若猶有人豈其以千乘之相易淫樂之矇必無人焉故也子罕聞之固請而歸之夏齊侯圍成貳於晉故也於是乎城成郛秋邾人伐我南鄙使告于晉晉將為會以討邾莒晉侯有疾乃止冬晉悼公卒遂不克會鄭公孫夏如晉奔喪子蟜送葬宋人或得玉獻諸子罕子罕弗受獻玉者曰以示玉人玉人以為寶也故敢獻之子罕曰我以不貪為寶爾以玉為寶若以與我皆喪寶也不若人有其寶稽首而告曰小人懷璧不可以越鄉納此以請死也子罕寘諸其里使玉人為之攻之富而後使復其所十二月鄭人奪堵狗之妻而歸諸范氏襄公十六年經十有六年春王正月葬晉悼公三月公會晉侯宋公衛侯鄭伯曹伯莒子邾子薛伯杞伯小邾子于湨梁戊寅大夫盟晉人執莒子邾子以歸齊侯伐我北鄙夏公至自會五月甲子地震叔老會鄭伯晉荀偃衛甯殖宋人伐許秋齊侯伐我北鄙圍成大雩冬叔孫豹如晉襄公十六年傳十六年春葬晉悼公平公即位羊舌肸為傅張君臣為中軍司馬祁奚韓襄欒盈士鞅為公族大夫虞丘書為乘馬御改服脩官烝于曲沃警守而下會于湨梁命歸侵田以我故執邾宣公莒犂比公且曰通齊楚之使晉侯與諸侯宴于溫使諸大夫舞曰歌詩必類齊高厚之詩不類荀偃怒且曰諸侯有異志矣使諸大夫盟高厚高厚逃歸於是叔孫豹晉荀偃宋向戌衛甯殖鄭公孫蠆小邾之大夫盟曰同討不庭許男請遷于晉諸侯遂遷許許大夫不可晉人歸諸侯鄭子蟜聞將伐許遂相鄭伯以從諸侯之師穆叔從公齊子帥師會晉荀偃書曰會鄭伯為夷故也夏六月次于棫林庚寅伐許次于函氏晉荀偃欒黶帥師伐楚以報宋揚梁之役楚公子格帥師及晉師戰于湛阪楚師敗績晉師遂侵方城之外復伐許而還秋齊侯圍成孟孺子速徼之齊侯曰是好勇去之以為之名速遂塞海陘而還冬穆叔如晉聘且言齊故晉人曰以寡君之未禘祀與民之未息不然不敢忘穆叔曰以齊人之朝夕釋憾於敝邑之地是以大請敝邑之急朝不及夕引領西望曰庶幾乎比執事之間恐無及也見中行獻子賦圻父獻子曰偃知罪矣敢不從執事以同恤社稷而使魯及此見范宣子賦鴻鴈之卒章宣子曰匄在此敢使魯無鳩乎襄公十七年經十有七年春王二月庚午邾子牼卒宋人伐陳夏衛石買帥師伐曹秋齊侯伐我北鄙圍桃高厚帥師伐我北鄙圍防九月大雩宋華臣出奔陳冬邾人伐我南鄙襄公十七年傳十七年春宋莊朝伐陳獲司徒卬卑宋也衛孫蒯田于曹隧飲馬于重丘毀其瓶重丘人閉門而訽之曰親逐而君爾父為厲是之不憂而何以田為夏衛石買孫蒯伐曹取重丘曹人愬于晉齊人以其未得志于我故秋齊侯伐我北鄙圍桃高厚圍臧紇于防師自陽關逆臧孫至于旅松郰叔紇臧疇臧賈帥甲三百宵犯齊師送之而復齊師去之齊人獲臧堅齊侯使夙沙衛唁之且曰無死堅稽首曰拜命之辱抑君賜不終姑又使其刑臣禮於士以杙抉其傷而死冬邾人伐我南鄙為齊故也宋華閱卒華臣弱皋比之室使賊殺其宰華吳賊六人以鈹殺諸盧門合左師之後左師懼曰老夫無罪賊曰皋比私有討於吳遂幽其妻曰畀余而大璧宋公聞之曰臣也不唯其宗室是暴大亂宋國之政必逐之左師曰臣也亦卿也大臣不順國之恥也不如蓋之乃舍之左師為己短策苟過華臣之門必騁十一月甲午國人逐瘈狗瘈狗入於華臣氏國人從之華臣懼遂奔陳宋皇國父為大宰為平公築臺妨於農收子罕請俟農功之畢公弗許築者謳曰澤門之晳實興我役邑中之黔實慰我心子罕聞之親執扑以行築者而抶其不勉者曰吾儕小人皆有闔廬以辟燥濕寒暑今君為一臺而不速成何以為役謳者乃止或問其故子罕曰宋國區區而有詛有祝禍之本也齊晏桓子卒晏嬰麤縗斬苴絰帶杖菅屨食鬻居倚廬寢苫枕草其老曰非大夫之禮也曰唯卿為大夫襄公十八年經十有八年春白狄來夏晉人執衛行人石買秋齊師伐我北鄙冬十月公會晉侯宋公衛侯鄭伯曹伯莒子邾子滕子薛伯杞伯小邾子同圍齊曹伯負芻卒于師楚公子午帥師伐鄭襄公十八年傳十八年春白狄始來夏晉人執衛行人石買于長子執孫蒯于純留為曹故也秋齊侯伐我北鄙中行獻子將伐齊夢與厲公訟弗勝公以戈擊之首隊於前跪而戴之奉之以走見梗陽之巫皋他日見諸道與之言同巫曰今茲主必死若有事於東方則可以逞獻子許諾晉侯伐齊將濟河獻子以朱絲係玉二瑴而禱曰齊環怙恃其險負其眾庶棄好背盟陵虐神主曾臣彪將率諸侯以討焉其官臣偃實先後之苟捷有功無作神羞官臣偃無敢復濟唯爾有神裁之沈玉而濟冬十月會于魯濟尋湨梁之言同伐齊齊侯禦諸平陰塹防門而守之廣里夙沙衛曰不能戰莫如守險弗聽諸侯之士門焉齊人多死范宣子告析文子曰吾知子敢匿情乎魯人莒人皆請以車千乘自其鄉入既許之矣若入君必失國子盍圖之子家以告公公恐晏嬰聞之曰君固無勇而又聞是弗能久矣齊侯登巫山以望晉師晉人使司馬斥山澤之險雖所不至必旆而疏陳之使乘車者左實右偽以旆先輿曳柴而從之齊侯見之畏其眾也乃脫歸丙寅晦齊師夜遁師曠告晉侯曰鳥烏之聲樂齊師其遁邢伯告中行伯曰有班馬之聲齊師其遁叔向告晉侯曰城上有烏齊師其遁十一月丁卯朔入平陰遂從齊師夙沙衛連大車以塞隧而殿殖綽郭最曰子殿國師齊之辱也子姑先乎乃代之殿衛殺馬於隘以塞道晉州綽及之射殖綽中肩兩矢夾脰曰止將為三軍獲不止將取其衷顧曰為私誓州綽曰有如日乃弛弓而自後縛之其右具丙亦舍兵而縛郭最皆衿甲而縛坐于中軍之鼓下晉人欲逐歸者魯衛請攻險己卯荀偃士匄以中軍克京茲乙酉魏絳欒盈以下軍克邿趙武韓起以上軍圍盧弗克十二月戊戌及秦周伐雍門之萩范鞅門于雍門其御追喜以戈殺犬于門中孟莊子斬其橁以為公琴己亥焚雍門及西郭南郭劉難士弱率諸侯之師焚申池之竹木壬寅焚東郭北郭范鞅門于揚門州綽門于東閭左驂迫還于門中以枚數闔齊侯駕將走郵棠大子與郭榮扣馬曰師速而疾略也將退矣君何懼焉且社稷之主不可以輕輕則失眾君必待之將犯之大子抽劍斷鞅乃止甲辰東侵及濰南及沂鄭子孔欲去諸大夫將叛晉而起楚師以去之使告子庚子庚弗許楚子聞之使揚豚尹宜告子庚曰國人謂不穀主社稷而不出師死不從禮不穀即位於今五年師徒不出人其以不穀為自逸而忘先君之業矣大夫圖之其若之何子庚歎曰君王其謂午懷安乎吾以利社稷也見使者稽首而對曰諸侯方睦於晉臣請嘗之若可君而繼之不可收師而退可以無害君亦無辱子庚帥師治兵於汾於是子蟜伯有子張從鄭伯伐齊子孔子展子西守二子知子孔之謀完守入保子孔不敢會楚師楚師伐鄭次於魚陵右師城上棘遂涉潁次于旃然蒍子馮公子格率銳師侵費滑胥靡獻于雍梁右回梅山侵鄭東北至于蟲牢而反子庚門于純門信于城下而還涉於魚齒之下甚雨及之楚師多凍役徒幾盡晉人聞有楚師師曠曰不害吾驟歌北風又歌南風南風不競多死聲楚必無功董叔曰天道多在西北南師不時必無功叔向曰在其君之德也襄公十九年經十有九年春王正月諸侯盟于祝柯晉人執邾子公至自伐齊取邾田自漷水季孫宿如晉葬曹成公夏衛孫林父帥師伐齊秋七月辛卯齊侯環卒晉士匄帥師侵齊至穀聞齊侯卒乃還八月丙辰仲孫蔑卒齊殺其大夫高厚鄭殺其大夫公子嘉冬葬齊靈公城西郛叔孫豹會晉士匄于柯城武城襄公十九年傳十九年春諸侯還自沂上盟于督揚曰大毋侵小執邾悼公以其伐我故遂次于泗上疆我田取邾田自漷水歸之于我晉侯先歸公享晉六卿于蒲圃賜之三命之服軍尉司馬司空輿尉候奄皆受一命之服賄荀偃束錦加璧乘馬先吳壽夢之鼎荀偃癉疽生瘍於頭濟河及著雍病目出大夫先歸者皆反士匄請見弗內請後曰鄭甥可二月甲寅卒而視不可含宣子盥而撫之曰事吳敢不如事主猶視欒懷子曰其為未卒事於齊故也（乎）乃復撫之曰主苟終所不嗣事于齊者有如河乃瞑受含宣子出曰吾淺之為丈夫也晉欒魴帥師從衛孫文子伐齊季武子如晉拜師晉侯享之范宣子為政賦黍苗季武子興再拜稽首曰小國之仰大國也如百穀之仰膏雨焉若常膏之其天下輯睦豈唯敝邑賦六月季武子以所得於齊之兵作林鍾而銘魯功焉臧武仲謂季孫曰非禮也夫銘天子令德諸侯言時計功大夫稱伐今稱伐則下等也計功則借人也言時則妨民多矣何以為銘且夫大伐小取其所得以作彝器銘其功烈以示子孫昭明德而懲無禮也今將借人之力以救其死若之何銘之小國幸於大國而昭所獲焉以怒之亡之道也齊侯娶于魯曰顏懿姬無子其姪鬷聲姬生光以為大子諸子仲子戎子戎子嬖仲子生牙屬諸戎子戎子請以為大子許之仲子曰不可廢常不祥間諸侯難光之立也列於諸侯矣今無故而廢之是專黜諸侯而以難犯不祥也君必悔之公曰在我而已遂東大子光使高厚傅牙以為大子夙沙衛為少傅齊侯疾崔杼微逆光疾病而立之光殺戎子尸諸朝非禮也婦人無刑雖有刑不在朝市夏五月壬辰晦齊靈公卒莊公即位執公子牙於句瀆之丘以夙沙衛易己衛奔高唐以叛晉士匄侵齊及穀聞喪而還禮也於四月丁未鄭公孫蠆卒赴於晉大夫范宣子言於晉侯以其善於伐秦也六月晉侯請於王王追賜之大路使以行禮也秋八月齊崔杼殺高厚於灑藍而兼其室書曰齊殺其大夫從君於昏也鄭子孔之為政也專國人患之乃討西宮之難與純門之師子孔當罪以其甲及子革子良氏之甲守甲辰子展子西率國人伐之殺子孔而分其室書曰鄭殺其大夫專也子然子孔宋子之子也士子孔圭媯之子也圭媯之班亞宋子而相親也二子孔亦相親也僖之四年子然卒簡之元年士子孔卒司徒孔實相子革子良之室三室如一故及於難子革子良出奔楚子革為右尹鄭人使子展當國子西聽政立子產為卿齊慶封圍高唐弗克冬十一月齊侯圍之見衛在城上號之乃下問守備焉以無備告揖之乃登聞師將傅食高唐人殖綽工僂會夜縋納師醢衛于軍城西郛懼齊也齊及晉平盟于大隧故穆叔會范宣子于柯穆叔見叔向賦載馳之四章叔向曰肸敢不承命穆叔歸曰齊猶未也不可以不懼乃城武城衛石共子卒悼子不哀孔成子曰是謂蹶其本必不有其宗襄公二十年經二十年春王正月辛亥仲孫速會莒人盟于向夏六月庚申公會晉侯齊侯宋公衛侯鄭伯曹伯莒子邾子滕子薛伯杞伯小邾子盟于澶淵秋公至自會仲孫速帥師伐邾蔡殺其大夫公子燮蔡公子履出奔楚陳侯之弟黃出奔楚叔老如齊冬十月丙辰朔日有食之季孫宿如宋襄公二十年傳二十年春及莒平孟莊子會莒人盟于向督揚之盟故也夏盟于澶淵齊成故也邾人驟至以諸侯之事弗能報也秋孟莊子伐邾以報之蔡公子燮欲以蔡之晉蔡人殺之公子履其母弟也故出奔楚陳慶虎慶寅畏公子黃之偪愬諸楚曰與蔡司馬同謀楚人以為討公子黃出奔楚初蔡文侯欲事晉曰先君與於踐土之盟晉不可棄且兄弟也畏楚不能行而卒楚人使蔡無常公子燮求從先君以利蔡不能而死書曰蔡殺其大夫公子燮言不與民同欲也陳侯之弟黃出奔楚言非其罪也公子黃將出奔呼於國曰慶氏無道求專陳國暴蔑其君而去其親五年不滅是無天也齊子初聘于齊禮也冬季武子如宋報向戌之聘也褚師段逆之以受享賦常棣之七章以卒宋人重賄之歸復命公享之賦魚麗之卒章公賦南山有臺武子去所曰臣不堪也衛甯惠子疾召悼子曰吾得罪於君悔而無及也名藏在諸侯之策曰孫林父甯殖出其君君入則掩之若能掩之則吾子也若不能猶有鬼神吾有餒而已不來食矣悼子許諾惠子遂卒襄公二十一年經二十有一年春王正月公如晉邾庶其以漆閭丘來奔夏公至自晉秋晉欒盈出奔楚九月庚戌朔日有食之冬十月庚辰朔日有食之曹伯來朝公會晉侯齊侯宋公衛侯鄭伯曹伯莒子邾子于商任襄公二十一年傳二十一年春公如晉拜師及取邾田也邾庶其以漆閭丘來奔季武子以公姑姊妻之皆有賜於其從者於是魯多盜季孫謂臧武仲曰子盍詰盜武仲曰不可詰也紇又不能季孫曰我有四封而詰其盜何故不可子為司寇將盜是務去若之何不能武仲曰子召外盜而大禮焉何以止吾盜子為正卿而來外盜使紇去之將何以能庶其竊邑於邾以來子以姬氏妻之而與之邑其從者皆有賜焉若大盜禮焉以君之姑姊與其大邑其次皁牧輿馬其小者衣裳劍帶是賞盜也賞而去之其或難焉紇也聞之在上位者洒濯其心壹以待人軌度其信可明徵也而後可以治人夫上之所為民之歸也上所不為而民或為之是以加刑罰焉而莫敢不懲若上之所為而民亦為之乃其所也又可禁乎夏書曰念茲在茲釋茲在茲名言茲在茲允出茲在茲惟帝念功將謂由己壹也信由己壹而後功可念也庶其非卿也以地來雖賤必書重地也齊侯使慶佐為大夫復討公子牙之黨執公子買于句瀆之丘公子鉏來奔叔孫還奔燕夏楚子庚卒楚子使薳子馮為令尹訪於申叔豫叔豫曰國多寵而王弱國不可為也遂以疾辭方暑闕地下冰而床焉重繭衣裘鮮食而寢楚子使醫視之復曰瘠則甚矣而血氣未動乃使子南為令尹欒桓子娶於范宣子生懷子范鞅以其亡也怨欒氏故與欒盈為公族大夫而不相能桓子卒欒祁與其老州賓通幾亡室矣懷子患之祁懼其討也愬諸宣子曰盈將為亂以范氏為死桓主而專政矣曰吾父逐鞅也不怒而以寵報之又與吾同官而專之吾父死而益富死吾父而專於國有死而已吾蔑從之矣其謀如是懼害於主吾不敢不言范鞅為之徵懷子好施士多歸之宣子畏其多士也信之懷子為下卿宣子使城著而遂逐之秋欒盈出奔楚宣子殺箕遺黃淵嘉父司空靖邴豫董叔邴師申書羊舌虎叔羆囚伯華叔向籍偃人謂叔向曰子離於罪其為不知乎叔向曰與其死亡若何詩曰優哉游哉聊以卒歲知也樂王鮒見叔向曰吾為子請叔向弗應出不拜其人皆咎叔向叔向曰必祁大夫室老聞之曰樂王鮒言於君無不行求赦吾子吾子不許祁大夫所不能也而曰必由之何也叔向曰樂王鮒從君者也何能行祁大夫外舉不棄讎內舉不失親其獨遺我乎詩曰有覺德行四國順之夫子覺者也晉侯問叔向之罪於樂王鮒對曰不棄其親其有焉於是祁奚老矣聞之乘馹而見宣子曰詩曰惠我無疆子孫保之書曰聖有謨勳明徵定保夫謀而鮮過惠訓不倦者叔向有焉社稷之固也猶將十世宥之以勸能者今壹不免其身以棄社稷不亦惑乎鯀殛而禹興伊尹放大甲而相之卒無怨色管蔡為戮周公右王若之何其以虎也棄社稷子為善誰敢不勉多殺何為宣子說與之乘以言諸公而免之不見叔向而歸叔向亦不告免焉而朝初叔向之母(corr.=妬叔虎之母美而不使其子皆諫其母其母曰深山大澤實生龍蛇彼美余懼其生龍蛇以禍女女敝族也國多大寵不仁人間之不亦難乎余何愛焉使往視寢生叔虎美而有勇力欒懷子嬖之故羊舌氏之族及於難欒盈過於周周西鄙掠之辭於行人曰天子陪臣盈得罪於王之守臣將逃罪罪重於郊甸無所伏竄敢布其死昔陪臣書能輸力於王室王施惠焉其子黶不能保任其父之勞大君若不棄書之力亡臣猶有所逃若棄書之力而思黶之罪臣戮餘也將歸死於尉氏不敢還矣敢布四體唯大君命焉王曰尤而效之其又甚焉使司徒禁掠欒氏者歸所取焉使候出諸轘轅冬曹武公來朝始見也會於商任錮欒氏也齊侯衛侯不敬叔向曰二君者必不免會朝禮之經也禮政之輿也政身之守也怠禮失政失政不立是以亂也知起中行喜州綽邢蒯出奔齊皆欒氏之黨也樂王鮒謂范宣子曰盍反州綽邢蒯勇士也宣子曰彼欒氏之勇也余何獲焉王鮒曰子為彼欒氏乃亦子之勇也齊莊公朝指殖綽郭最曰是寡人之雄也州綽曰君以為雄誰敢不雄然臣不敏平陰之役先二子鳴莊公為勇爵殖綽郭最欲與焉州綽曰東閭之役臣左驂迫還於門中識其枚數其可以與於此乎公曰子為晉君也對曰臣為隸新然二子者譬於禽獸臣食其肉而寢處其皮矣襄公二十二年經二十有二年春王正月公至自會夏四月秋七月辛酉叔老卒冬公會晉侯齊侯宋公衛侯鄭伯曹伯莒子邾子薛伯杞伯小邾子于沙隨公至自會楚殺其大夫公子追舒襄公二十二年傳二十二年春臧武仲如晉雨過御叔御叔在其邑將飲酒曰焉用聖人我將飲酒而己雨行何以聖為穆叔聞之曰不可使也而傲使人國之蠹也令倍其賦夏晉人徵朝于鄭鄭人使少正公孫僑對曰在晉先君悼公九年我寡君於是即位即位八月而我先大夫子駟從寡君以朝于執事執事不禮於寡君寡君懼因是行也我二年六月朝于楚晉是以有戲之役楚人猶競而申禮於敝邑敝邑欲從執事而懼為大尤曰晉其謂我不共有禮是以不敢攜貳於楚我四年三月先大夫子蟜又從寡君以觀釁於楚晉於是乎有蕭魚之役謂我敝邑邇在晉國譬諸草木吾臭味也而何敢差池楚亦不競寡君盡其土實重之以宗器以受齊盟遂帥群臣隨于執事以會歲終貳於楚者子侯石盂歸而討之湨梁之明年子蟜老矣公孫夏從寡君以朝于君見於嘗酎與執燔焉間二年聞君將靖東夏四月又朝以聽事期不朝之間無歲不聘無役不從以大國政令之無常國家罷病不虞荐至無日不惕豈敢忘職大國若安定之其朝夕在庭何辱命焉若不恤其患而以為口實其無乃不堪任命而翦為仇讎敝邑是懼其敢忘君命委諸執事執事實重圖之秋欒盈自楚適齊晏平仲言於齊侯曰商任之會受命於晉今納欒氏將安用之小所以事大信也失信不立君其圖之弗聽退告陳文子曰君人執信臣人執共忠信篤敬上下同之天之道也君自棄也弗能久矣九月鄭公孫黑肱有疾歸邑于公召室老宗人立段而使黜官薄祭祭以特羊殷以少牢足以共祀盡歸其餘邑曰吾聞之生於亂世貴而能貧民無求焉可以後亡敬共事君與二三子生在敬戒不在富也己巳伯張卒君子曰善戒詩曰慎爾侯度用戒不虞鄭子張其有焉冬會于沙隨復錮欒氏也欒盈猶在齊晏子曰禍將作矣齊將伐晉不可以不懼楚觀起有寵於令尹子南未益祿而有馬數十乘楚人患之王將討焉子南之子棄疾為王御士王每見之必泣棄疾曰君三泣臣矣敢問誰之罪也王曰令尹之不能爾所知也國將討焉爾其居乎對曰父戮子居君焉用之洩命重刑臣亦不為王遂殺子南於朝轘觀起於四竟子南之臣謂棄疾請徙子尸於朝曰君臣有禮唯二三子三日棄疾請尸王許之既葬其徒曰行乎曰吾與殺吾父行將焉入曰然則臣王乎曰棄父事讎吾弗忍也遂縊而死復使薳子馮為令尹公子齮為司馬屈建為莫敖有寵於薳子者八人皆無祿而多馬他日朝與申叔豫言弗應而退從之入於人中又從之遂歸退朝見之曰子三困我於朝吾懼不敢不見吾過子姑告我何疾我也對曰吾不免是懼何敢告子曰何故對曰昔觀起有寵於子南子南得罪觀起車裂何故不懼自御而歸不能當道至謂八人者曰吾見申叔夫子所謂生死而肉骨也知我者如夫子則可不然請止辭八人者而後王安之十二月鄭游眅將如晉未出竟遭逆妻者奪之以館于邑丁巳其夫攻子明殺之以其妻行子展廢良而立大叔曰國卿君之貳也民之主也不可以苟請舍子明之類求亡妻者使復其所使游氏勿怨曰無昭惡也襄公二十三年經二十有三年春王二月癸酉朔日有食之三月己巳杞伯匄卒夏邾畀我來奔葬杞孝公陳殺其大夫慶虎及慶寅陳侯之弟黃自楚歸于陳晉欒盈復入于晉入于曲沃秋齊侯伐衛遂伐晉八月叔孫豹帥師救晉次于雍榆己卯仲孫速卒冬十月乙亥臧孫紇出奔邾晉人殺欒盈齊侯襲莒襄公二十三年傳二十三年春杞孝公卒晉悼夫人喪之平公不徹樂非禮也禮為鄰國闕陳侯如楚公子黃愬二慶於楚楚人召之使慶樂往殺之慶氏以陳叛夏屈建從陳侯圍陳陳人城板隊而殺人役人相命各殺其長遂殺慶虎慶寅楚人納公子黃君子謂慶氏不義不可肆也故書曰惟命不于常晉將嫁女于吳齊侯使析歸父媵之以藩載欒盈及其士納諸曲沃欒盈夜見胥午而告之對曰不可天之所廢誰能興之子必不免吾非愛死也知不集也盈曰雖然因子而死吾無悔矣我實不天子無咎焉許諾伏之而觴曲沃人樂作午言曰今也得欒孺子何如對曰得主而為之死猶不死也皆歎有泣者爵行又言皆曰得主何貳之有盈出徧拜之四月欒盈帥曲沃之甲因魏獻子以晝入絳初欒盈佐魏莊子於下軍獻子私焉故因之趙氏以原屏之難怨欒氏韓趙方睦中行氏以伐秦之役怨欒氏而固與范氏和親知悼子少而聽於中行氏程鄭嬖於公唯魏氏及七輿大夫與之樂王鮒侍坐於范宣子或告曰欒氏至矣宣子懼桓子曰奉君以走固宮必無害也且欒氏多怨子為政欒氏自外子在位其利多矣既有利權又執民柄將何懼焉欒氏所得其唯魏氏乎而可強取也夫克亂在權子無解矣公有姻喪王鮒使宣子墨縗冒絰二婦人輦以如公奉公以如固宮范鞅逆魏舒則成列既乘將逆欒氏矣趨進曰欒氏帥賊以入鞅之父與二三子在君所矣使鞅逆吾子鞅請驂乘持帶遂超乘右撫劍左援帶命驅之出僕請鞅曰之公宣子逆諸階執其手賂之以曲沃初斐豹隸也著於丹書欒氏之力臣曰督戎國人懼之斐豹謂宣子曰苟焚丹書我殺督戎宣子喜曰而殺之所不請於君焚丹書者有如日乃出豹而閉之督戎從之踰隱而待之督戎踰入豹自後擊而殺之范氏之徒在臺後欒氏乘公門宣子謂鞅曰矢及君屋死之鞅用劍以帥卒欒氏退攝車從之遇欒樂曰樂免之死將訟女於天樂射之不中又注則乘槐本而覆或以戟鉤之斷肘而死欒魴傷欒盈奔曲沃晉人圍之秋齊侯伐衛先驅穀榮御王孫揮召揚為右申驅成秩御莒恆申鮮虞之傅摯為右曹開御戎晏父戎為右貳廣上之登御邢公盧蒲癸為右啟牢成御襄罷師狼蘧疏為右胠商子車御侯朝桓跳為右大殿商子游御夏之御寇崔如為右燭庸之越駟乘自衛將遂伐晉晏平仲曰君恃勇力以伐盟主若不濟國之福也不德而有功憂必及君崔杼諫曰不可臣聞之小國間大國之敗而毀焉必受其咎君其圖之弗聽陳文子見崔武子曰將如君何武子曰吾言於君君弗聽也以為盟主而利其難群臣若急君於何有子姑止之文子退告其人曰崔子將死乎謂君甚而又過之不得其死過君以義猶自抑也況以惡乎齊侯遂伐晉取朝歌為二隊入孟門登大行張武軍於熒庭戍郫邵封少水以報平陰之役乃還趙勝帥東陽之師以追之獲晏氂八月叔孫豹帥師救晉次于雍榆禮也季武子無適子公彌長而愛悼子欲立之訪於申豐曰彌與紇吾皆愛之欲擇才焉而立之申豐趨退歸盡室將行他日又訪焉對曰其然將具敝車而行乃止訪於臧紇臧紇曰飲我酒吾為子立之季氏飲大夫酒臧紇為客既獻臧孫命北面重席新樽絜之召悼子降逆之大夫皆起及旅而召公鉏使與之齒季孫失色季氏以公鉏為馬正慍而不出閔子馬見之曰子無然禍福無門唯人所召為人子者患不孝不患無所敬共父命何常之有若能孝敬富倍季氏可也姦回不軌禍倍下民可也公鉏然之敬共朝夕恪居官次季孫喜使飲己酒而以具往盡舍旃故公鉏氏富又出為公左宰孟孫惡臧孫季孫愛之孟氏之御騶豐點好羯也曰從余言必為孟孫再三云羯從之孟莊子疾豐點謂公鉏苟立羯請讎臧氏公鉏謂季孫曰孺子秩固其所也若羯立則季氏信有力於孟氏矣弗應己卯孟孫卒公鉏奉羯立于戶側季孫至入哭而出曰秩焉在公鉏曰羯在此矣季孫曰孺子長公鉏曰何長之有唯其才也且夫子之命也遂立羯秩奔邾臧孫入哭甚哀多涕出其御曰孟孫之惡子也而哀如是季孫若死其若之何臧孫曰季孫之愛我疾疢也孟孫之惡我藥石也美疢不如惡石夫石猶生我疢之美其毒滋多孟孫死吾亡無日矣孟氏閉門告於季孫曰臧氏將為亂不使我葬季孫不信臧孫聞之戒冬十月孟氏將辟藉除於臧氏臧孫使正夫助之除於東門甲從己而視之孟氏又告季孫季孫怒命攻臧氏乙亥臧紇斬鹿門之關以出奔邾初臧宣叔娶于鑄生賈及為而死繼室以其姪穆姜之姨子也生紇長於公宮姜氏愛之故立之臧賈臧為出在鑄臧武仲自邾使告臧賈且致大蔡焉曰紇不佞失守宗祧敢告不弔紇之罪不及不祀子以大蔡納請其可賈曰是家之禍也非子之過也賈聞命矣再拜受龜使為以納請遂自為也臧孫如防使來告曰紇非能害也知不足也非敢私請苟守先祀無廢二勳敢不辟邑乃立臧為臧紇致防而奔齊其人曰其盟我乎臧孫曰無辭將盟臧氏季孫召外史掌惡臣而問盟首焉對曰盟東門氏也曰毋或如東門遂不聽公命殺適立庶盟叔孫氏也曰毋或如叔孫僑如欲廢國常蕩覆公室季孫曰臧孫之罪皆不及此孟椒曰盍以其犯門斬關季孫用之乃盟臧氏曰無或如臧孫紇干國之紀犯門斬關臧孫聞之曰國有人焉誰居其孟椒乎晉人克欒盈于曲沃盡殺欒氏之族黨欒魴出奔宋書曰晉人殺欒盈不言大夫言自外也齊侯還自晉不入遂襲莒門于且于傷股而退明日將復戰期于壽舒杞殖華還載甲夜入且于之隧宿於莒郊明日先遇莒子於蒲侯氏莒子重賂之使無死曰請有盟華周對曰貪貨棄命亦君所惡也昏而受命日未中而棄之何以事君莒子親鼓之從而伐之獲杞梁莒人行成齊侯歸遇杞梁之妻於郊使弔之辭曰殖之有罪何辱命焉若免於罪猶有先人之敝廬在下妾不得與郊弔齊侯弔諸其室齊侯將為臧紇田臧孫聞之見齊侯與之言伐晉對曰多則多矣抑君似鼠夫鼠晝伏夜動不穴於寢廟畏人故也今君聞晉之亂而後作焉寧將事之非鼠如何乃弗與田仲尼曰知之難也有臧武仲之知而不容於魯國抑有由也作不順而施不恕也夏書曰念茲在茲順事恕施也襄公二十四年經二十有四年春叔孫豹如晉仲孫羯帥師侵齊夏楚子伐吳秋七月甲子朔日有食之既齊崔杼帥師伐莒大水八月癸巳朔日有食之公會晉侯宋公衛侯鄭伯曹伯莒子邾子滕子薛伯杞伯小邾子于夷儀冬楚子蔡侯陳侯許男伐鄭公至自會陳鍼宜咎出奔楚叔孫豹如京師大饑襄公二十四年傳二十四年春穆叔如晉范宣子逆之問焉曰古人有言曰死而不朽何謂也穆叔未對宣子曰昔匄之祖自虞以上為陶唐氏在夏為御龍氏在商為豕韋氏在周為唐杜氏晉主夏盟為范氏其是之謂乎穆叔曰以豹所聞此之謂世祿非不朽也魯有先大夫曰臧文仲既沒其言立其是之謂乎豹聞之大上有立德其次有立功其次有立言雖久不廢此之謂不朽若夫保姓受氏以守宗祊世不絕祀無國無之祿之大者不可謂不朽范宣子為政諸侯之幣重鄭人病之二月鄭伯如晉子產寓書於子西以告宣子曰子為晉國四鄰諸侯不聞令德而聞重幣僑也惑之僑聞君子長國家者非無賄之患而無令名之難夫諸侯之賄聚於公室則諸侯貳若吾子賴之則晉國貳諸侯貳則晉國壞晉國貳則子之家壞何沒沒也將焉用賄夫令名德之輿也德國家之基也有基無壞無亦是務乎有德則樂樂則能久詩云樂只君子邦家之基有令德也夫上帝臨女無貳爾心有令名也夫恕思以明德則令名載而行之是以遠至邇安毋寧使人謂子子實生我而謂子浚我以生乎象有齒以焚其身賄也宣子說乃輕幣是行也鄭伯朝晉為重幣故且請伐陳也鄭伯稽首宣子辭子西相曰以陳國之介恃大國而陵虐於敝邑寡君是以請請罪焉敢不稽首孟孝伯侵齊晉故也夏楚子為舟師以伐吳不為軍政無功而還齊侯既伐晉而懼將欲見楚子楚子使薳啟彊如齊聘且請期齊社蒐軍實使客觀之陳文子曰齊將有寇吾聞之兵不戢必取其族秋齊侯聞將有晉師使陳無宇從薳啟彊如楚辭且乞師崔杼帥師送之遂伐莒侵介根會于夷儀將以伐齊水不克冬楚子伐鄭以救齊門于東門次于棘澤諸侯還救鄭晉侯使張骼輔躒致楚師求御于鄭鄭人卜宛射犬吉子大叔戒之曰大國之人不可與也對曰無有眾寡其上一也大叔曰部婁無松柏二子在幄坐射犬于外既食而後食之使御廣車而行己皆乘乘車將及楚師而後從之乘皆踞轉而鼓琴近不告而馳之皆取冑於櫜而冑入壘皆下搏人以投收禽挾囚弗待而出皆超乘抽弓而射既免復踞轉而鼓琴曰公孫同乘兄弟也胡再不謀對曰曩者志入而已今則怯也皆笑曰公孫之亟也楚子自棘澤還使薳啟彊帥師送陳無宇吳人為楚舟師之役故召舒鳩人舒鳩人叛楚楚子師于荒浦使沈尹壽與師祁犁讓之舒鳩子敬逆二子而告無之且請受盟二子復命王欲伐之薳子曰不可彼告不叛且請受盟而又伐之伐無罪也姑歸息民以待其卒卒而不貳吾又何求若猶叛我無辭有庸乃還陳人復討慶氏之黨鍼宜咎出奔楚齊人城郟穆叔如周聘且賀城王嘉其有禮也賜之大路晉侯嬖程鄭使佐下軍鄭行人公孫揮如晉聘程鄭問焉曰敢問降階何由子羽不能對歸以語然明然明曰是將死矣不然將亡貴而知懼懼而思降乃得其階下人而已又何問焉且夫既登而求降階者知人也不在程鄭其有亡釁乎不然其有惑疾將死而憂也襄公二十五年經二十有五年春齊崔杼帥師伐我北鄙夏五月乙亥齊崔杼弒其君光公會晉侯宋公衛侯鄭伯曹伯莒子邾子滕子薛伯杞伯小邾子于夷儀六月壬子鄭公孫舍之帥師入陳秋八月己巳諸侯同盟于重丘公至自會衛侯入于夷儀楚屈建帥師滅舒鳩冬鄭公孫夏帥師伐陳十有二月吳子遏伐楚門于巢卒襄公二十五年傳二十五年春齊崔杼帥師伐我北鄙以報孝伯之師也公患之使告于晉孟公綽曰崔子將有大志不在病我必速歸何患焉其來也不寇使民不嚴異於他日齊師徒歸齊棠公之妻東郭偃之姊也東郭偃臣崔武子棠公死偃御武子以弔焉見棠姜而美之使偃取之偃曰男女辨姓今君出自丁臣出自桓不可武子筮之遇困䷮之大過䷛史皆曰吉示陳文子文子曰夫從風風隕妻不可娶也且其繇曰困于石據于蒺棃入于其宮不見其妻凶困于石往不濟也據于蒺棃所恃傷也入于其宮不見其妻凶無所歸也崔子曰嫠也何害先夫當之矣遂取之莊公通焉驟如崔氏以崔子之冠賜人侍者曰不可公曰不為崔子其無冠乎崔子因是又以其間伐晉也曰晉必將報欲弒公以說于晉而不獲間公鞭侍人賈舉而又近之乃為崔子間公夏五月莒為且于之役故莒子朝于齊甲戌饗諸北郭崔子稱疾不視事乙亥公問崔子遂從姜氏姜入于室與崔子自側戶出公拊楹而歌侍人賈舉止眾從者而入閉門甲興公登臺而請弗許請盟弗許請自刃於廟勿許皆曰君之臣杼疾病不能聽命近於公宮陪臣干掫有淫者不知二命公踰牆又射之中股反隊遂弒之賈舉州綽邴師公孫敖封具鐸父襄伊僂堙皆死祝佗父祭於高唐至復命不說弁而死於崔氏申蒯侍漁者退謂其宰曰爾以帑免我將死其宰曰免是反子之義也與之皆死崔氏殺鬷蔑于平陰晏子立於崔氏之門外其人曰死乎曰獨吾君也乎哉吾死也曰行乎曰吾罪也乎哉吾亡也曰歸乎曰君死安歸君民者豈以陵民社稷是主臣君者豈為其口實社稷是養故君為社稷死則死之為社稷亡則亡之若為己死而為己亡非其私暱誰敢任之且人有君而弒之吾焉得死之而焉得亡之將庸何歸門啟而入枕尸股而哭興三踊而出人謂崔子必殺之崔子曰民之望也舍之得民盧蒲癸奔晉王何奔莒叔孫宣伯之在齊也叔孫還納其女於靈公嬖生景公丁丑崔杼立而相之慶封為左相盟國人於大宮曰所不與崔慶者晏子仰天歎曰嬰所不唯忠於君利社稷者是與有如上帝乃歃辛巳公與大夫及莒子盟大史書曰崔杼弒其君崔子殺之其弟嗣書而死者二人其弟又書乃舍之南史氏聞大史盡死執簡以往聞既書矣乃還閭丘嬰以帷縛其妻而載之與申鮮虞乘而出鮮虞推而下之曰君昏不能匡危不能救死不能死而知匿其暱其誰納之行及弇中將舍嬰曰崔慶其追我鮮虞曰一與一誰能懼我遂舍枕轡而寢食馬而食駕而行出弇中謂嬰曰速驅之崔慶之眾不可當也遂來奔崔氏側莊公于北郭丁亥葬諸士孫之里四翣不蹕下車七乘不以兵甲晉侯濟自泮會于夷儀伐齊以報朝歌之役齊人以莊公說使隰鉏請成慶封如師男女以班賂晉侯以宗器樂器自六正五吏三十帥三軍之大夫百官之正長師旅及處守者皆有賂晉侯許之使叔向告於諸侯公使子服惠伯對曰君舍有罪以靖小國君之惠也寡君聞命矣晉侯使魏舒宛沒逆衛侯將使衛與之夷儀崔子止其帑以求五鹿初陳侯會楚子伐鄭當陳隧者井堙木刊鄭人怨之六月鄭子展子產帥車七百乘伐陳宵突陳城遂入之陳侯扶其大子偃師奔墓遇司馬桓子曰載余曰將巡城遇賈獲載其母妻下之而授公車公曰舍而母辭曰不祥與其妻扶其母以奔墓亦免子展命師無入公宮與子產親御諸門陳侯使司馬桓子賂以宗器陳侯免擁社使其眾男女別而纍以待於朝子展執縶而見再拜稽首承飲而進獻子美入數俘而出祝祓社司徒致民司馬致節司空致地乃還秋七月己巳同盟于重丘齊成故也趙文子為政令薄諸侯之幣而重其禮穆叔見之謂穆叔曰自今以往兵其少弭矣齊崔慶新得政將求善於諸侯武也知楚令尹若敬行其禮道之以文辭以靖諸侯兵可以弭楚薳子馮卒屈建為令尹屈蕩為莫敖舒鳩人卒叛楚令尹子木伐之及離城吳人救之子木遽以右師先子彊息桓子捷子駢子盂帥左師以退吳人居其間七日子彊曰久將墊隘隘乃禽也不如速戰請以其私卒誘之簡師陳以待我我克則進奔則亦視之乃可以免不然必為吳禽從之五人以其私卒先擊吳師吳師奔登山以望見楚師不繼復逐之傅諸其軍簡師會之吳師大敗遂圍舒鳩舒鳩潰八月楚滅舒鳩衛獻公入于夷儀鄭子產獻捷于晉戎服將事晉人問陳之罪對曰昔虞閼父為周陶正以服事我先王我先王賴其利器用也與其神明之後也庸以元女大姬配胡公而封諸陳以備三恪則我周之自出至于今是賴桓公之亂蔡人欲立其出我先君莊公奉五父而立之蔡人殺之我又與蔡人奉戴厲公至於莊宣皆我之自立夏氏之亂成公播蕩又我之自入君所知也今陳忘周之大德蔑我大惠棄我姻親介恃楚眾以憑陵我敝邑不可億逞我是以有往年之告未獲成命則有我東門之役當陳隧者井堙木刊敝邑大懼不競而恥大姬天誘其衷啟敝邑之心陳知其罪授手于我用敢獻功晉人曰何故侵小對曰先王之命唯罪所在各致其辟且昔天子之地一圻列國一同自是以衰今大國多數圻矣若無侵小何以至焉晉人曰何故戎服對曰我先君武莊為平桓卿士城濮之役文公布命曰各復舊職命我文公戎服輔王以授楚捷不敢廢王命故也士莊伯不能詰復於趙文子文子曰其辭順犯順不祥乃受之冬十月子展相鄭伯如晉拜陳之功子西復伐陳陳及鄭平仲尼曰志有之言以足志文以足言不言誰知其志言之無文行而不遠晉為伯鄭入陳非文辭不為功慎辭也楚蒍掩為司馬子木使庀賦數甲兵甲午蒍掩書土田度山林鳩藪澤辨京陵表淳鹵數疆潦規偃豬町原防牧隰皋井衍沃量入脩賦賦車籍馬賦車兵徒兵甲楯之數既成以授子木禮也十二月吳子諸樊伐楚以報舟師之役門于巢巢牛臣曰吳王勇而輕若啟之將親門我獲射之必殪是君也死疆其少安從之吳子門焉牛臣隱於短牆以射之卒楚子以滅舒鳩賞子木辭曰先大夫蒍子之功也以與蒍掩晉程鄭卒子產始知然明問為政焉對曰視民如子見不仁者誅之如鷹鸇之逐鳥雀也子產喜以語子大叔且曰他日吾見蔑之面而已今吾見其心矣子大叔問政於子產子產曰政如農功日夜思之思其始而成其終朝夕而行之行無越思如農之有畔其過鮮矣衛獻公自夷儀使與甯喜言甯喜許之大叔文子聞之曰烏呼詩所謂我躬不說皇恤我後者甯子可謂不恤其後矣將可乎哉殆必不可君子之行思其終也思其復也書曰慎始而敬終終以不困詩曰夙夜匪解以事一人今甯子視君不如弈棋其何以免乎弈者舉棋不定不勝其耦而況置君而弗定乎必不免矣九世之卿族一舉而滅之可哀也哉會于夷儀之歲齊人城郟其五月秦晉為成晉韓起如秦涖盟秦伯車如晉涖盟成而不結襄公二十六年經二十有六年春王二月辛卯衛甯喜弒其君剽衛孫林父入于戚以叛甲午衛侯衎復歸于衛夏晉侯使荀吳來聘公會晉人鄭良霄宋人曹人于澶淵秋宋公殺其世子痤晉人執衛甯喜八月壬午許男甯卒于楚冬楚子蔡侯陳侯伐鄭葬許靈公襄公二十六年傳二十六年春秦伯之弟鍼如晉脩成叔向命召行人子員行人子朱曰朱也當御三云叔向不應子朱怒曰班爵同何以黜朱於朝撫劍從之叔向曰秦晉不和久矣今日之事幸而集晉國賴之不集三軍暴骨子員道二國之言無私子常易之姦以事君者吾所能御也拂衣從之人救之平公曰晉其庶乎吾臣之所爭者大師曠曰公室懼卑臣不心競而力爭不務德而爭善私欲已侈能無卑乎衛獻公使子鮮為復辭敬姒強命之對曰君無信臣懼不免敬姒曰雖然以吾故也許諾初獻公使與甯喜言甯喜曰必子鮮在不然必敗故公使子鮮子鮮不獲命於敬姒以公命與甯喜言曰苟反政由甯氏祭則寡人甯喜告蘧伯玉伯玉曰瑗不得聞君之出敢聞其入遂行從近關出告右宰穀右宰穀曰不可獲罪於兩君天下誰畜之悼子曰吾受命於先人不可以貣穀曰我請使焉而觀之遂見公於夷儀反曰君淹恤在外十二年矣而無憂色亦無寬言猶夫人也若不已死無日矣悼子曰子鮮在右宰穀曰子鮮在何益多而能亡於我何為悼子曰雖然不可以已孫文子在戚孫嘉聘於齊孫襄居守二月庚寅甯喜右宰穀伐孫氏不克伯國傷甯子出舍於郊伯國死孫氏夜哭國人召甯子甯子復攻孫氏克之辛卯殺子叔及大子角書曰甯喜弒其君剽言罪之在甯氏也孫林父以戚如晉書曰入于戚以叛罪孫氏也臣之祿君實有之義則進否則奉身而退專祿以周旋戮也甲午衛侯入書曰復歸國納之也大夫逆於竟者執其手而與之言道逆者自車揖之逆於門者頷之而已公至使讓大叔文子曰寡人淹恤在外二三子皆使寡人朝夕聞衛國之言吾子獨不在寡人古人有言曰非所怨勿怨寡人怨矣對曰臣知罪矣臣不佞不能負羈絏以從扞牧圉臣之罪一也有出者有居者臣不能貳通外內之言以事君臣之罪二也有二罪敢忘其死乃行從近關出公使止之衛人侵戚東鄙孫氏愬于晉晉戍茅氏殖綽伐茅氏殺晉戍三百人孫蒯追之弗敢擊文子曰厲之不如遂從衛師敗之圉雍鉏獲殖綽復愬于晉鄭伯賞入陳之功三月甲寅朔享子展賜之先路三命之服先八邑賜子產次路再命之服先六邑子產辭邑曰自上以下降殺以兩禮也臣之位在四且子展之功也臣不敢及賞禮請辭邑公固予之乃受三邑公孫揮曰子產其將知政矣讓不失禮晉人為孫氏故召諸侯將以討衛也夏中行穆子來聘召公也楚子秦人侵吳及雩婁聞吳有備而還遂侵鄭五月至于城麇鄭皇頡戍之出與楚師戰敗穿封戌囚皇頡公子圍與之爭之正於伯州犂伯州犂曰請問於囚乃立囚伯州犂曰所爭君子也其何不知上其手曰夫子為王子圍寡君之貴介弟也下其手曰此子為穿封戌方城外之縣尹也誰獲子囚曰頡遇王子弱焉戌怒抽戈逐王子圍弗及楚人以皇頡歸印堇父與皇頡戍城麇楚人囚之以獻於秦鄭人取貨於印氏以請之子大叔為令正以為請子產曰不獲受楚之功而取貨於鄭不可謂國秦不其然若曰拜君之勤鄭國微君之惠楚師其猶在敝邑之城下其可弗從遂行秦人不予更幣從子產而後獲之六月公會晉趙武宋向戌鄭良霄曹人于澶淵以討衛疆戚田取衛西鄙懿氏六十以與孫氏趙武不書尊公也向戌不書後也鄭先宋不失所也於是衛侯會之晉人執甯喜北宮遺使女齊以先歸衛侯如晉晉人執而囚之於士弱氏秋七月齊侯鄭伯為衛侯故如晉晉侯兼享之晉侯賦嘉樂國景子相齊侯賦蓼蕭子展相鄭伯賦緇衣叔向命晉侯拜二君曰寡君敢拜齊君之安我先君之宗祧也敢拜鄭君之不貳也國子使晏平仲私於叔向曰晉君宣其明德於諸侯恤其患而補其闕正其違而治其煩所以為盟主也今為臣執君若之何叔向告趙文子文子以告晉侯晉侯言衛侯之罪使叔向告二君國子賦轡之柔矣子展賦將仲子兮晉侯乃許歸衛侯叔向曰鄭七穆罕氏其後亡者也子展儉而壹初宋芮司徒生女子赤而毛棄諸堤下共姬之妾取以入名之曰棄長而美平公入夕共姬與之食公見棄也而視之尤姬納諸御嬖生佐惡而婉大子痤美而很合左師畏而惡之寺人惠牆伊戾為大子內師而無寵秋楚客聘於晉過宋大子知之請野享之公使往伊戾請從之公曰夫不惡女乎對曰小人之事君子也惡之不敢遠好之不敢近敬以待命敢有貳心乎縱有共其外莫共其內臣請往也遣之至則欿用牲加書徵之而騁告公曰大子將為亂既與楚客盟矣公曰為我子又何求對曰欲速公使視之則信有焉問諸夫人與左師則皆曰固聞之公囚大子大子曰唯佐也能免我召而使請曰日中不來吾知死矣左師聞之聒而與之語過期乃縊而死佐為大子公徐聞其無罪也乃亨伊戾左師見夫人之步馬者問之對曰君夫人氏也左師曰誰為君夫人余胡弗知圉人歸以告夫人夫人使饋之錦與馬先之以玉曰君之妾棄使某獻左師改命曰君夫人而後再拜稽首受之鄭伯歸自晉使子西如晉聘辭曰寡君來煩執事懼不免於戾使夏謝不敏君子曰善事大國初楚伍參與蔡大師子朝友其子伍舉與聲子相善也伍舉娶於王子牟王子牟為申公而亡楚人曰伍舉實送之伍舉奔鄭將遂奔晉聲子將如晉遇之於鄭郊班荊相與食而言復故聲子曰子行也吾必復子及宋向戌將平晉楚聲子通使於晉還如楚令尹子木與之語問晉故焉且曰晉大夫與楚孰賢對曰晉卿不如楚其大夫則賢皆卿材也如杞梓皮革自楚往也雖楚有材晉實用之子木曰夫獨無族姻乎對曰雖有而用楚材實多歸生聞之善為國者賞不僭而刑不濫賞僭則懼及淫人刑濫則懼及善人若不幸而過寧僭無濫與其失善寧其利淫無善人則國從之詩曰人之云亡邦國殄瘁無善人之謂也故夏書曰與其殺不辜寧失不經懼失善也商頌有之曰不僭不濫不敢怠皇命于下國封建厥福此湯所以獲天福也古之治民者勸賞而畏刑恤民不倦賞以春夏刑以秋冬是以將賞為之加膳加膳則飫賜此以知其勸賞也將刑為之不舉不舉則徹樂此以知其畏刑也夙興夜寐朝夕臨政此以知其恤民也三者禮之大節也有禮無敗今楚多淫刑其大夫逃死於四方而為之謀主以害楚國不可救療所謂不能也子儀之亂析公奔晉晉人寘諸戎車之殿以為謀主繞角之役晉將遁矣析公曰楚師輕窕易震蕩也若多鼓鈞聲以夜軍之楚師必遁晉人從之楚師宵潰晉遂侵蔡襲沈獲其君敗申息之師於桑隧獲申麗而還鄭於是不敢南面楚失華夏則析公之為也雍子之父兄譖雍子君與大夫不善是也雍子奔晉晉人與之鄐以為謀主彭城之役晉楚遇於靡角之谷晉將遁矣雍子發命於軍曰歸老幼反孤疾二人役歸一人簡兵蒐乘秣馬蓐食師陳焚次明日將戰行歸者而逸楚囚楚師宵潰晉降彭城而歸諸宋以魚石歸楚失東夷子辛死之則雍子之為也子反與子靈爭夏姬而雍害其事子靈奔晉晉人與之邢以為謀主扞禦北狄通吳於晉教吳叛楚教之乘車射御驅侵使其子狐庸為吳行人焉吳於是伐巢取駕克棘入州來楚罷於奔命至今為患則子靈之為也若敖之亂伯賁之子賁皇奔晉晉人與之苗以為謀主鄢陵之役楚晨壓晉軍而陳晉將遁矣苗賁皇曰楚師之良在其中軍王族而已若塞井夷竈成陳以當之欒范易行以誘之中行二郤必克二穆吾乃四萃於其王族必大敗之晉人從之楚師大敗王夷師熸子反死之鄭叛吳興楚失諸侯則苗賁皇之為也子木曰是皆然矣聲子曰今又有甚於此椒舉娶於申公子牟子牟得戾而亡君大夫謂椒舉女實遣之懼而奔鄭引領南望曰庶幾赦余亦弗圖也今在晉矣晉人將與之縣以比叔向彼若謀害楚國豈不為患子木懼言諸王益其祿爵而復之聲子使椒鳴逆之許靈公如楚請伐鄭曰師不興孤不歸矣八月卒于楚楚子曰不伐鄭何以求諸侯冬十月楚子伐鄭鄭人將禦之子產曰晉楚將平諸侯將和楚王是故昧於一來不如使逞而歸乃易成也夫小人之性釁於勇嗇於禍以足其性而求名焉者非國家之利也若何從之子展說不禦寇十二月乙酉入南里墮其城涉於樂氏門于師之梁縣門發獲九人焉涉于氾而歸而後葬許靈公衛人歸衛姬于晉乃釋衛侯君子是以知平公之失政也晉韓宣子聘于周王使請事對曰晉士起將歸時事於宰旅無他事矣王聞之曰韓氏其昌阜於晉乎辭不失舊齊人城郟之歲其夏齊烏餘以廩丘奔晉襲衛羊角取之遂襲我高魚有大雨自其竇入介于其庫以登其城克而取之又取邑于宋於是范宣子卒諸侯弗能治也及趙文子為政乃卒治之文子言於晉侯曰晉為盟主諸侯或相侵也則討而使歸其地今烏餘之邑皆討類也而貪之是無以為盟主也請歸之公曰諾孰可使也對曰胥梁帶能無用師晉侯使往襄公二十七年經二十有七年春齊侯使慶封來聘夏叔孫豹會晉趙武楚屈建蔡公孫歸生衛石惡陳孔奐鄭良霄許人曹人于宋衛殺其大夫甯喜衛侯之弟鱄出奔晉秋七月辛巳豹及諸侯之大夫盟于宋冬十有二月乙亥朔日有食之襄公二十七年傳二十七年春胥梁帶使諸喪邑者具車徒以受地必周使烏餘具車徒以受封烏餘以其眾出使諸侯偽效烏餘之封者而遂執之盡獲之皆取其邑而歸諸侯諸侯是以睦於晉齊慶封來聘其車美孟孫謂叔孫曰慶季之車不亦美乎叔孫曰豹聞之服美不稱必以惡終美車何為叔孫與慶封食不敬為賦相鼠亦不知也衛甯喜專公患之公孫免餘請殺之公曰微甯子不及此吾與之言矣事未可知衹成惡名止也對曰臣殺之君勿與知乃與公孫無地公孫臣謀使攻甯氏弗克皆死公曰臣也無罪父子死余矣夏免餘復攻甯氏殺甯喜及右宰穀尸諸朝石惡將會宋之盟受命而出衣其尸枕之股而哭之欲斂以亡懼不免且曰受命矣乃行子鮮曰逐我者出納我者死賞罰無章何以沮勸君失其信而國無刑不亦難乎且鱄實使之遂出奔晉公使止之不可及河又使止之止使者而盟於河託於木門不鄉衛國而坐木門大夫勸之仕不可曰仕而廢其事罪也從之昭吾所以出也將誰愬乎吾不可以立於人之朝矣終身不仕公喪之如稅服終身公與免餘邑六十辭曰唯卿備百邑臣六十矣下有上祿亂也臣弗敢聞且甯子唯多邑故死臣懼死之速及也公固與之受其半以為少師公使為卿辭曰大叔儀不貳能贊大事君其命之乃使文子為卿宋向戌善於趙文子又善於令尹子木欲弭諸侯之兵以為名如晉告趙孟趙孟謀於諸大夫韓宣子曰兵民之殘也財用之蠹小國之大菑也將或弭之雖曰不可必將許之弗許楚將許之以召諸侯則我失為盟主矣晉人許之如楚楚亦許之如齊齊人難之陳文子曰晉楚許之我焉得已且人曰弭兵而我弗許則固攜吾民矣將焉用之齊人許之告於秦秦亦許之皆告於小國為會於宋五月甲辰晉趙武至於宋丙午鄭良霄至六月丁未朔宋人享趙文子叔向為介司馬置折俎禮也仲尼使舉是禮也以為多文辭戊申叔孫豹齊慶封陳須無衛石惡至甲寅晉荀盈從趙武至丙辰邾悼公至壬戌楚公子黑肱先至成言於晉丁卯宋向戌如陳從子木成言於楚戊辰滕成公至子木謂向戌請晉楚之從交相見也庚午向戌復於趙孟趙孟曰晉楚齊秦匹也晉之不能於齊猶楚之不能於秦也楚君若能使秦君辱於敝邑寡君敢不固請於齊壬申左師復言於子木子木使馹謁諸王王曰釋齊秦他國請相見也秋七月戊寅左師至是夜也趙孟及子晳盟以齊言庚辰子木至自陳陳孔奐蔡公孫歸生至曹許之大夫皆至以藩為軍晉楚各處其偏伯夙謂趙孟曰楚氛甚惡懼難趙孟曰吾左還入於宋若我何辛巳將盟於宋西門之外楚人衷甲伯州犂曰合諸侯之師以為不信無乃不可乎夫諸侯望信於楚是以來服若不信是棄其所以服諸侯也固請釋甲子木曰晉楚無信久矣事利而已苟得志焉焉用有信大宰退告人曰令尹將死矣不及三年求逞志而棄信志將逞乎志以發言言以出信信以立志參以定之信亡何以及三趙孟患楚衷甲以告叔向叔向曰何害也匹夫一為不信猶不可單斃其死若合諸侯之卿以為不信必不捷矣食言者不病非子之患也夫以信召人而以僭濟之必莫之與也安能害我且吾因宋以守病則夫能致死與宋致死雖倍楚可也子何懼焉又不及是曰弭兵以召諸侯而稱兵以害我吾庸多矣非所患也季武子使謂叔孫以公命曰視邾滕既而齊人請邾宋人請滕皆不與盟叔孫曰邾滕人之私也我列國也何故視之宋衛吾匹也乃盟故不書其族言違命也晉楚爭先晉人曰晉固為諸侯盟主未有先晉者也楚人曰子言晉楚匹也若晉常先是楚弱也且晉楚狎主諸侯之盟也久矣豈專在晉叔向謂趙孟曰諸侯歸晉之德只非歸其尸盟也子務德無爭先且諸侯盟小國固必有尸盟者楚為晉細不亦可乎乃先楚人書先晉晉有信也壬午宋公兼享晉楚之大夫趙孟為客子木與之言弗能對使叔向侍言焉子木亦不能對也乙酉宋公及諸侯之大夫盟于蒙門之外子木問於趙孟曰范武子之德何如對曰夫子之家事治言於晉國無隱情其祝史陳信於鬼神無愧辭子木歸以語王王曰尚矣哉能歆神人宜其光輔五君以為盟主也子木又語王曰宜晉之伯也有叔向以佐其卿楚無以當之不可與爭晉荀盈遂如楚涖盟鄭伯享趙孟于垂隴子展伯有子西子產子大叔二子石從趙孟曰七子從君以寵武也請皆賦以卒君貺武亦以觀七子之志子展賦草蟲趙孟曰善哉民之主也抑武也不足以當之伯有賦鶉之賁賁趙孟曰床笫之言不踰閾況在野乎非使人之所得聞也子西賦黍苗之四章趙孟曰寡君在武何能焉子產賦隰桑趙孟曰武請受其卒章子大叔賦野有蔓草趙孟曰吾子之惠也印段賦蟋蟀趙孟曰善哉保家之主也吾有望矣公孫段賦桑扈趙孟曰匪交匪敖福將焉往若保是言也欲辭福祿得乎卒享文子告叔向曰伯有將為戮矣詩以言志志誣其上而公怨之以為賓榮其能久乎幸而後亡叔向曰然已侈所謂不及五稔者夫子之謂矣文子曰其餘皆數世之主也子展其後亡者也在上不忘降印氏其次也樂而不荒樂以安民不淫以使之後亡不亦可乎宋左師請賞曰請免死之邑公與之邑六十以示子罕子罕曰凡諸侯小國晉楚所以兵威之畏而後上下慈和慈和而後能安靖其國家以事大國所以存也無威則驕驕則亂生亂生必滅所以亡也天生五材民並用之廢一不可誰能去兵兵之設久矣所以威不軌而昭文德也聖人以興亂人以廢廢興存亡昏明之術皆兵之由也而子求去之不亦誣乎以誣道蔽諸侯罪莫大焉縱無大討而又求賞無厭之甚也削而投之左師辭邑向氏欲攻司城左師曰我將亡夫子存我德莫大焉又可攻乎君子曰彼己之子邦之司直樂喜之謂乎何以恤我我其收之向戌之謂乎齊崔杼生成及彊而寡娶東郭姜生明東郭姜以孤入曰棠无咎與東郭偃相崔氏崔成有病而廢之而立明成請老于崔崔子許之偃與无咎弗予曰崔宗邑也必在宗主成與彊怒將殺之告慶封曰夫子之身亦子所知也唯无咎與偃是從父兄莫得進矣大恐害夫子敢以告慶封曰子姑退吾圖之告盧蒲嫳盧蒲嫳曰彼君之讎也天或者將棄彼矣彼實家亂子何病焉崔之薄慶之厚也他日又告慶封曰苟利夫子必去之難吾助女九月庚辰崔成崔彊殺東郭偃棠无咎於崔氏之朝崔子怒而出其眾皆逃求人使駕不得使圉人駕寺人御而出且曰崔氏有福止余猶可遂見慶封慶封曰崔慶一也是何敢然請為子討之使盧蒲嫳帥甲以攻崔氏崔氏堞其宮而守之弗克使國人助之遂滅崔氏殺成與彊而盡俘其家其妻縊嫳復命於崔子且御而歸之至則無歸矣乃縊崔明夜辟諸大墓辛巳崔明來奔慶封當國楚薳罷如晉涖盟晉侯享之將出賦既醉叔向曰薳氏之有後於楚國也宜哉承君命不忘敏子蕩將知政矣敏以事君必能養民政其焉往崔氏之亂申鮮虞來奔僕賃於野以喪莊公冬楚人召之遂如楚為右尹十一月乙亥朔日有食之辰在申司厤過也再失閏矣襄公二十八年經二十有八年春無冰夏衛石惡出奔晉邾子來朝秋八月大雩仲孫羯如晉冬齊慶封來奔十有一月公如楚十有二月甲寅天王崩乙未楚子昭卒襄公二十八年傳二十八年春無冰梓慎曰今茲宋鄭其饑乎歲在星紀而淫於玄枵以有時菑陰不堪陽蛇乘龍龍宋鄭之星也宋鄭必饑玄枵虛中也枵秏名也土虛而民秏不饑何為夏齊侯陳侯蔡侯北燕伯杞伯胡子沈子白狄朝于晉宋之盟故也齊侯將行慶封曰我不與盟何為於晉陳文子曰先事後賄禮也小事大未獲事焉從之如志禮也雖不與盟敢叛晉乎重丘之盟未可忘也子其勸行衛人討甯氏之黨故石惡出奔晉衛人立其從子圃以守石氏之祀禮也邾悼公來朝時事也秋八月大雩旱也蔡侯歸自晉入于鄭鄭伯享之不敬子產曰蔡侯其不免乎日其過此也君使子展迋勞於東門之外而傲吾曰猶將更之今還受享而惰乃其心也君小國事大國而惰傲以為己心將得死乎若不免必由其子其為君也淫而不父僑聞之如是者恆有子禍孟孝伯如晉告將為宋之盟故如楚也蔡侯之如晉也鄭伯使游吉如楚及漢楚人還之曰宋之盟君實親辱今吾子來寡君謂吾子姑還吾將使馹奔問諸晉而以告子大叔曰宋之盟君命將利小國而亦使安定其社稷鎮撫其民人以禮承天之休此君之憲令而小國之望也寡君是故使吉奉其皮幣以歲之不易聘於下執事今執事有命曰女何與政令之有必使而君棄而封守跋涉山川蒙犯霜露以逞君心小國將君是望敢不唯命是聽無乃非盟載之言以闕君德而執事有不利焉小國是懼不然其何勞之敢憚子大叔歸復命告子展曰楚子將死矣不脩其政德而貪昧於諸侯以逞其願欲久得乎周易有之在復䷗之頤䷚曰迷復凶其楚子之謂乎欲復其願而棄其本復歸無所是謂迷復能無凶乎君其往也送葬而歸以快楚心楚不幾十年未能恤諸侯也吾乃休吾民矣裨竈曰今茲周王及楚子皆將死歲棄其次而旅於明年之次以害鳥帑周楚惡之九月鄭游吉如晉告將朝于楚以從宋之盟子產相鄭伯以如楚舍不為壇外僕言曰昔先大夫相先君適四國未嘗不為壇自是至今亦皆循之今子草舍無乃不可乎子產曰大適小則為壇小適大苟舍而已焉用壇僑聞之大適小有五美宥其罪戾赦其過失救其菑患賞其德刑教其不及小國不困懷服如歸是故作壇以昭其功宣告後人無怠於德小適大有五惡說其罪戾請其不足行其政事共其職貢從其時命不然則重其幣帛以賀其福而弔其凶皆小國之禍也焉用作壇以昭其禍所以告子孫無昭禍焉可也齊慶封好田而耆酒與慶舍政則以其內實遷于盧蒲嫳氏易內而飲酒數日國遷朝焉使諸亡人得賊者以告而反之故反盧蒲癸癸臣子之有寵妻之慶舍之士謂盧蒲癸曰男女辨姓子不辟宗何也曰宗不余辟余獨焉辟之賦詩斷章余取所求焉惡識宗癸言王何而反之二人皆嬖使執寢戈而先後之公膳日雙雞饔人竊更之以鶩御者知之則去其肉而以其洎饋子雅子尾怒慶封告盧蒲嫳盧蒲嫳曰譬之如禽獸吾寢處之矣使析歸父告晏平仲平仲曰嬰之眾不足用也知無能謀也言弗敢出有盟可也子家曰子之言云又焉用盟告北郭子車子車曰人各有以事君非佐之所能也陳文子謂桓子曰禍將作矣吾其何得對曰得慶氏之木百車於莊文子曰可慎守也已盧蒲癸王何卜攻慶氏示子之兆曰或卜攻讎敢獻其兆子之曰克見血冬十月慶封田于萊陳無宇從丙辰文子使召之請曰無宇之母疾病請歸慶季卜之示之兆曰死奉龜而泣乃使歸慶嗣聞之曰禍將作矣謂子家速歸禍作必於嘗歸猶可及也子家弗聽亦無悛志子息曰亡矣幸而獲在吳越陳無宇濟水而戕舟發梁盧蒲姜謂癸曰有事而不告我必不捷矣癸告之姜曰夫子愎莫之止將不出我請止之癸曰諾十一月乙亥嘗于大公之廟慶舍涖事盧蒲姜告之且止之弗聽曰誰敢者遂如公麻嬰為尸慶奊為上獻盧蒲癸王何執寢戈慶氏以其甲環公宮陳氏鮑氏之圉人為優慶氏之馬善驚士皆釋甲束馬而飲酒且觀優至於魚里欒高陳鮑之徒介慶氏之甲子尾抽桷擊扉三盧蒲癸自後刺子之王何以戈擊之解其左肩猶援廟桷動於甍以俎壺投殺人而後死遂殺慶繩麻嬰公懼鮑國曰群臣為君故也陳須無以公歸稅服而如內宮慶封歸遇告亂者丁亥伐西門弗克還伐北門克之入伐內宮弗克反陳于嶽請戰弗許遂來奔獻車於季武子美澤可以鑑展莊叔見之曰車甚澤人必瘁宜其亡也叔孫穆子食慶封慶封氾祭穆子弗說使工為之誦茅鴟亦不知既而齊人來讓奔吳吳句餘予之朱方聚其族焉而居之富於其舊子服惠伯謂叔孫曰天殆富淫人慶封又富矣穆子曰善人富謂之賞淫人富謂之殃天其殃之也其將聚而殲旃癸巳天王崩未來赴亦未書禮也崔氏之亂喪群公子故鉏在魯叔孫還在燕賈在句瀆之丘及慶氏亡皆召之具其器用而反其邑焉與晏子邶殿其鄙六十弗受子尾曰富人之所欲也何獨弗欲對曰慶氏之邑足欲故亡吾邑不足欲也益之以邶殿乃足欲足欲亡無日矣在外不得宰吾一邑不受邶殿非惡富也恐失富也且夫富如布帛之有幅焉為之制度使無遷也夫民生厚而用利於是乎正德以幅之使無黜嫚謂之幅利利過則為敗吾不敢貪多所謂幅也與北郭佐邑六十受之與子雅邑辭多受少與子尾邑受而稍致之公以為忠故有寵釋盧蒲嫳于北竟求崔杼之尸將戮之不得叔孫穆子曰必得之武王有亂十人崔杼其有乎不十人不足以葬既崔氏之臣曰與我其拱璧吾獻其柩於是得之十二月乙亥朔齊人遷莊公殯于大寢以其棺尸崔杼於市國人猶知之皆曰崔子也為宋之盟故公及宋公陳侯鄭伯許男如楚公過鄭鄭伯不在伯有迋勞於黃崖不敬穆叔曰伯有無戾於鄭鄭必有大咎敬民之主也而棄之何以承守鄭人不討必受其辜濟澤之阿行潦之蘋藻寘諸宗室季蘭尸之敬也敬可棄乎及漢楚康王卒公欲反叔仲昭伯曰我楚國之為豈為一人行也子服惠伯曰君子有遠慮小人從邇飢寒之不恤誰遑其後不如姑歸也叔孫穆子曰叔仲子專之矣子服子始學者也榮成伯曰遠圖者忠也公遂行宋向戌曰我一人之為非為楚也飢寒之不恤誰能恤楚姑歸而息民待其立君而為之備宋公遂反楚屈建卒趙文子喪之如同盟禮也王人來告喪問崩日以甲寅告故書之以徵過也襄公二十九年經二十有九年春王正月公在楚夏五月公至自楚庚午衛侯衎卒閽弒吳子餘祭仲孫羯會晉荀盈齊高止宋華定衛世叔儀鄭公孫段曹人莒人滕人薛人小邾人城杞晉侯使士鞅來聘杞子來盟吳子使札來聘秋九月葬衛獻公齊高止出奔北燕冬仲孫羯如晉襄公二十九年傳二十九年春王正月公在楚釋不朝正于廟也楚人使公親襚公患之穆叔曰祓殯而襚則布幣也乃使巫以桃茢先祓殯楚人弗禁既而悔之二月癸卯齊人葬莊公於北郭夏四月葬楚康王公及陳侯鄭伯許男送葬至於西門之外諸侯之大夫皆至于墓楚郟敖即位王子圍為令尹鄭行人子羽曰是謂不宜必代之昌松柏之下其草不殖公還及方城季武子取卞使公冶問璽書追而予之曰聞守卞者將叛臣帥徒以討之既得之矣敢告公冶致使而退及舍而後聞取卞公曰欲之而言叛衹見疏也公謂公冶曰吾可以入乎對曰君實有國誰敢違君公與公冶冕服固辭強之而後受公欲無入榮成伯賦式微乃歸五月公至自楚公冶致其邑於季氏而終不入焉曰欺其君何必使余季孫見之則言季氏如他日不見則終不言季氏及疾聚其臣曰我死必無以冕服斂非德賞也且無使季氏葬我葬靈王鄭上卿有事子展使印段往伯有曰弱不可子展曰與其莫往弱不猶愈乎詩云王事靡盬不皇啟處東西南北誰敢寧處堅事晉楚以蕃王室也王事無曠何常之有遂使印段如周吳人伐楚獲俘焉以為閽使守舟吳子餘祭觀舟閽以刀弒之鄭子展卒子皮即位於是鄭饑而未及麥民病子皮以子展之命餼國人粟戶一鍾是以得鄭國之民故罕氏常掌國政以為上卿宋司城子罕聞之曰鄰於善民之望也宋亦饑請於平公出公粟以貸使大夫皆貸司城氏貸而不書為大夫之無者貸宋無飢人叔向聞之曰鄭之罕宋之樂其後亡者也二者其皆得國乎民之歸也施而不德樂氏加焉其以宋升降乎晉平公杞出也故治杞六月知悼子合諸侯之大夫以城杞孟孝伯會之鄭子大叔與伯石往子大叔見大叔文子與之語文子曰甚乎其城杞也子大叔曰若之何哉晉國不恤周宗之闕而夏肄是屏其棄諸姬亦可知也已諸姬是棄其誰歸之吉也聞之棄同即異是謂離德詩曰協比其鄰昏姻孔云晉不鄰矣其誰云之高子容與宋司徒見知伯女齊相禮賓出司馬侯言於知伯曰二子皆將不免子容專司徒侈皆亡家之主也知伯曰何如對曰專則速及侈將以其力斃專則人實斃之將及矣范獻子來聘拜城杞也公享之展莊叔執幣射者三耦公臣不足取於家臣家臣展瑕展王父為一耦公臣公巫召伯仲顏莊叔為一耦鄫鼓父黨叔為一耦晉侯使司馬女叔侯來治杞田弗盡歸也晉悼夫人慍曰齊也取貨先君若有知也不尚取之公告叔侯叔侯曰虞虢焦滑霍楊韓魏皆姬姓也晉是以大若非侵小將何所取武獻以下兼國多矣誰得治之杞夏餘也而即東夷魯周公之後也而睦於晉以杞封魯猶可而何有焉魯之於晉也職貢不乏玩好時至公卿大夫相繼於朝史不絕書府無虛月如是可矣何必瘠魯以肥杞且先君而有知也毋寧夫人而焉用老臣杞文公來盟書曰子賤之也吳公子札來聘見叔孫穆子說之謂穆子曰子其不得死乎好善而不能擇人吾聞君子務在擇人吾子為魯宗卿而任其大政不慎舉何以堪之禍必及子請觀於周樂使工為之歌周南召南曰美哉始基之矣猶未也然勤而不怨矣為之歌邶鄘衛曰美哉淵乎憂而不困者也吾聞衛康叔武公之德如是是其衛風乎為之歌王曰美哉思而不懼其周之東乎為之歌鄭曰美哉其細已甚民弗堪也是其先亡乎為之歌齊曰美哉泱泱乎大風也哉表東海者其大公乎國未可量也為之歌豳曰美哉蕩乎樂而不淫其周公之東乎為之歌秦曰此之謂夏聲夫能夏則大大之至也其周之舊乎為之歌魏曰美哉渢渢乎大而婉險而易行以德輔此則明主也為之歌唐曰思深哉其有陶唐氏之遺風乎不然何其憂之遠也非令德之後誰能若是為之歌陳曰國無主其能久乎自鄶以下無譏焉為之歌小雅曰美哉思而不貳怨而不言其周德之衰乎猶有先王之遺民焉為之歌大雅曰廣哉熙熙乎曲而有直體其文王之德乎為之歌頌曰至矣哉直而不倨曲而不屈邇而不偪遠而不攜遷而不淫復而不厭哀而不愁樂而不荒用而不匱廣而不宣施而不費取而不貪處而不底行而不流五聲和八風平節有度守有序盛德之所同也見舞象箾南籥者曰美哉猶有憾見舞大武者曰美哉周之盛也其若此乎見舞韶濩者曰聖人之弘也而猶有慚德聖人之難也見舞大夏者曰美哉勤而不德非禹其誰能脩之見舞韶箾者曰德至矣哉大矣如天之無不幬也如地之無不載也雖甚盛德其蔑以加於此矣觀止矣若有他樂吾不敢請已其出聘也通嗣君也故遂聘于齊說晏平仲謂之曰子速納邑與政無邑無政乃免於難齊國之政將有所歸未獲所歸難未歇也故晏子因陳桓子以納政與邑是以免於欒高之難聘於鄭見子產如舊相識與之縞帶子產獻紵衣焉謂子產曰鄭之執政侈難將至矣政必及子子為政慎之以禮不然鄭國將敗適衛說蘧瑗史狗史鰌公子荊公叔發公子朝曰衛多君子未有患也自衛如晉將宿於戚聞鍾聲焉曰異哉吾聞之也辯而不德必加於戮夫子獲罪於君以在此懼猶不足而又何樂夫子之在此也猶燕之巢於幕上君又在殯而可以樂乎遂去之文子聞之終身不聽琴瑟適晉說趙文子韓宣子魏獻子曰晉國其萃於三族乎說叔向將行謂叔向曰吾子勉之君侈而多良大夫皆富政將在家吾子好直必思自免於難秋九月齊公孫蠆公孫竈放其大夫高止於北燕乙未出書曰出奔罪高止也高止好以事自為功且專故難及之冬孟孝伯如晉報范叔也為高氏之難故高豎以盧叛十月庚寅閭丘嬰帥師圍盧高豎曰苟使高氏有後請致邑齊人立敬仲之曾孫酀良敬仲也十一月乙卯高豎致盧而出奔晉晉人城緜而寘旃鄭伯有使公孫黑如楚辭曰楚鄭方惡而使余往是殺余也伯有曰世行也子晳曰可則往難則已何世之有伯有將強使之子晳怒將伐伯有氏大夫和之十二月己巳鄭大夫盟於伯有氏裨諶曰是盟也其與幾何詩曰君子屢盟亂是用長今是長亂之道也禍未歇也必三年而後能紓然明曰政將焉往裨諶曰善之代不善天命也其焉辟子產舉不踰等則位班也擇善而舉則世隆也天又除之奪伯有魄子西即世將焉辟之天禍鄭久矣其必使子產息之乃猶可以戾不然將亡矣襄公三十年經三十年春王正月楚子使薳罷來聘夏四月蔡世子般弒其君固五月甲午宋災宋伯姬卒天王殺其弟佞夫王子瑕奔晉秋七月叔弓如宋葬宋共姬鄭良霄出奔許自許入于鄭鄭人殺良霄冬十月葬蔡景公晉人齊人宋人衛人鄭人曹人莒人邾人滕人薛人杞人小邾人會于澶淵宋災故襄公三十年傳三十年春王正月楚子使薳罷來聘通嗣君也穆叔問王子圍之為政何如對曰吾儕小人食而聽事猶懼不給命而不免於戾焉與知政固問焉不告穆叔告大夫曰楚令尹將有大事子蕩將與焉助之匿其情矣子產相鄭伯以如晉叔向問鄭國之政焉對曰吾得見與否在此歲也駟良方爭未知所成若有所成吾得見乃可知也叔向曰不既和矣乎對曰伯有侈而愎子晳好在人上莫能相下也雖其和也猶相積惡也惡至無日矣二月癸未晉悼夫人食輿人之城杞者絳縣人或年長矣無子而往與於食有與疑年使之年曰臣小人也不知紀年臣生之歲正月甲子朔四百有四十五甲子矣其季於今三之一也吏走問諸朝師曠曰魯叔仲惠伯會郤成子于承匡之歲也是歲也狄伐魯叔孫莊叔於是乎敗狄于鹹獲長狄僑如及虺也豹也而皆以名其子七十三年矣史趙曰亥有二首六身下二如身是其日數也士文伯曰然則二萬六千六百有六旬也趙孟問其縣大夫則其屬也召之而謝過焉曰武不才任君之大事以晉國之多虞不能由吾子使吾子辱在泥塗久矣武之罪也敢謝不才遂仕之使助為政辭以老與之田使為君復陶以為絳縣師而廢其輿尉於是魯使者在晉歸以語諸大夫季武子曰晉未可媮也有趙孟以為大夫有伯瑕以為佐有史趙師曠而咨度焉有叔向女齊以師保其君其朝多君子其庸可媮乎勉事之而後可夏四月己亥鄭伯及其大夫盟君子是以知鄭難之不已也蔡景侯為大子般娶于楚通焉大子弒景侯初王儋季卒其子括將見王而歎單公子愆期為靈王御士遇諸廷聞其歎而言曰烏呼必有此夫入以告王且曰必殺之不慼而願大視躁而足高心在他矣不殺必為害王曰童子何知及靈王崩儋括欲立王子佞夫佞夫弗知戊子儋括圍蒍逐成愆成愆奔平畤五月癸巳尹言多劉毅單蔑甘過鞏成殺佞夫括瑕廖奔晉書曰天王殺其弟佞夫罪在王也或叫于宋大廟曰譆譆出出鳥鳴于亳社如曰譆譆甲午宋大災宋伯姬卒待姆也君子謂宋共姬女而不婦女待人婦義事也六月鄭子產如陳蒞盟歸復命告大夫曰陳亡國也不可與也聚禾粟繕城郭恃此二者而不撫其民其君弱植公子侈大子卑大夫敖政多門以介於大國能無亡乎不過十年矣秋七月叔弓如宋葬共姬也鄭伯有耆酒為窟室而夜飲酒擊鍾焉朝至未已朝者曰公焉在其人曰吾公在壑谷皆自朝布路而罷既而朝則又將使子晳如楚歸而飲酒庚子子晳以駟氏之甲伐而焚之伯有奔雍梁醒而後知之遂奔許大夫聚謀子皮曰仲虺之志云亂者取之亡者侮之推亡固存國之利也罕駟豐同生伯有汏侈故不免人謂子產就直助彊子產曰豈為我徒國之禍難誰知所敝或主彊直難乃不生姑成吾所辛丑子產斂伯有氏之死者而殯之不及謀而遂行印段從之子皮止之眾曰人不我順何止焉子皮曰夫子禮於死者況生者乎遂自止之壬寅子產入癸卯子石入皆受盟于子晳氏乙巳鄭伯及其大夫盟于大宮盟國人于師之梁之外伯有聞鄭人之盟己也怒聞子皮之甲不與攻己也喜曰子皮與我矣癸丑晨自墓門之瀆入因馬師頡介于襄庫以伐舊北門駟帶率國人以伐之皆召子產子產曰兄弟而及此吾從天所與伯有死於羊肆子產襚之枕之股而哭之斂而殯諸伯有之臣在市側者既而葬諸斗城子駟氏欲攻子產子皮怒之曰禮國之幹也殺有禮禍莫大焉乃止於是游吉如晉還聞難不入復命于介八月甲子奔晉駟帶追之及酸棗與子上用兩珪質于河使公孫肸入盟大夫己巳復歸書曰鄭人殺良霄不稱大夫言自外入也於子蟜之卒也將葬公孫揮與裨竈晨會事焉過伯有氏其門上生莠子羽曰其莠猶在乎於是歲在降婁降婁中而旦裨竈指之曰猶可以終歲歲不及此次也已及其亡也歲在娵訾之口其明年乃及降婁僕展從伯有與之皆死羽頡出奔晉為任大夫雞澤之會鄭樂成奔楚遂適晉羽頡因之與之比而事趙文子言伐鄭之說焉以宋之盟故不可子皮以公孫鉏為馬師楚公子圍殺大司馬蒍掩而取其室申無宇曰王子必不免善人國之主也王子相楚國將善是封殖而虐之是禍國也且司馬令尹之偏而王之四體也絕民之主去身之偏艾王之體以禍其國無不祥大焉何以得免為宋災故諸侯之大夫會以謀歸宋財冬十月叔孫豹會晉趙武齊公孫蠆宋向戌衛北宮佗鄭罕虎及小邾之大夫會于澶淵既而無歸於宋故不書其人君子曰信其不可不慎乎澶淵之會卿不書不信也夫諸侯之上卿會而不信寵名皆棄不信之不可也如是詩曰文王陟降在帝左右信之謂也又曰淑慎爾止無載爾偽不信之謂也書曰某人某人會于澶淵宋災故尤之也不書魯大夫諱之也鄭子皮授子產政辭曰國小而偪族大寵多不可為也子皮曰虎帥以聽誰敢犯子子善相之國無小小能事大國乃寬子產為政有事伯石賂與之邑子大叔曰國皆其國也奚獨賂焉子產曰無欲實難皆得其欲以從其事而要其成非我有成其在人乎何愛於邑邑將焉往子大叔曰若四國何子產曰非相違也而相從也四國何尤焉鄭書有之曰安定國家必大焉先姑先安大以待其所歸既伯石懼而歸邑卒與之伯有既死使大史命伯石為卿辭大史退則請命焉復命之又辭如是三乃受策入拜子產是以惡其為人也使次己位子產使都鄙有章上下有服田有封洫廬井有伍大人之忠儉者從而與之泰侈者因而斃之豐卷將祭請田焉弗許曰唯君用鮮眾給而已子張怒退而徵役子產奔晉子皮止之而逐豐卷豐卷奔晉子產請其田里三年而復之反其田里及其入焉從政一年輿人誦之曰取我衣冠而褚之取我田疇而伍之孰殺子產吾其與之及三年又誦之曰我有子弟子產誨之我有田疇子產殖之子產而死誰其嗣之襄公三十一年經三十有一年春王正月夏六月辛巳公薨于楚宮秋九月癸巳子野卒己亥仲孫羯卒冬十月滕子來會葬癸酉葬我君襄公十有一月莒人弒其君密州襄公三十一年傳三十一年春王正月穆叔至自會見孟孝伯語之曰趙孟將死矣其語偷不似民主且年未盈五十而諄諄焉如八九十者弗能久矣若趙孟死為政者其韓子乎吾子盍與季孫言之可以樹善君子也晉君將失政矣若不樹焉使早備魯既而政在大夫韓子懦弱大夫多貪求欲無厭齊楚未足與也魯其懼哉孝伯曰人生幾何誰能無偷朝不及夕將安用樹穆叔出而告人曰孟孫將死矣吾語諸趙孟之偷也而又甚焉又與季孫語晉故季孫不從及趙文子卒晉公室卑政在侈家韓宣子為政不能圖諸侯魯不堪晉求讒慝弘多是以有平丘之會齊子尾害閭丘嬰欲殺之使帥師以伐陽州我問師故夏五月子尾殺閭丘嬰以說于我師工僂灑渻竈孔虺賈寅出奔莒出群公子公作楚宮穆叔曰大誓云民之所欲天必從之君欲楚也夫故作其宮若不復適楚必死是宮也六月辛巳公薨于楚宮叔仲帶竊其拱璧以與御人納諸其懷而從取之由是得罪立胡女敬歸之子子野次于季氏秋九月癸巳卒毀也己亥孟孝伯卒立敬歸之娣齊歸之子公子裯穆叔不欲曰大子死有母弟則立之無則長立年鈞擇賢義鈞則卜古之道也非適嗣何必娣之子且是人也居喪而不哀在慼而有嘉容是謂不度不度之人鮮不為患若果立之必為季氏憂武子不聽卒立之比及葬三易衰衰衽如故衰於是昭公十九年矣猶有童心君子是以知其不能終也冬十月滕成公來會葬惰而多涕子服惠伯曰滕君將死矣怠於其位而哀已甚兆於死所矣能無從乎癸酉葬襄公公薨之月子產相鄭伯以如晉晉侯以我喪故未之見也子產使盡壞其館之垣而納車馬焉士文伯讓之曰敝邑以政刑之不脩寇盜充斥無若諸侯之屬辱在寡君者何是以令吏人完客所館高其閈閎厚其牆垣以無憂客使今吾子壞之雖從者能戒其若異客何以敝邑之為盟主繕完葺牆以待賓客若皆毀之其何以共命寡君使匄請命對曰以敝邑褊小介於大國誅求無時是以不敢寧居悉索敝賦以來會時事逢執事之不間而未得見又不獲聞命未知見時不敢輸幣亦不敢暴露其輸之則君之府實也非薦陳之不敢輸也其暴露之則恐燥濕之不時而朽蠹以重敝邑之罪僑聞文公之為盟主也宮室卑庳無觀臺榭以崇大諸侯之館館如公寢庫廄繕脩司空以時平易道路圬人以時塓館宮室諸侯賓至甸設庭燎僕人巡宮車馬有所賓從有代巾車脂轄隸人牧圉各瞻其事百官之屬各展其物公不留賓而亦無廢事憂樂同之事則巡之教其不知而恤其不足賓至如歸無寧菑患不畏寇盜而亦不患燥濕今銅鞮之宮數里而諸侯舍於隸人門不容車而不可踰越盜賊公行而天癘不戒賓見無時命不可知若又勿壞是無所藏幣以重罪也敢請執事將何所命之雖君之有魯喪亦敝邑之憂也若獲薦幣脩垣而行君之惠也敢憚勤勞文伯復命趙文子曰信我實不德而以隸人之垣以贏諸侯是吾罪也使士文伯謝不敏焉晉侯見鄭伯有加禮厚其宴好而歸之乃築諸侯之館叔向曰辭之不可以已也如是夫子產有辭諸侯賴之若之何其釋辭也詩曰辭之輯矣民之協矣辭之繹矣民之莫矣其知之矣鄭子皮使印段如楚以適晉告禮也莒犂比公生去疾及展輿既立展輿又廢之犂比公虐國人患之十一月展輿因國人以攻莒子弒之乃立去疾奔齊齊出也展輿吳出也書曰莒人弒其君買朱鉏言罪之在也吳子使屈狐庸聘于晉通路也趙文子問焉曰延州來季子其果立乎巢隕諸樊閽戕戴吳天似啟之何如對曰不立是二王之命也非啟季子也若天所啟其在今嗣君乎甚德而度德不失民度不失事民親而事有序其天所啟也有吳國者必此君之子孫實終之季子守節者也雖有國不立十二月北宮文子相衛襄公以如楚宋之盟故也過鄭印段迋勞于棐林如聘禮而以勞辭文子入聘子羽為行人馮簡子與子大叔逆客事畢而出言於衛侯曰鄭有禮其數世之福也其無大國之討乎詩云誰能執熱逝不以濯禮之於政如熱之有濯也濯以救熱何患之有子產之從政也擇能而使之馮簡子能斷大事子大叔美秀而文公孫揮能知四國之為而辨於其大夫之族姓班位貴賤能否而又善為辭令裨諶能謀謀於野則獲謀於邑則否鄭國將有諸侯之事子產乃問四國之為於子羽且使多為辭令與裨諶乘以適野使謀可否而告馮簡子使斷之事成乃授子大叔使行之以應對賓客是以鮮有敗事北宮文子所謂有禮也鄭人游于鄉校以論執政然明謂子產曰毀鄉校何如子產曰何為夫人朝夕退而游焉以議執政之善否其所善者吾則行之其所惡者吾則改之是吾師也若之何毀之我聞忠善以損怨不聞作威以防怨豈不遽止然猶防川大決所犯傷人必多吾不克救也不如小決使道不如吾聞而藥之也然明曰蔑也今而後知吾子之信可事也小人實不才若果行此其鄭國實賴之豈唯二三臣仲尼聞是語也曰以是觀之人謂子產不仁吾不信也子皮欲使尹何為邑子產曰少未知可否子皮曰愿吾愛之不吾叛也使夫往而學焉夫亦愈知治矣子產曰不可人之愛人求利之也今吾子愛人則以政猶未能操刀而使割也其傷實多子之愛人傷之而已其誰敢求愛於子子於鄭國棟也棟折榱崩僑將厭焉敢不盡言子有美錦不使人學製焉大官大邑身之所庇也而使學者製焉其為美錦不亦多乎僑聞學而後入政未聞以政學者也若果行此必有所害譬如田獵射御貫則能獲禽若未嘗登車射御則敗績厭覆是懼何暇思獲子皮曰善哉虎不敏吾聞君子務知大者遠者小人務知小者近者我小人也衣服附在吾身我知而慎之大官大邑所以庇身也我遠而慢之微子之言吾不知也他日我曰子為鄭國我為吾家以庇焉其可也今而後知不足自今請雖吾家聽子而行子產曰人心之不同如其面焉吾豈敢謂子面如吾面乎抑心所謂危亦以告也子皮以為忠故委政焉子產是以能為鄭國衛侯在楚北宮文子見令尹圍之儀言於衛侯曰令尹似君矣將有他志雖獲其志不能終也詩云靡不有初鮮克有終終之實難令尹其將不免公曰子何以知之對曰詩云敬慎威儀惟民之則令尹無威儀民無則焉民所不則以在民上可以終世公曰善哉何謂威儀對曰有威而可畏謂之威有儀而可象謂之儀君有君之威儀其臣畏而愛之則而象之故能有其國家令聞長世臣有臣之威儀其下畏而愛之故能守其官職保族宜家順是以下皆如是是以上下能相固也衛詩曰威儀棣棣不可選也言君臣上下父子兄弟內外大小皆有威儀也周詩曰朋友攸攝攝以威儀言朋友之道必相教訓以威儀也周書數文王之德曰大國畏其力小國懷其德言畏而愛之也詩云不識不知順帝之則言則而象之也紂囚文王七年諸侯皆從之囚紂於是乎懼而歸之可謂愛之文王伐崇再駕而降為臣蠻夷帥服可謂畏之文王之功天下誦而歌舞之可謂則之文王之行至今為法可謂象之有威儀也故君子在位可畏施舍可愛進退可度周旋可則容止可觀作事可法德行可象聲氣可樂動作有文言語有章以臨其下謂之有威儀也"}
{"id": "KR1e0001_010", "series": "KR1e0001", "text": "昭公元年經元年春王正月公即位叔孫豹會晉趙武楚公子圍齊國弱宋向戌衛齊惡陳公子招蔡公孫歸生鄭罕虎許人曹人于虢三月取鄆夏秦伯之弟鍼出奔晉六月丁巳邾子華卒晉荀吳帥師敗狄于大鹵秋莒去疾自齊入于莒莒展輿出奔吳叔弓帥師疆鄆田葬邾悼公冬十有一月己酉楚子麇卒楚公子比出奔晉昭公元年傳元年春楚公子圍聘于鄭且娶於公孫段氏伍舉為介將入館鄭人惡之使行人子羽與之言乃館於外既聘將以眾逆子產患之使子羽辭曰以敝邑褊小不足以容從者請墠聽命令尹命大宰伯州犁對曰君辱貺寡大夫圍謂圍將使豐氏撫有而室圍布几筵告於莊共之廟而來若野賜之是委君貺於草莽也是寡大夫不得列於諸卿也不寧唯是又使圍蒙其先君將不得為寡君老其蔑以復矣唯大夫圖之子羽曰小國無罪恃實其罪將恃大國之安靖己而無乃包藏禍心以圖之小國失恃而懲諸侯使莫不憾者距違君命而有所壅塞不行是懼不然敝邑館人之屬也其敢愛豐氏之祧伍舉知其有備也請垂櫜而入許之正月乙未入逆而出遂會於虢尋宋之盟也祁午謂趙文子曰宋之盟楚人得志於晉今令尹之不信諸侯之所聞也子弗戒懼又如宋子木之信稱於諸侯猶詐晉而駕焉況不信之尤者乎楚重得志於晉晉之恥也子相晉國以為盟主於今七年矣再合諸侯三合大夫服齊狄寧東夏平秦亂城淳于師徒不頓國家不罷民無謗讟諸侯無怨天無大災子之力也有令名矣而終之以恥午也是懼吾子其不可以不戒文子曰武受賜矣然宋之盟子木有禍人之心武有仁人之心是楚所以駕於晉也今武猶是心也楚又行僭非所害也武將信以為本循而行之譬如農夫是穮是蔉雖有饑饉必有豐年且吾聞之能信不為人下吾未能也詩曰不僭不賊鮮不為則信也能為人則者不為人下矣吾不能是難楚不為患楚令尹圍請用牲讀舊書加于牲上而已晉人許之三月甲辰盟楚公子圍設服離衛叔孫穆子曰楚公子美矣君哉鄭子皮曰二執戈者前矣蔡子家曰蒲宮有前不亦可乎楚伯州犁曰此行也辭而假之寡君鄭行人揮曰假不反矣伯州犁曰子姑憂子晳之欲背誕也子羽曰當璧猶在假而不反子其無憂乎齊國子曰吾代二子愍矣陳公子招曰不憂何成二子樂矣衛齊子曰苟或知之雖憂何害宋合左師曰大國令小國共吾知共而已晉樂王鮒曰小旻之卒章善矣吾從之退會子羽謂子皮曰叔孫絞而婉宋左師簡而禮樂王鮒字而敬子與子家持之皆保世之主也齊衛陳大夫其不免乎國子代人憂子招樂憂齊子雖憂弗害夫弗及而憂與可憂而樂與憂而弗害皆取憂之道也憂必及之大誓曰民之所欲天必從之三大夫兆憂憂能無至乎言以知物其是之謂矣季武子伐莒取鄆莒人告於會楚告於晉曰尋盟未退而魯伐莒瀆齊盟請戮其使樂桓子相趙文子欲求貨於叔孫而為之請使請帶焉弗與梁其踁曰貨以藩身子何愛焉叔孫曰諸侯之會衛社稷也我以貨免魯必受師是禍之也何衛之為人之有牆以蔽惡也牆之隙壞誰之咎也衛而惡之吾又甚焉雖怨季孫魯國何罪叔出季處有自來矣吾又誰怨然鮒也賄弗與不已召使者裂裳帛而與之曰帶其褊矣趙孟聞之曰臨患不忘國忠也思難不越官信也圖國忘死貞也謀主三者義也有是四者又可戮乎乃請諸楚曰魯雖有罪其執事不辟難畏威而敬命矣子若免之以勸左右可也若子之群吏處不辟污出不逃難其何患之有患之所生污而不治難而不守所由來也能是二者又何患焉不靖其能其誰從之魯叔孫豹可謂能矣請免之以靖能者子會而赦有罪又賞其賢諸侯其誰不欣焉望楚而歸之視遠如邇疆埸之邑一彼一此何常之有王伯之令也引其封疆而樹之官舉之表旗而著之制令過則有刑猶不可壹於是乎虞有三苗夏有觀扈商有姺邳周有徐奄自無令王諸侯逐進狎主齊盟其又可壹乎恤大舍小足以為盟主又焉用之封疆之削何國蔑有主齊盟者誰能辯焉吳濮有釁楚之執事豈其顧盟莒之疆事楚勿與知諸侯無煩不亦可乎莒魯爭鄆為日久矣苟無大害於其社稷可無亢也去煩宥善莫不競勸子其圖之固請諸楚楚人許之乃免叔孫令尹享趙孟賦大明之首章趙孟賦小宛之二章事畢趙孟謂叔向曰令尹自以為王矣何如對曰王弱令尹彊其可哉雖可不終趙孟曰何故對曰彊以克弱而安之彊不義也不義而彊其斃必速詩曰赫赫宗周褒姒滅之彊不義也令尹為王必求諸侯晉少懦矣諸侯將往若獲諸侯其虐滋甚民弗堪也將何以終夫以彊取不義而克必以為道道以淫虐弗可久已矣夏四月趙孟叔孫豹曹大夫入于鄭鄭伯兼享之子皮戒趙孟禮終趙孟賦瓠葉子皮遂戒穆叔且告之穆叔曰趙孟欲一獻子其從之子皮曰敢乎穆叔曰夫人之所欲也又何不敢及享具五獻之籩豆於幕下趙孟辭私於子產曰武請於冢宰矣乃用一獻趙孟為客禮終乃宴穆叔賦鵲巢趙孟曰武不堪也又賦采蘩曰小國為蘩大國省穡而用之其何實非命子皮賦野有死麇之卒章趙孟賦常棣且曰吾兄弟比以安尨也可使無吠穆叔子皮及曹大夫興拜舉兕爵曰小國賴子知免於戾矣飲酒樂趙孟出曰吾不復此矣天王使劉定公勞趙孟於潁館於雒汭劉子曰美哉禹功明德遠矣微禹吾其魚乎吾與子弁冕端委以治民臨諸侯禹之力也子盍亦遠績禹功而大庇民乎對曰老夫罪戾是懼焉能恤遠吾儕偷食朝不謀夕何其長也劉子歸以語王曰諺所謂老將知而耄及之者其趙孟之謂乎為晉正卿以主諸侯而儕於隸人朝不謀夕棄神人矣神怒民叛何以能久趙孟不復年矣神怒不歆其祀民叛不即其事祀事不從又何以年叔孫歸曾夭御季孫以勞之旦及日中不出曾夭謂曾阜曰旦及日中吾知罪矣魯以相忍為國也忍其外不忍其內焉用之阜曰數月於外一旦於是庸何傷賈而欲贏而惡囂乎阜謂叔孫曰可以出矣叔孫指楹曰雖惡是其可去乎乃出見之鄭徐吾犯之妹美公孫楚聘之矣公孫黑又使強委禽焉犯懼告子產子產曰是國無政非子之患也唯所欲與犯請於二子請使女擇焉皆許之子晳盛飾入布幣而出子南戎服入左右射超乘而出女自房觀之曰子晳信美矣抑子南夫也夫夫婦婦所謂順也適子南氏子晳怒既而櫜甲以見子南欲殺之而取其妻子南知之執戈逐之及衝擊之以戈子晳傷而歸告大夫曰我好見之不知其有異志也故傷大夫皆謀之子產曰直鈞幼賤有罪罪在楚也乃執子南而數之曰國之大節有五女皆奸之畏君之威聽其政尊其貴事其長養其親五者所以為國也今君在國女用兵焉不畏威也奸國之紀不聽政也子晳上大夫女嬖大夫而弗下之不尊貴也幼而不忌不事長也兵其從兄不養親也君曰余不女忍殺宥女以遠勉速行乎無重而罪五月庚辰鄭放游楚於吳將行子南子產咨於大叔大叔曰吉不能亢身焉能亢宗彼國政也非私難也子圖鄭國利則行之又何疑焉周公殺管叔而蔡蔡叔夫豈不愛王室故也吉若獲戾子將行之何有於諸游秦后子有寵於桓如二君於景其母曰弗去懼選癸卯鍼適晉其車千乘書曰秦伯之弟鍼出奔晉罪秦伯也后子享晉侯造舟于河十里舍車自雍及絳歸取酬幣終事八反司馬侯問焉曰子之車盡於此而已乎對曰此之謂多矣若能少此吾何以得見女叔齊以告公且曰秦公子必歸臣聞君子能知其過必有令圖令圖天所贊也后子見趙孟趙孟曰吾子其曷歸對曰鍼懼選於寡君是以在此將待嗣君趙孟曰秦君何如對曰無道趙孟曰亡乎對曰何為一世無道國未艾也國於天地有與立焉不數世淫弗能斃也趙孟曰夭乎對曰有焉趙孟曰其幾何對曰鍼聞之國無道而年穀和熟天贊之也鮮不五稔趙孟視蔭曰朝夕不相及誰能待五后子出而告人曰趙孟將死矣主民翫歲而愒日其與幾何鄭為游楚亂故六月丁巳鄭伯及其大夫盟于公孫段氏罕虎公孫僑公孫段印段游吉駟帶私盟于閨門之外實薰隧公孫黑強與於盟使大史書其名且曰七子子產弗討晉中行穆子敗無終及群狄于大原崇卒也將戰魏舒曰彼徒我車所遇又阨以什共車必克困諸阨又克請皆卒自我始乃毀車以為行五乘為三伍荀吳之嬖人不肯即卒斬以徇為五陳以相離兩於前伍於後專為右角參為左角偏為前拒以誘之翟人笑之未陳而薄之大敗之莒展輿立而奪群公子秩公子召去疾于齊秋齊公子鉏納去疾展輿奔吳叔弓帥師疆鄆田因莒亂也於是莒務婁瞀胡及公子滅明以大厖與常儀靡奔齊君子曰莒展之不立棄人也夫人可棄乎詩曰無競惟人善矣晉侯有疾鄭伯使公孫僑如晉聘且問疾叔向問焉曰寡君之疾病卜人曰實沈臺駘為祟史莫之知敢問此何神也子產曰昔高辛氏有二子伯曰閼伯季曰實沈居于曠林不相能也日尋干戈以相征討后帝不臧遷閼伯于商丘主辰商人是因故辰為商星遷實沈于大夏主參唐人是因以服事夏商其季世曰唐叔虞當武王邑姜方震大叔夢帝謂己余命而子曰虞將與之唐屬諸參而蕃育其子孫及生有文在其手曰虞遂以命之及成王滅唐而封大叔焉故參為晉星由是觀之則實沈參神也昔金天氏有裔子曰昧為玄冥師生允格臺駘臺駘能業其官宣汾洮障大澤以處大原帝用嘉之封諸汾川沈姒蓐黃實守其祀今晉主汾而滅之矣由是觀之則臺駘汾神也抑此二者不及君身山川之神則水旱癘疫之災於是乎禜之日月星辰之神則雪霜風雨之不時於是乎禜之若君身則亦出入飲食哀樂之事也山川星辰之神又何為焉僑聞之君子有四時朝以聽政晝以訪問夕以脩令夜以安身於是乎節宣其氣勿使有所壅閉湫底以露其體茲心不爽而昏亂百度今無乃壹之則生疾矣僑又聞之內官不及同姓其生不殖美先盡矣則相生疾君子是以惡之故志曰買妾不知其姓則卜之違此二者古之所慎也男女辨姓禮之大司也今君內實有四姬焉其無乃是也乎若由是二者弗可為也已四姬有省猶可無則必生疾矣叔向曰善哉肸未之聞也此皆然矣叔向出行人揮送之叔向問鄭故焉且問子晳對曰其與幾何無禮而好陵人怙富而卑其上弗能久矣晉侯聞子產之言曰博物君子也重賄之晉侯求醫於秦秦伯使醫和視之曰疾不可為也是謂近女生疾如蠱非鬼非食惑以喪志良臣將死天命不祐公曰女不可近乎對曰節之先王之樂所以節百事也故有五節遲速本末以相及中聲以降五降之後不容彈矣於是有煩手淫聲慆堙心耳乃忘平和君子弗聽也物亦如之至於煩乃舍也已無以生疾君子之近琴瑟以儀節也非以慆心也天有六氣降生五味發為五色徵為五聲淫生六疾六氣曰陰陽風雨晦明也分為四時序為五節過則為菑陰淫寒疾陽淫熱疾風淫末疾雨淫腹疾晦淫惑疾明淫心疾女陽物而晦時淫則生內熱惑蠱之疾今君不節不時能無及此乎出告趙孟趙孟曰誰當良臣對曰主是謂矣主相晉國於今八年晉國無亂諸侯無闕可謂良矣和聞之國之大臣榮其寵祿任其大節有菑禍興而無改焉必受其咎今君至於淫以生疾將不能圖恤社稷禍孰大焉主不能禦吾是以云也趙孟曰何謂蠱對曰淫溺惑亂之所生也於文皿蟲為蠱穀之飛亦為蠱在周易女惑男風落山謂之蠱䷑皆同物也趙孟曰良醫也厚其禮而歸之楚公子圍使公子黑肱伯州犁城犨櫟郟鄭人懼子產曰不害令尹將行大事而先除二子也禍不及鄭何患焉冬楚公子圍將聘于鄭伍舉為介未出竟聞王有疾而還伍舉遂聘十一月己酉公子圍至入問王疾縊而弒之遂殺其二子幕及平夏右尹子干出奔晉宮廄尹子晳出奔鄭殺大宰伯州犁于郟葬王于郟謂之郟敖使赴于鄭伍舉問應為後之辭焉對曰寡大夫圍伍舉更之曰共王之子圍為長子干奔晉從車五乘叔向使與秦公子同食皆百人之餼趙文子曰秦公子富叔向曰厎祿以德德鈞以年年同以尊公子以國不聞以富且夫以千乘去其國彊禦已甚詩曰不侮鰥寡不畏彊禦秦楚匹也使后子與子干齒辭曰鍼懼選楚公子不獲是以皆來亦唯命且臣與羇齒無乃不可乎史佚有言曰非羇何忌楚靈王即位薳罷為令尹薳啟彊為大宰鄭游吉如楚葬郟敖且聘立君歸謂子產曰具行器矣楚王汏侈而自說其事必合諸侯吾往無日矣子產曰不數年未能也十二月晉既烝趙孟適南陽將會孟子餘甲辰朔烝于溫庚戌卒鄭伯如晉弔及雍乃復昭公二年經二年春晉侯使韓起來聘夏叔弓如晉秋鄭殺其大夫公孫黑冬公如晉至河乃復季孫宿如晉昭公二年傳二年春晉侯使韓宣子來聘且告為政而來見禮也觀書於大史氏見易象與魯春秋曰周禮盡在魯矣吾乃今知周公之德與周之所以王也公享之季武子賦緜之卒章韓子賦角弓季武子拜曰敢拜子之彌縫敝邑寡君有望矣武子賦節之卒章既享宴于季氏有嘉樹焉宣子譽之武子曰宿敢不封殖此樹以無忘角弓遂賦甘棠宣子曰起不堪也無以及召公宣子遂如齊納幣見子雅子雅召子旗使見宣子宣子曰非保家之主也不臣見子尾子尾見彊宣子謂之如子旗大夫多笑之唯晏子信之曰夫子君子也君子有信其有以知之矣自齊聘於衛衛侯享之北宮文子賦淇澳宣子賦木瓜夏四月韓須如齊逆女齊陳無宇送女致少姜少姜有寵於晉侯晉侯謂之少齊謂陳無宇非卿執諸中都少姜為之請曰送從逆班畏大國也猶有所易是以亂作叔弓聘于晉報宣子也晉侯使郊勞辭曰寡君使弓來繼舊好固曰女無敢為賓徹命於執事敝邑弘矣敢辱郊使請辭致館辭曰寡君命下臣來繼舊好好合使成臣之祿也敢辱大館叔向曰子叔子知禮哉吾聞之曰忠信禮之器也卑讓禮之宗也辭不忘國忠信也先國後己卑讓也詩曰敬慎威儀以近有德夫子近德矣秋鄭公孫黑將作亂欲去游氏而代其位傷疾作而不果駟氏與諸大夫欲殺之子產在鄙聞之懼弗及乘遽而至使吏數之曰伯有之亂以大國之事而未爾討也爾有亂心無厭國不女堪專伐伯有而罪一也昆弟爭室而罪二也薰隧之盟女矯君位而罪三也有死罪三何以堪之不速死大刑將至再拜稽首辭曰死在朝夕無助天為虐子產曰人誰不死凶人不終命也作凶事為凶人不助天其助凶人乎請以印為褚師子產曰印也若才君將任之不才將朝夕從女女罪之不恤而又何請焉不速死司寇將至七月壬寅縊尸諸周氏之衢加木焉晉少姜卒公如晉及河晉侯使士文伯來辭曰非伉儷也請君無辱公還季孫宿遂致服焉叔向言陳無宇於晉侯曰彼何罪君使公族逆之齊使上大夫送之猶曰不共君求以貪國則不共而執其使君刑已頗何以為盟主且少姜有辭冬十月陳無宇歸十一月鄭印段如晉弔昭公三年經三年春王正月丁未滕子原卒夏叔弓如滕五月葬滕成公秋小邾子來朝八月大雩冬大雨雹北燕伯款出奔齊昭公三年傳三年春王正月鄭游吉如晉送少姜之葬梁丙與張趯見之梁丙曰甚矣哉子之為此來也子大叔曰將得已乎昔文襄之霸也其務不煩諸侯令諸侯三歲而聘五歲而朝有事而會不協而盟君薨大夫弔卿共葬事夫人士弔大夫送葬足以昭禮命事謀闕而已無加命矣今嬖寵之喪不敢擇位而數於守適唯懼獲戾豈敢憚煩少齊有寵而死齊必繼室今茲吾又將來賀不唯此行也張趯曰善哉吾得聞此數也然自今子其無事矣譬如火焉火中寒暑乃退此其極也能無退乎晉將失諸侯諸侯求煩不獲二大夫退子大叔告人曰張趯有知其猶在君子之後乎丁未滕子原卒同盟故書名齊侯使晏嬰請繼室於晉曰寡君使嬰曰寡人願事君朝夕不倦將奉質幣以無失時則國家多難是以不獲不腆先君之適以備內官焜燿寡人之望則又無祿早世隕命寡人失望君若不忘先君之好惠顧齊國辱收寡人徼福於大公丁公照臨敝邑鎮撫其社稷則猶有先君之適及遺姑姊妹若而人君若不棄敝邑而辱使董振擇之以備嬪嬙寡人之望也韓宣子使叔向對曰寡君之願也寡君不能獨任其社稷之事未有伉儷在縗絰之中是以未敢請君有辱命惠莫大焉若惠顧敝邑撫有晉國賜之內主豈唯寡君舉群臣實受其貺其自唐叔以下實寵嘉之既成昏晏子受禮叔向從之宴相與語叔向曰齊其何如晏子曰此季世也吾弗知齊其為陳氏矣公棄其民而歸於陳氏齊舊四量豆區釜鍾四升為豆各自其四以登於釜釜十則鍾陳氏三量皆登一焉鍾乃大矣以家量貸而以公量收之山木如市弗加於山魚鹽蜃蛤弗加於海民參其力二入於公而衣食其一公聚朽蠹而三老凍餒國之諸市屨賤踊貴民人痛疾而或燠休之其愛之如父母而歸之如流水欲無獲民將焉辟之箕伯直柄虞遂伯戲其相胡公大姬已在齊矣叔向曰然雖吾公室今亦季世也戎馬不駕卿無軍行公乘無人卒列無長庶民罷敝而宮室滋侈道殣相望而女富溢尤民聞公命如逃寇讎欒郤胥原狐續慶伯降在皁隸政在家門民無所依君日不悛以樂慆憂公室之卑其何日之有讒鼎之銘曰昧旦丕顯後世猶怠況日不悛其能久乎晏子曰子將若何叔向曰晉之公族盡矣肸聞之公室將卑其宗族枝葉先落則公從之肸之宗十一族唯羊舌氏在而已肸又無子公室無度幸而得死豈其獲祀初景公欲更晏子之宅曰子之宅近市湫隘囂塵不可以居請更諸爽塏者辭曰君之先臣容焉臣不足以嗣之於臣侈矣且小人近市朝夕得所求小人之利也敢煩里旅公笑曰子近市識貴賤乎對曰既利之敢不識乎公曰何貴何賤於是景公繁於刑有鬻踊者故對曰踊貴屨賤既已告於君故與叔向語而稱之景公為是省於刑君子曰仁人之言其利博哉晏子一言而齊侯省刑詩曰君子如祉亂庶遄已其是之謂乎及晏子如晉公更其宅反則成矣既拜乃毀之而為里室皆如其舊則使宅人反之曰諺曰非宅是卜唯鄰是卜二三子先卜鄰矣違卜不祥君子不犯非禮小人不犯不祥古之制也吾敢違諸乎卒復其舊宅公弗許因陳桓子以請乃許之夏四月鄭伯如晉公孫段相甚敬而卑禮無違者晉侯嘉焉授之以策曰子豐有勞於晉國余聞而弗忘賜女州田以胙乃舊勳伯石再拜稽首受策以出君子曰禮其人之急也乎伯石之汏也一為禮於晉猶荷其祿況以禮終始乎詩曰人而無禮胡不遄死其是之謂乎初州縣欒豹之邑也及欒氏亡范宣子趙文子韓宣子皆欲之文子曰溫吾縣也二宣子曰自郤稱以別三傳矣晉之別縣不唯州誰獲治之文子病之乃舍之二宣子曰吾不可以正議而自與也皆舍之及文子為政趙獲曰可以取州矣文子曰退二子之言義也違義禍也余不能治余縣又焉用州其以徼禍也君子曰弗知實難知而弗從禍莫大焉有言州必死豐氏故主韓氏伯石之獲州也韓宣子為之請之為其復取之之故五月叔弓如滕葬滕成公子服椒為介及郊遇懿伯之忌敬子不入惠伯曰公事有公利無私忌椒請先入乃先受館敬子從之晉韓起如齊逆女公孫蠆為少姜之有寵也以其子更公女而嫁公子人謂宣子子尾欺晉晉胡受之宣子曰我欲得齊而遠其寵寵將來乎秋七月鄭罕虎如晉賀夫人且告曰楚人日徵敝邑以不朝立王之故敝邑之往則畏執事其謂寡君而固有外心其不往則宋之盟云進退罪也寡君使虎布之宣子使叔向對曰君若辱有寡君在楚何害脩宋盟也君苟思盟寡君乃知免於戾矣君若不有寡君雖朝夕辱於敝邑寡君猜焉君實有心何辱命焉君其往也苟有寡君在楚猶在晉也張趯使謂大叔曰自子之歸也小人糞除先人之敝廬曰子其將來今子皮實來小人失望大叔曰吉賤不獲來畏大國尊夫人也且孟曰而將無事吉庶幾焉小邾穆公來朝季武子欲卑之穆叔曰不可曹滕二邾實不忘我好敬以逆之猶懼其貳又卑一睦焉逆群好也其如舊而加敬焉志曰能敬無災又曰敬逆來者天所福也季孫從之八月大雩旱也齊侯田於莒盧蒲嫳見泣且請曰余髮如此種種余奚能為公曰諾吾告二子歸而告之子尾欲復之子雅不可曰彼其髮短而心甚長其或寢處我矣九月子雅放盧蒲嫳于北燕燕簡公多嬖寵欲去諸大夫而立其寵人冬燕大夫比以殺公之外嬖公懼奔齊書曰北燕伯款出奔齊罪之也十月鄭伯如楚子產相楚子享之賦吉日既享子產乃具田備王以田江南之夢齊公孫竈卒司馬竈見晏子曰又喪子雅矣晏子曰惜也子旗不免殆哉姜族弱矣而媯將始昌二惠競爽猶可又弱一个焉姜其危哉昭公四年經四年春王正月大雨雹夏楚子蔡侯陳侯鄭伯許男徐子滕子頓子胡子沈子小邾子宋世子佐淮夷會于申楚人執徐子秋七月楚子蔡侯陳侯許男頓子胡子沈子淮夷伐吳執齊慶封殺之遂滅賴九月取鄫冬十有二月乙卯叔孫豹卒昭公四年傳四年春王正月許男如楚楚子止之遂止鄭伯復田江南許男與焉使椒舉如晉求諸侯二君待之椒舉致命曰寡君使舉曰日君有惠賜盟于宋曰晉楚之從交相見也以歲之不易寡人願結驩於二三君使舉請間君若苟無四方之虞則願假寵以請於諸侯晉侯欲勿許司馬侯曰不可楚王方侈天或者欲逞其心以厚其毒而降之罰未可知也其使能終亦未可知也晉楚唯天所相不可與爭君其許之而脩德以待其歸若歸於德吾猶將事之況諸侯乎若適淫虐楚將棄之吾又誰與爭公曰晉有三不殆其何敵之有國險而多馬齊楚多難有是三者何鄉而不濟對曰恃險與馬而虞鄰國之難是三殆也四嶽三塗陽城大室荊山中南九州之險也是不一姓冀之北土馬之所生無興國焉恃險與馬不可以為固也從古以然是以先王務脩德音以亨神人不聞其務險與馬也鄰國之難不可虞也或多難以固其國啟其疆土或無難以喪其國失其守宇若何虞難齊有仲孫之難而獲桓公至今賴之晉有里丕之難而獲文公是以為盟主衛邢無難敵亦喪之故人之難不可虞也恃此三者而不脩政德亡於不暇又何能濟君其許之紂作淫虐文王惠和殷是以隕周是以興夫豈爭諸侯乃許楚使使叔向對曰寡君有社稷之事是以不獲春秋時見諸侯君實有之何辱命焉椒舉遂請昏晉侯許之楚子問於子產曰晉其許我諸侯乎對曰許君晉君少安不在諸侯其大夫多求莫匡其君在宋之盟又曰如一若不許君將焉用之王曰諸侯其來乎對曰必來從宋之盟承君之歡不畏大國何故不來不來者其魯衛曹邾乎曹畏宋邾畏魯魯衛偪於齊而親於晉唯是不來其餘君之所及也誰敢不至王曰然則吾所求者無不可乎對曰求逞於人不可與人同欲盡濟大雨雹季武子問於申豐曰雹可禦乎對曰聖人在上無雹雖有不為災古者日在北陸而藏冰西陸朝覿而出之其藏冰也深山窮谷固陰沍寒於是乎取之其出之也朝之祿位賓食喪祭於是乎用之其藏之也黑牡秬黍以享司寒其出之也桃弧棘矢以除其災其出入也時食肉之祿冰皆與焉大夫命婦喪浴用冰祭寒而藏之獻羔而啟之公始用之火出而畢賦自命夫命婦至於老疾無不受冰山人取之縣人傳之輿人納之隸人藏之夫冰以風壯而以風出其藏之也周其用之也徧則冬無愆陽夏無伏陰春無淒風秋無苦雨雷出不震無菑霜雹癘疾不降民不夭札今藏川池之冰棄而不用風不越而殺雷不發而震雹之為菑誰能禦之七月之卒章藏冰之道也夏諸侯如楚魯衛曹邾不會曹邾辭以難公辭以時祭衛侯辭以疾鄭伯先待于申六月丙午楚子合諸侯于申椒舉言於楚子曰臣聞諸侯無歸禮以為歸今君始得諸侯其慎禮矣霸之濟否在此會也夏啟有鈞臺之享商湯有景亳之命周武有孟津之誓成有岐陽之蒐康有酆宮之朝穆有塗山之會齊桓有召陵之師晉文有踐土之盟君其何用宋向戌鄭公孫僑在諸侯之良也君其選焉王曰吾用齊桓王使問禮於左師與子產左師曰小國習之大國用之敢不薦聞獻公合諸侯之禮六子產曰小國共職敢不薦守獻伯子男會公之禮六君子謂合左師善守先代子產善相小國王使椒舉侍於後以規過卒事不規王問其故對曰禮吾所未見者有六焉又何以規宋大子佐後至王田於武城久而弗見椒舉請辭焉王使往曰屬有宗祧之事於武城寡君將墮幣焉敢謝後見徐子吳出也以為貳焉故執諸申楚子示諸侯侈椒舉曰夫六王二公之事皆所以示諸侯禮也諸侯所由用命也夏桀為仍之會有緡叛之商紂為黎之蒐東夷叛之周幽為大室之盟戎狄叛之皆所以示諸侯汏也諸侯所由棄命也今君以汏無乃不濟乎王弗聽子產見左師曰吾不患楚矣汏而愎諫不過十年左師曰然不十年侈其惡不遠遠惡而後棄善亦如之德遠而後興秋七月楚子以諸侯伐吳宋大子鄭伯先歸宋華費遂鄭大夫從使屈申圍朱方八月甲申克之執齊慶封而盡滅其族將戮慶封椒舉曰臣聞無瑕者可以戮人慶封惟逆命是以在此其肯從於戮乎播於諸侯焉用之王弗聽負之斧鉞以徇於諸侯使言曰無或如齊慶封弒其君弱其孤以盟其大夫慶封曰無或如楚共王之庶子圍弒其君－－兄之子麇而代之以盟諸侯王使速殺之遂以諸侯滅賴賴子面縛銜璧士袒輿櫬從之造於中軍王問諸椒舉對曰成王克許許僖公如是王親釋其縛受其璧焚其櫬王從之遷賴於鄢楚子欲遷許於賴使鬭韋龜與公子棄疾城之而還申無宇曰楚禍之首將在此矣召諸侯而來伐國而克城竟莫校王心不違民其居乎民之不處其誰堪之不堪王命乃禍亂也九月取鄫言易也莒亂著丘公立而不撫鄫鄫叛而來故曰取凡克邑不用師徒曰取鄭子產作丘賦國人謗之曰其父死於路己為蠆尾以令於國國將若之何子寬以告子產曰何害苟利社稷死生以之且吾聞為善者不改其度故能有濟也民不可逞度不可改詩曰禮義不愆何恤於人言吾不遷矣渾罕曰國氏其先亡乎君子作法於涼其敝猶貪作法於貪敝將若之何姬在列者蔡及曹滕其先亡乎偪而無禮鄭先衛亡偪而無法政不率法而制於心民各有心何上之有冬吳伐楚入棘櫟麻以報朱方之役楚沈尹射奔命於夏汭葴尹宜咎城鍾離薳啟疆城巢然丹城州來東國水不可以城彭生罷賴之師初穆子去叔孫氏及庚宗遇婦人使私為食而宿焉問其行告之故哭而送之適齊娶於國氏生孟丙仲壬夢天壓己弗勝顧而見人黑而上僂深目而豭喙號之曰牛助余乃勝之旦而皆召其徒無之且曰志之及宣伯奔齊饋之宣伯曰魯以先子之故將存吾宗必召女召女何如對曰願之久矣魯人召之不告而歸既立所宿庚宗之婦人獻以雉問其姓對曰余子長矣能奉雉而從我矣召而見之則所夢也未問其名號之曰牛曰唯皆召其徒使視之遂使為豎有寵長使為政公孫明知叔孫於齊歸未逆國姜子明取之故怒其子長而後使逆之田於丘蕕遂遇疾焉豎牛欲亂其室而有之強與孟盟不可叔孫為孟鍾曰爾未際饗大夫以落之既具使豎牛請日入弗謁出命之日及賓至聞鍾聲牛曰孟有北婦人之客怒將往牛止之賓出使拘而殺諸外牛又強與仲盟不可仲與公御萊書觀於公公與之環使牛入示之入不示出命佩之牛謂叔孫見仲而何叔孫曰何為曰不見既自見矣公與之環而佩之矣遂逐之奔齊疾急命召仲牛許而不召杜洩見告之飢渴授之戈對曰求之而至又何去焉豎牛曰夫子疾病不欲見人使寘饋于个而退牛弗進則置虛命徹十二月癸丑叔孫不食乙卯卒牛立昭子而相之公使杜洩葬叔孫豎牛賂叔仲昭子與南遺使惡杜洩於季孫而去之杜洩將以路葬且盡卿禮南遺謂季孫曰叔孫未乘路葬焉用之且冢卿無路介卿以葬不亦左乎季孫曰然使杜洩舍路不可曰夫子受命於朝而聘于王王思舊勳而賜之路復命而致之君君不敢逆王命而復賜之使三官書之吾子為司徒實書名夫子為司馬與工正書服孟孫為司空以書勳今死而弗以是棄君命也書在公府而弗以是廢三官也若命服生弗敢服死又不以將焉用之乃使以葬季孫謀去中軍豎牛曰夫子固欲去之昭公五年經五年春王正月舍中軍楚殺其大夫屈申公如晉夏莒牟夷以牟婁及防茲來奔秋七月公至自晉戊辰叔弓帥師敗莒師于蚡泉秦伯卒冬楚子蔡侯陳侯許男頓子沈子徐人越人伐吳昭公五年傳五年春王正月舍中軍卑公室也毀中軍于施氏成諸臧氏初作中軍三分公室而各有其一季氏盡征之叔孫氏臣其子弟孟氏取其半焉及其舍之也四分公室季氏擇二二子各一皆盡征之而貢于公以書使杜洩告於殯曰子固欲毀中軍既毀之矣故告杜洩曰夫子唯不欲毀也故盟諸僖閎詛諸五父之衢受其書而投之帥士而哭之叔仲子謂季孫曰帶受命於子叔孫曰葬鮮者自西門季孫命杜洩杜洩曰卿喪自朝魯禮也吾子為國政未改禮而又遷之群臣懼死不敢自也既葬而行仲至自齊季孫欲立之南遺曰叔孫氏厚則季氏薄彼實家亂子勿與知不亦可乎南遺使國人助豎牛以攻諸大庫之庭司宮射之中目而死豎牛取東鄙三十邑以與南遺昭子即位朝其家眾曰豎牛禍叔孫氏使亂大從殺適立庶又披其邑將以赦罪罪莫大焉必速殺之豎牛懼奔齊孟仲之子殺諸塞關之外投其首於寧風之棘上仲尼曰叔孫昭子之不勞不可能也周任有言曰為政者不賞私勞不罰私怨詩云有覺德行四國順之初穆子之生也莊叔以周易筮之遇明夷䷣之謙䷎以示卜楚丘楚丘曰是將行而歸為子祀以讒人入其名曰牛卒以餒死明夷日也日之數十故有十時亦當十位自王已下其二為公其三為卿日上其中食日為二旦日為三明夷之謙明而未融其當旦乎故曰為子祀日之謙當鳥故曰明夷于飛明而未融故曰垂其翼象日之動故曰君子于行當三在旦故曰三日不食離火也艮山也離為火火焚山山敗於人為言敗言為讒故曰有攸往主人有言言必讒也純離為牛世亂讒勝勝將適離故曰其名曰牛謙不足飛不翔垂不峻翼不廣故曰其為子後乎吾子亞卿也抑少不終楚子以屈申為貳於吳乃殺之以屈生為莫敖使與令尹子蕩如晉逆女過鄭鄭伯勞子蕩于氾勞屈生于菟氏晉侯送女于邢丘子產相鄭伯會晉侯于邢丘公如晉自郊勞至于贈賄無失禮晉侯謂女叔齊曰魯侯不亦善於禮乎對曰魯侯焉知禮公曰何為自郊勞至于贈賄禮無違者何故不知對曰是儀也不可謂禮禮所以守其國行其政令無失其民者也今政令在家不能取也有子家羈弗能用也奸大國之盟陵虐小國利人之難不知其私公室四分民食於他思莫在公不圖其終為國君難將及身不恤其所禮之本末將於此乎在而屑屑焉習儀以亟言善於禮不亦遠乎君子謂叔侯於是乎知禮晉韓宣子如楚送女叔向為介鄭子皮子大叔勞諸索氏大叔謂叔向曰楚王汏侈已甚子其戒之叔向曰汏侈已甚身之災也焉能及人若奉吾幣帛慎吾威儀守之以信行之以禮敬始而思終終無不復從而不失儀敬而不失威道之以訓辭奉之以舊法考之以先王度之以二國雖汏侈若我何及楚楚子朝其大夫曰晉吾仇敵也苟得志焉無恤其他今其來者上卿上大夫也若吾以韓起為閽以羊舌肸為司宮足以辱晉吾亦得志矣可乎大夫莫對薳啟彊曰可苟有其備何故不可恥匹夫不可以無備況恥國乎是以聖王務行禮不求恥人朝聘有珪享覜有璋小有述職大有巡功設机而不倚爵盈而不飲宴有好貨飧有陪鼎入有郊勞出有贈賄禮之至也國家之敗失之道也則禍亂興城濮之役晉無楚備以敗於邲邲之役楚無晉備以敗於鄢自鄢以來晉不失備而加之以禮重之以睦是以楚弗能報而求親焉既獲姻親又欲恥之以召寇讎備之若何誰其重此若有其人恥之可也若其未有君亦圖之晉之事君臣曰可矣求諸侯而麇至求昏而薦女君親送之上卿及上大夫致之猶欲恥之君其亦有備矣不然柰何韓起之下趙成中行吳魏舒范鞅知盈羊舌肸之下祁午張趯籍談女齊梁丙張骼輔躒苗賁皇皆諸侯之選也韓襄為公族大夫韓須受命而使矣箕襄邢帶叔禽叔椒子羽皆大家也韓賦七邑皆成縣也羊舌四族皆彊家也晉人若喪韓起楊肸五卿八大夫輔韓須楊石因其十家九縣長轂九百其餘四十縣遺守四千奮其武怒以報其大恥伯華謀之中行伯魏舒帥之其蔑不濟矣君將以親易怨實無禮以速寇而未有其備使群臣往遺之禽以逞君心何不可之有王曰不穀之過也大夫無辱厚為韓子禮王欲敖叔向以其所不知而不能亦厚其禮韓起反鄭伯勞諸圉辭不敢見禮也鄭罕虎如齊娶於子尾氏晏子驟見之陳桓子問其故對曰能用善人民之主也夏莒牟夷以牟婁及防茲來奔牟夷非卿而書尊地也莒人愬于晉晉侯欲止公范獻子曰不可人朝而執之誘也討不以師而誘以成之惰也為盟主而犯此二者無乃不可乎請歸之間而以師討焉乃歸公秋七月公至自晉莒人來討不設備戊辰叔弓敗諸蚡泉莒未陳也冬十月楚子以諸侯及東夷伐吳以報棘櫟麻之役薳射以繁揚之師會於夏汭越大夫常壽過帥師會楚子于瑣聞吳師出薳啟彊帥師從之遽不設備吳人敗諸鵲岸楚子以馹至於羅汭吳子使其弟蹶由犒師楚人執之將以釁鼓王使問焉曰女卜來吉乎對曰吉寡君聞君將治兵於敝邑卜之以守龜曰余亟使人犒師請行以觀王怒之疾徐而為之備尚克知之龜兆告吉曰克可知也君若驩焉好逆使臣滋敝邑休怠而忘其死亡無日矣今君奮焉震電馮怒虐執使臣將以釁鼓則吳知所備矣敝邑雖羸若早脩完其可以息師難易有備可謂吉矣且吳社稷是卜豈為一人使臣獲釁軍鼓而敝邑知備以禦不虞其為吉孰大焉國之守龜其何事不卜一臧一否其誰能當之城濮之兆其報在邲今此行也其庸有報志乃弗殺楚師濟於羅汭沈尹赤會楚子次於萊山薳射帥繁陽之師先入南懷楚師從之及汝清吳不可入楚子遂觀兵於坁箕之山是行也吳早設備楚無功而還以蹶由歸楚子懼吳使沈尹射待命于巢薳啟彊待命于雩婁禮也秦后子復歸於秦景公卒故也昭公六年經六年春王正月杞伯益姑卒葬秦景公夏季孫宿如晉葬杞文公宋華合比出奔衛秋九月大雩楚薳罷帥師伐吳冬叔弓如楚齊侯伐北燕昭公六年傳六年春王正月杞文公卒弔如同盟禮也大夫如秦葬景公禮也三月鄭人鑄刑書叔向使詒子產書曰始吾有虞於子今則已矣昔先王議事以制不為刑辟懼民之有爭心也猶不可禁禦是故閑之以義糾之以政行之以禮守之以信奉之以仁制為祿位以勸其從嚴斷刑罰以威其淫懼其未也故誨之以忠聳之以行教之以務使之以和臨之以敬涖之以彊斷之以剛猶求聖哲之上明察之官忠信之長慈惠之師民於是乎可任使也而不生禍亂民知有辟則不忌於上並有爭心以徵於書而徼幸以成之弗可為矣夏有亂政而作禹刑商有亂政而作湯刑周有亂政而作九刑三辟之興皆叔世也今吾子相鄭國作封洫立謗政制參辟鑄刑書將以靖民不亦難乎詩曰儀式刑文王之德日靖四方又曰儀刑文王萬邦作孚如是何辟之有民知爭端矣將棄禮而徵於書錐刀之末將盡爭之亂獄滋豐賄賂並行終子之世鄭其敗乎肸聞之國將亡必多制其此之謂乎復書曰若吾子之言僑不才不能及子孫吾以救世也既不承命敢忘大惠士文伯曰火見鄭其火乎火未出而作火以鑄刑器藏爭辟焉火如象之不火何為夏季孫宿如晉拜莒田也晉侯享之有加籩武子退使行人告曰小國之事大國也苟免於討不敢求貺得貺不過三獻今豆有加下臣弗堪無乃戾也韓宣子曰寡君以為驩也對曰寡君猶未敢況下臣君之隸也敢聞加貺固請徹加而後卒事晉人以為知禮重其好貨宋寺人柳有寵大子佐惡之華合比曰我殺之柳聞之乃坎用牲埋書而告公曰合比將納亡人之族既盟于北郭矣公使視之有焉遂逐華合比合比奔衛於是華亥欲代右師乃與寺人柳比從為之徵曰聞之久矣公使代之見於左師左師曰女夫也必亡女喪而宗室於人何有人亦於女何有詩曰宗子維城毋俾城壞毋獨斯畏女其畏哉六月丙戌鄭災楚公子棄疾如晉報韓子也過鄭鄭罕虎公孫僑游吉從鄭伯以勞諸柤辭不敢見固請見之見如見王以其乘馬八匹私面見子皮如上卿以馬六匹見子產以馬四匹見子大叔以馬二匹禁芻牧採樵不入田不樵樹不采蓺不抽屋不強匄誓曰有犯命者君子廢小人降舍不為暴主不慁賓往來如是鄭三卿皆知其將為王也韓宣子之適楚也楚人弗逆公子棄疾及晉竟晉侯將亦弗逆叔向曰楚辟我衷若何效辟詩曰爾之教矣民胥效矣從我而已焉用效人之辟書曰聖作則無寧以善人為則而則人之辟乎匹夫為善民猶則之況國君乎晉侯說乃逆之秋九月大雩旱也徐儀楚聘于楚楚子執之逃歸懼其叛也使薳洩伐徐吳人救之令尹子蕩帥師伐吳師于豫章而次于乾谿吳人敗其師於房鍾獲宮廄尹棄疾子蕩歸罪於薳洩而殺之冬叔弓如楚聘且弔敗也十一月齊侯如晉請伐北燕也士匄相士鞅逆諸河禮也晉侯許之十二月齊侯遂伐北燕將納簡公晏子曰不入燕有君矣民不貳吾君賄左右諂諛作大事不以信未嘗可也昭公七年經七年春王正月暨齊平三月公如楚叔孫婼如齊涖盟夏四月甲辰朔日有食之秋八月戊辰衛侯惡卒九月公至自楚冬十有一月癸未季孫宿卒十有二月癸亥葬衛襄公昭公七年傳七年春王正月暨齊平齊求之也癸巳齊侯次于虢燕人行成曰敝邑知罪敢不聽命先君之敝器請以謝罪公孫晳曰受服而退俟釁而動可也二月戊午盟于濡上燕人歸燕姬賂以瑤罋玉櫝斝耳不克而還楚子之為令尹也為王旌以田芋尹無宇斷之曰一國兩君其誰堪之及即位為章華之宮納亡人以實之無宇之閽入焉無宇執之有司弗與曰執人於王宮其罪大矣執而謁諸王王將飲酒無宇辭曰天子經略諸侯正封古之制也封略之內何非君土食土之毛誰非君臣故詩曰普天之下莫非王土率土之濱莫非王臣天有十日人有十等下所以事上上所以共神也故王臣公公臣大夫大夫臣士士臣皁皁臣輿輿臣隸隸臣僚僚臣僕僕臣臺馬有圉牛有牧以待百事今有司曰女胡執人於王宮將焉執之周文王之法曰有亡荒閱所以得天下也吾先君文王作僕區之法曰盜所隱器與盜同罪所以封汝也若從有司是無所執逃臣也逃而舍之是無陪臺也王事無乃闕乎昔武王數紂之罪以告諸侯曰紂為天下逋逃主萃淵藪故夫致死焉君王始求諸侯而則紂無乃不可乎若以二文之法取之盜有所在矣王曰取而臣以往盜有寵未可得也遂赦之楚子成章華之臺願與諸侯落之大宰薳啟彊曰臣能得魯侯薳啟彊來召公辭曰昔先君成公命我先大夫嬰齊曰吾不忘先君之好將使衡父照臨楚國鎮撫其社稷以輯寧爾民嬰齊受命于蜀奉承以來弗敢失隕而致諸宗祧日我先君共王引領北望日月以冀傳序相授於今四王矣嘉惠未至唯襄公之辱臨我喪孤與其二三臣悼心失圖社稷之不皇況能懷思君德今君若步玉趾辱見寡君寵靈楚國以信蜀之役致君之嘉惠是寡君既受貺矣何蜀之敢望其先君鬼神實嘉賴之豈唯寡君君若不來使臣請問行期寡君將承質幣而見于蜀以請先君之貺公將往夢襄公祖梓慎曰君不果行襄公之適楚也夢周公祖而行今襄公實祖君其不行子服惠伯曰行先君未嘗適楚故周公祖以道之襄公適楚矣而祖以道君不行何之三月公如楚鄭伯勞于師之梁孟僖子為介不能相儀及楚不能荅郊勞夏四月甲辰朔日有食之晉侯問於士文伯曰誰將當日食對曰魯衛惡之衛大魯小公曰何故對曰去衛地如魯地於是有災魯實受之其大咎其衛君乎魯將上卿公曰詩所謂彼日而食于何不臧者何也對曰不善政之謂也國無政不用善則自取謫于日月之災故政不可不慎也務三而已一曰擇人二曰因民三曰從時晉人來治杞田季孫將以成與之謝息為孟孫守不可曰人有言曰雖有挈缾之知守不假器禮也夫子從君而守臣喪邑雖吾子亦有猜焉季孫曰君之在楚於晉罪也又不聽晉魯罪重矣晉師必至吾無以待之不如與之間晉而取諸杞吾與子桃成反誰敢有之是得二成也魯無憂而孟孫益邑子何病焉辭以無山與之萊柞乃遷于桃晉人為杞取成楚子享公于新臺使長鬣者相好以大屈既而悔之薳啟彊聞之見公公語之拜賀公曰對曰齊與晉越欲此久矣寡君無適與也而傳諸君君其備禦三鄰慎守寶矣敢不賀乎公懼乃反之鄭子產聘于晉晉侯疾韓宣子逆客私焉曰寡君寢疾於今三月矣並走群望有加而無瘳今夢黃熊入于寢門其何厲鬼也對曰以君之明子為大政其何厲之有昔堯殛鯀于羽山其神化為黃熊以入于羽淵實為夏郊三代祀之晉為盟主其或者未之祀也（乎）韓子祀夏郊晉侯有間賜子產莒之二方鼎子產為豐施歸州田於韓宣子曰日君以夫公孫段為能任其事而賜之州田今無祿早世不獲久享君德其子弗敢有不敢以聞於君私致諸子宣子辭子產曰古人有言曰其父析薪其子弗克負荷施將懼不能任其先人之祿其況能任大國之賜縱吾子為政而可後之人若屬有疆埸之言敝邑獲戾而豐氏受其大討吾子取州是免敝邑於戾而建置豐氏也敢以為請宣子受之以告晉侯晉侯以與宣子宣子為初言病有之以易原縣於樂大心鄭人相驚以伯有曰伯有至矣則皆走不知所往鑄刑書之歲二月或夢伯有介而行曰壬子余將殺帶也明年壬寅余又將殺段也及壬子駟帶卒國人益懼齊燕平之月壬寅公孫段卒國人愈懼其明月子產立公孫洩及良止以撫之乃止子大叔問其故子產曰鬼有所歸乃不為厲吾為之歸也大叔曰公孫洩何為子產曰說也為身無義而圖說從政有所反之以取媚也不媚不信不信民不從也及子產適晉趙景子問焉曰伯有猶能為鬼乎子產曰能人生始化曰魄既生魄陽曰魂用物精多則魂魄強是以有精爽至於神明匹夫匹婦強死其魂魄猶能馮依於人以為淫厲況良霄我先君穆公之冑子良之孫子耳之子敝邑之卿從政三世矣鄭雖無腆抑諺曰蕞爾國而三世執其政柄其用物也弘矣其取精也多矣其族又大所馮厚矣而強死能為鬼不亦宜乎子皮之族飲酒無度故馬師氏與子皮氏有惡齊師還自燕之月罕朔殺罕魋罕朔奔晉韓宣子問其位於子產子產曰君之羈臣苟得容以逃死何位之敢擇卿違從大夫之位罪人以其罪降古之制也朔於敝邑亞大夫也其官馬師也獲戾而逃唯執政所寘之得免其死為惠大矣又敢求位宣子為子產之敏也使從嬖大夫秋八月衛襄公卒晉大夫言於范獻子曰衛事晉為睦晉不禮焉庇其賊人而取其地故諸侯貳詩曰䳭鴒在原兄弟急難又曰死喪之威兄弟孔懷兄弟之不睦於是乎不弔況遠人誰敢歸之今又不禮於衛之嗣衛必叛我是絕諸侯也獻子以告韓宣子宣子說使獻子如衛弔且反戚田衛齊惡告喪于周且請命王使臣簡公如衛弔且追命襄公曰叔父陟恪在我先王之左右以佐事上帝余敢忘高圉亞圉九月公至自楚孟僖子病不能禮乃講學之苟能禮者從之及其將死也召其大夫曰禮人之幹也無禮無以立吾聞將有達者曰孔丘聖人之後也而滅於宋其祖弗父何以有宋而授厲公及正考父佐戴武宣三命茲益共故其鼎銘云一命而僂再命而傴三命而俯循牆而走亦莫余敢侮饘於是鬻於是以餬余口其共也如是臧孫紇有言曰聖人有明德者若不當世其後必有達人今其將在孔丘乎我若獲沒必屬說與何忌於夫子使事之而學禮焉以定其位故孟懿子與南宮敬叔師事仲尼仲尼曰能補過者君子也詩曰君子是則是效孟僖子可則效已矣單獻公棄親用羈冬十月辛酉襄頃之族殺獻公而立成公十一月季武子卒晉侯謂伯瑕曰吾所問日食從矣可常乎對曰不可六物不同民心不壹事序不類官職不則同始異終胡可常也詩曰或燕燕居息或憔悴事國其異終也如是公曰何謂六物對曰歲時日月星辰是謂也公曰多語寡人辰而莫同何謂辰對曰日月之會是謂辰故以配日衛襄公夫人姜氏無子嬖人婤姶生孟縶孔成子夢康叔謂己立元余使羈之孫圉與史苟相之史朝亦夢康叔謂己余將命而子苟與孔烝鉏之曾孫圉相元史朝見成子告之夢夢恊晉韓宣子為政聘于諸侯之歲婤姶生子名之曰元孟縶之足不良能行孔成子以周易筮之曰元尚享衛國主其社稷遇屯䷂又曰余尚立縶尚克嘉之遇屯䷂之比䷇以示史朝史朝曰元亨又何疑焉成子曰非長之謂乎對曰康叔名之可謂長矣孟非人也將不列於宗不可謂長且其繇曰利建侯嗣吉何建建非嗣也二卦皆云子其建之康叔命之二卦告之筮襲於夢武王所用也弗從何為弱足者居侯主社稷臨祭祀奉民人事鬼神從會朝又焉得居各以所利不亦可乎故孔成子立靈公十二月癸亥葬衛襄公昭公八年經八年春陳侯之弟招殺陳世子偃師夏四月辛丑陳侯溺卒叔弓如晉楚人執陳行人干徵師殺之陳公子留出奔鄭秋蒐于紅陳人殺其大夫公子過大雩冬十月壬午楚師滅陳執陳公子招放之于越殺陳孔奐葬陳哀公昭公八年傳八年春石言于晉魏榆晉侯問於師曠曰石何故言對曰石不能言或馮焉不然民聽濫也抑臣又聞之曰作事不時怨讟動于民則有非言之物而言今宮室崇侈民力彫盡怨讟並作莫保其性石言不亦宜乎於是晉侯方築虒祁之宮叔向曰子野之言君子哉君子之言信而有徵故怨遠於其身小人之言僭而無徵故怨咎及之詩曰哀哉不能言匪舌是出唯躬是瘁哿矣能言巧言如流俾躬處休其是之謂乎是宮也成諸侯必叛君必有咎夫子知之矣陳哀公元妃鄭姬生悼大子偃師二妃生公子留下妃生公子勝二妃嬖留有寵屬諸司徒招與公子過哀公有癈疾三月甲申公子招公子過殺悼大子偃師而立公子留夏四月辛亥哀公縊干徵師赴于楚且告有立君公子勝愬之于楚楚人執而殺之公子留奔鄭書曰陳侯之弟招殺陳世子偃師罪在招也楚人執陳行人干徵師殺之罪不在行人也叔弓如晉賀虒祁也游吉相鄭伯以如晉亦賀虒祁也史趙見子大叔曰甚哉其相蒙也可弔也而又賀之子大叔曰若何弔也其非唯我賀將天下實賀秋大蒐于紅自根牟至于商衛革車千乘七月甲戌齊子尾卒子旗欲治其室丁丑殺梁嬰八月庚戌逐子成子工子車皆來奔而立子良氏之宰其臣曰孺子長矣而相吾室欲兼我也授甲將攻之陳桓子善於子尾亦授甲將助之或告子旗子旗不信則數人告將往又數人告於道遂如陳氏桓子將出矣聞之而還游服而逆之請命對曰聞彊氏授甲將攻子子聞諸曰弗聞子盍亦授甲無宇請從子旗曰子胡然彼孺子也吾誨之猶懼其不濟吾又寵秩之其若先人何子盍謂之周書曰惠不惠茂不茂康叔所以服弘大也桓子稽顙曰頃靈福子吾猶有望遂和之如初陳公子招歸罪於公子過而殺之九月楚公子棄疾帥師奉孫吳圍陳宋戴惡會之冬十一月壬午滅陳輿嬖袁克殺馬毀玉以葬楚人將殺之請寘之既又請私私於幄加絰於顙而逃使穿封戌為陳公曰城麇之役不謟侍飲酒於王王曰城麇之役女知寡人之及此女其辟寡人乎對曰若知君之及此臣必致死禮以息楚晉侯問於史趙曰陳其遂亡乎對曰未也公曰對曰陳顓頊之族也歲在鶉火是以卒滅陳將如之今在析木之津猶將復由且陳氏得政于齊而後陳卒亡自幕至于瞽瞍無違命舜重之以明德寘德於遂遂世守之及胡公不淫故周賜之姓使祀虞帝臣聞盛德必百世祀虞之世數未也繼守將在齊其兆既存矣昭公九年經九年春叔弓會楚子于陳許遷于夷夏四月陳災秋仲孫貜如齊冬築郎囿昭公九年傳九年春叔弓宋華亥鄭游吉衛趙黶會楚子于陳二月庚申楚公子棄疾遷許于夷實城父取州來淮北之田以益之伍舉授許男田然丹遷城父人於陳以夷濮西田益之遷方城外人於許周甘人與晉閻嘉爭閻田晉梁丙張趯率陰戎伐潁王使詹桓伯辭於晉曰我自夏以后稷魏駘芮岐畢吾西土也及武王克商蒲姑商奄吾東土也巴濮楚鄧吾南土也肅慎燕亳吾北土也吾何邇封之有文武成康之建母弟以蕃屏周亦其廢隊是為豈如弁髦而因以敝之先王居檮杌于四裔以禦螭魅故允姓之姦居于瓜州伯父惠公歸自秦而誘以來使偪我諸姬入我郊甸則戎焉取之戎有中國誰之咎也后稷封殖天下今戎制之不亦難乎伯父圖之我在伯父猶衣服之有冠冕木水之有本原民人之有謀主也伯父若裂冠毀冕拔本塞原專棄謀主雖戎狄其何有余一人叔向謂宣子曰文之伯也豈能改物翼戴天子而加之以共自文以來世有衰德而暴蔑宗周以宣示其侈諸侯之貳不亦宜乎且王辭直子其圖之宣子說王有姻喪使趙成如周弔且致閻田與襚反潁俘王亦使賓滑執甘大夫襄以說於晉晉人禮而歸之夏四月陳災鄭裨竈曰五年陳將復封封五十二年而遂亡子產問其故對曰陳水屬也火水妃也而楚所相也今火出而火陳逐楚而建陳也妃以五成故曰五年歲五及鶉火而後陳卒亡楚克有之天之道也故曰五十二年晉荀盈如齊逆女還六月卒于戲陽殯于絳未葬晉侯飲酒樂膳宰屠蒯趨入請佐公使尊許之而遂酌以飲工曰女為君耳將司聰也辰在子卯謂之疾日君徹宴樂學人舍業為疾故也君之卿佐是謂股肱股肱或虧何痛如之女弗聞而樂是不聰也又飲外嬖嬖叔曰女為君目將司明也服以旌禮禮以行事事有其物物有其容今君之容非其物也而女不見是不明也亦自飲也曰味以行氣氣以實志志以定言言以出令臣實司味二御失官而君弗命臣之罪也公說徹酒初公欲廢知氏而立其外嬖為是悛而止秋八月使荀躒佐下軍以說焉孟僖子如齊殷聘禮也冬築郎囿書時也季平子欲其速成也叔孫昭子曰詩曰經始勿亟庶民子來焉用速成其以勦民也無囿猶可無民其可乎昭公十年經十年春王正月夏齊欒施來奔秋七月季孫意如叔弓仲孫貜帥師伐莒戊子晉侯彪卒九月叔孫婼如晉葬晉平公十有二月甲子宋公成卒昭公十年傳十年春王正月有星出于婺女鄭裨竈言於子產曰七月戊子晉君將死今茲歲在顓頊之虛姜氏任氏實守其地居其維首而有妖星焉告邑姜也邑姜晉之妣也天以七紀戊子逢公以登星斯於是乎出吾是以譏之齊惠欒高氏皆耆酒信內多怨彊於陳鮑氏而惡之夏有告陳桓子曰子旗子良將攻陳鮑亦告鮑氏桓子授甲而如鮑氏遭子良醉而騁遂見文子則亦授甲矣使視二子則皆將飲酒桓子曰彼雖不信聞我授甲則必逐我及其飲酒也先伐諸陳鮑方睦遂伐欒高氏子良曰先得公陳鮑焉往遂伐虎門晏平仲端委立于虎門之外四族召之無所往其徒曰助陳鮑乎曰何善焉助欒高乎曰庸愈乎然則歸乎曰君伐焉歸公召之而後入公卜使王黑以靈姑銔率吉請斷三尺焉而用之五月庚辰戰于稷欒高敗又敗諸莊國人追之又敗諸鹿門欒施高彊來奔陳鮑分其室晏子謂桓子必致諸公讓德之主也讓之謂懿德凡有血氣皆有爭心故利不可強思義為愈義利之本也薀利生孽姑使無薀乎可以滋長桓子盡致諸公而請老于莒桓子召子山私具幄幕器用從者之衣屨而反棘焉子商亦如之而反其邑子周亦如之而與之夫于反子城子公公孫捷而皆益其祿凡公子公孫之無祿者私分之邑國之貧約孤寡者私與之粟曰詩云陳錫載周能施也桓公是以霸公與桓子莒之旁邑辭穆孟姬為之請高唐陳氏始大秋七月平子伐莒取郠獻俘始用人於亳社臧武仲在齊聞之曰周公其不饗魯祭乎周公饗義魯無義詩曰德音孔昭視民不佻佻之謂甚矣而壹用之將誰福哉戊子晉平公卒鄭伯如晉及河晉人辭之游吉遂如晉九月叔孫婼齊國弱宋華定衛北宮喜鄭罕虎許人曹人莒人邾人滕人薛人杞人小邾人如晉葬平公也鄭子皮將以幣行子產曰喪焉用幣用幣必百兩百兩必千人千人至將不行不行必盡用之幾千人而國不亡子皮固請以行既葬諸侯之大夫欲因見新君叔孫昭子曰非禮也弗聽叔向辭之曰大夫之事畢矣而又命孤孤斬焉在衰絰之中其以嘉服見則喪禮未畢其以喪服見是重受弔也大夫將若之何皆無辭以見子皮盡用其幣歸謂子羽曰非知之實難將在行之夫子知之矣我則不足書曰欲敗度縱敗禮我之謂矣夫子知度與禮矣我實縱欲而不能自克也昭子至自晉大夫皆見高彊見而退昭子語諸大夫曰為人子不可不慎也哉昔慶封亡子尾多受邑而稍致諸君君以為忠而甚寵之將死疾于公宮輦而歸君親推之其子不能任是以在此忠為令德其子弗能任罪猶及之難不慎也喪夫人之力棄德曠宗以及其身不亦害乎詩曰不自我先不自我後其是之謂乎冬十二月宋平公卒初元公惡寺人柳欲殺之及喪柳熾炭于位將至則去之比葬又有寵昭公十一年經十有一年春王二月叔弓如宋葬宋平公夏四月丁巳楚子虔誘蔡侯般殺之于申楚公子棄疾帥師圍蔡五月甲申夫人歸氏薨大蒐于比蒲仲孫貜會邾子盟于祲祥秋季孫意如會晉韓起齊國弱宋華亥衛北宮佗鄭罕虎曹人杞人于厥憖九月己亥葬我小君齊歸冬十有一月丁酉楚師滅蔡執蔡世子有以歸用之昭公十一年傳十一年春王二月叔弓如宋葬平公也景王問於萇弘曰今茲諸侯何實吉何實凶對曰蔡凶此蔡侯般弒其君之歲也歲在豕韋弗過此矣楚將有之然壅也歲及大梁蔡復楚凶天之道也楚子在申召蔡靈侯靈侯將往蔡大夫曰王貪而無信唯蔡於感今幣重而言甘誘我也不如無往蔡侯不可三月丙申楚子伏甲而饗蔡侯於申醉而執之夏四月丁巳殺之刑其士七十人公子棄疾帥師圍蔡韓宣子問於叔向曰楚其克乎對曰克哉蔡侯獲罪於其君而不能其民天將假手於楚以斃之何故不克然肸聞之不信以幸不可再也楚王奉孫吳以討於陳曰將定而國陳人聽命而遂縣之今又誘蔡而殺其君以圍其國雖幸而克必受其咎弗能久矣桀克有緡以喪其國紂克東夷而隕其身楚小位下而亟暴於二王能無咎乎天之假助不善非祚之也厚其凶惡而降之罰也且譬之如天其有五材而將用之力盡而敝之是以無拯不可沒振五月齊歸薨大蒐于比蒲非禮也孟僖子會邾莊公盟于祲祥脩好禮也泉丘人有女夢以其帷幕孟氏之廟遂奔僖子其僚從之盟于清丘之社曰有子無相棄也僖子使助薳氏之簉反自祲祥宿于薳氏生懿子及南宮敬叔於泉丘人其僚無子使字敬叔楚師在蔡晉荀吳謂韓宣子曰不能救陳又不能救蔡物以無親晉之不能亦可知也已為盟主而不恤亡國將焉用之秋會于厥憖謀救蔡也鄭子皮將行子產曰行不遠不能救蔡也蔡小而不順楚大而不德天將棄蔡以壅楚盈而罰之蔡必亡矣且喪君而能守者鮮矣三年王其有咎乎美惡周必復王惡周矣晉人使狐父請蔡于楚弗許單子會韓宣子于戚視下言徐叔向曰單子其將死乎朝有著定會有表衣有襘帶有結會朝之言必聞于表著之位所以昭事序也視不過結襘之中所以道容貌也言以命之容貌以明之失則有闕今單子為王官伯而命事於會視不登帶言不過步視不道容而言不昭矣不道不共不昭不從無守氣矣九月葬齊歸公不慼晉士之送葬者歸以語史趙史趙曰必為魯郊侍者曰何故曰歸姓也不思親祖不歸也叔向曰魯公室其卑乎君有大喪國不廢蒐有三年之喪而無一日之慼國不恤喪不忌君也君無慼容不顧親也國不忌君君不顧親能無卑乎殆其失國冬十一月楚子滅蔡用隱大子于岡山申無宇曰不祥五牲不相為用況用諸侯乎王必悔之十二月單成公卒楚子城陳蔡不羹使棄疾為蔡公王問於申無宇曰棄疾在蔡何如對曰擇子莫如父擇臣莫如君鄭莊公城櫟而寘子元焉使昭公不立齊桓公城穀而寘管仲焉至于今賴之臣聞五大不在邊五細不在庭親不在外羈不在內今棄疾在外鄭丹在內君其少戒王曰國有大城何如對曰鄭京櫟實殺曼伯宋蕭亳實殺子游齊渠丘實殺無知衛蒲戚實出獻公若由是觀之則害於國末大必折尾大不掉君所知也昭公十二年經十有二年春齊高偃帥師納北燕伯于陽三月壬申鄭伯嘉卒夏宋公使華定來聘公如晉至河乃復五月葬鄭簡公楚殺其大夫成熊秋七月冬十月公子憖出奔齊楚子伐徐晉伐鮮虞昭公十二年傳十二年春齊高偃納北燕伯款于唐因其眾也三月鄭簡公卒將為葬除及游氏之廟將毀焉子大叔使其除徒執用以立而無庸毀曰子產過女而問何故不毀乃曰不忍廟也諾將毀矣既如是子產乃使辟之司墓之室有當道者毀之則朝而塴弗毀則日中而塴子大叔請毀之曰無若諸侯之賓何子產曰諸侯之賓能來會吾喪豈憚日中無損於賓而民不害何故不為遂弗毀日中而葬君子謂子產於是乎知禮禮無毀人以自成也夏宋華定來聘通嗣君也享之為賦蓼蕭弗知又不荅賦昭子曰必亡宴語之不懷寵光之不宣令德之不知同福之不受將何以在齊侯衛侯鄭伯如晉朝嗣君也公如晉至河乃復取郠之役莒人愬于晉晉有平公之喪未之治也故辭公公子憖遂如晉晉侯享諸侯子產相鄭伯辭於享請免喪而後聽命晉人許之禮也晉侯以齊侯宴中行穆子相投壺晉侯先穆子曰有酒如淮有肉如坻寡君中此為諸侯師中之齊侯舉矢曰有酒如澠有肉如陵寡人中此與君代興亦中之伯瑕謂穆子曰子失辭吾固師諸侯矣壺何為焉其以中儁也齊君弱吾君歸弗來矣穆子曰吾軍帥彊禦卒乘競勸今猶古也齊將何事公孫叟趨進曰日旰君勤可以出矣以齊侯出楚子謂成虎若敖之餘也遂殺之或譖成虎於楚子成虎知之而不能行書曰楚殺其大夫成虎懷寵也六月葬鄭簡公晉荀吳偽會齊師者假道於鮮虞遂入昔陽秋八月壬午滅肥以肥子緜皋歸周原伯絞虐其輿臣使曹逃冬十月壬申朔原輿人逐絞而立公子跪尋絞奔郊甘簡公無子立其弟過過將去成景之族成景之族賂劉獻公丙申殺甘悼公而立成公之孫鰌丁酉殺獻太子之傅庾皮之子過殺瑕辛于市及宮嬖綽王孫沒劉州鳩陰忌老陽子季平子立而不禮於南蒯南蒯謂子仲吾出季氏而歸其室於公子更其位我以費為公臣子仲許之南蒯語叔仲穆子且告之故季悼子之卒也叔孫昭子以再命為卿及平子伐莒克之更受三命叔仲子欲構二家謂平子曰三命踰父兄非禮也平子曰然故使昭子昭子曰叔孫氏有家禍殺適立庶故婼也及此若因禍以斃之則聞命矣若不廢君命則固有著矣昭子朝而命吏曰婼將與季氏訟書辭無頗季孫懼而歸罪於叔仲子故叔仲小南蒯公子憖謀季氏憖告公而遂從公如晉南蒯懼不克以費叛如齊子仲還及衛聞亂逃介而先及郊聞費叛遂奔齊南蒯之將叛也其鄉人或知之過之而歎且言曰恤恤乎湫乎攸乎深思而淺謀邇身而遠志家臣而君圖有人矣哉南蒯枚筮之遇坤䷁之比䷇曰黃裳元吉以為大吉也示子服惠伯曰即欲有事何如惠伯曰吾嘗學此矣忠信之事則可不然必敗外彊內溫忠也和以率貞信也故曰黃裳元吉黃中之色也裳下之飾也元善之長也中不忠不得其色下不共不得其飾事不善不得其極外內倡和為忠率事以信為共供養三德為善非此三者弗當且夫易不可以占險將何事也且可飾乎中美能黃上美為元下美則裳參成可筮猶有闕也筮雖吉未也將適費飲鄉人酒鄉人或歌之曰我有圃生之杞乎從我者子乎去我者鄙乎倍其鄰者恥乎已乎已乎非吾黨之士乎平子欲使昭子逐叔仲小小聞之不敢朝昭子命吏謂小待政於朝曰吾不為怨府楚子狩于州來次于潁尾使蕩侯潘子司馬督囂尹午陵尹喜帥師圍徐以懼吳楚子次于乾谿以為之援雨雪王皮冠秦復陶翠被豹舄執鞭以出僕析父從右尹子革夕王見之去冠被舍鞭與之語曰昔我先王熊繹與呂級王孫牟燮父禽父並事康王四國皆有分我獨無有今吾使人於周求鼎以為分王其與我乎對曰與君王哉昔我先王熊繹辟在荊山篳路藍縷以處草莽跋涉山林以事天子唯是桃弧棘矢以共禦王事齊王舅也晉及魯衛王母弟也楚是以無分而彼皆有今周與四國服事君王將唯命是從豈其愛鼎王曰昔我皇祖伯父昆吾舊許是宅今鄭人貪賴其田而不我與我若求之其與我乎對曰與君王哉周不愛鼎鄭敢愛田王曰昔諸侯遠我而畏晉今我大城陳蔡不羹賦皆千乘子與有勞焉諸侯其畏我乎對曰畏君王哉是四國者專足畏也又加之以楚敢不畏君王哉工尹路請曰君王命剝圭以為鏚柲敢請命王入視之析父謂子革吾子楚國之望也今與王言如響國其若之何子革曰摩厲以須王出吾刃將斬矣王出復語左史倚相趨過王曰是良史也子善視之是能讀三墳五典八索九丘對曰臣嘗問焉昔穆王欲肆其心周行天下將皆必有車轍馬跡焉祭公謀父作祈招之詩以止王心王是以獲沒於祗宮臣問其詩而不知也若問遠焉其焉能知之王曰子能乎對曰能其詩曰祈招之愔愔式昭德音思我王度式如玉式如金形民之力而無醉飽之心王揖而入饋不食寢不寐數日不能自克以及於難仲尼曰古也有志克己復禮仁也信善哉楚靈王若能如是豈其辱於乾谿晉伐鮮虞因肥之役也昭公十三年經十有三年春叔弓帥師圍費夏四月楚公子比自晉歸于楚弒其君虔于乾谿楚公子棄疾殺公子比秋公會劉子晉侯齊侯宋公衛侯鄭伯曹伯莒子邾子滕子薛伯杞伯小邾子于平丘八月甲戌同盟于平丘公不與盟晉人執季孫意如以歸公至自會蔡侯廬歸于蔡陳侯吳歸于陳冬十月葬蔡靈公公如晉至河乃復吳滅州來昭公十三年傳十三年春叔弓圍費弗克敗焉平子怒令見費人執之以為囚俘冶區夫曰非也若見費人寒者衣之飢者食之為之令主而共其乏困費來如歸南氏亡矣民將叛之誰與居邑若憚之以威懼之以怒民疾而叛為之聚也若諸侯皆然費人無歸不親南氏將焉入矣平子從之費人叛南氏楚子之為令尹也殺大司馬薳掩而取其室及即位奪薳居田遷許而質許圍蔡洧有寵於王王之滅蔡也其父死焉王使與於守而行申之會越大夫戮焉王奪鬭韋龜中犨又奪成然邑而使為郊尹蔓成然故事蔡公故薳氏之族及薳居許圍蔡洧蔓成然皆王所不禮也因群喪職之族啟越大夫常壽過作亂圍固城克息舟城而居之觀起之死也其子從在蔡事朝吳曰今不封蔡蔡不封矣我請試之以蔡公之命召子干子皙及郊而告之情強與之盟入襲蔡蔡公將食見之而逃觀從使子干食坎用牲加書而速行己徇於蔡曰蔡公召二子將納之與之盟而遣之矣將師而從之蔡人聚將執之辭曰失賊成軍而殺余何益乃釋之朝吳曰二三子若能死亡則如違之以待所濟若求安定則如與之以濟所欲且違上何適而可眾曰與之乃奉蔡公召二子而盟于鄧依陳蔡人以國楚公子比公子黑肱公子棄疾蔓成然蔡朝吳帥陳蔡不羹許葉之師因四族之徒以入楚及郊陳蔡欲為名故請為武軍蔡公知之曰欲速且役病矣請藩而已乃藩為軍蔡公使須務牟與史猈先入因正僕人殺大子祿及公子罷敵公子比為王公子黑肱為令尹次于魚陂公子棄疾為司馬先除王宮使觀從從師于乾谿而遂告之且曰先歸復所後者劓師及訾梁而潰王聞群公子之死也自投于車下曰人之愛其子也亦如余乎侍者曰甚焉小人老而無子知擠于溝壑矣王曰余殺人子多矣能無及此乎右尹子革曰請待于郊以聽國人王曰眾怒不可犯也曰若入於大都而乞師於諸侯王曰皆叛矣曰若亡於諸侯以聽大國之圖君也王曰大福不再袛取辱焉然丹乃歸于楚王沿夏將欲入鄢芋尹無宇之子申亥曰吾父再奸王命王弗誅惠孰大焉君不可忍惠不可棄吾其從王乃求王遇諸棘闈以歸夏五月癸亥王縊于芋尹申亥氏申亥以其二女殉而葬之觀從謂子干曰不殺棄疾雖得國猶受禍也子干曰余不忍也子玉曰人將忍子吾不忍俟也乃行國每夜駭曰王入矣乙卯夜棄疾使周走而呼曰王至矣國人大驚使蔓成然走告子干子皙曰王至矣國人殺君司馬將來矣君若早自圖也可以無辱眾怒如水火焉不可為謀又有呼而走至者曰眾至矣二子皆自殺丙辰棄疾即位名曰熊居葬子干于訾實訾敖殺囚衣之王服而流諸漢乃取而葬之以靖國人使子旗為令尹楚師還自徐吳人敗諸豫章獲其五帥平王封陳蔡復遷邑致群賂施舍寬民宥罪舉職召觀從王曰唯爾所欲對曰臣之先佐開卜乃使為卜尹使枝如子躬聘于鄭且致犨櫟之田事畢弗致鄭人請曰聞諸道路將命寡君以犨櫟敢請命對曰臣未聞命既復王問犨櫟降服而對曰臣過失命未之致也王執其手曰子毋勤姑歸不穀有事其告子也他年芋尹申亥以王柩告乃改葬之初靈王卜曰余尚得天下不吉投龜詬天而呼曰是區區者而不余畀余必自取之民患王之無厭也故從亂如歸初共王無冢適有寵子五人無適立焉乃大有事于群望而祈曰請神擇於五人者使主社稷乃徧以璧見於群望曰當璧而拜者神所立也誰敢違之既乃與巴姬密埋璧於大室之庭使五人齊而長入拜康王跨之靈王肘加焉子干子皙皆遠之平王弱抱而入再拜皆厭紐鬭韋龜屬成然焉且曰棄禮違命楚其危哉子干歸韓宣子問於叔向曰子干其濟乎對曰難宣子曰同惡相求如市賈焉何難對曰無與同好誰與同惡取國有五難有寵而無人一也有人而無主二也有主而無謀三也有謀而無民四也有民而無德五也子干在晉十三年矣晉楚之從不聞達者可謂無人族盡親叛可謂無主無釁而動可謂無謀為羇終世可謂無民亡無愛徵可謂無德王虐而不忌楚君子干涉五難以弒舊君誰能濟之有楚國者其棄疾乎君陳蔡城外屬焉苛慝不作盜賊伏隱私欲不違民無怨心先神命之國民信之羋姓有亂必季實立楚之常也獲神一也有民二也令德三也寵貴四也居常五也有五利以去五難誰能害之子干之官則右尹也數其貴寵則庶子也以神所命則又遠之其貴亡矣其寵棄矣民無懷焉國無與焉將何以立宣子曰齊桓晉文不亦是乎對曰齊桓衛姬之子也有寵於僖有鮑叔牙賓須無隰朋以為輔佐有莒衛以為外主有國高以為內主從善如流下善齊肅不藏賄不從欲施舍不倦求善不厭是以有國不亦宜乎我先君文公狐季姬之子也有寵於獻好學而不貣生十七年有士五人有先大夫子餘子犯以為腹心有魏犨賈佗以為股肱有齊宋秦楚以為外主有欒郤狐先以為內主亡十九年守志彌篤惠懷棄民民從而與之獻無異親民無異望天方相晉將何以代文此二君者異於子干共有寵子國有奧主無施於民無援於外去晉而不送歸楚而不逆何以冀國晉成虒祁諸侯朝而歸者皆有貳心為取郠故晉將以諸侯來討叔向曰諸侯不可以不示威乃並徵會告于吳秋晉侯會吳子于良水道不可吳子辭乃還七月丙寅治兵于邾南甲車四千乘羊舌鮒攝司馬遂合諸侯于平丘子產子大叔相鄭伯以會子產以幄幕九張行子大叔以四十既而悔之每舍損焉及會亦如之次于衛地叔鮒求貨於衛淫芻蕘者衛人使屠伯饋叔向羹與一篋錦曰諸侯事晉未敢攜貳況衛在君之宇下而敢有異志芻蕘者異於他日敢請之叔向受羹反錦曰晉有羊舌鮒者瀆貨無厭亦將及矣為此役也子若以君命賜之其已客從之未退而禁之晉人將尋盟齊人不可晉侯使叔向告劉獻公曰抑齊人不盟若之何對曰盟以厎信君苟有信諸侯不貳何患焉告之以文辭董之以武師雖齊不許君庸多矣天子之老請帥王賦元戎十乘以先啟行遲速唯君叔向告于齊曰諸侯求盟已在此矣今君弗利寡君以為請對曰諸侯討貳則有尋盟若皆用命何盟之尋叔向曰國家之敗有事而無業事則不經有業而無禮經則不序有禮而無威序則不共有威而不昭共則不明不明棄共百事不終所由傾覆也是故明王之制使諸侯歲聘以志業間朝以講禮再朝而會以示威再會而盟以顯昭明志業於好講禮於等示威於眾昭明於神自古以來未之或失也存亡之道恆由是興晉禮主盟懼有不治奉承齊犧而布諸君求終事也君曰余必廢之何齊之有唯君圖之寡君聞命矣齊人懼對曰小國言之大國制之敢不聽從既聞命矣敬共以往遲速唯君叔向曰諸侯有間矣不可以不示眾八月辛未治兵建而不旆壬申復旆之諸侯畏之邾人莒人愬于晉曰魯朝夕伐我幾亡矣我之不共魯故之以晉侯不見公使叔向來辭曰諸侯將以甲戌盟寡君知不得事君矣請君無勤子服惠伯對曰君信蠻夷之訴以絕兄弟之國棄周公之後亦唯君寡君聞命矣叔向曰寡君有甲車四千乘在雖以無道行之必可畏也況其率道其何敵之有牛雖瘠僨於豚上其畏不死南蒯子仲之憂其庸可棄乎若奉晉之眾用諸侯之師因邾莒杞鄫之怒以討魯罪間其二憂何求而弗克魯人懼聽命甲戌同盟于平丘齊服也令諸侯日中造于除癸酉退朝子產命外僕速張於除子大叔止之使待明日及夕子產聞其未張也使速往乃無所張矣及盟子產爭承曰昔天子班貢輕重以列列尊貢重周之制也卑而貢重者甸服也鄭伯男也而使從公侯之貢懼弗給也敢以為請諸侯靖兵好以為事行理之命無月不至貢之無藝小國有闕所以得罪也諸侯脩盟存小國也貢獻無極亡可待也存亡之制將在今矣自日中以爭至于昏晉人許之既盟子大叔咎之曰諸侯若討其可瀆乎子產曰晉政多門貳偷之不暇何暇討國不競亦陵何國之為公不與盟晉人執季孫意如以幕蒙之使狄人守之司鐸射懷錦奉壺飲冰以蒲伏焉守者御之乃與之錦而入晉人以平子歸子服湫從子產歸未至聞子皮卒哭且曰吾已無為為善矣唯夫子知我仲尼謂子產於是行也足以為國基矣詩曰樂只君子邦家之基子產君子之求樂者也且曰合諸侯藝貢事禮也鮮虞人聞晉師之悉起也而不警邊且不脩備晉荀吳自著雍以上軍侵鮮虞及中人驅衝競大獲而歸楚之滅蔡也靈王遷許胡沈道房申於荊焉平王即位既封陳蔡而皆復之禮也隱大子之子廬歸于蔡禮也悼大子之子吳歸于陳禮也冬十月葬蔡靈公禮也公如晉荀吳謂韓宣子曰諸侯相朝講舊好也執其卿而朝其君有不好焉不如辭之乃使士景伯辭公于河吳滅州來令尹子旗請伐吳王弗許曰吾未撫民人未事鬼神未脩守備未定國家而用民力敗不可悔州來在吳猶在楚也子姑待之季孫猶在晉子服惠伯私於中行穆子曰魯事晉何以不如夷之小國魯兄弟也土地猶大所命能具若為夷棄之使事齊楚其何瘳於晉親親與大賞共罰否所以為盟主也子其圖之諺曰臣一主二吾豈無大國穆子告韓宣子且曰楚滅陳蔡不能救而為夷執親將焉用之乃歸季孫惠伯曰寡君未知其罪合諸侯而執其老若猶有罪死命可也若曰無罪而惠免之諸侯不聞是逃命也何免之為請從君惠於會宣子患之謂叔向曰子能歸季孫乎對曰不能鮒也能乃使叔魚叔魚見季孫曰昔鮒也得罪於晉君自歸於魯君微武子之賜不至於今雖獲歸骨於晉猶子則肉之敢不盡情歸子而不歸鮒也聞諸吏將為子除館於西河其若之何且泣平子懼先歸惠伯待禮昭公十四年經十有四年春意如至自晉三月曹伯滕卒夏四月秋葬曹武公八月莒子去疾卒冬莒殺其公子意恢昭公十四年傳十四年春意如至自晉尊晉罪己也尊晉罪己禮也南蒯之將叛也盟費人司徒老祁慮癸偽癈疾使請於南蒯曰臣願受盟而疾興若以君靈不死請待間而盟許之二子因民之欲叛也請朝眾而盟遂劫南蒯曰群臣不忘其君畏子以及今三年聽命矣子若弗圖費人不忍其君將不能畏子矣子何所不逞欲請送子請期五日遂奔齊侍飲酒於景公公曰叛夫對曰臣欲張公室也子韓皙曰家臣而欲張公室罪莫大焉司徒老祁慮癸來歸費齊侯使鮑文子致之夏楚子使然丹簡上國之兵於宗丘且撫其民分貧振窮長孤幼養老疾收介特救災患宥孤寡赦罪戾詰姦慝舉淹滯禮新敘舊祿勳合親任良物官使屈罷簡東國之兵於召陵亦如之好於邊疆息民五年而後用師禮也秋八月莒著丘公卒郊公不慼國人弗順欲立著丘公之弟庚輿蒲餘侯惡公子意恢而善於庚輿郊公惡公子鐸而善於意恢公子鐸因蒲餘侯而與之謀曰爾殺意恢我出君而納庚輿許之楚令尹子旗有德於王不知度與養氏比而求無厭王患之九月甲午楚子殺鬭成然而滅養氏之族使鬭辛居鄖以無忘舊勳冬十二月蒲餘侯茲夫殺莒公子意恢郊公奔齊公子鐸逆庚輿於齊齊隰黨公子鉏送之有賂田晉邢侯與雍子爭鄐田久而無成士景伯如楚叔魚攝理韓宣子命斷舊獄罪在雍子雍子納其女於叔魚叔魚蔽罪邢侯邢侯怒殺叔魚與雍子於朝宣子問其罪於叔向叔向曰三人同罪施生戮死可也雍子自知其罪而賂以買直鮒也鬻獄邢侯專殺其罪一也己惡而掠美為昏貪以敗官為墨殺人不忌為賊夏書曰昏墨賊殺皋陶之刑也請從之乃施邢侯而尸雍子與叔魚於市仲尼曰叔向古之遺直也治國制刑不隱於親三數叔魚之惡不為末減由義也夫可謂直矣平丘之會數其賄也以寬衛國晉不為暴歸魯季孫稱其詐也以寬魯國晉不為虐邢侯之獄言其貪也以正刑書晉不為頗三言而除三惡加三利殺親益榮猶義也夫昭公十五年經十有五年春王正月吳子夷末卒二月癸酉大事于武宮籥入叔弓卒去樂卒事夏蔡朝吳出奔鄭六月丁巳朔日有食之秋晉荀吳帥師伐鮮虞冬公如晉昭公十五年傳十五年春將禘于武公戒百官梓慎曰禘之日其有咎乎吾見赤黑之祲非祭祥也喪氛也其在涖事乎二月癸酉禘叔弓涖事籥入而卒去樂卒事禮也楚費無極害朝吳之在蔡也欲去之乃謂之曰王唯信子故處子於蔡子亦長矣而在下位辱必求之吾助子請又謂其上之人曰王唯信吳故處諸蔡二三子莫之如也而在其上不亦難乎弗圖必及於難夏蔡人逐朝吳朝吳出奔鄭王怒曰余唯信吳故寘諸蔡且微吳吾不及此女何故去之無極對曰臣豈不欲吳然而前知其為人之異也吳在蔡蔡必速飛去吳所以翦其翼也六月乙丑王大子壽卒秋八月戊寅王穆后崩晉荀吳帥師伐鮮虞圍鼓鼓人或請以城叛穆子弗許左右曰師徒不勤而可以獲城何故不為穆子曰吾聞諸叔向曰好惡不愆民知所適事無不濟或以吾城叛吾所甚惡也人以城來吾獨何好焉賞所甚惡若所好何若其弗賞是失信也何以庇民力能則進否則退量力而行吾不可以欲城而邇姦所喪滋多使鼓人殺叛人而繕守備圍鼓三月鼓人或請降使其民見曰猶有食色姑脩而城軍吏曰獲城而弗取勤民而頓兵何以事君穆子曰吾以事君也獲一邑而教民怠將焉用邑邑以賈怠不如完舊賈怠無卒棄舊不祥鼓人能事其君我亦能事吾君率義不爽好惡不愆城可獲而民知義所有死命而無二心不亦可乎鼓人告食竭力盡而後取之克鼓而反不戮一人以鼓子䳒鞮歸冬公如晉平丘之會故也十二月晉荀躒如周葬穆后籍談為介既葬除喪以文伯宴樽以魯壺王曰伯氏諸侯皆有以鎮撫王室晉獨無有何也文伯揖籍談對曰諸侯之封也皆受明器於王室以鎮撫其社稷故能薦彝器於王晉居深山戎狄之與鄰而遠於王室王靈不及拜戎不暇其何以獻器王曰叔氏而忘諸乎叔父唐叔成王之母弟也其反無分乎密須之鼓與其大路文所以大蒐也闕鞏之甲武所以克商也唐叔受之以處參虛匡有戎狄其後襄之二路鏚鉞秬鬯彤弓虎賁文公受之以有南陽之田撫征東夏非分而何夫有勳而不廢有績而載奉之以土田撫之以彝器旌之以車服明之以文章子孫不忘所謂福也福祚之不登叔父焉在且昔而高祖孫伯黶司晉之典籍以為大政故曰籍氏及辛有之二子董之晉於是乎有董史女司典之後也何故忘之籍談不能對賓出王曰籍父其無後乎數典而忘其祖籍談歸以告叔向叔向曰王其不終乎吾聞之所樂必卒焉今王樂憂若卒以憂不可謂終王一歲而有三年之喪二焉於是乎以喪賓宴又求彝器樂憂甚矣且非禮也彝器之來嘉功之由非由喪也三年之喪雖貴遂服禮也王雖弗遂宴樂以早亦非禮也禮王之大經也一動而失二禮無大經矣言以考典典以志經忘經而多言舉典將焉用之昭公十六年經十有六年春齊侯伐徐楚子誘戎蠻子殺之夏公至自晉秋八月己亥晉侯夷卒九月大雩季孫意如如晉冬十月葬晉昭公昭公十六年傳十六年春王正月公在晉晉人止公不書諱之也齊侯伐徐楚子聞蠻氏之亂也與蠻子之無質也使然丹誘戎蠻子嘉殺之遂取蠻氏既而復立其子焉禮也二月丙申齊師至于蒲隧徐人行成徐子及郯人莒人會齊侯盟于蒲隧賂以甲父之鼎叔孫昭子曰諸侯之無伯害哉齊君之無道也興師而伐遠方會之有成而還莫之亢也無伯也夫詩曰宗周既滅靡所止戾正大夫離居莫知我肄其是之謂乎二月晉韓起聘于鄭鄭伯享之子產戒曰苟有位於朝無有不共恪孔張後至立於客間執政禦之適客後又禦之適縣間客從而笑之事畢富子諫曰夫大國之人不可不慎也幾為之笑而不陵我我皆有禮夫猶鄙我國而無禮何以求榮孔張失位吾子之恥也子產怒曰發命之不衷出令之不信刑之頗類獄之放紛會朝之不敬使命之不聽取陵於大國罷民而無功罪及而弗知僑之恥也孔張君之昆孫子孔之後也執政之嗣也為嗣大夫承命以使周於諸侯國人所尊諸侯所知立於朝而祀於家有祿於國有賦於軍喪祭有職受脤歸脤其祭在廟已有著位在位數世世守其業而忘其所僑焉得恥之辟邪之人而皆及執政是先王無刑罰也子寧以他規我宣子有環其一在鄭商宣子謁諸鄭伯子產弗與曰非官府之守器也寡君不知子大叔子羽謂子產曰韓子亦無幾求晉國亦未可以貳晉國韓子不可偷也若屬有讒人交鬭其間鬼神而助之以興其凶怒悔之何及吾子何愛於一環其以取憎於大國也盍求而與之子產曰吾非偷晉而有二心將終事之是以弗與忠信故也僑聞君子非無賄之難立而無令名之患僑聞為國非不能事大字小之難無禮以定其位之患夫大國之人令於小國而皆獲其求將何以給之一共一否為罪滋大大國之求無禮以斥之何饜之有吾且為鄙邑則失位矣若韓子奉命以使而求玉焉貪淫甚矣獨非罪乎出一玉以起二罪吾又失位韓子成貪將焉用之且吾以玉賈罪不亦銳乎韓子買諸賈人既成賈矣商人曰必告君大夫韓子請諸子產曰日起請夫環執政弗義弗敢復也今買諸商人商人曰必以聞敢以為請子產對曰昔我先君桓公與商人皆出自周庸次比耦以艾殺此地斬之蓬蒿藜藋而共處之世有盟誓以相信也曰爾無我叛我無強賈毋或匄奪爾有利市寶賄我勿與知恃此質誓故能相保以至于今今吾子以好來辱而謂敝邑強奪商人是教敝邑背盟誓也毋乃不可乎吾子得玉而失諸侯必不為也若大國令而共無藝鄭鄙邑也亦弗為也僑若獻玉不知所成敢私布之韓子辭玉曰起不敏敢求玉以徼二罪敢辭之夏四月鄭六卿餞宣子於郊宣子曰二三君子請皆賦起亦以知鄭志子齹賦野有蔓草宣子曰孺子善哉吾有望矣子產賦鄭之羔裘宣子曰起不堪也子大叔賦褰裳宣子曰起在此敢勤子至於他人乎子大叔拜宣子曰善哉子之言是不有是事其能終乎子游賦風雨子旗賦有女同車子柳賦蘀兮宣子喜曰鄭其庶乎二三君子以君命貺起賦不出鄭志皆昵燕好也二三君子數世之主也可以無懼矣宣子皆獻馬焉而賦我將子產拜使五卿皆拜曰吾子靖亂敢不拜德宣子私覲於子產以玉與馬曰子命起舍夫玉是賜我玉而免吾死也敢不藉手以拜公至自晉子服昭伯語季平子曰晉之公室其將遂卑矣君幼弱六卿彊而奢傲將因是以習習實為常能無卑乎平子曰爾幼惡識國秋八月晉昭公卒九月大雩旱也鄭大旱使屠擊祝款豎柎有事於桑山斬其木不雨子產曰有事於山蓺山林也而斬其木其罪大矣奪之官邑冬十月季平子如晉葬昭公平子曰子服回之言猶信子服氏有子哉昭公十七年經十有七年春小邾子來朝夏六月甲戌朔日有食之秋郯子來朝八月晉荀吳帥師滅陸渾之戎冬有星孛于大辰楚人及吳戰于長岸昭公十七年傳十七年春小邾穆公來朝公與之燕季平子賦采叔穆公賦菁菁者莪昭子曰不有以國其能久乎夏六月甲戌朔日有食之祝史請所用幣昭子曰日有食之天子不舉伐鼓於社諸侯用幣於社伐鼓於朝禮也平子禦之曰止也唯正月朔慝未作日有食之於是乎有伐鼓用幣禮也其餘則否大史曰在此月也日過分而未至三辰有災於是乎百官降物君不舉辟移時樂奏鼓祝用幣史用辭故夏書曰辰不集于房瞽奏鼓嗇夫馳庶人走此月朔之謂也當夏四月是謂孟夏平子弗從昭子退曰夫子將有異志不君君矣秋郯子來朝公與之宴昭子問焉曰少皞氏鳥名官何故也郯子曰吾祖也我知之昔者黃帝氏以雲紀故為雲師而雲名炎帝氏以火紀故為火師而火名共工氏以水紀故為水師而水名大皞氏以龍紀故為龍師而龍名我高祖少皞摯之立也鳳鳥適至故紀於鳥為鳥師而鳥名鳳鳥氏歷正也玄鳥氏司分者也伯趙氏司至者也青鳥氏司啟者也丹鳥氏司閉者也祝鳩氏司徒也鴡鳩氏司馬也鳲鳩氏司空也爽鳩氏司寇也鶻鳩氏司事也五鳩鳩民者也五雉為五工正利器用正度量夷民者也九扈為九農正扈民無淫者也自顓頊以來不能紀遠乃紀於近為民師而命以民事則不能故也仲尼聞之見於郯子而學之既而告人曰吾聞之天子失官官學在四夷猶信晉侯使屠蒯如周請有事於雒與三塗萇弘謂劉子曰客容猛非祭也其伐戎乎陸渾氏甚睦於楚必是故也君其備之乃警戎備九月丁卯晉荀吳帥師涉自棘津使祭史先用牲于雒陸渾人弗知師從之庚午遂滅陸渾數之以其貳於楚也陸渾子奔楚其眾奔甘鹿周大獲宣子夢文公攜荀吳而授之陸渾故使穆子帥師獻俘于文宮冬有星孛于大辰西及漢申須曰彗所以除舊布新也天事恆象今除於火火出必布焉諸侯其有火災乎梓慎曰往年吾見之是其徵也火出而見今茲火出而章必火入而伏其居火也久矣其與不然乎火出於夏為三月於商為四月於周為五月夏數得天若火作其四國當之在宋衛陳鄭乎宋大辰之虛也陳大皞之虛也鄭祝融之虛也皆火房也星孛及漢漢水祥也衛顓頊之虛也故為帝丘其星為大水水火之牡也其以丙子若壬午作乎水火所以合也若火入而伏必以壬午不過其見之月鄭裨竈言於子產曰宋衛陳鄭將同日火若我用瓘斝玉瓚鄭必不火子產弗與吳伐楚陽匄為令尹卜戰不吉司馬子魚曰我得上流何故不吉且楚故司馬令龜我請改卜令曰魴也以其屬死之楚師繼之尚大克之吉戰于長岸子魚先死楚師繼之大敗吳師獲其乘舟餘皇使隨人與後至者守之環而塹之及泉盈其隧炭陳以待命吳公子光請於其眾曰喪先王之乘舟豈唯光之罪眾亦有焉請藉取之以救死眾許之使長鬣者三人潛伏於舟側曰我呼餘皇則對師夜從之三呼皆迭對楚人從而殺之楚師亂吳人大敗之取餘皇以歸昭公十八年經十有八年春王三月曹伯須卒夏五月壬午宋衛陳鄭災六月邾人入鄅秋葬曹平公冬許遷于白羽昭公十八年傳十八年春王二月乙卯周毛得殺毛伯過而代之萇弘曰毛得必亡是昆吾稔之日也侈故之以而毛得以濟侈於王都不亡何待三月曹平公卒夏五月火始昏見丙子風梓慎曰是謂融風火之始也七日其火作乎戊寅風甚壬午大甚宋衛陳鄭皆火梓慎登大庭氏之庫以望之曰宋衛陳鄭也數日皆來告火裨竈曰不用吾言鄭又將火鄭人請用之子產不可子大叔曰寶以保民也若有火國幾亡可以救亡子何愛焉子產曰天道遠人道邇非所及也何以知之竈焉知天道是亦多言矣豈不或信遂不與亦不復火鄭之未災也里析告子產曰將有大祥民震動國幾亡吾身泯焉弗良及也國遷其可乎子產曰雖可吾不足以定遷矣及火里析死矣未葬子產使輿三十人遷其柩火作子產辭晉公子公孫于東門使司寇出新客禁舊客勿出於宮使子寬子上巡群屏攝至于大宮使公孫登徙大龜使祝史徙主祏於周廟告於先君使府人庫人各儆其事商成公儆司宮出舊宮人寘諸火所不及司馬司寇列居火道行火所焮城下之人伍列登城明日使野司寇各保其徵郊人助祝史除於國北禳火于玄冥回祿祈于四鄘書焚室而寬其征與之材三日哭國不市使行人告於諸侯宋衛皆如是陳不救火許不弔災君子是以知陳許之先亡也六月鄅人藉稻邾人襲鄅鄅人將閉門邾人羊羅攝其首焉遂入之盡俘以歸鄅子曰余無歸矣從帑於邾邾莊公反鄅夫人而舍其女秋葬曹平公往者見周原伯魯焉與之語不說學歸以語閔子馬閔子馬曰周其亂乎夫必多有是說而後及其大人大人患失而惑又曰可以無學無學不害不害而不學則苟而可於是乎下陵上替能無亂乎夫學殖也不學將落原氏其亡乎七月鄭子產為火故大為社祓禳於四方振除火災禮也乃簡兵大蒐將為蒐除子大叔之廟在道南其寢在道北其庭小過期三日使除徒陳於道南廟北曰子產過女而命速除乃毀於而鄉子產朝過而怒之除者南毀子產及衝使從者止之曰毀於北方火之作也子產授兵登陴子大叔曰晉無乃討乎子產曰吾聞之小國忘守則危況有災乎國之不可小有備故也既晉之邊吏讓鄭曰鄭國有災晉君大夫不敢寧居卜筮走望不愛牲玉鄭之有災寡君之憂也今執事𢵧然授兵登陴將以誰罪邊人恐懼不敢不告子產對曰若吾子之言敝邑之災君之憂也敝邑失政天降之災又懼讒慝之間謀之以啟貪人荐為敝邑不利以重君之憂幸而不亡猶可說也不幸而亡君雖憂之亦無及也鄭有他竟望走在晉既事晉矣其敢有二心楚左尹王子勝言於楚子曰許於鄭仇敵也而居楚地以不禮於鄭晉鄭方睦鄭若伐許而晉助之楚喪地矣君盍遷許許不專於楚鄭方有令政許曰余舊國也鄭曰余俘邑也葉在楚國方城外之蔽也土不可易國不可小許不可俘讎不可啟君其圖之楚子說冬楚子使王子勝遷許於析實白羽昭公十九年經十有九年春宋公伐邾夏五月戊辰許世子止弒其君買己卯地震秋齊高發帥師伐莒冬葬許悼公昭公十九年傳十九年春楚工尹赤遷陰于下陰令尹子瑕城郟叔孫昭子曰楚不在諸侯矣其僅自完也以持其世而已楚子之在蔡也郹陽封人之女奔之生大子建及即位使伍奢為之師費無極為少師無寵焉欲譖諸王曰建可室矣王為之聘於秦無極與逆勸王取之正月楚夫人嬴氏至自秦鄅夫人宋向戌之女也故向寧請師二月宋公伐邾圍蟲三月取之乃盡歸鄅俘夏許悼公瘧五月戊辰飲大子止之藥卒大子奔晉書曰弒其君君子曰盡心力以事君舍藥物可也邾人郳人徐人會宋公乙亥同盟于蟲楚子為舟師以伐濮費無極言於楚子曰晉之伯也邇於諸夏而楚辟陋故弗能與爭若大城城父而寘大子焉以通北方王收南方是得天下也王說從之故太子建居于城父令尹子瑕聘于秦拜夫人也秋齊高發帥師伐莒莒子奔紀鄣使孫書伐之初莒有婦人莒子殺其夫已為嫠婦及老託於紀鄣紡焉以度而去之及師至則投諸外或獻諸子占子占使師夜縋而登登者六十人縋絕師鼓譟城上之人亦譟莒共公懼啟西門而出七月丙子齊師入紀是歲也鄭駟偃卒子游娶於晉大夫生絲弱其父兄立子瑕子產憎其為人也且以為不順弗許亦弗止駟氏聳他日絲以告其舅冬晉人使以幣如鄭問駟乞之立故駟氏懼駟乞欲逃子產弗遣請龜以卜亦弗予大夫謀對子產不待而對客曰鄭國不天寡君之二三臣札瘥夭昏今又喪我先大夫偃其子幼弱其一二父兄懼隊宗主私族於謀而立長親寡君與其二三老曰抑天實剝亂是吾何知焉諺曰無過亂門民有兵亂猶憚過之而況敢知天之所亂今大夫將問其故抑寡君實不敢知其誰實知之平丘之會君尋舊盟曰無或失職若寡君之二三臣其即世者晉大夫而專制其位是晉之縣鄙也何國之為辭客幣而報其使晉人舍之楚人城州來沈尹戌曰楚人必敗昔吳滅州來子旗請伐之王曰吾未撫吾民今亦如之而城州來以挑吳能無敗乎侍者曰王施舍不倦息民五年可謂撫之矣戌曰吾聞撫民者節用於內而樹德於外民樂其性而無寇讎今宮室無量民人日駭勞罷死轉忘寢與食非撫之也鄭大水龍鬭于時門之外洧淵國人請為禜焉子產弗許曰我鬭龍不我覿也龍鬭我獨何覿焉禳之則彼其室也吾無求於龍龍亦無求於我乃止也令尹子瑕言蹶由於楚子曰彼何罪諺所謂室於怒市於色者楚之謂矣舍前之忿可也乃歸蹶由昭公二十年經二十年春王正月夏曹公孫會自鄸出奔宋秋盜殺衛侯之兄縶冬十月宋華亥向寧華定出奔陳十有一月辛卯蔡侯廬卒昭公二十年傳二十年春王二月己丑日南至梓慎望氛曰今茲宋有亂國幾亡三年而後弭蔡有大喪叔孫昭子曰然則戴桓也汏侈無禮已甚亂所在也費無極言於楚子曰建與伍奢將以方城之外叛自以為猶宋鄭也齊晉又交輔之將以害楚其事集矣王信之問伍奢伍奢對曰君一過多矣何信於讒王執伍奢使城父司馬奮揚殺大子未至而使遣之三月大子建奔宋王召奮揚奮揚使城父人執己以至王曰言出於余口入於爾耳誰告建也對曰臣告之君王命臣曰事建如事余臣不佞不能苟貣奉初以還不忍後命故遣之既而悔之亦無及已王曰而敢來何也對曰使而失命召而不來是再奸也逃無所入王曰歸從政如他日無極曰奢之子材若在吳必憂楚國盍以免其父召之彼仁必來不然將為患王使召之曰來吾免而父棠尹尚謂其弟員曰爾適吳我將歸死吾知不逮我能死爾能報聞免父之命不可以莫之奔也親戚為戮不可以莫之報也奔死免父孝也度功而行仁也擇任而往知也知死不辟勇也父不可棄名不可廢爾其勉之相從為愈伍尚歸奢聞員不來曰楚君大夫其旰食乎楚人皆殺之員如吳言伐楚之利於州于公子光曰是宗為戮而欲反其讎不可從也員曰彼將有他志余姑為之求士而鄙以待之乃見鱄設諸焉而耕於鄙宋元公無信多私而惡華向華定華亥與向寧謀曰亡愈於死先諸華亥偽有疾以誘群公子公子問之則執之夏六月丙申殺公子寅公子御戎公子朱公子固公孫援公孫丁拘向勝向行於其廩公如華氏請焉弗許遂劫之癸卯取大子欒與母弟辰公子地以為質公亦取華亥之子無慼向寧之子羅華定之子啟與華氏盟以為質衛公孟縶狎齊豹奪之司寇與鄄有役則反之無則取之公孟惡北宮喜褚師圃欲去之公子朝通于襄夫人宣姜懼而欲以作亂故齊豹北宮喜褚師圃公子朝作亂初齊豹見宗魯於公孟為驂乘焉將作亂而謂之曰公孟之不善子所知也勿與乘吾將殺之對曰吾由子事公孟子假吾名焉故不吾遠也雖其不善吾亦知之抑以利故不能去是吾過也今聞難而逃是僭子也子行事乎吾將死之以周事子而歸死於公孟其可也丙辰衛侯在平壽公孟有事於蓋獲之門外齊子氏帷於門外而伏甲焉使祝鼃寘戈於車薪以當門使一乘從公孟以出使華齊御公孟宗魯驂乘及閎中齊氏用戈擊公孟宗魯以背蔽之斷肱以中公孟之肩皆殺之公聞亂乘驅自閱門入慶比御公公南楚驂乘使華寅乘貳車及公宮鴻駵魋駟乘于公公載寶以出褚師子申遇公于馬路之衢遂從過齊氏使華寅肉袒執蓋以當其闕齊氏射公中南楚之背公遂出寅閉郭門踰而從公公如死鳥析朱鉏宵從竇出徒行從公齊侯使公孫青聘于衛既出聞衛亂使請所聘公曰猶在竟內則衛君也乃將事焉遂從諸死鳥請將事辭曰亡人不佞失守社稷越在草莽吾子無所辱君命賓曰寡君命下臣於朝曰阿下執事臣不敢貣主人曰君若惠顧先君之好照臨敝邑鎮撫其社稷則有宗祧在乃止衛侯固請見之不獲命以其良馬見為未致使故也衛侯以為乘馬賓將掫主人辭曰亡人之憂不可以及吾子草莽之中不足以辱從者敢辭賓曰寡君之下臣君之牧圉也若不獲扞外役是不有寡君也臣懼不免於戾請以除死親執鐸終夕與於燎齊氏之宰渠子召北宮子北宮氏之宰不與聞謀殺渠子遂伐齊氏滅之丁巳晦公入與北宮喜盟于彭水之上秋七月戊午朔遂盟國人八月辛亥公子朝褚師圃子玉霄子高魴出奔晉閏月戊辰殺宣姜衛侯賜北宮喜謚曰貞子賜析朱鉏謚曰成子而以齊氏之墓予之衛侯告寧于齊且言子石齊侯將飲酒徧賜大夫曰二三子之教也苑何忌辭曰與於青之賞必及于其罰在康誥曰父子兄弟罪不相及況在群臣臣敢貪君賜以干先王琴張聞宗魯死將往弔之仲尼曰齊豹之盜而孟縶之賊女何弔焉君子不食姦不受亂不為利疚於回不以回待人不蓋不義不犯非禮宋華向之亂公子城公孫忌樂舍司馬彊向宜向鄭楚建郳甲出奔鄭其徒與華氏戰于鬼閻敗子城子城適晉華亥與其妻必盥而食所質公子者而後食公與夫人每日必適華氏食公子而後歸華亥患之欲歸公子向寧曰唯不信故質其子若又歸之死無日矣公請於華費遂將攻華氏對曰臣不敢愛死無乃求去憂而滋長乎臣是以懼敢不聽命公曰子死亡有命余不忍其訽冬十月公殺華向之質而攻之戊辰華向奔陳華登奔吳向寧欲殺大子華亥曰干君而出又殺其子其誰納我且歸之有庸使少司寇牼以歸曰子之齒長矣不能事人以三公子為質必免公子既入華牼將自門行公遽見之執其手曰余知而無罪也入復而所齊侯疥遂痁期而不瘳諸侯之賓問疾者多在梁丘據與裔款言於公曰吾事鬼神豐於先君有加矣今君疾病為諸侯憂是祝史之罪也諸侯不知其謂我不敬君盍誅於祝固史嚚以辭賓公說告晏子晏子曰日宋之盟屈建問范會之德於趙武趙武曰夫子之家事治言於晉國竭情無私其祝史祭祀陳信不愧其家事無猜其祝史不祈建以語康王康王曰神人無怨宜夫子之光輔五君以為諸侯主也公曰據與款謂寡人能事鬼神故欲誅于祝史子稱是語何故對曰若有德之君外內不廢上下無怨動無違事其祝史薦信無愧心矣是以鬼神用饗國受其福祝史與焉其所以蕃祉老壽者為信君使也其言忠信於鬼神其適遇淫君外內頗邪上下怨疾動作辟違從欲厭私高臺深池撞鍾舞女斬刈民力輸掠其聚以成其違不恤後人暴虐淫從肆行非度無所還忌不思謗讟不憚鬼神神怒民痛無悛於心其祝史薦信是言罪也其蓋失數美是矯誣也進退無辭則虛以求媚是以鬼神不饗其國以禍之祝史與焉所以夭昏孤疾者為暴君使也其言僭嫚於鬼神公曰然則若之何對曰不可為也山林之木衡鹿守之澤之萑蒲舟鮫守之藪之薪蒸虞候守之海之鹽蜃祈望守之縣鄙之人入從其政偪尒之關暴征其私承嗣大夫強易其賄布常無藝徵斂無度宮室日更淫樂不違內寵之妾肆奪於市外寵之臣僭令於鄙私欲養求不給則應民人苦病夫婦皆詛祝有益也詛亦有損聊攝以東姑尤以西其為人也多矣雖其善祝豈能勝億兆人之詛君若欲誅於祝史脩德而後可公說使有司寬政毀關去禁薄斂已責十二月齊侯田于沛招虞人以弓不進公使執之辭曰昔我先君之田也旃以招大夫弓以招士皮冠以招虞人臣不見皮冠故不敢進乃舍之仲尼曰守道不如守官君子韙之齊侯至自田晏子侍于遄臺子猶馳而造焉公曰唯據與我和夫晏子對曰據亦同也焉得為和公曰和與同異乎對曰異和如羹焉水火醯醢鹽梅以烹魚肉燀之以薪宰夫和之齊之以味濟其不及以洩其過君子食之以平其心君臣亦然君所謂可而有否焉臣獻其否以成其可君所謂否而有可焉臣獻其可以去其否是以政平而不干民無爭心故詩曰亦有和羹既戒既平鬷嘏無言時靡有爭先王之濟五味和五聲也以平其心成其政也聲亦如味一氣二體三類四物五聲六律七音八風九歌以相成也清濁大小短長疾徐哀樂剛柔遲速高下出入周疏以相濟也君子聽之以平其心心平德和故詩曰德音不瑕今據不然君所謂可據亦曰可君所謂否據亦曰否若以水濟水誰能食之若琴瑟之專壹誰能聽之同之不可也如是飲酒樂公曰古而無死其樂若何晏子對曰古而無死則古之樂也君何得焉昔爽鳩氏始居此地季萴因之有逢伯陵因之蒲姑氏因之而後大公因之古若無死爽鳩氏之樂非君所願也鄭子產有疾謂子大叔曰我死子必為政唯有德者能以寬服民其次莫如猛夫火烈民望而畏之故鮮死焉水懦弱民狎而翫之則多死焉故寬難疾數月而卒大叔為政不忍猛而寬鄭國多盜取人於雚苻之澤大叔悔之曰吾早從夫子不及此興徒兵以攻雚苻之盜盡殺之盜少止仲尼曰善哉政寬則民慢慢則糾之以猛猛則民殘殘則施之以寬寬以濟猛猛以濟寬政是以和詩曰民亦勞止汔可小康惠此中國以綏四方施之以寬也毋從詭隨以謹無良式遏寇虐慘不畏明糾之以猛也柔遠能邇以定我王平之以和也又曰不競不絿不剛不柔布政優優百祿是遒和之至也及子產卒仲尼聞之出涕曰古之遺愛也昭公二十一年經二十有一年春王三月葬蔡平公夏晉侯使士鞅來聘宋華亥向寧華定自陳入于宋南里以叛秋七月壬午朔日有食之八月乙亥叔輒卒冬蔡侯朱出奔楚公如晉至河乃復昭公二十一年傳二十一年春天王將鑄無射泠州鳩曰王其以心疾死乎夫樂天子之職也夫音樂之輿也而鐘音之器也天子省風以作樂器以鐘之輿以行之小者不窕大者不槬則和於物物和則嘉成故和聲入於耳而藏於心心億則樂窕則不咸槬則不容心是以感感實生疾今鐘槬矣王心弗堪其能久乎三月葬蔡平公蔡大子朱失位位在卑大夫送葬者歸見昭子昭子問蔡故以告昭子歎曰蔡其亡乎若不亡是君也必不終詩曰不解于位民之攸塈今蔡侯始即位而適卑身將從之夏晉士鞅來聘叔孫為政季孫欲惡諸晉使有司以齊鮑國歸費之禮為士鞅士鞅怒曰鮑國之位下其國小而使鞅從其牢禮是卑敝邑也將復諸寡君魯人恐加四牢焉為十一牢宋華費遂生華貙華多僚華登貙為少司馬多僚為御士與貙相惡乃譖諸公曰貙將納亡人亟言之公曰司馬以吾故亡其良子死亡有命吾不可以再亡之對曰君若愛司馬則如亡死如可逃何遠之有公懼使侍人召司馬之侍人宜僚飲之酒而使告司馬司馬歎曰必多僚也吾有讒子而弗能殺吾又不死抑君有命可若何乃與公謀逐華貙將使田孟諸而遣之公飲之酒厚酬之賜及從者司馬亦如之張匄尤之曰必有故使子皮承宜僚以劍而訊之宜僚盡以告張匄欲殺多僚子皮曰司馬老矣登之謂甚吾又重之不如亡也五月丙申子皮將見司馬而行則遇多僚御司馬而朝張匄不勝其怒遂與子皮臼任鄭翩殺多僚劫司馬以叛而召亡人壬寅華向入樂大心豐愆華牼禦諸橫華氏居盧門以南里叛六月庚午宋城舊鄘及桑林之門而守之秋七月壬午朔日有食之公問於梓慎曰是何物也禍福何為對曰二至二分日有食之不為災日月之行也分同道也至相過也其他月則為災陽不克也故常為水於是叔輒哭日食昭子曰子叔將死非所哭也八月叔輒卒冬十月華登以吳師救華氏齊烏枝鳴戍宋廚人濮曰軍志有之先人有奪人之心後人有待其衰盍及其勞且未定也伐諸若入而固則華氏眾矣悔無及也從之丙寅齊師宋師敗吳師于鴻口獲其二帥公子苦雂偃州員華登帥其餘以敗宋師公欲出廚人濮曰吾小人可藉死而不能送亡君請待之乃徇曰揚徽者公徒也眾從之公自揚門見之下而巡之曰國亡君死二三子之恥也豈專孤之罪也齊烏枝鳴曰用少莫如齊致死齊致死莫如去備彼多兵矣請皆用劍從之華氏北復即之廚人濮以裳裹首而荷以走曰得華登矣遂敗華氏于新里翟僂新居于新里既戰說甲于公而歸華妵居于公里亦如之十一月癸未公子城以晉師至曹翰胡會晉荀吳齊苑何忌衛公子朝救宋丙戌與華氏戰于赭丘鄭翩願為鸛其御願為鵝子祿御公子城莊堇為右干犨御呂封人華豹張匄為右相遇城還華豹曰城也城怒而反之將注豹則關矣曰平公之靈尚輔相余豹射出其間將注則又關矣曰不狎鄙抽矢城射之殪張匄抽殳而下射之折股扶伏而擊之折軫又射之死干犨請一矢城曰余言汝於君對曰不死伍乘軍之大刑也干刑而從子君焉用之子速諸乃射之殪大敗華氏圍諸南里華亥搏膺而呼見華貙曰吾為欒氏矣貙曰子無我迋不幸而後亡使華登如楚乞師華貙以車十五乘徒七十人犯師而出食於睢上哭而送之乃復入楚薳越帥師將逆華氏大宰犯諫曰諸侯唯宋事其君今又爭國釋君而臣是助無乃不可乎王曰而告我也後既許之矣蔡侯朱出奔楚費無極取貨於東國而謂蔡人曰朱不用命於楚君王將立東國若不先從王欲楚必圍蔡蔡人懼出朱而立東國朱愬于楚楚子將討蔡無極曰平侯與楚有盟故封其子有二心故廢之靈王殺隱大子其子與君同惡德君必甚又使立之不亦可乎且廢置在君蔡無他矣公如晉及河鼓叛晉晉將伐鮮虞故辭公昭公二十二年經二十有二年春齊侯伐莒宋華亥向寧華定自宋南里出奔楚大蒐于昌間夏四月乙丑天王崩六月叔鞅如京師葬景王王室亂劉子單子以王猛居于皇秋劉子單子以王猛入于王城冬十月王子猛卒十有二月癸酉朔日有食之昭公二十二年傳二十二年春王二月甲子齊北郭啟帥師伐莒莒子將戰苑羊牧之諫曰齊帥賤其求不多不如下之大國不可怒也弗聽敗齊師于壽餘齊侯伐莒莒子行成司馬竈如莒涖盟莒子如齊涖盟盟于稷門之外莒於是乎大惡其君楚薳越使告于宋曰寡君聞君有不令之臣為君憂無寧以為宗羞寡君請受而戮之對曰孤不佞不能媚於父兄以為君憂拜命之辱抑君臣日戰君曰余必臣是助亦唯命人有言曰唯亂門之無過君若惠保敝邑無亢不衷以獎亂人孤之望也唯君圖之楚人患之諸侯之戍謀曰若華氏知困而致死楚恥無功而疾戰非吾利也不如出之以為楚功其亦無能為也已救宋而除其害又何求乃固請出之宋人從之己巳宋華亥向寧華定華貙華登皇奄傷省臧士平出奔楚宋公使公孫忌為大司馬邊卬為大司徒樂祁為司馬仲幾為左師樂大心為右師樂輓為大司寇以靖國人王子朝賓起有寵於景王王與賓孟說之欲立之劉獻公之庶子伯蚠事單穆公惡賓孟之為人也願殺之又惡王子朝之言以為亂願去之賓孟適郊見雄雞自斷其尾問之侍者曰自憚其犧也遽歸告王且曰雞其憚為人用乎人異於是犧者實用人人犧實難己犧何害王弗應夏四月王田北山使公卿皆從將殺單子劉子王有心疾乙丑崩于榮錡氏戊辰劉子摯卒無子單子立劉蚠五月庚辰見王遂攻賓起殺之盟群王子于單氏晉之取鼓也既獻而反鼓子焉又叛於鮮虞六月荀吳略東陽使師偽糴者負甲以息於昔陽之門外遂襲鼓滅之以鼓子鳶鞮歸使涉佗守之丁巳葬景王王子朝因舊官百工之喪職秩者與靈景之族以作亂帥郊要餞之甲以逐劉子壬戌劉子奔揚單子逆悼王于莊宮以歸王子還夜取王以如莊宮癸亥單子出王子還與召莊公謀曰不殺單旗不捷與之重盟必來背盟而克者多矣從之樊頃子曰非言也必不克遂奉王以追單子及領大盟而復殺摯荒以說劉子如劉單子亡乙丑奔于平畤群王子追之單子殺還姑發弱鬷延定稠子朝奔京丙寅伐之京人奔山劉子入于王城辛未鞏簡公敗績于京乙亥甘平公亦敗焉叔鞅至自京師言王室之亂也閔馬父曰子朝必不克其所與者天所廢也單子欲告急於晉秋七月戊寅以王如平畤遂如圃車次于皇劉子如劉單子使王子處守于王城盟百工于平宮辛卯鄩肸伐皇大敗獲鄩肸壬辰焚諸王城之市八月辛酉司徒醜以王師敗績于前城百工叛己巳伐單氏之宮敗焉庚午反伐之辛未伐東圉冬十月丁巳晉籍談荀躒帥九州之戎及焦瑕溫原之師以納王于王城庚申單子劉蚠以王師敗績于郊前城人敗陸渾于社十一月乙酉王子猛卒不成喪也己丑敬王即位館于子旅氏十二月庚戌晉籍談荀躒賈辛司馬督帥師軍于陰于侯氏于谿泉次于社王師軍于氾于解次于任人閏月晉箕遺樂徵右行詭濟師取前城軍其東南王師軍于京楚辛丑伐京毀其西南昭公二十三年經二十有三年春王正月叔孫婼如晉癸丑叔鞅卒晉人執我行人叔孫婼晉人圍郊夏六月蔡侯東國卒于楚秋七月莒子庚輿來奔戊辰吳敗頓胡沈蔡陳許之師于雞父胡子髡沈子逞滅獲陳夏齧天王居于狄泉尹氏立王子朝八月乙未地震冬公如晉至河有疾乃復昭公二十三年傳二十三年春王正月壬寅朔二師圍郊癸卯郊鄩潰丁未晉師在平陰王師在澤邑王使告間庚戌還邾人城翼還將自離姑公孫鉏曰魯將御我欲自武城還循山而南徐鉏丘弱茅地曰道下遇雨將不出是不歸也遂自離姑武城人塞其前斷其後之木而弗殊邾師過之乃推而蹶之遂取邾師獲鉏弱地邾人愬于晉晉人來討叔孫婼如晉晉人執之書曰晉人執我行人叔孫婼言使人也晉人使與邾大夫坐叔孫曰列國之卿當小國之君固周制也邾又夷也寡君之命介子服回在請使當之不敢廢周制故也乃不果坐韓宣子使邾人取其眾將以叔孫與之叔孫聞之去眾與兵而朝士彌牟謂韓宣子曰子弗良圖而以叔孫與其讎叔孫必死之魯亡叔孫必亡邾邾君亡國將焉歸子雖悔之何及所謂盟主討違命也若皆相執焉用盟主乃弗與使各居一館士伯聽其辭而愬諸宣子乃皆執之士伯御叔孫從者四人過邾館以如吏先歸邾子士伯曰以芻蕘之難從者之病將館子於都叔孫旦而立期焉乃館諸箕舍子服昭伯於他邑范獻子求貨於叔孫使請冠焉取其冠法而與之兩冠曰盡矣為叔孫故申豐以貨如晉叔孫曰見我吾告女所行貨見而不出吏人之與叔孫居於箕者請其吠狗弗與及將歸殺而與之食之叔孫所館者雖一日必葺其牆屋去之如始至夏四月乙酉單子取訾劉子取牆人直人六月壬午王子朝入于尹癸未尹圉誘劉佗殺之丙戌單子從阪道劉子從尹道伐尹單子先至而敗劉子還己丑召伯奐南宮極以成周人戍尹庚寅單子劉子樊齊以王如劉甲午王子朝入于王城次于左巷秋七月戊申鄩羅納諸莊宮尹辛敗劉師于唐丙辰又敗諸鄩甲子尹辛取西闈丙寅攻蒯蒯潰莒子庚輿虐而好劍苟鑄劍必試諸人國人患之又將叛齊烏存帥國人以逐之庚輿將出聞烏存執殳而立於道左懼將止死苑羊牧之曰君過之烏存以力聞可矣何必以弒君成名遂來奔齊人納郊公吳人伐州來楚薳越帥師及諸侯之師奔命救州來吳人禦諸鍾離子瑕卒楚師熸吳公子光曰諸侯從於楚者眾而皆小國也畏楚而不獲已是以來吾聞之曰作事威克其愛雖小必濟胡沈之君幼而狂陳大夫齧壯而頑頓與許蔡疾楚政楚令尹死其師熸帥賤多寵政令不壹七國同役而不同心帥賤而不能整無大威命楚可敗也若分師先以犯胡沈與陳必先奔三國敗諸侯之師乃搖心矣諸侯乖亂楚必大奔請先者去備薄威後者敦陳整旅吳子從之戊辰晦戰于雞父吳子以罪人三千先犯胡沈與陳三國爭之吳為三軍以繫於後中軍從王光帥右掩餘帥左吳之罪人或奔或止三國亂吳師擊之三國敗獲胡沈之君及陳大夫舍胡沈之囚使奔許與蔡頓曰吾君死矣師譟而從之三國奔楚師大奔書曰胡子髡沈子逞滅獲陳夏齧君臣之辭也不言戰楚未陳也八月丁酉南宮極震萇弘謂劉文公曰君其勉之先君之力可濟也周之亡也其三川震今西王之大臣亦震天棄之矣東王必大克楚大子建之母在郹召吳人而啟之冬十月甲申吳大子諸樊入郹取楚夫人與其寶器以歸楚司馬薳越追之不及將死眾曰請遂伐吳以徼之薳越曰再敗君師死且有罪亡君夫人不可以莫之死也乃縊於薳澨公為叔孫故如晉及河有疾而復楚囊瓦為令尹城郢沈尹戌曰子常必亡郢苟不能衛城無益也古者天子守在四夷天子卑守在諸侯諸侯守在四鄰諸侯卑守在四竟慎其四竟結其四援民狎其野三務成功民無內憂而又無外懼國焉用城今吳是懼而城於郢守已小矣卑之不獲能無亡乎昔梁伯溝其公宮而民潰民棄其上不亡何待夫正其疆埸脩其土田險其走集親其民人明其伍候信其鄰國慎其官守守其交禮不僭不貪不懦不耆完其守備以待不虞又何畏矣詩曰無念爾祖聿脩厥德無亦監乎若敖蚡冒至于武文土不過同慎其四竟猶不城郢今土數圻而郢是城不亦難乎昭公二十四年經二十有四年春王二月丙戌仲孫貜卒婼至自晉夏五月乙未朔日有食之秋八月大雩丁酉杞伯郁釐卒冬吳滅巢葬杞平公昭公二十四年傳二十四年春王正月辛丑召簡公南宮嚚以甘桓公見王子朝劉子謂萇弘曰甘氏又往矣對曰何害同德度義大誓曰紂有億兆夷人亦有離德余有亂十人同心同德此周所以興也君其務德無患無人戊午王子朝入于鄔晉士彌牟逆叔孫于箕叔孫使梁其踁待于門內曰余左顧而欬乃殺之右顧而笑乃止叔孫見士伯士伯曰寡君以為盟主之故是以久子不腆敝邑之禮將致諸從者使彌牟逆吾子叔孫受禮而歸二月婼至自晉尊晉也三月庚戌晉侯使士景伯涖問周故士伯立于乾祭而問於丌眾晉人乃辭王子朝不納其使夏五月乙未朔日有食之梓慎曰將水昭子曰旱也日過分而陽猶不克克必甚能無旱乎陽不克其將積聚也六月壬申王子朝之師攻瑕及杏皆潰鄭伯如晉子大叔相見范獻子獻子曰若王室何對曰老夫其國家不能恤敢及王室抑人亦有言曰嫠不恤其緯而憂宗周之隕為將及焉今王室實蠢蠢焉吾小國懼矣然大國之憂也吾儕何知焉吾子其早圖之詩曰缾之罄矣惟罍之恥王室之不寧晉之恥也獻子懼而與宣子圖之乃徵會於諸侯期以明年秋八月大雩旱也冬十月癸酉王子朝用成周之寶珪沈于河甲戌津人得諸河上陰不佞以溫人南侵拘得玉者取其玉將賣之則為石王定而獻之與之東訾楚子為舟師以略吳疆沈尹戌曰此行也楚必亡邑不撫民而勞之吳不動而速之吳踵楚而疆埸無備邑能無亡乎越大夫胥犴勞王於豫章之汭越公子倉歸王乘舟倉及壽夢帥師從王王及圉陽而還吳人踵楚而邊人不備遂滅巢及鍾離而還沈尹戌曰亡郢之始於此在矣王壹動而亡二姓之帥幾如是而不及郢詩曰誰生厲階至今為梗其王之謂乎昭公二十五年經二十有五年春叔孫婼如宋夏叔詣會晉趙鞅宋樂大心衛北宮喜鄭游吉曹人邾人滕人薛人小邾人于黃父有鸜鵒來巢秋七月上辛大雩季辛又雩九月己亥公孫于齊次于陽州齊侯唁公于野井冬十月戊辰叔孫婼卒十有一月己亥宋公佐卒于曲棘十有二月齊侯取鄆昭公二十五年傳二十五年春叔孫婼聘于宋桐門右師見之語卑宋大夫而賤司城氏昭子告其人曰右師其亡乎君子貴其身而後能及人是以有禮今夫子卑其大夫而賤其宗是賤其身也能有禮乎無禮必亡宋公享昭子賦新宮昭子賦車轄明日宴飲酒樂宋公使昭子右坐語相泣也樂祁佐退而告人曰今茲君與叔孫其皆死乎吾聞之哀樂而樂哀皆喪心也心之精爽是謂魂魄魂魄去之何以能久季公若之姊為小邾夫人生宋元夫人生子以妻季平子昭子如宋聘且逆之公若從謂曹氏勿與魯將逐之曹氏告公公告樂祁樂祁曰與之如是魯君必出政在季氏三世矣魯君喪政四公矣無民而能逞其志者未之有也國君是以鎮撫其民詩曰人之云亡心之憂矣魯君失民矣焉得逞其志靖以待命猶可動必憂夏會于黃父謀王室也趙簡子令諸侯之大夫輸王粟具戍人曰明年將納王子大叔見趙簡子簡子問揖讓周旋之禮焉對曰是儀也非禮也簡子曰敢問何謂禮對曰吉也聞諸先大夫子產曰夫禮天之經也地之義也民之行也天地之經而民實則之則天之明因地之性生其六氣用其五行氣為五味發為五色章為五聲淫則昏亂民失其性是故為禮以奉之為六畜五牲三犧以奉五味為九文六采五章以奉五色為九歌八風七音六律以奉五聲為君臣上下以則地義為夫婦外內以經二物為父子兄弟姑姊甥舅昏媾姻亞以象天明為政事庸力行務以從四時為刑罰威獄使民畏忌以類其震曜殺戮為溫慈惠和以效天之生殖長育民有好惡喜怒哀樂生于六氣是故審則宜類以制六志哀有哭泣樂有歌舞喜有施舍怒有戰鬭喜生於好怒生於惡是故審行信令禍福賞罰以制死生生好物也死惡物也好物樂也惡物哀也哀樂不失乃能協于天地之性是以長久簡子曰甚哉禮之大也對曰禮上下之紀天地之經緯也民之所以生也是以先王尚之故人之能自曲直以赴禮者謂之成人大不亦宜乎簡子曰鞅也請終身守此言也宋樂大心曰我不輸粟我於周為客若之何使客晉士伯曰自踐土以來宋何役之不會而何盟之不同曰同恤王室子焉得辟之子奉君命以會大事而宋背盟無乃不可乎右師不敢對受牒而退士伯告簡子曰宋右師必亡奉君命以使而欲背盟以干盟主無不祥大焉有鸜鵒來巢書所無也師己曰異哉吾聞文成之世童謠有之曰鸜之鵒之公出辱之鸜鵒之羽公在外野往饋之馬鸜鵒跦跦公在乾侯徵褰與襦鸜鵒之巢遠哉遙遙裯父喪勞宋父以驕鸜鵒鸜鵒往歌來哭童謠有是今鸜鵒來巢其將及乎秋書再雩旱甚也初季公鳥娶妻於齊鮑文子生甲公鳥死季公亥與公思展與公鳥之臣申夜姑相其室及季姒與饔人檀通而懼乃使其妾抶己以示秦遄之妻曰公若欲使余余不可而抶余又訴於公甫曰展與夜姑將要余秦姬以告公之公之與公甫告平子平子拘展於卞而執夜姑將殺之公若泣而哀之曰殺是是殺余也將為之請平子使豎勿內日中不得請有司逆命公之使速殺之故公若怨平子季后之雞鬭季氏介其雞后氏為之金距平子怒益宮於后氏且讓之故后昭伯亦怨平子臧昭伯之從弟會為讒於臧氏而逃於季氏臧氏執旃平子怒拘臧氏老將禘於襄公萬者二人其眾萬於季氏臧孫曰此之謂不能庸先君之廟大夫遂怨平子公若獻弓於公為且與之出射於外而謀去季氏公為告公果公賁公果公賁使侍人僚柤告公公寢將以戈擊之乃走公曰執之亦無命也懼而不出數月不見公不怒又使言公執戈以懼之乃走又使言公曰非小人之所及也公果自言公以告臧孫臧孫以難告后孫后孫以可勸告子家懿伯懿伯曰讒人以君徼幸事若不克君受其名不可為也舍民數世以求克事不可必也且政在焉其難圖也公退之辭曰臣與聞命矣言若洩臣不獲死乃館於公叔孫昭子如闞公居於長府九月戊戌伐季氏殺公之于門遂入之平子登臺而請曰君不察臣之罪使有司討臣以干戈臣請待於沂上以察罪弗許請囚于費弗許請以五乘亡弗許子家子曰君其許之政自之出久矣隱民多取食焉為之徒者眾矣日入慝作弗可知也眾怒不可蓄也蓄而弗治將薀薀蓄民將生心生心同求將合君必悔之弗聽后孫曰必殺之公使后孫逆孟懿子叔孫氏之司馬鬷戾言於其眾曰若之何莫對又曰我家臣也不敢知國凡有季氏與無於我孰利皆曰無季氏是無叔孫氏也鬷戾曰然則救諸帥徒以往陷西北隅以入公徒釋甲執冰而踞遂逐之孟氏使登西北隅以望季氏見叔孫氏之旌以告孟氏執后昭伯殺之于南門之西遂伐公徒子家子曰諸臣偽劫君者而負罪以出君止意如之事君也不敢不改公曰余不忍也與臧孫如墓謀遂行己亥公孫于齊次于陽州齊侯將唁公于平陰公先至于野井齊侯曰寡人之罪也使有司待于平陰為近故也書曰公孫于齊次于陽州齊侯唁公于野井禮也將求於人則先下之禮之善物也齊侯曰自莒疆以西請致千社以待君命寡人將帥敝賦以從執事唯命是聽君之憂寡人之憂也公喜子家子曰天祿不再天若胙君不過周公以魯足矣失魯而以千社為臣誰與之立且齊君無信不如早之晉弗從臧昭伯率從者將盟載書曰勠力壹心好惡同之信罪之有無繾綣從公無通外內以公命示子家子子家子曰如此吾不可以盟羈也不佞不能與二三子同心而以為皆有罪或欲通外內且欲去君二三子好亡而惡定焉可同也陷君於難罪孰大焉通外內而去君君將速入弗通何為而何守焉乃不與盟昭子自闞歸見平子平子稽顙曰子若我何昭子曰人誰不死子以逐君成名子孫不忘不亦傷乎將若子何平子曰苟使意如得改事君所謂生死而肉骨也昭子從公于齊與公言子家子命適公館者執之公與昭子言於幄內曰將安眾而納公公徒將殺昭子伏諸道左師展告公公使昭子自鑄歸平子有異志冬十月辛酉昭子齊於其寢使祝宗祈死戊辰卒左師展將以公乘馬而歸公徒執之壬申尹文公涉于鞏焚東訾弗克十一月宋元公將為公故如晉夢大子欒即位於廟己與平公服而相之旦召六卿公曰寡人不佞不能事父兄以為二三子憂寡人之罪也若以群子之靈護保首領以沒唯是楄柎所以藉幹者請無及先君仲幾對曰君若以社稷之故私降昵宴群臣弗敢知若夫宋國之法死生之度先君有命矣群臣以死守之弗敢失隊臣之失職常刑不赦臣不忍其死君命衹辱宋公遂行己亥卒于曲棘十二月庚辰齊侯圍鄆初臧昭伯如晉臧會竊其寶龜僂句以卜為信與僭僭吉臧氏老將如晉問會請往昭伯問家故盡對及內子與母弟叔孫則不對再三問不對歸及郊會逆問又如初至次於外而察之皆無之執而戮之逸奔郈郈魴假使為賈正焉計於季氏臧氏使五人以戈楯伏諸桐汝之閭會出逐之反奔執諸季氏中門之外平子怒曰何故以兵入吾門拘臧氏老季臧有惡及昭伯從公平子立臧會會曰僂句不余欺也楚子使薳射城州屈復茄人焉城丘皇遷訾人焉使熊相禖郭巢季然郭卷子大叔聞之曰楚王將死矣使民不安其土民必憂憂將及王弗能久矣昭公二十六年經二十有六年春王正月葬宋元公三月公至自齊居于鄆夏公圍成秋公會齊侯莒子邾子杞伯盟于鄟陵公至自會居于鄆九月庚申楚子居卒冬十月天王入于成周尹氏召伯毛伯以王子朝奔楚昭公二十六年傳二十六年春王正月庚申齊侯取鄆葬宋元公如先君禮也三月公至自齊處于鄆言魯地也夏齊侯將納公命無受魯貨申豐從女賈以幣錦二兩縳一如瑱適齊師謂子猶之人高齮能貨子猶為高氏後粟五千庾高齮以錦示子猶子猶欲之齮曰魯人買之百兩一布以道之不通先入幣財子猶受之言於齊侯曰群臣不盡力于魯君者非不能事君也然據有異焉宋元公為魯君如晉卒於曲棘叔孫昭子求納其君無疾而死不知天之棄魯邪抑魯君有罪於鬼神故及此也君若待于曲棘使群臣從魯君以卜焉若可師有濟也君而繼之茲無敵矣若其無成君無辱焉齊侯從之使公子鉏帥師從公成大夫公孫朝謂平子曰有都以衛國也請我受師許之請納質弗許曰信女足矣告於齊師曰孟氏魯之敝室也用成已甚弗能忍也請息肩于齊齊師圍成成人伐齊師之飲馬于淄者曰將以厭眾魯成備而後告曰不勝眾師及齊師戰于炊鼻齊子淵捷從洩聲子射之中楯瓦繇朐汏輈匕入者三寸聲子射其馬斬鞅殪改駕人以為鬷戾也而助之子車曰齊人也將擊子車子車射之殪其御曰又之子車曰眾可懼也而不可怒也子囊帶從野洩叱之洩曰軍無私怒報乃私也將亢子又叱之亦叱之冉豎射陳武子中手失弓而罵以告平子曰有君子白晳鬒鬚眉甚口平子曰必子彊也無乃亢諸對曰謂之君子何敢亢之林雍羞為顏鳴右下苑何忌取其耳顏鳴去之苑子之御曰視下顧苑子刜林雍斷其足鑋而乘於他車以歸顏鳴三入齊師呼曰林雍乘四月單子如晉告急五月戊午劉人敗王城之師于尸氏戊辰王城人劉人戰于施谷劉師敗績秋盟于鄟陵謀納公也七月己巳劉子以王出庚午次于渠王城人焚劉丙子王宿于褚氏丁丑王次于萑谷庚辰王入于胥靡辛巳王次于滑晉知躒趙鞅帥師納王使汝寬守闕塞九月楚平王卒令尹子常欲立子西曰大子壬弱其母非適也王子建實聘之子西長而好善立長則順建善則治王順國治可不務乎子西怒曰是亂國而惡君王也國有外援不可瀆也王有適嗣不可亂也敗親速讎亂嗣不祥我受其名賂吾以天下吾滋不從也楚國何為必殺令尹令尹懼乃立昭王冬十月丙申王起師于滑辛丑在郊遂次于尸十一月辛酉晉師克鞏召伯盈逐王子朝王子朝及召氏之族毛伯得尹氏固南宮嚚奉周之典籍以奔楚陰忌奔莒以叛召伯逆王于尸及劉子單子盟遂軍圉澤次于隄上癸酉王入于成周甲戌盟于襄宮晉師使成公般戍周而還十二月癸未王入于莊宮王子朝使告于諸侯曰昔武王克殷成王靖四方康王息民並建母弟以蕃屏周亦曰吾無專享文武之功且為後人之迷敗傾覆而溺入于難則振救之至于夷王王愆于厥身諸侯莫不並走其望以祈王身至于厲王王心戾虐萬民弗忍居王于彘諸侯釋位以間王政宣王有志而後效官至于幽王天不弔周王昏不若用愆厥位攜王奸命諸侯替之而建王嗣用遷郟鄏－－則是兄弟之能用力於王室也至于惠王天不靖周生穨禍心施于叔帶惠襄辟難越去王都則有晉鄭咸黜不端以綏定王家則是兄弟之能率先王之命也在定王六年秦人降妖曰周其有頿王亦克能脩其職諸侯服享二世共職王室其有間王位諸侯不圖而受其亂災至于靈王生而有頿王甚神聖無惡於諸侯靈王景王克終其世今王室亂單旗劉狄剝亂天下壹行不若謂先王何常之有唯余心所命其誰敢討之帥群不弔之人以行亂于王室侵欲無厭規求無度貫瀆鬼神慢棄刑法倍奸齊盟傲很威儀矯誣先王晉為不道是攝是贊思肆其罔極茲不穀震盪播越竄在荊蠻未有攸厎若我一二兄弟甥舅獎順天法無助狡猾以從先王之命毋速天罰赦圖不穀則所願也敢盡布其腹心及先王之經而諸侯實深圖之昔先王之命曰王后無適則擇立長年鈞以德德鈞以卜王不立愛公卿無私古之制也穆后及大子壽早夭即世單劉贊私立少以間先王亦唯伯仲叔季圖之閔馬父聞子朝之辭曰文辭以行禮也子朝干景之命遠晉之大以專其志無禮甚矣文辭何為齊有彗星齊侯使禳之晏子曰無益也衹取誣焉天道不謟不貣其命若之何禳之且天之有彗也以除穢也君無穢德又何禳焉若德之穢禳之何損詩曰惟此文王小心翼翼昭事上帝聿懷多福厥德不回以受方國君無違德方國將至何患於彗詩曰我無所監夏后及商用亂之故民卒流亡若德回亂民將流亡祝史之為無能補也公說乃止齊侯與晏子坐于路寢公歎曰美哉室其誰有此乎晏子曰敢問何謂也公曰吾以為在德對曰如君之言其陳氏乎陳氏雖無大德而有施於民豆區釜鍾之數其取之公也薄其施之民也厚公厚斂焉陳氏厚施焉民歸之矣詩曰雖無德與女式歌且舞陳氏之施民歌舞之矣後世若少惰陳氏而不亡則國其國也已公曰善哉是可若何對曰唯禮可以已之在禮家施不及國民不遷農不移工賈不變士不濫官不滔大夫不收公利公曰我不能矣吾今而後知禮之可以為國也對曰禮之可以為國也久矣與天地並君令臣共父慈子孝兄愛弟敬夫和妻柔姑慈婦聽禮也君令而不違臣共而不貳父慈而教子孝而箴兄愛而友弟敬而順夫和而義妻柔而正姑慈而從婦聽而婉禮之善物也公曰善哉寡人今而後聞此禮之上也對曰夫禮先王所稟於天地以為其民也是以先王上之昭公二十七年經二十有七年春公如齊公至自齊居于鄆夏四月吳弒其君僚楚殺其大夫郤宛秋晉士鞅宋樂祁犂衛北宮喜曹人邾人滕人會于扈冬十月曹伯午卒邾快來奔公如齊公至自齊居于鄆昭公二十七年傳二十七年春公如齊公至自齊處于鄆言在外也吳子欲因楚喪而伐之使公子掩餘公子燭庸帥師圍潛使延州來季子聘于上國遂聘于晉以觀諸侯楚莠尹然王尹麇帥師救潛左司馬沈尹戌帥都君子與王馬之屬以濟師與吳師遇于窮令尹子常以舟師及沙汭而還左尹郤宛工尹壽帥師至于潛吳師不能退吳公子光曰此時也弗可失也告鱄設諸曰上國有言曰不索何獲我王嗣也吾欲求之事若克季子雖至不吾廢也鱄設諸曰王可弒也母老子弱是無若我何光曰我爾身也夏四月光伏甲於堀室而享王王使甲坐於道及其門門階戶席皆王親也夾之以鈹羞者獻體改服於門外執羞者坐行而入執鈹者夾承之及體以相授也光偽足疾入于堀室鱄設諸寘劍於魚中以進抽劍刺王鈹交於胸遂弒王闔廬以其子為卿季子至曰苟先君無廢祀民人無廢主社稷有奉國家無傾乃吾君也吾誰敢怨哀死事生以待天命非我生亂立者從之先人之道也復命哭墓復位而待吳公子掩餘奔徐公子燭庸奔鍾吾楚師聞吳亂而還郤宛直而和國人說之鄢將師為右領與費無極比而惡之令尹子常賄而信讒無極譖郤宛焉謂子常曰子惡欲飲子酒又謂子惡令尹欲飲酒於子氏子惡曰我賤人也不足以辱令尹令尹將必來辱為惠已甚吾無以酬之若何無極曰令尹好甲兵子出之吾擇焉取五甲五兵曰寘諸門令尹至必觀之而從以酬之及饗日帷諸門左無極謂令尹曰吾幾禍子子惡將為子不利甲在門矣子必無往且此役也吳可以得志子惡取賂焉而還又誤群帥使退其師曰乘亂不祥吳乘我喪我乘其亂不亦可乎令尹使視郤氏則有甲焉不往召鄢將師而告之將師退遂令攻郤氏且爇之子惡聞之遂自殺也國人弗爇令曰不爇郤氏與之同罪或取一編菅焉或取一秉秆焉國人投之遂弗爇也令尹炮之盡滅郤氏之族黨殺陽令終與其弟完及佗與晉陳及其子弟晉陳之族呼於國曰鄢氏費氏自以為王專禍楚國弱寡王室蒙王與令尹以自利也令尹盡信之矣國將如何令尹病之秋會于扈令戍周且謀納公也宋衛皆利納公固請之范獻子取貨於季孫謂司城子梁與北宮貞子曰季孫未知其罪而君伐之請囚請亡於是乎不獲君又弗克而自出也夫豈無備而能出君乎季氏之復天救之也休公徒之怒而啟叔孫氏之心不然豈其伐人而說甲執冰以游叔孫氏懼禍之濫而自同於季氏天之道也魯君守齊三年而無成季氏甚得其民淮夷與之有十年之備有齊楚之援有天之贊有民之助有堅守之心有列國之權而弗敢宣也事君如在國故鞅以為難二子皆圖國者也而欲納魯君鞅之願也請從二子以圍魯無成死之二子懼皆辭乃辭小國而以難復孟懿子陽虎伐鄆鄆人將戰子家子曰天命不慆久矣使君亡者必此眾也天既禍之而自福也不亦難乎猶有鬼神此必敗也烏呼為無望也夫其死於此乎公使子家子如晉公徒敗于且知楚郤宛之難國言未已進胙者莫不謗令尹沈尹戌言於子常曰夫左尹與中廄尹莫知其罪而子殺之以興謗讟至于今不已戌也惑之仁者殺人以掩謗猶弗為也今吾子殺人以興謗而弗圖不亦異乎夫無極楚之讒人也民莫不知去朝吳出蔡侯朱喪太子建殺連尹奢屏王之耳目使不聰明不然平王之溫惠共儉有過成莊無不及焉所以不獲諸侯邇無及也今又殺三不辜以興大謗幾及子矣子而不圖將焉用之夫鄢將師矯子之命以滅三族三族國之良也而不愆位吳新有君疆埸日駭楚國若有大事子其危哉知者除讒以自安也今子愛讒以自危也甚矣其惑也子常曰是瓦之罪敢不良圖九月己未子常殺費無極與鄢將師盡滅其族以說于國謗言乃止冬公如齊齊侯請饗之子家子曰朝夕立於其朝又何饗焉其飲酒也乃飲酒使宰獻而請安子仲之子曰重為齊侯夫人曰請使重見子家子乃以君出十二月晉籍秦致諸侯之戍于周魯人辭以難昭公二十八年經二十有八年春王三月葬曹悼公公如晉次于乾侯夏四月丙戌鄭伯寧卒六月葬鄭定公秋七月癸巳滕子寧卒冬葬滕悼公昭公二十八年傳二十八年春公如晉將如乾侯子家子曰有求於人而即其安人孰矜之其造於竟弗聽使請逆於晉晉人曰天禍魯國君淹恤在外君亦不使一个辱在寡人而即安於甥舅其亦使逆君使公復于竟而後逆之晉祁勝與鄔臧通室祁盈將執之訪於司馬叔游叔游曰鄭書有之惡直醜正實蕃有徒無道立矣子懼不免詩曰民之多辟無自立辟姑已若何盈曰祁氏私有討國何有焉遂執之祁勝賂荀躒荀躒為之言於晉侯晉侯執祁盈祁盈之臣曰鈞將皆死憖使吾君聞勝與臧之死也以為快乃殺之夏六月晉殺祁盈及楊食我食我祁盈之黨也而助亂故殺之遂滅祁氏羊舌氏初叔向欲娶於申公巫臣氏其母欲娶其黨叔向曰吾母多而庶鮮吾懲舅氏矣其母曰子靈之妻殺三夫一君一子而亡一國兩卿矣可無懲乎吾聞之甚美必有甚惡是鄭穆少妃姚子之子子貉之妹也子貉早死無後而天鍾美於是將必以是大有敗也昔有仍氏生女黰黑而甚美光可以鑑名曰玄妻樂正后夔取之生伯封實有豕心貪惏無饜忿纇無期謂之封豕有窮后羿滅之夔是以不祀且三代之亡共子之廢皆是物也女何以為哉夫有尤物足以移人苟非德義則必有禍叔向懼不敢取平公強使取之生伯石伯石始生子容之母走謁諸姑曰長叔姒生男姑視之及堂聞其聲而還曰是豺狼之聲也狼子野心非是莫喪羊舌氏矣遂弗視秋晉韓宣子卒魏獻子為政分祁氏之田以為七縣分羊舌氏之田以為三縣司馬彌牟為鄔大夫賈辛為祁大夫司馬烏為平陵大夫魏戊為梗陽大夫知徐吾為塗水大夫韓固為馬首大夫孟丙為盂大夫樂霄為銅鞮大夫趙朝為平陽大夫僚安為楊氏大夫謂賈辛司馬烏為有力於王室故舉之謂知徐吾趙朝韓固魏戊餘子之不失職能守業者也其四人者皆受縣而後見於魏子以賢舉也魏子謂成鱄吾與戊也縣人其以我為黨乎對曰何也戊之為人也遠不忘君近不偪同居利思義在約思純有守心而無淫行雖與之縣不亦可乎昔武王克商光有天下其兄弟之國者十有五人姬姓之國者四十人皆舉親也夫舉無他唯善所在親疏一也詩曰唯此文王帝度其心莫其德音其德克明克明克類克長克君王此大國克順克比比于文王其德靡悔既受帝祉施于孫子心能制義曰度德正應和曰莫照臨四方曰明勤施無私曰類教誨不倦曰長賞慶刑威曰君慈和徧服曰順擇善而從之曰比經緯天地曰文九德不愆作事無悔故襲天祿子孫賴之主之舉也近文德矣所及其遠哉賈辛將適其縣見於魏子魏子曰辛來昔叔向適鄭鬷蔑惡欲觀叔向從使之收器者而往立於堂下一言而善叔向將飲酒聞之曰必鬷明也下執其手以上曰昔賈大夫惡娶妻而美三年不言不笑御以如皋射雉獲之其妻始笑而言賈大夫曰才之不可以已我不能射女遂不言不笑夫今子少不颺子若無言吾幾失子矣言之不可以已也如是遂如故知今女有力於王室吾是以舉女行乎敬之哉毋墮乃力仲尼聞魏子之舉也以為義曰近不失親遠不失舉可謂義矣又聞其命賈辛也以為忠詩曰永言配命自求多福忠也魏子之舉也義其命也忠其長有後於晉國乎冬梗陽人有獄魏戊不能斷以獄上其大宗賂以女樂魏子將受之魏戊謂閻沒女寬曰主以不賄聞於諸侯若受梗陽人賄莫甚焉吾子必諫皆許諾退朝待於庭饋入召之比置三歎既食使坐魏子曰吾聞諸伯叔諺曰唯食忘憂吾子置食之間三歎何也同辭而對曰或賜二小人酒不夕食饋之始至恐其不足是以歎中置自咎曰豈將軍食之而有不足是以再歎及饋之畢願以小人之腹為君子之心屬厭而已獻子辭梗陽人昭公二十九年經二十有九年春公至自乾侯居于鄆齊侯使高張來唁公公如晉次于乾侯夏四月庚子叔詣卒秋七月冬十月鄆潰昭公二十九年傳二十九年春公至自乾侯處于鄆齊侯使高張來唁公稱主君子家子曰齊卑君矣君衹辱焉公如乾侯三月己卯京師殺召伯盈尹氏固及原伯魯之子尹固之復也有婦人遇之周郊尤之曰處則勸人為禍行則數日而反是夫也其過三歲乎夏五月庚寅王子趙車入于鄻以叛陰不佞敗之平子每歲賈馬具從者之衣屨而歸之于乾侯公執歸馬者賣之乃不歸馬衛侯來獻其乘馬曰啟服塹而死公將為之櫝子家子曰從者病矣請以食之乃以帷裹之公賜公衍羔裘使獻龍輔於齊侯遂入羔裘齊侯喜與之陽穀公衍公為之生也其母偕出公衍先生公為之母曰相與偕出請相與偕告三日公為生甚母先以告公為為兄公私喜於陽穀而思於魯曰務人為此禍也且後生而為兄其誣也久矣乃黜之而以公衍為大子秋龍見于絳郊魏獻子問於蔡墨曰吾聞之蟲莫知於龍以其不生得也謂之知信乎對曰人實不知非龍實知古者畜龍故國有豢龍氏有御龍氏獻子曰是二氏者吾亦聞之而不知其故是何謂也對曰昔有飂叔安有裔子曰董父實甚好龍能求其耆欲以飲食之龍多歸之乃擾畜龍以服事帝舜帝賜之姓曰董氏曰豢龍封諸鬷川鬷夷氏其後也故帝舜氏世有畜龍及有夏孔甲擾于有帝帝賜之乘龍河漢各二各有雌雄孔甲不能食而未獲豢龍氏有陶唐氏既衰其後有劉累學擾龍于豢龍氏以事孔甲能飲食之夏后嘉之賜氏曰御龍以更豕韋之後龍一雌死潛醢以食夏后夏后饗之既而使求之懼而遷于魯縣范氏其後也獻子曰今何故無之對曰夫物物有其官官脩其方朝夕思之一日失職則死及之失官不食官宿其業其物乃至若泯棄之物乃坻伏鬱湮不育故有五行之官是謂五官實列受氏姓封為上公祀為貴神社稷五祀是尊是奉木正曰句芒火正曰祝融金正曰蓐收水正曰玄冥土正曰后土龍水物也水官棄矣故龍不生得不然周易有之在乾䷀之姤䷫曰潛龍勿用其同人䷌曰見龍在田其大有䷍曰飛龍在天其夬（䷰）䷪曰亢龍有悔其坤䷁曰見群龍無首吉坤之剝䷖曰龍戰于野若不朝夕見誰能物之獻子曰社稷五祀誰氏之五官也對曰少暭氏有四叔曰重曰該曰脩曰熙實能金木及水使重為句芒該為蓐收脩及熙為玄冥世不失職遂濟窮桑此其三祀也顓頊氏有子曰犂為祝融共工氏有子曰句龍為后土此其二祀也后土為社稷田正也有烈山氏之子曰柱為稷自夏以上祀之周棄亦為稷自商以來祀之冬晉趙鞅荀寅帥師城汝濱遂賦晉國一鼓鐵以鑄刑鼎著范宣子所為刑書焉仲尼曰晉其亡乎失其度矣夫晉國將守唐叔之所受法度以經緯其民卿大夫以序守之民是以能尊其貴貴是以能守其業貴賤不愆所謂度也文公是以作執秩之官為被廬之法以為盟主今棄是度也而為刑鼎民在鼎矣何以尊貴貴何業之守貴賤無序何以為國且夫宣子之刑夷之蒐也晉國之亂制也若之何以為法蔡史墨曰范氏中行氏其亡乎中行寅為下卿而干上令擅作刑器以為國法是法姦也又加范氏焉易之亡也其及趙氏趙孟與焉然不得已若德可以免昭公三十年經三十年春王正月公在乾侯夏六月庚辰晉侯去疾卒秋八月葬晉頃公冬十有二月吳滅徐徐子章羽奔楚昭公三十年傳三十年春王正月公在乾侯不先書鄆與乾侯非公且徵過也夏六月晉頃公卒秋八月葬鄭游吉弔且送葬魏獻子使士景伯詰之曰悼公之喪子西弔子蟜送葬今吾子無貳何故對曰諸侯所以歸晉君禮也禮也者小事大大字小之謂事大在共其時命字小在恤其所無以敝邑居大國之間共其職貢與其備御不虞之患豈忘共命先王之制諸侯之喪士弔大夫送葬唯嘉好聘享三軍之事於是乎使卿晉之喪事敝邑之間先君有所助執紼矣若其不間雖士大夫有所不獲數矣大國之惠亦慶其加而不討其乏明厎其情取備而已以為禮也靈王之喪我先君簡公在楚我先大夫印段實往－－敝邑之少卿也王吏不討恤所無也今大夫曰女盍從舊舊有豐有省不知所從從其豐則寡君幼弱是以不共從其省則吉在此矣唯大夫圖之晉人不能詰吳子使徐人執掩餘使鍾吾人執燭庸二公子奔楚楚子大封而定其徙使監馬尹大心逆吳公子使居養莠尹然左司馬沈尹戌城之取於城父與胡田以與之將以害吳也子西諫曰吳光新得國而親其民視民如子辛苦同之將用之也若好吾邊疆使柔服焉猶懼其至吾又彊其讎以重怒之無乃不可乎吳周之冑裔也而棄在海濱不與姬通今而始大比于諸華光又甚文將自同於先王不知天將以為虐乎使翦喪吳國而封大異姓乎其抑亦將卒以祚吳乎其終不遠矣我盍姑億吾鬼神而寧吾族姓以待其歸將焉用自播揚焉王弗聽吳子怒冬十二月吳子執鍾吾子遂伐徐防山以水之己卯滅徐徐子章禹斷其髮攜其夫人以逆吳子吳子唁而送之使其邇臣從之遂奔楚楚沈尹戌帥師救徐弗及遂城夷使徐子處之吳子問於伍員曰初而言伐楚余知其可也而恐其使余往也又惡人之有余之功也今余將自有之矣伐楚何如對曰楚執政眾而乖莫適任患若為三師以肄焉一師至彼必皆出彼出則歸彼歸則出楚必道敝亟肄以罷之多方以誤之既罷而後以三軍繼之必大克之闔廬從之楚於是乎始病昭公三十一年經三十有一年春王正月公在乾侯季孫意如會晉荀躒于適歷夏四月丁巳薛伯穀卒晉侯使荀躒唁公于乾侯秋葬薛獻公冬黑肱以濫來奔十有二月辛亥朔日有食之昭公三十一年傳三十一年春王正月公在乾侯言不能外內也晉侯將以師納公范獻子曰若召季孫而不來則信不臣矣然後伐之若何晉人召季孫獻子使私焉曰子必來我受其無咎季孫意如會晉荀躒于適歷荀躒曰寡君使躒謂吾子何故出君有君不事周有常刑子其圖之季孫練冠麻衣跣行伏而對曰事君臣之所不得也敢逃刑命君若以臣為有罪請囚于費以待君之察也亦唯君若以先臣之故不絕季氏而賜之死若弗殺弗亡君之惠也死且不朽若得從君而歸則固臣之願也敢有異心夏四月季孫從知伯如乾侯子家子曰君與之歸一慚之不忍而終身慚乎公曰諾眾曰在一言矣君必逐之荀躒以晉侯之命唁公且曰寡君使躒以君命討於意如意如不敢逃死君其入也公曰君惠顧先君之好施及亡人將使歸糞除宗祧以事君則不能見夫人己所能見夫人者有如河荀躒掩耳而走曰寡君其罪之恐敢與知魯國之難臣請復於寡君退而謂季孫君怒未怠子姑歸祭子家子曰君以一乘入于魯師季孫必與君歸公欲從之眾從者脅公不得歸薛伯穀卒同盟故書秋吳人侵楚伐夷侵潛六楚沈尹戌帥師救潛吳師還楚師遷潛於南岡而還吳師圍弦左司馬戌右司馬稽帥師救弦及豫章吳師還－－始用子胥之謀也冬邾黑肱以濫來奔賤而書名重地故也君子曰名之不可不慎也如是夫有所有名而不如其已以地叛雖賤必書地以名其人終為不義弗可滅已是故君子動則思禮行則思義不為利回不為不義疚或求名而不得或欲蓋而名章懲不義也齊豹為衛司寇守嗣大夫作而不義其書為盜邾庶其莒牟夷邾黑肱以土地出求食而已不求其名賤而必書此二物者所以懲肆而去貪也若艱難其身以險危大人而有名章徹攻難之士將奔走之若竊邑叛君以徼大利而無名貪冒之民將寘力焉是以春秋書齊豹曰盜三叛人名以懲不義數惡無禮其善志也故曰春秋之稱微而顯婉而辨上之人能使昭明善人勸焉淫人懼焉是以君子貴之十二月辛亥朔日有食之是夜也趙簡子夢童子臝而轉以歌旦占諸史墨曰吾夢如是今而日食何也對曰六年及此月也吳其入郢乎終亦弗克入郢必以庚辰日月在辰尾庚午之日日始有謫火勝金故弗克昭公三十二年經三十有二年春王正月公在乾侯取闞夏吳伐越秋七月冬仲孫何忌會晉韓不信齊高張宋仲幾衛世叔申鄭國參曹人莒人薛人杞人小邾人城成周十有二月己未公薨于乾侯昭公三十二年傳三十二年春王正月公在乾侯言不能外內又不能用其人也夏吳伐越始用師於越也史墨曰不及四十年越其有吳乎越得歲而吳伐之必受其凶秋八月王使富辛與石張如晉請城成周天子曰天降禍于周俾我兄弟並有亂心以為伯父憂我一二親昵甥舅不皇啟處於今十年勤戍五年余一人無日忘之閔閔焉如農夫之望歲懼以待時伯父若肆大惠復二文之業弛周室之憂徼文武之福以固盟主宣昭令名則余一人有大願矣昔成王合諸侯城成周以為東都崇文德焉今我欲徼福假靈于成王脩成周之城俾戍人無勤諸侯用寧蝥賊遠屏晉之力也其委諸伯父使伯父實重圖之俾我一人無徵怨于百姓而伯父有榮施先王庸之范獻子謂魏獻子曰與其戍周不如城之天子實云雖有後事晉勿與知可也從王命以紓諸侯晉國無憂是之不務而又焉從事魏獻子曰善使伯音對曰天子有命敢不奉承以奔告於諸侯遲速衰序於是焉在冬十一月晉魏舒韓不信如京師合諸侯之大夫于狄泉尋盟且令城成周魏子南面衛彪徯曰魏子必有大咎干位以令大事非其任也詩曰敬天之怒不敢戲豫敬天之渝不敢馳驅況敢干位以作大事乎己丑士彌牟營成周計丈數揣高卑度厚薄仞溝洫物土方議遠邇量事期計徒庸慮材用書餱糧以令役於諸侯屬役賦丈書以授帥而效諸劉子韓簡子臨之以為成命十二月公疾徧賜大夫大夫不受賜子家子雙琥一環一璧輕服受之大夫皆受其賜己未公薨子家子反賜於府人曰吾不敢逆君命也大夫皆反其賜書曰公薨于乾侯言失其所也趙簡子問於史墨曰季氏出其君而民服焉諸侯與之君死於外而莫之或罪也對曰物生有兩有三有五有陪貳故天有三辰地有五行體有左右各有妃耦王有公諸侯有卿皆有貳也天生季氏以貳魯侯為日久矣民之服焉不亦宜乎魯君世從其失季氏世脩其勤民忘君矣雖死於外其誰矜之社稷無常奉君臣無常位自古以然故詩曰高岸為谷深谷為陵三后之姓於今為庶主所知也在易卦雷乘乾曰大壯䷡天之道也昔成季友桓之季也文姜之愛子也始震而卜卜人謁之曰生有嘉聞其名曰友為公室輔及生如卜人之言有文在其手曰友遂以名之既而有大功於魯受費以為上卿至於文子武子世增其業不廢舊績魯文公薨而東門遂殺適立庶魯君於是乎失國政在季氏於此君也四公矣民不知君何以得國是以為君慎器與名不可以假人"}
{"id": "KR1e0001_011", "series": "KR1e0001", "text": "定公元年經元年春王三月晉人執宋仲幾于京師夏六月癸亥公之喪至自乾侯戊辰公即位秋七月癸巳葬我君昭公九月大雩立煬宮冬十月隕霜殺菽定公元年傳元年春王正月辛巳晉魏舒合諸侯之大夫于狄泉將以城成周魏子涖政衛彪傒曰將建天子而易位以令非義也大事奸義必有大咎晉不失諸侯魏子其不免乎是行也魏獻子屬役於韓簡子及原壽過而田於大陸焚焉還卒於甯范獻子去其柏椁以其未復命而田也孟懿子會城成周庚寅栽宋仲幾不受功曰滕薛郳吾役也薛宰曰宋為無道絕我小國於周以我適楚故我常從宋晉文公為踐土之盟曰凡我同盟各復舊職若從踐土若從宋亦唯命仲幾曰踐土固然薛宰曰薛之皇祖奚仲居薛以為夏車正奚仲遷于邳仲虺居薛以為湯左相若復舊職將承王官何故以役諸侯仲幾曰三代各異物薛焉得有舊為宋役亦其職也士彌牟曰晉之從政者新子姑受功歸吾視諸故府仲幾曰縱子忘之山川鬼神其忘諸乎士伯怒謂韓簡子曰薛徵於人宋徵於鬼宋罪大矣且己無辭而抑我以神誣我也啟寵納侮其此之謂矣必以仲幾為戮乃執仲幾以歸三月歸諸京師城三旬而畢乃歸諸侯之戍齊高張後不從諸侯晉女叔寬曰周萇弘齊高張皆將不免萇叔違天高子違人天之所壞不可支也眾之所為不可奸也夏叔孫成子逆公之喪于乾侯季孫曰子家子亟言於我未嘗不中吾志也吾欲與之從政子必止之且聽命焉子家子不見叔孫易幾而哭叔孫請見子家子子家子辭曰羈未得見而從君以出君不命而薨羈不敢見叔孫使告之曰公衍公為實使群臣不得事君若公子宋主社稷則群臣之願也凡從君出而可以入者將唯子是聽子家氏未有後季孫願與子從政此皆季孫之願也使不敢以告對曰若立君則有卿士大夫與守龜在羈弗敢知若從君者則貌而出者入可也寇而出者行可也若羈也則君知其出也而未知其入也羈將逃也喪及壞隤公子宋先入從公者皆自壞隤反六月癸亥公之喪至自乾侯戊辰公即位季孫使役如闞公氏將溝焉榮鴐鵝曰生不能事死又離之以自旌也縱子忍之後必或恥之乃止季孫問於榮鴐鵝曰吾欲為君謚使子孫知之對曰生弗能事死又惡之以自信也將焉用之乃止秋七月癸巳葬昭公於墓道南孔子之為司寇也溝而合諸墓昭公出故季平子禱于煬公九月立煬宮周鞏簡公棄其子弟而好用遠人定公二年經二年春王正月夏五月壬辰雉門及兩觀災秋楚人伐吳冬十月新作雉門及兩觀定公二年傳二年夏四月辛酉鞏氏之群子弟賊簡公桐叛楚吳子使舒鳩氏誘楚人曰以師臨我我伐桐為我使之無忌秋楚囊瓦伐吳師于豫章吳人見舟于豫章而潛師于巢冬十月吳軍楚師于豫章敗之遂圍巢克之獲楚公子繁邾莊公與夷射姑飲酒私出閽乞肉焉奪之杖以敲之定公三年經三年春王正月公如晉至河乃復二月辛卯邾子穿卒夏四月秋葬邾莊公冬仲孫何忌及邾子盟于拔定公三年傳三年春二月辛卯邾子在門臺臨廷閽以缾水沃廷邾子望見之怒閽曰夷射姑旋焉命執之弗得滋怒自投于床廢于鑪炭爛遂卒先葬以車五乘殉五人莊公卞急而好潔故及是秋九月鮮虞人敗晉師于平中獲晉觀虎恃其勇也冬盟于郯脩邾好也蔡昭侯為兩佩與兩裘以如楚獻一佩一裘於昭王昭王服之以享蔡侯蔡侯亦服其一子常欲之弗與三年止之唐成公如楚有兩肅爽馬子常欲之弗與亦三年止之唐人或相與謀請代先從者許之飲先從者酒醉之竊馬而獻之子常子常歸唐侯自拘於司敗曰君以弄馬之故隱君身棄國家群臣請相夫人以償馬必如之唐侯曰寡人之過也二三子無辱皆賞之蔡人聞之固請而獻佩于子常子常朝見蔡侯之徒命有司曰蔡君之久也官不共也明日禮不畢將死蔡侯歸及漢執玉而沈曰余所有濟漢而南者有若大川蔡侯如晉以其子元與其大夫之子為質焉而請伐楚定公四年經四年春王二月癸巳陳侯吳卒三月公會劉子晉侯宋公蔡侯衛侯陳子鄭伯許男曹伯莒子邾子頓子胡子滕子薛伯杞伯小邾子齊國夏于召陵侵楚夏四月庚辰蔡公孫姓帥師滅沈以沈子嘉歸殺之五月公及諸侯盟于皋鼬杞伯成卒于會六月葬陳惠公許遷于容城秋七月公至自會劉卷卒葬杞悼公楚人圍蔡晉士鞅衛孔圉帥師伐鮮虞葬劉文公冬十有一月庚午蔡侯以吳子及楚人戰于柏舉楚師敗績楚囊瓦出奔鄭庚辰吳入郢定公四年傳四年春三月劉文公合諸侯于召陵謀伐楚也晉荀寅求貨於蔡侯弗得言於范獻子曰國家方危諸侯方貳將以襲敵不亦難乎水潦方降疾瘧方起中山不服棄盟取怨無損於楚而失中山不如辭蔡侯吾自方城以來楚未可以得志祗取勤焉乃辭蔡侯晉人假羽旄於鄭鄭人與之明日或旆以會晉於是乎失諸侯將會衛子行敬子言於靈公曰會同難嘖有煩言莫之治也其使祝佗從公曰善乃使子魚子魚辭曰臣展四體以率舊職猶懼不給而煩刑書若又共二徼大罪也且夫祝社稷之常隸也社稷不動祝不出竟官之制也君以軍行祓社釁鼓祝奉以從於是乎出竟若嘉好之事君行師從卿行旅從臣無事焉公曰行也及皋鼬將長蔡於衛衛侯使祝佗私於萇弘曰聞諸道路不知信否若聞蔡將先衛信乎萇弘曰信蔡叔康叔之兄也先衛不亦可乎子魚曰以先王觀之則尚德也昔武王克商成王定之選建明德以蕃屏周故周公相王室以尹天下於周為睦分魯公以大路大旂夏后氏之璜封父之繁弱殷民六族條氏徐氏蕭氏索氏長勺氏尾勺氏使帥其宗氏輯其分族將其類醜以法則周公用即命于周是使之職事于魯以昭周公之明德分之土田陪敦祝宗卜史備物典策官司彝器因商奄之民命以伯禽而封於少皞之虛分康叔以大路少帛綪茷旃旌大呂殷民七族陶氏施氏繁氏錡氏樊氏饑氏終葵氏封畛土略自武父以南及圃田之北竟取於有閻之土以共王職取於相土之東都以會王之東蒐聃季授土陶叔授民命以康誥而封於殷虛皆啟以商政疆以周索分唐叔以大路密須之鼓闕鞏沽洗懷姓九宗職官五正命以唐誥而封於夏虛啟以夏政疆以戎索三者皆叔也而有令德故昭之以分物不然文武成康之伯猶多而不獲是分也唯不尚年也管蔡啟商惎間王室王於是乎殺管叔而蔡蔡叔以車七乘徒七十人其子蔡仲改行帥德周公舉之以為己卿士見諸王而命之以蔡其命書云王曰胡無若爾考之違王命也若之何其使蔡先衛也武王之母弟八人周公為太宰康叔為司寇聃季為司空五叔無官豈尚年哉曹文之昭也晉武之穆也曹為伯甸非尚年也今將尚之是反先王也晉文公為踐土之盟衛成公不在夷叔其母弟也猶先蔡其載書云王若曰晉重魯申衛武蔡甲午鄭捷齊潘宋王臣莒期藏在周府可覆視也吾子欲復文武之略而不正其德將如之何萇弘說告劉子與范獻子謀之乃長衛侯於盟反自召陵鄭子大叔未至而卒晉趙簡子為之臨甚哀曰黃父之會夫子語我九言曰無始亂無怙富無恃寵無違同無敖禮無驕能無復怒無謀非德無犯非義沈人不會于召陵晉人使蔡伐之夏蔡滅沈秋楚為沈故圍蔡伍員為吳行人以謀楚楚之殺郤宛也伯氏之族出伯州犂之孫嚭為吳大宰以謀楚楚自昭王即位無歲不有吳師蔡侯因之以其子乾與其大夫之子為質於吳冬蔡侯吳子唐侯伐楚舍舟于淮汭自豫章與楚夾漢左司馬戌謂子常曰子沿漢而與之上下我悉方城外以毀其舟還塞大隧直轅冥阨子濟漢而伐之我自後擊之必大敗之既謀而行武城黑謂子常曰吳用木也我用革也不可久也不如速戰史皇謂子常楚人惡子而好司馬若司馬毀吳舟于淮塞城口而入是獨克吳也子必速戰不然不免乃濟漢而陳自小別至于大別三戰子常知不可欲奔史皇曰安求其事難而逃之將何所入子必死之初罪必盡說十一月庚午二師陳于柏舉闔廬之弟夫概王晨請於闔廬曰楚瓦不仁其臣莫有死志先伐之其卒必奔而後大師繼之必克弗許夫概王曰所謂臣義而行不待命者其此之謂也今日我死楚可入也以其屬五千先擊子常之卒子常之卒奔楚師亂吳師大敗之子常奔鄭史皇以其乘廣死吳從楚師及清發將擊之夫概王曰困獸猶鬭況人乎若知不免而致死必敗我若使先濟者知免後者慕之蔑有鬭心矣半濟而後可擊也從之又敗之楚人為食吳人及之奔食而從之敗諸雍澨五戰及郢己卯楚子取其妹季羋畀我以出涉雎鍼尹固與王同舟王使執燧象以奔吳師庚辰吳入郢以班處宮子山處令尹之宮夫概王欲攻之懼而去之夫概王入之左司馬戌及息而還敗吳師于雍澨傷初司馬臣闔廬故恥為禽焉謂其臣曰誰能免吾首吳句卑曰臣賤可乎司馬曰我實失子可哉三戰皆傷曰吾不可用也已句卑布裳剄而裹之藏其身而以其首免楚子涉雎濟江入于雲中王寢盜攻之以戈擊王王孫由于以背受之中肩王奔鄖鍾建負季羋以從由于徐蘇而從鄖公辛之弟懷將弒王曰平王殺吾父我殺其子不亦可乎辛曰君討臣誰敢讎之君命天也若死天命將誰讎詩曰柔亦不茹剛亦不吐不侮矜寡不畏彊禦唯仁者能之違彊陵弱非勇也乘人之約非仁也滅宗廢祀非孝也動無令名非知也必犯是余將殺女鬭辛與其弟巢以王奔隨吳人從之謂隨人曰周之子孫在漢川者楚實盡之天誘其衷致罰於楚而君又竄之周室何罪君若顧報周室施及寡人以獎天衷君之惠也漢陽之田君實有之楚子在公宮之北吳人在其南子期似王逃王而己為王曰以我與之王必免隨人卜與之不吉乃辭吳曰以隨之辟小而密邇於楚楚實存之世有盟誓至于今未改若難而棄之何以事君執事之患不唯一人若鳩楚竟敢不聽命吳人乃退鑢金初宦於子期氏實與隨人要言王使見辭曰不敢以約為利王割子期之心以與隨人盟初伍員與申包胥友其亡也謂申包胥曰我必復楚國申包胥曰勉之子能復之我必能興之及昭王在隨申包胥如秦乞師曰吳為封豕長蛇以荐食上國虐始於楚寡君失守社稷越在草莽使下臣告急曰夷德無厭若鄰於君疆埸之患也逮吳之未定君其取分焉若楚之遂亡君之土也若以君靈撫之世以事君秦伯使辭焉曰寡人聞命矣子姑就館將圖而告對曰寡君越在草莽未獲所伏下臣何敢即安立依於庭牆而哭日夜不絕聲勺飲不入口七日秦哀公為之賦無衣九頓首而坐秦師乃出定公五年經五年春王三月辛亥朔日有食之夏歸粟于蔡於越入吳六月丙申季孫意如卒秋七月壬子叔孫不敢卒冬晉士鞅帥師圍鮮虞定公五年傳五年春王人殺子朝于楚夏歸粟於蔡以周亟矜無資越入吳吳在楚也六月季平子行東野還未至丙申卒于房陽虎將以璵璠斂仲梁懷弗與曰改步改玉陽虎欲逐之告公山不狃不狃曰彼為君也子何怨焉既葬桓子行東野及費子洩為費宰逆勞於郊桓子敬之勞仲梁懷仲梁懷弗敬子洩怒謂陽虎子行之乎申包胥以秦師至秦子蒲子虎帥車五百乘以救楚子蒲曰吾未知吳道使楚人先與吳人戰而自稷會之大敗夫概王于沂吳人獲薳射於柏舉其子帥奔徒以從子西敗吳師于軍祥秋七月子期子蒲滅唐九月夫概王歸自立也以與王戰而敗奔楚為堂谿氏吳師敗楚師于雍澨秦師又敗吳師吳師居麇子期將焚之子西曰父兄親暴骨焉不能收又焚之不可子期曰國亡矣死者若有知也可以歆舊祀豈憚焚之焚之而又戰吳師敗又戰于公壻之谿吳師大敗吳子乃歸囚闉輿罷闉輿罷請先遂逃歸葉公諸梁之弟后臧從其母於吳不待而歸葉公終不正視乙亥陽虎囚季桓子及公父文伯而逐仲梁懷冬十月丁亥殺公何藐己丑盟桓子于稷門之內庚寅大詛逐公父歜及秦遄皆奔齊楚子入于郢初鬭辛聞吳人之爭宮也曰吾聞之不讓則不和不和不可以遠征吳爭於楚必有亂有亂則必歸焉能定楚王之奔隨也將涉於成臼藍尹亹涉其帑不與王舟及寧王欲殺之子西曰子常唯思舊怨以敗君何效焉王曰善使復其所吾以志前惡王賞鬭辛王孫由于王孫圉鍾建鬭巢申包胥王孫賈宋木鬭懷子西曰請舍懷也王曰大德滅小怨道也申包胥曰吾為君也非為身也君既定矣又何求且吾尤子旗其又為諸遂逃賞王將嫁季羋季羋辭曰所以為女子遠丈夫也鍾建負我矣以妻鍾建以為樂尹王之在隨也子西為王輿服以保路國于脾洩聞王所在而後從王王使由于城麇復命子西問高厚焉弗知子西曰不能如辭城不知高厚小大何知對曰固辭不能子使余也人各有能有不能王遇盜於雲中余受其戈其所猶在袒而示之背曰此余所能也脾洩之事余亦弗能也晉士鞅圍鮮虞報觀虎之敗也定公六年經六年春王正月癸亥鄭游速帥師滅許以許男斯歸二月公侵鄭公至自侵鄭夏季孫斯仲孫何忌如晉秋晉人執宋行人樂祁犂冬城中城季孫斯仲孫忌帥師圍鄆定公六年傳六年春鄭滅許因楚敗也二月公侵鄭取匡為晉討鄭之伐胥靡也往不假道於衛及還陽虎使季孟自南門入出自東門舍於豚澤衛侯怒使彌子瑕追之公叔文子老矣輦而如公曰尤人而效之非禮也昭公之難君將以文之舒鼎成之昭兆定之鞶鑑苟可以納之擇用一焉公子與二三臣之子諸侯苟憂之將以為之質此群臣之所聞也今將以小忿蒙舊德無乃不可乎大姒之子唯周公康叔為相睦也而效小人以棄之不亦誣乎天將多陽虎之罪以斃之君姑待之若何乃止夏季桓子如晉獻鄭俘也陽虎強使孟懿子往報夫人之幣晉人兼享之孟孫立于房外謂范獻子曰陽虎若不能居魯而息肩於晉所不以為中軍司馬者有如先君獻子曰寡君有官將使其人鞅何知焉獻子謂簡子曰魯人患陽虎矣孟孫知其釁以為必適晉故強為之請以取入焉四月己丑吳大子終纍敗楚舟師獲潘子臣小惟子及大夫七人楚國大惕懼亡子期又以陵師敗于繁揚令尹子西喜曰乃今可為矣於是乎遷郢於鄀而改紀其政以定楚國周儋翩率王子朝之徒因鄭人將以作亂于周鄭於是乎伐馮滑胥靡負黍狐人闕外六月晉閻沒戍周且城胥靡秋八月宋樂祁言於景公曰諸侯唯我事晉今使不往晉其憾矣樂祁告其宰陳寅陳寅曰必使子往他日公謂樂祁曰唯寡人說子之言子必往陳寅曰子立後而行吾室亦不亡唯君亦以我為知難而行也見溷而行趙簡子逆而飲之酒於緜上獻楊楯六十於簡子陳寅曰昔吾主范氏今子主趙氏又有納焉以楊楯賈禍弗可為也已然子死晉國子孫必得志於宋范獻子言於晉侯曰以君命越疆而使未致使而私飲酒不敬二君不可不討也乃執樂祁陽虎又盟公及三桓於周社盟國人于亳社詛于五父之衢冬十二月天王處于姑蕕辟儋翩之亂也定公七年經七年春王正月夏四月秋齊侯鄭伯盟于鹹齊人執衛行人北宮結以侵衛齊侯衛侯盟于沙大雩齊國夏帥師伐我西鄙九月大雩冬十月定公七年傳七年春二月周儋翩入于儀栗以叛齊人歸鄆陽關陽虎居之以為政夏四月單武公劉桓公敗尹氏于窮谷秋齊侯鄭伯盟于鹹徵會于衛衛侯欲叛晉諸大夫不可使北宮結如齊而私於齊侯曰執結以侵我齊侯從之乃盟于瑣齊國夏伐我陽虎御季桓子公斂處父御孟懿子將宵軍齊師齊師聞之墮伏而待之處父曰虎不圖禍而必死苫夷曰虎陷二子於難不待有司余必殺女虎懼乃還不敗冬十一月戊午單子劉子逆王于慶氏晉籍秦送王己巳王入于王城館于公族黨氏而後朝于莊宮定公八年經八年春王正月公侵齊公至自侵齊二月公侵齊三月公至自侵齊曹伯露卒夏齊國夏帥師伐我西鄙公會晉師于瓦公至自瓦秋七月戊辰陳侯柳卒晉士鞅帥師侵鄭遂侵衛葬曹靖公九月葬陳懷公季孫斯仲孫何忌帥師侵衛冬衛侯鄭伯盟于曲濮從祀先公盜竊寶玉大弓定公八年傳八年春王正月公侵齊門于陽州士皆坐列曰顏高之弓六鈞皆取而傳觀之陽州人出顏高奪人弱弓籍丘子鉏擊之與一人俱斃偃且射子鉏中頰殪顏息射人中眉退曰我無勇吾志其目也師退冉猛偽傷足而先其兄會乃呼曰猛也殿三月己丑單子伐穀城劉子伐儀栗辛卯單子伐簡城劉子伐盂以定王室趙鞅言於晉侯曰諸侯唯宋事晉好逆其使猶懼不至今又執之是絕諸侯也將歸樂祁士鞅曰三年止之無故而歸之宋必叛晉獻子私謂子梁曰寡君懼不得事宋君是以止子子姑使溷代子子梁以告陳寅陳寅曰宋將叛晉是棄溷也不如待之樂祁歸卒于大行士鞅曰宋必叛不如止其尸以求成焉乃止諸州公侵齊攻廩丘之郛主人焚衝或濡馬褐以救之遂毀之主人出師奔陽虎偽不見冉猛者曰猛在此必敗猛逐之顧而無繼偽顛虎曰盡客氣也苫越生子將待事而名之陽州之役獲焉名之曰陽州夏齊國夏高張伐我西鄙晉士鞅趙鞅荀寅救我公會晉師于瓦范獻子執羔趙簡子中行文子皆執鴈魯於是始尚羔晉師將盟衛侯于鄟澤趙簡子曰群臣誰敢盟衛君者涉佗成何曰我能盟之衛人請執牛耳成何曰衛吾溫原也焉得視諸侯將歃涉佗捘衛侯之手及捥衛侯怒王孫賈趨進曰盟以信禮也有如衛君其敢不唯禮是事而受此盟也衛侯欲叛晉而患諸大夫王孫賈使次于郊大夫問故公以晉詬語之且曰寡人辱社稷其改卜嗣寡人從焉大夫曰是衛之禍豈君之過也公曰又有患焉謂寡人必以而子與大夫之子為質大夫曰苟有益也公子則往群臣之子敢不皆負羈絏以從將行王孫賈曰苟衛國有難工商未嘗不為患使皆行而後可公以告大夫乃皆將行之行有日公朝國人使賈問焉曰若衛叛晉晉五伐我病何如矣皆曰五伐我猶可以能戰賈曰然則如叛之病而後質焉何遲之有乃叛晉晉人請改盟弗許秋晉士鞅會成桓公侵鄭圍蟲牢報伊闕也遂侵衛九月師侵衛晉故也季寤公鉏極公山不狃皆不得志於季氏叔孫輒無寵於叔孫氏叔仲志不得志於魯故五人因陽虎陽虎欲去三桓以季寤更季氏以叔孫輒更叔孫氏己更孟氏冬十月順祀先公而祈焉辛卯禘于僖公壬辰將享季氏于蒲圃而殺之戒都車曰癸巳至成宰公斂處父告孟孫曰季氏戒都車何故孟孫曰吾弗聞處父曰然則亂也必及於子先備諸與孟孫以壬辰為期陽虎前驅林楚御桓子虞人以鈹盾夾之陽越殿將如蒲圃桓子咋謂林楚曰而先皆季氏之良也爾以是繼之對曰臣聞命後陽虎為政魯國服焉違之徵死死無益於主桓子曰何後之有而能以我適孟氏乎對曰不敢愛死懼不免主桓子曰往也孟氏選圉人之壯者三百人以為公期築室於門外林楚怒馬及衢而騁陽越射之不中築者闔門有自門間射陽越殺之陽虎劫公與武叔以伐孟氏公斂處父帥成人自上東門入與陽氏戰于南門之內弗勝又戰于棘下陽氏敗陽虎說甲如公宮取寶玉大弓以出舍于五父之衢寢而為食其徒曰追其將至虎曰魯人聞余出喜於徵死何暇追余從者曰嘻速駕公斂陽在公斂陽請追之孟孫弗許陽欲殺桓子孟孫懼而歸之子言辨舍爵於季氏之廟而出陽虎入于讙陽關以叛鄭駟歂嗣子大叔為政定公九年經九年春王正月夏四月戊申鄭伯蠆卒得寶玉大弓六月葬鄭獻公秋齊侯衛侯次于五氏秦伯卒冬葬秦哀公定公九年傳九年春宋公使樂大心盟于晉且逆樂祁之尸辭偽有疾乃使向巢如晉盟且逆子梁之尸子明謂桐門右師出曰吾猶衰絰而子擊鍾何也右師曰喪不在此故也既而告人曰己衰絰而生子余何故舍鍾子明聞之怒言於公曰右師將不利戴氏不肯適晉將作亂也不然無疾乃逐桐門右師鄭駟歂殺鄧析而用其竹刑君子謂子然於是不忠苟有可以加於國家者棄其邪可也靜女之三章取彤管焉竿旄何以告之取其忠也故用其道不棄其人詩云蔽芾甘棠勿翦勿伐召伯所茇思其人猶愛其樹況用其道而不恤其人乎子然無以勸能矣夏陽虎歸寶玉大弓書曰得器用也凡獲器用曰得得用焉曰獲六月伐陽關陽虎使焚萊門師驚犯之而出奔齊請師以伐魯曰三加必取之齊侯將許之鮑文子諫曰臣嘗為隸於施氏矣魯未可取也上下猶和眾庶猶睦能事大國而無天菑若之何取之陽虎欲勤齊師也齊師罷大臣必多死亡己於是乎奮其詐謀夫陽虎有寵於季氏而將殺季孫以不利魯國而求容焉親富不親仁君焉用之君富於季氏而大於魯國茲陽虎所欲傾覆也魯免其疾而君又收之無乃害乎齊侯執陽虎將東之陽虎願東乃囚諸西鄙盡借邑人之車鍥其軸麻約而歸之載蔥靈寢於其中而逃追而得之囚於齊又以蔥靈逃奔宋遂奔晉適趙氏仲尼曰趙氏其世有亂乎秋齊侯伐晉夷儀敝無存之父將室之辭以與其弟曰此役也不死反必娶於高國先登求自門出死於霤下東郭書讓登犂彌從之曰子讓而左我讓而右使登者絕而後下書左彌先下書與王猛息猛曰我先登書斂甲曰曩者之難今又難焉猛笑曰吾從子如驂之有靳晉車千乘在中牟衛侯將如五氏卜過之龜焦衛侯曰可也衛車當其半寡人當其半敵矣乃過中牟中牟人欲伐之衛褚師圃亡在中牟曰衛雖小其君在焉未可勝也齊師克城而驕其帥又賤遇必敗之不如從齊乃伐齊師敗之齊侯致禚媚杏於衛齊侯賞犂彌犂彌辭曰有先登者臣從之皙幘而衣貍製公使視東郭書曰乃夫子也吾貺子公賞東郭書辭曰彼賓旅也乃賞犂彌齊師之在夷儀也齊侯謂夷儀人曰得敝無存者以五家免乃得其尸公三襚之與之犀軒與直蓋而先歸之坐引者以師哭之親推之三定公十年經十年春王三月及齊平夏公會齊侯于夾谷公至自夾谷晉趙鞅帥師圍衛齊人來歸鄆讙龜陰田叔孫州仇仲孫何忌帥師圍郈秋叔孫州仇仲孫何忌帥師圍郈宋樂大心出奔曹宋公子地出奔陳冬齊侯衛侯鄭游速會于安甫叔孫州仇如齊宋公之弟辰暨仲佗石彄出奔陳定公十年傳十年春及齊平夏公會齊侯于祝其實夾谷孔丘相犂彌言於齊侯曰孔丘知禮而無勇若使萊人以兵劫魯侯必得志焉齊侯從之孔丘以公退曰士兵之兩君合好而裔夷之俘以兵亂之非齊君所以命諸侯也裔不謀夏夷不亂華俘不干盟兵不偪好於神為不祥於德為愆義於人為失禮君必不然齊侯聞之遽辟之將盟齊人加於載書曰齊師出竟而不以甲車三百乘從我者有如此盟孔丘使茲無還揖對曰而不反我汶陽之田吾以共命者亦如之齊侯將享公孔丘謂梁丘據曰齊魯之故吾子何不聞焉事既成矣而又享之是勤執事也且犧象不出門嘉樂不野合饗而既具是棄禮也若其不具用秕稗也用秕稗君辱棄禮名惡子盍圖之夫享所以昭德也不昭不如其已也乃不果享齊人來歸鄆讙龜陰之田晉趙鞅圍衛報夷儀也初衛侯伐邯鄲午於寒氏城其西北而守之宵熸及晉圍衛午以徒七十人門於衛西門殺人於門中曰請報寒氏之役涉佗曰夫子則勇矣然我往必不敢啟門亦以徒七十人旦門焉步左右皆至而立如植日中不啟門乃退反役晉人討衛之叛故曰由涉佗成何於是執涉佗以求成於衛衛人不許晉人遂殺涉佗成何奔燕君子曰此之謂棄禮必不鈞詩曰人而無禮胡不遄死涉佗亦遄矣哉初叔孫成子欲立武叔公若藐固諫曰不可成子立之而卒公南使賊射之不能殺公南為馬正使公若為郈宰武叔既定使郈馬正侯犯殺公若不能其圉人曰吾以劍過朝公若必曰誰之劍也吾稱子以告必觀之吾偽固而授之末則可殺也使如之公若曰爾欲吳王我乎遂殺公若侯犯以郈叛武叔懿子圍郈弗克秋二子及齊師復圍郈弗克叔孫謂郈工師駟赤曰郈非唯叔孫氏之憂社稷之患也將若之何對曰臣之業在揚水卒章之四言矣叔孫稽首駟赤謂侯犯曰居齊魯之際而無事必不可矣子盍求事於齊以臨民不然將叛侯犯從之齊使至駟赤與郈人為之宣言於郈中曰侯犯將以郈易于齊齊人將遷郈民眾兇懼駟赤謂侯犯曰眾言異矣子不如易於齊與其死也猶是郈也而得紓焉何必此齊人欲以此偪魯必倍與子地且盍多舍甲於子之門以備不虞侯犯曰諾乃多舍甲焉侯犯請易於齊齊有司觀郈將至駟赤使周走呼曰齊師至矣郈人大駭介侯犯之門甲以圍侯犯駟赤將射之侯犯止之曰謀免我侯犯請行許之駟赤先如宿侯犯殿每出一門郈人閉之及郭門止之曰子以叔孫氏之甲出有司若誅之群臣懼死駟赤曰叔孫氏之甲有物吾未敢以出侯犯謂駟赤曰子止而與之數駟赤止而納魯人侯犯奔齊齊人乃致郈宋公子地嬖蘧富獵十一分其室而以其五與之公子地有白馬四公嬖向魋魋欲之公取而朱其尾鬣以與之地怒使其徒抶魋而奪之魋懼將走公閉門而泣之目盡腫母弟辰曰子分室以與獵也而獨卑魋亦有頗焉子為君禮不過出竟君必止子公子地出奔陳公弗止辰為之請弗聽辰曰是我迋吾兄也吾以國人出君誰與處冬母弟辰暨仲佗石彄出奔陳武叔聘于齊齊侯享之曰子叔孫若使郈在君之他竟寡人何知焉屬與敝邑際故敢助君憂之對曰非寡君之望也所以事君封疆社稷是以敢以家隸勤君之執事夫不令之臣天下之所惡也君豈以為寡君賜定公十一年經十有一年春宋公之弟辰及仲佗石彄公子地自陳入于蕭以叛夏四月秋宋樂大心自曹入于蕭冬及鄭平叔還如鄭涖盟定公十一年傳十一年春宋公母弟辰暨仲佗石彄公子地入于蕭以叛秋樂大心從之大為宋患寵向魋故也冬及鄭平始叛晉也定公十二年經十有二年春薛伯定卒夏葬薛襄公叔孫州仇帥師墮郈衛公孟彄帥師伐曹季孫斯仲孫何忌帥師墮費秋大雩冬十月癸亥公會齊侯盟于黃十有一月丙寅朔日有食之公至自黃十有二月公圍成公至自圍成定公十二年傳十二年夏衛公孟彄伐曹克郊還滑羅殿未出不退於列其御曰殿而在列其為無勇乎羅曰與其素厲寧為無勇仲由為季氏宰將墮三都於是叔孫氏墮郈季氏將墮費公山不狃叔孫輒帥費人以襲魯公與三子入于季氏之宮登武子之臺費人攻之弗克入及公側仲尼命申句須樂頎下伐之費人北國人追之敗諸姑蔑二子奔齊遂墮費將墮成公斂處父謂孟孫墮成齊人必至于北門且成孟氏之保障也無成是無孟氏也子偽不知我將不墮冬十二月公圍成弗克定公十三年經十有三年春齊侯衛侯次于垂葭夏築蛇淵囿大蒐于比蒲衛公孟彄帥師伐曹晉趙鞅入于晉陽以叛冬晉荀寅士吉射入于朝歌以叛晉趙鞅歸于晉薛弒其君比定公十三年傳十三年春齊侯衛侯次于垂葭實郹氏使師伐晉將濟河諸大夫皆曰不可邴意茲曰可銳師伐河內傳必數日而後及絳絳不三月不能出河則我既濟水矣乃伐河內齊侯皆斂諸大夫之軒唯邴意茲乘軒齊侯欲與衛侯乘與之宴而駕乘廣載甲焉使告曰晉師至矣齊侯曰比君之駕也寡人請攝乃介而與之乘驅之或告曰無晉師乃止晉趙鞅謂邯鄲午曰歸我衛貢五百家吾舍諸晉陽午許諾歸告其父兄父兄皆曰不可衛是以為邯鄲而寘諸晉陽絕衛之道也不如侵齊而謀之乃如之而歸之于晉陽趙孟怒召午而囚諸晉陽使其從者說劍而入涉賓不可乃使告邯鄲人曰吾私有討於午也二三子唯所欲立遂殺午趙稷涉賓以邯鄲叛夏六月上軍司馬籍秦圍邯鄲邯鄲午荀寅之甥也荀寅范吉射之姻也而相與睦故不與圍邯鄲將作亂董安于聞之告趙孟曰先備諸趙孟曰晉國有命始禍者死為後可也安于曰與其害於民寧我獨死請以我說趙孟不可秋七月范氏中行氏伐趙氏之宮趙鞅奔晉陽晉人圍之范皋夷無寵於范吉射而欲為亂於范氏梁嬰父嬖於知文子文子欲以為卿韓簡子與中行文子相惡魏襄子亦與范昭子相惡故五子謀將逐荀寅而以梁嬰父代之逐范吉射而以范皋夷代之荀躒言於晉侯曰君命大臣始禍者死載書在河今三臣始禍而獨逐鞅刑已不鈞矣請皆逐之冬十一月荀躒韓不信魏曼多奉公以伐范氏中行氏弗克二子將伐公齊高彊曰三折肱知為良醫唯伐君為不可民弗與也我以伐君在此矣三家未睦可盡克也克之君將誰與若先伐君是使睦也弗聽遂伐公國人助公二子敗從而伐之丁未荀寅士吉射奔朝歌韓魏以趙氏為請十二月辛未趙鞅入于絳盟于公宮初衛公叔文子朝而請享靈公退見史鰌而告之史鰌曰子必禍矣子富而君貪其及子乎文子曰然吾不先告子是吾罪也君既許我矣其若之何史鰌曰無害子臣可以免富而能臣必免於難上下同之戍也驕其亡乎富而不驕者鮮吾唯子之見驕而不亡者未之有也戍必與焉及文子卒衛侯始惡於公叔戍以其富也公叔戍又將去夫人之黨夫人愬之曰戍將為亂定公十四年經十有四年春衛公叔戍來奔衛趙陽出奔宋二月辛巳楚公子結陳公孫佗人帥師滅頓以頓子牂歸夏衛北宮結來奔五月於越敗吳于檇李吳子光卒公會齊侯衛侯于牽公至自會秋齊侯宋公會于洮天王使石尚來歸脤衛世子蒯聵出奔宋衛公孟彄出奔鄭宋公之弟辰自蕭來奔大蒐于比蒲邾子來會公城莒父及霄定公十四年傳十四年春衛侯逐公叔戍與其黨故趙陽奔宋戍來奔梁嬰父惡董安于謂知文子曰不殺安于使終為政於趙氏趙氏必得晉國盍以其先發難也討於趙氏文子使告於趙孟曰范中行氏雖信為亂安于則發之是安于與謀亂也晉國有命始禍者死二子既伏其罪矣敢以告趙孟患之安于曰我死而晉國寧趙氏定將焉用生人誰不死吾死莫矣乃縊而死趙孟尸諸市而告於知氏曰主命戮罪人安于既伏其罪矣敢以告知伯從趙孟盟而後趙氏定祀安于於廟頓子牂欲事晉背楚而絕陳好二月楚滅頓夏衛北宮結來奔公叔戍之故也吳伐越越子句踐禦之陳于檇李句踐患吳之整也使死士再禽焉不動使罪人三行屬劍於頸而辭曰二君有治臣奸旗鼓不敏於君之行前不敢逃刑敢歸死遂自剄也師屬之目越子因而伐之大敗之靈姑浮以戈擊闔廬闔廬傷將指取其一屨還卒於陘去檇李七里夫差使人立於庭苟出入必謂己曰夫差而忘越王之殺而父乎則對曰唯不敢忘三年乃報越晉人圍朝歌公會齊侯衛侯于脾上梁之間謀救范中行氏也析成鮒小王桃甲率狄師以襲晉戰于絳中不克而還士鮒奔周小王桃甲入于朝歌秋齊侯宋公會于洮范氏故也衛侯為夫人南子召宋朝會于洮大子蒯聵獻盂于齊過宋野野人歌之曰既定爾婁豬盍歸吾艾豭大子羞之謂戲陽速曰從我而朝少君少君見我我顧乃殺之速曰諾乃朝夫人夫人見大子大子三顧速不進夫人見其色啼而走曰蒯聵將殺余公執其手以登臺大子奔宋盡逐其黨故公孟彄出奔鄭自鄭奔齊大子告人曰戲陽速禍余戲陽速告人曰大子則禍余大子無道使余殺其母余不許將戕於余若殺夫人將以余說余是故許而弗為以紓余死諺曰民保於信吾以信義也冬十二月晉人敗范中行氏之師於潞獲籍秦高彊又敗鄭師及范氏之師于百泉定公十五年經十有五年春王正月邾子來朝鼷鼠食郊牛牛死改卜牛二月辛丑楚子滅胡以胡子豹歸夏五月辛亥郊壬申公薨于高寢鄭罕達帥師伐宋齊侯衛侯次于渠蒢邾子來奔喪秋七月壬申姒氏卒八月庚辰朔日有食之九月滕子來會葬丁巳葬我君定公雨不克葬戊午日下昃乃克葬辛巳葬定姒冬城漆定公十五年傳十五年春邾隱公來朝子貢觀焉邾子執玉高其容仰公受玉卑其容俯子貢曰以禮觀之二君者皆有死亡焉夫禮死生存亡之體也將左右周旋進退俯仰於是乎取之朝祀喪戎於是乎觀之今正月相朝而皆不度心已亡矣嘉事不體何以能久高仰驕也卑俯替也驕近亂替近疾君為主其先亡乎吳之入楚也胡子盡俘楚邑之近胡者楚既定胡子豹又不事楚曰存亡有命事楚何為多取費焉二月楚滅胡夏五月壬申公薨仲尼曰賜不幸言而中是使賜多言者也鄭罕達敗宋師于老丘齊侯衛侯次于蘧挐謀救宋也秋七月壬申姒氏卒不稱夫人不赴且不袝也葬定公雨不克襄事禮也葬定姒不稱小君不成喪也冬城漆書不時告也"}
{"id": "KR1e0001_012", "series": "KR1e0001", "text": "哀公元年經元年春王正月公即位楚子陳侯隨侯許男圍蔡鼷鼠食郊牛改卜牛夏四月辛巳郊秋齊侯衛侯伐晉冬仲孫何忌帥師伐邾哀公元年傳元年春楚子圍蔡報柏舉也里而栽廣丈高倍夫屯晝夜九日如子西之素蔡人男女以辨使疆于江汝之間而還蔡於是乎請遷于吳吳王夫差敗越于夫椒報檇李也遂入越越子以甲楯五千保于會稽使大夫種因吳大宰嚭以行成吳子將許之伍員曰不可臣聞之樹德莫如滋去疾莫如盡昔有過澆殺斟灌以伐斟鄩滅夏后相后緡方娠逃出自竇歸于有仍生少康焉為仍牧正惎澆能戒之澆使椒求之逃奔有虞為之庖正以除其害虞思於是妻之以二姚而邑諸綸有田一成有眾一旅能布其德而兆其謀以收夏眾撫其官職使女艾諜澆使季杼誘豷遂滅過戈復禹之績祀夏配天不失舊物今吳不如過而越大於少康或將豐之不亦難乎句踐能親而務施施不失人親不棄勞與我同壤而世為仇讎於是乎克而弗取將又存之違天而長寇讎後雖悔之不可食已姬之衰也日可俟也介在蠻夷而長寇讎以是求伯必不行矣弗聽退而告人曰越十年生聚而十年教訓二十年之外吳其為沼乎三月越及吳平吳入越不書吳不告慶越不告敗也夏四月齊侯衛侯救邯鄲圍五鹿吳之入楚也使召陳懷公懷公朝國人而問焉曰欲與楚者右欲與吳者左陳人從田無田從黨逢滑當公而進曰臣聞國之興也以福其亡也以禍今吳未有福楚未有禍楚未可棄吳未可從而晉盟主也若以晉辭吳若何公曰國勝君亡非禍而何對曰國之有是多矣何必不復小國猶復況大國乎臣聞國之興也視民如傷是其福也其亡也以民為土芥是其禍也楚雖無德亦不艾殺其民吳日敝於兵暴骨如莽而未見德焉天其或者正訓楚也禍之適吳其何日之有陳侯從之及夫差克越乃脩先君之怨秋八月吳侵陳脩舊怨也齊侯衛侯會于乾侯救范氏也師及齊師衛孔圉鮮虞人伐晉取棘蒲吳師在陳楚大夫皆懼曰闔廬惟能用其民以敗我於柏舉今聞其嗣又甚焉將若之何子西曰二三子恤不相睦無患吳矣昔闔廬食不二味居不重席室不崇壇器不彤鏤宮室不觀舟車不飾衣服財用擇不取費在國天有菑癘親巡孤寡而共其乏困在軍熟食者分而後敢食其所嘗者卒乘與焉勤恤其民而與之勞逸是以民不罷勞死知不曠吾先大夫子常易之所以敗我也今聞夫差次有臺榭陂池焉宿有妃嬙嬪御焉一日之行所欲必成玩好必從珍異是聚觀樂是務視民如讎而用之日新夫先自敗也已安能敗我冬十月晉趙鞅伐朝歌哀公二年經二年春王二月季孫斯叔孫州仇仲孫何忌帥師伐邾取漷東田及沂西田癸巳叔孫州仇仲孫何忌及邾子盟于句繹夏四月丙子衛侯元卒滕子來朝晉趙鞅帥師納衛世子蒯聵于戚秋八月甲戌晉趙鞅帥師及鄭罕達帥師戰于鐵鄭師敗績冬十月葬衛靈公十有一月蔡遷于州來蔡殺其大夫公子駟哀公二年傳二年春伐邾將伐絞邾人愛其土故賂以漷沂之田而受盟初衛侯遊于郊子南僕公曰余無子將立女不對他日又謂之對曰郢不足以辱社稷君其改圖君夫人在堂三揖在下君命衹辱夏衛靈公卒夫人曰命公子郢為大子君命也對曰郢異於他子且君沒於吾手若有之郢必聞之且亡人之子輒在乃立輒六月乙酉晉趙鞅納衛大子于戚宵迷陽虎曰右河而南必至焉使大子絻八人衰絰偽自衛逆者告於門哭而入遂居之秋八月齊人輸范氏粟鄭子姚子般送之士吉射逆之趙鞅禦之遇於戚陽虎曰吾車少以兵車之旆與罕駟兵車先陳罕駟自後隨而從之彼見吾貌必有懼心於是乎會之必大敗之從之卜戰龜焦樂丁曰詩曰爰始爰謀爰契我龜謀協以故兆詢可也簡子誓曰范氏中行氏反易天明斬艾百姓欲擅晉國而滅其君寡君恃鄭而保焉今鄭為不道棄君助臣二三子順天明從君命經德義除詬恥在此行也克敵者上大夫受縣下大夫受郡士田十萬庶人工商遂人臣隸圉免志父無罪君實圖之若其有罪絞縊以戮桐棺三寸不設屬辟素車樸馬無入于兆下卿之罰也甲戌將戰郵無恤御簡子衛太子為右登鐵上望見鄭師眾大子懼自投于車下子良授大子綏而乘之曰婦人也簡子巡列曰畢萬匹夫也七戰皆獲有馬百乘死於牖下群子勉之死不在寇繁羽御趙羅宋勇為右羅無勇麇之吏詰之御對曰痁作而伏衛大子禱曰曾孫蒯聵敢昭告皇祖文王烈祖康叔文祖襄公鄭勝亂從晉午在難不能治亂使鞅討之蒯聵不敢自佚備持矛焉敢告無絕筋無折骨無面傷以集大事無作三祖羞大命不敢請佩玉不敢愛鄭人擊簡子中肩斃于車中獲其蠭旗大子救之以戈鄭師北獲溫大夫趙羅大子復伐之鄭師大敗獲齊粟千車趙孟喜曰可矣傅叟曰雖克鄭猶有知在憂未艾也初周人與范氏田公孫尨稅焉趙氏得而獻之吏請殺之趙孟曰為其主也何罪止而與之田及鐵之戰以徒五百人宵攻鄭師取蠭旗於子姚之幕下獻曰請報主德追鄭師姚般公孫林殿而射前列多死趙孟曰國無小既戰簡子曰吾伏弢嘔血鼓音不衰今日我上也大子曰吾救主於車退敵於下我右之上也郵良曰我兩靷將絕吾能止之我御之上也駕而乘材兩靷皆絕吳洩庸如蔡納聘而稍納師師畢入眾知之蔡侯告大夫殺公子駟以說哭而遷墓冬蔡遷于州來哀公三年經三年春齊國夏衛石曼姑帥師圍戚夏四月甲午地震五月辛卯桓宮僖宮災季孫斯叔孫州仇帥師城啟陽宋樂髡帥師伐曹秋七月丙子季孫斯卒蔡人放其大夫公孫獵于吳冬十月癸卯秦伯卒叔孫州仇仲孫何忌帥師圍邾哀公三年傳三年春齊衛圍戚求援于中山夏五月辛卯司鐸火火踰公宮桓僖災救火者皆曰顧府南宮敬叔至命周人出御書俟於宮曰庀女而不在死子服景伯至命宰人出禮書以待命命不共有常刑校人乘馬巾車脂轄百官官備府庫慎守官人肅給濟濡帷幕鬱攸從之蒙葺公屋自大廟始外內以悛助所不給有不用命則有常刑無赦公父文伯至命校人駕乘車季桓子至御公立于象魏之外命救火者傷人則止財可為也命藏象魏曰舊章不可亡也富父槐至曰無備而官辦者猶拾瀋也於是乎去表之槀道還公宮孔子在陳聞火曰其桓僖乎劉氏范氏世為婚姻萇弘事劉文公故周與范氏趙鞅以為討六月癸卯周人殺萇弘秋季孫有疾命正常曰無死南孺子之子男也則以告而立之女也則肥也可季孫卒康子即位既葬康子在朝南氏生男正常載以如朝告曰夫子有遺言命其圉臣曰南氏生男則以告於君與大夫而立之今生矣男也敢告遂奔衛康子請退公使共劉視之則或殺之矣乃討之召正常正常不反冬十月晉趙鞅圍朝歌師于其南荀寅伐其郛使其徒自北門入己犯師而出癸丑奔邯鄲十一月趙鞅殺士皋夷惡范氏也哀公四年經四年春王二月庚戌盜殺蔡侯申蔡公孫辰出奔吳葬秦惠公宋人執小邾子夏蔡殺其大夫公孫姓公孫霍晉人執戎蠻子赤歸于楚城西郛六月辛丑亳社災秋八月甲寅滕子結卒冬十有二月葬蔡昭公葬滕頃公哀公四年傳四年春蔡昭侯將如吳諸大夫恐其又遷也承公孫翩逐而射之入於家人而卒以兩矢門之眾莫敢進文之鍇後至曰如牆而進多而殺二人鍇執弓而先翩射之中肘鍇遂殺之故逐公孫辰而殺公孫姓公孫盱夏楚人既克夷虎乃謀北方左司馬眅申公壽餘葉公諸梁致蔡於負函致方城之外於繒關曰吳將泝江入郢將奔命焉為一昔之期襲梁及霍單浮餘圍蠻氏蠻氏潰蠻子赤奔晉陰地司馬起豐析與狄戎以臨上雒左師軍于菟和右師軍于倉野使謂陰地之命大夫士蔑曰晉楚有盟好惡同之若將不廢寡君之願也不然將通於少習以聽命士蔑請諸趙孟趙孟曰晉國未寧安能惡於楚必速與之士蔑乃致九州之戎將裂田以與蠻子而城之且將為之卜蠻子聽卜遂執之與其五大夫以畀楚師于三戶司馬致邑立宗焉以誘其遺民而盡俘以歸秋七月齊陳乞弦施衛甯跪救范氏庚午圍五鹿九月趙鞅圍邯鄲冬十一月邯鄲降荀寅奔鮮虞趙稷奔臨十二月弦施逆之遂墮臨國夏伐晉取邢任欒鄗逆畤陰人盂壺口會鮮虞納荀寅于柏人哀公五年經五年春城毗夏齊侯伐宋晉趙鞅帥師伐衛秋九月癸酉齊侯杵臼卒冬叔還如齊閏月葬齊景公哀公五年傳五年春晉圍柏人荀寅士吉射奔齊初范氏之臣王生惡張柳朔言諸昭子使為柏人昭子曰夫非而讎乎對曰私讎不及公好不廢過惡不去善義之經也臣敢違之及范氏出張柳朔謂其子爾從主勉之我將止死王生授我矣吾不可以僭之遂死於柏人夏趙鞅伐衛范氏之故也遂圍中牟齊燕姬生子不成而死諸子鬻姒之子荼嬖諸大夫恐其為大子也言於公曰君之齒長矣未有大子若之何公曰二三子間於憂虞則有疾疢亦姑謀樂何憂於無君公疾使國惠子高昭子立荼寘群公子於萊秋齊景公卒冬十月公子嘉公子駒公子黔奔衛公子鉏公子陽生來奔萊人歌之曰景公死乎不與埋三軍事乎不與謀師乎師乎何黨之（乎）鄭駟秦富而侈嬖大夫也而常陳卿之車服於其庭鄭人惡而殺之子思曰詩曰不解于位民之攸塈不守其位而能久者鮮矣商頌曰不僭不濫不敢怠皇命以多福哀公六年經六年春城邾瑕晉趙鞅帥師伐鮮虞吳伐陳夏齊國夏及高張來奔叔還會吳于柤秋七月庚寅楚子軫卒齊陽生入于齊齊陳乞弒其君荼冬仲孫何忌帥師伐邾宋向巢帥師伐曹哀公六年傳六年春晉伐鮮虞治范氏之亂也吳伐陳復脩舊怨也楚子曰吾先君與陳有盟不可以不救乃救陳師于城父齊陳乞偽事高國者每朝必驂乘焉所從必言諸大夫曰彼皆偃蹇將棄子之命皆曰高國得君必偪我盍去諸固將謀子子早圖之圖之莫如盡滅之需事之下也及朝則曰彼虎狼也見我在子之側殺我無日矣請就之位又謂諸大夫曰二子者禍矣恃得君而欲謀二三子曰國之多難貴寵之由盡去之而後君定既成謀矣盍及其未作也先諸作而後悔亦無及也大夫從之夏六月戊辰陳乞鮑牧及諸大夫以甲入于公宮昭子聞之與惠子乘如公戰于莊敗國人追之國夏奔莒遂及高張晏圉弦施來奔秋七月楚子在城父將救陳卜戰不吉卜退不吉王曰然則死也再敗楚師不如死棄盟逃讎亦不如死死一也其死讎乎命公子申為王不可則命公子結亦不可則命公子啟五辭而後許將戰王有疾庚寅昭王攻大冥卒于城父子閭退曰君王舍其子而讓群臣敢忘君乎從君之命順也立君之子亦順也二順不可失也與子西子期謀潛師閉壁逆越女之子章立之而後還是歲也有雲如眾赤鳥夾日以飛三日楚子使問諸周大史周大史曰其當王身乎若禜之可移於令尹司馬王曰除腹心之疾而寘諸股肱何益不穀不有大過天其夭諸有罪受罰又焉移之遂弗禜初昭王有疾卜曰河為祟王弗祭大夫請祭諸郊王曰三代命祀祭不越望江漢雎漳楚之望也禍福之至不是過也不穀雖不德河非所獲罪也遂弗祭孔子曰楚昭王知大道矣其不失國也宜哉夏書曰惟彼陶唐帥彼天常有此冀方今失其行亂其紀綱乃滅而亡又曰允出茲在茲由己率常可矣八月齊邴意茲來奔陳僖子使召公子陽生陽生駕而見南郭且于曰嘗獻馬於季孫不入於上乘故又獻此請與子乘之出萊門而告之故闞止知之先待諸外公子曰事未可知反與壬也處戒之遂行逮夜至於齊國人知之僖子使子士之母養之與饋者皆入冬十月丁卯立之將盟鮑子醉而往其臣差車鮑點曰此誰之命也陳子曰受命于鮑子遂誣鮑子曰子之命也鮑子曰女忘君之為孺子牛而折其齒乎而背之也悼公稽首曰吾子奉義而行者也若我可不必亡一大夫若我不可不必亡一公子義則進否則退敢不唯子是從廢興無以亂則所願也鮑子曰誰非君之子乃受盟使胡姬以安孺子如賴去鬻姒殺王甲拘江說囚王豹于句竇之丘公使朱毛告於陳子曰微子則不及此然君異於器不可以二器二不匱君二多難敢布諸大夫僖子不對而泣曰君舉不信群臣乎以齊國之困困又有憂少君不可以訪是以求長君庶亦能容群臣乎不然夫孺子何罪毛復命公悔之毛曰君大訪於陳子而圖其小可也使毛遷孺子於駘不至殺諸野幕之下葬諸殳冒淳哀公七年經七年春宋皇瑗帥師侵鄭晉魏曼多帥師侵衛夏公會吳于鄫秋公伐邾八月己酉入邾以邾子益來宋人圍曹冬鄭駟弘帥師救曹哀公七年傳七年春宋師侵鄭鄭叛晉故也晉師侵衛衛不服也夏公會吳于鄫吳來徵百牢子服景伯對曰先王未之有也吳人曰宋百牢我魯不可以後宋且魯牢晉大夫過十吳王百牢不亦可乎景伯曰晉范鞅貪而棄禮以大國懼敝邑故敝邑十一牢之君若以禮命於諸侯則有數矣若亦棄禮則有淫者矣周之王也制禮上物不過十二以為天之大數也今棄周禮而曰必百牢亦唯執事吳人弗聽景伯曰吳將亡矣棄天而背本不與必棄疾於我乃與之太宰嚭召季康子康子使子貢辭大宰嚭曰國君道長而大夫不出門此何禮也對曰豈以為禮畏大國也大國不以禮命於諸侯苟不以禮豈可量也寡君既共命焉其老豈敢棄其國大伯端委以治周禮仲雍嗣之斷髮文身臝以為飾豈禮也哉有由然也反自鄫以吳為無能為也季康子欲伐邾乃饗大夫以謀之子服景伯曰小所以事大信也大所以保小仁也背大國不信伐小國不仁民保於城城保於德失二德者危將焉保孟孫曰二三子以為何如惡賢而逆之對曰禹合諸侯於塗山執玉帛者萬國今其存者無數十焉唯大不字小小不事大也知必危何故不言魯德如邾而以眾加之可乎不樂而出秋伐邾及范門猶聞鍾聲大夫諫不聽茅成子請告於吳不許曰魯擊柝聞於邾吳二千里不三月不至何及於我且國內豈不足成子以茅叛師遂入邾處其公宮眾師晝掠邾眾保于繹師宵掠以邾子益來獻于亳社囚諸負瑕負瑕故有繹邾茅夷鴻以束帛乘韋自請救於吳曰魯弱晉而遠吳馮恃其眾而背君之盟辟君之執事以陵我小國邾非敢自愛也懼君威之不立君威之不立小國之憂也若夏盟於鄫衍秋而背之成求而不違四方諸侯其何以事君且魯賦八百乘君之貳也邾賦六百乘君之私也以私奉貳唯君圖之吳子從之宋人圍曹鄭桓子思曰宋人有曹鄭之患也不可以不救冬鄭師救曹侵宋初曹人或夢眾君子立于社宮而謀亡曹曹叔振鐸請待公孫彊許之旦而求之曹無之戒其子曰我死爾聞公孫彊為政必去之及曹伯陽即位好田弋曹鄙人公孫彊好弋獲白鴈獻之且言田弋之說說之因訪政事大說之有寵使為司城以聽政夢者之子乃行彊言霸說於曹伯曹伯從之乃背晉而奸宋宋人伐之晉人不救築五邑於其郊曰黍丘揖丘大城鍾邘哀公八年經八年春王正月宋公入曹以曹伯陽歸吳伐我夏齊人取讙及闡歸邾子益于邾秋七月冬十有二月癸亥杞伯過卒齊人歸讙及闡哀公八年傳八年春宋公伐曹將還褚師子肥殿曹人詬之不行師待之公聞之怒命反之遂滅曹執曹伯陽及司城彊以歸殺之吳為邾故將伐魯問於叔孫輒叔孫輒對曰魯有名而無情伐之必得志焉退而告公山不狃公山不狃曰非禮也君子違不適讎國未臣而有伐之奔命焉死之可也所託也則隱且夫人之行也不以所惡廢鄉今子以小惡而欲覆宗國不亦難乎若使子率子必辭王將使我子張疾之王問於子洩對曰魯雖無與立必有與斃諸侯將救之未可以得志焉晉與齊楚輔之是四讎也夫魯齊晉之脣脣亡齒寒君所知也不救何為三月吳伐我子洩率故道險從武城初武城人或有因於吳竟田焉拘鄫人之漚菅者曰何故使吾水滋及吳師至拘者道之以伐武城克之王犯嘗為之宰澹臺子羽之父好焉國人懼懿子謂景伯若之何對曰吳師來斯與之戰何患焉且召之而至又何求焉吳師克東陽而進舍於五梧明日舍於蠶室公賓庚公甲叔子與戰于夷獲叔子與析朱鉏獻於王王曰此同車必使能國未可望也明日舍于庚宗遂次於泗上微虎欲宵攻王舍私屬徒七百人三踊於幕庭卒三百人有若與焉及稷門之內或謂季孫曰不足以害吳而多殺國士不如已也乃止之吳子聞之一夕三遷吳人行成將盟景伯曰楚人圍宋易子而食析骸而爨猶無城下之盟我未及虧而有城下之盟是棄國也吳輕而遠不能久將歸矣請少待之弗從景伯負載造於萊門乃請釋子服何於吳吳人許之以王子姑曹當之而後止吳人盟而還齊悼公之來也季康子以其妹妻之即位而逆之季魴侯通焉女言其情弗敢與也齊侯怒夏五月齊鮑牧帥師伐我取讙及闡或譖胡姬於齊侯曰安孺子之黨也六月齊侯殺胡姬齊侯使如吳請師將以伐我乃歸邾子邾子又無道吳子使大宰子餘討之囚諸樓臺栫之以棘使諸大夫奉大子革以為政秋及齊平九月臧賓如如齊涖盟齊閭丘明來涖盟且逆季姬以歸嬖鮑牧又謂群公子曰使女有馬千乘乎公子愬之公謂鮑子或譖子子姑居於潞以察之若有之則分室以行若無之則反子之所出門使以三分之一行半道使以二乘及潞麇之以入遂殺之冬十二月齊人歸讙及闡季姬嬖故也哀公九年經九年春王二月葬杞僖公宋皇瑗帥師取鄭師于雍丘夏楚人伐陳秋宋公伐鄭冬十月哀公九年傳九年春齊侯使公孟綽辭師于吳吳子曰昔歲寡人聞命今又革之不知所從將進受命於君鄭武子賸之嬖許瑕求邑無以與之請外取許之故圍宋雍丘宋皇瑗圍鄭師每日遷舍壘合鄭師哭子姚救之大敗二月甲戌宋取鄭師于雍丘使有能者無死以郟張與鄭羅歸夏楚人伐陳陳即吳故也宋公伐鄭秋吳城邗溝通江淮晉趙鞅卜救鄭遇水適火占諸史趙史墨史龜史龜曰是謂沈陽可以興兵利以伐姜不利予商伐齊則可敵宋不吉史墨曰盈水名也子水位也名位敵不可干也炎帝為火師姜姓其後也水勝火伐姜則可史趙曰是謂如川之滿不可游也鄭方有罪不可救也救鄭則不吉不知其他陽虎以周易筮之遇泰䷊之需䷄曰宋方吉不可與也微子啟帝乙之元子也宋鄭甥舅也祉祿也若帝乙之元子歸妹而有吉祿我安得吉焉乃止冬吳子使來儆師伐齊哀公十年經十年春王二月邾子益來奔公會吳伐齊三月戊戌齊侯陽生卒夏宋人伐鄭晉趙鞅帥師侵齊五月公至自伐齊葬齊悼公衛公孟彄自齊歸于衛薛伯夷卒秋葬薛惠公冬楚公子結帥師伐陳吳救陳哀公十年傳十年春邾隱公來奔齊甥也故遂奔齊公會吳子邾子郯子伐齊南鄙師于鄎齊人弒悼公赴于師吳子三日哭于軍門之外徐承帥舟師將自海入齊齊人敗之吳師乃還夏趙鞅帥師伐齊大夫請卜之趙孟曰吾卜於此起兵事不再令卜不襲吉行也於是乎取犂及轅毀高唐之郭侵及賴而還秋吳子使來復儆師冬楚子期伐陳吳延州來季子救陳謂子期曰二君不務德而力爭諸侯民何罪焉我請退以為子名務德而安民乃還哀公十一年經十有一年春齊國書帥師伐我夏陳轅頗出奔鄭五月公會吳伐齊甲戌齊國書帥師及吳戰于艾陵齊師敗績獲齊國書秋七月辛酉滕子虞母卒冬十有一月葬滕隱公衛世叔齊出奔宋哀公十一年傳十一年春齊為鄎故國書高無丕帥師伐我及清季孫謂其宰冉求曰齊師在清必魯故也若之何求曰一子守二子從公禦諸竟季孫曰不能求曰居封疆之間季孫告二子二子不可求曰若不可則君無出一子帥師背城而戰不屬者非魯人也魯之群室眾於齊之兵車一室敵車優矣子何患焉二子之不欲戰也宜政在季氏當子之身齊人伐魯而不能戰子之恥也大不列於諸侯矣季孫使從於朝俟於黨氏之溝武叔呼而問戰焉對曰君子有遠慮小人何知懿子強問之對曰小人慮材而言量力而共者也武叔曰是謂我不成丈夫也退而蒐乘孟孺子洩帥右師顏羽御邴洩為右冉求帥左師管周父御樊遲為右季孫曰須也弱有子曰就用命焉季氏之甲七千冉有以武城人三百為己徒卒老幼守宮次于雩門之外五日右師從之公叔務人見保者而泣曰事充政重上不能謀士不能死何以治民吾既言之矣敢不勉乎師及齊師戰于郊齊師自稷曲師不踰溝樊遲曰非不能也不信子也請三刻而踰之如之眾從之師入齊軍右師奔齊人從之陳瓘陳莊涉泗孟之側後入以為殿抽矢策其馬曰馬不進也林不狃之伍曰走乎不狃曰誰不如曰然則止乎不狃曰惡賢徐步而死師獲甲首八十齊人不能師宵諜曰齊人遁冉有請從之三季孫弗許孟孺子語人曰我不如顏羽而賢於邴洩子羽銳敏我不欲戰而能默洩曰驅之公為與其嬖僮汪錡乘皆死皆殯孔子曰能執干戈以衛社稷可無殤也冉有用矛於齊師故能入其軍孔子曰義也夏陳轅頗出奔鄭初轅頗為司徒賦封田以嫁公女有餘以為己大器國人逐之故出道渴其族轅咺進稻醴粱糗腶脯焉喜曰何其給也對曰器成而具曰何不吾諫對曰懼先行為郊戰故公會吳子伐齊五月克博壬申至于嬴中軍從王胥門巢將上軍王子姑曹將下軍展如將右軍齊國書將中軍高無丕將上軍宗樓將下軍陳僖子謂其弟書爾死我必得志宗子陽與閭丘明相厲也桑掩胥御國子公孫夏曰二子必死將戰公孫夏命其徒歌虞殯陳子行命其徒具含玉公孫揮命其徒曰人尋約吳髮短東郭書曰三戰必死於此三矣使問弦多以琴曰吾不復見子矣陳書曰此行也吾聞鼓而已不聞金矣甲戌戰于艾陵展如敗高子國子敗胥門巢王卒助之大敗齊師獲國書公孫夏閭丘明陳書東郭書革車八百乘甲首三千以獻于公將戰吳子呼叔孫曰而事何也對曰從司馬王賜之甲劍鈹曰奉爾君事敬無廢命叔孫未能對衛賜進曰州仇奉甲從君而拜公使大史固歸國子之元寘之新篋褽之以玄纁加組帶焉寘書于其上曰天若不識不衷何以使下國吳將伐齊越子率其眾以朝焉王及列士皆有饋賂吳人皆喜唯子胥懼曰是豢吳也夫諫曰越在我心腹之疾也壤地同而有欲於我夫其柔服求濟其欲也不如早從事焉得志於齊猶獲石田也無所用之越不為沼吳其泯矣使醫除疾而曰必遺類焉者未之有也盤庚之誥曰其有顛越不共則劓殄無遺育無俾易種于茲邑是商所以興也今君易之將以求大不亦難乎弗聽使於齊屬其子於鮑氏為王孫氏反役王聞之使賜之屬鏤以死將死曰樹吾墓檟檟可材也吳其亡乎三年其始弱矣盈必毀天之道也秋季孫命脩守備曰小勝大禍也齊至無日矣冬衛大叔疾出奔宋初疾娶于宋子朝其娣嬖子朝出孔文子使疾出其妻而妻之疾使侍人誘其初妻之娣寘於犂而為之一宮如二妻文子怒欲攻之仲尼止之遂奪其妻或淫于外州外州人奪之軒以獻恥是二者故出衛人立遺使室孔姞疾臣向魋納美珠焉與之城鉏宋公求珠魋不與由是得罪及桓氏出城鉏人攻大叔疾衛莊公復之使處巢死焉殯於鄖葬於少禘初晉悼公子憖亡在衛使其女僕而田大叔懿子止而飲之酒遂聘之生悼子悼子即位故夏戊為大夫悼子亡衛人翦夏戊孔文子之將攻大叔也訪於仲尼仲尼曰胡簋之事則嘗學之矣甲兵之事未之聞也退命駕而行曰鳥則擇木木豈能擇鳥文子遽止之曰圉豈敢度其私訪衛國之難也將止魯人以幣召之乃歸季孫欲以田賦使冉有訪諸仲尼仲尼曰丘不識也三發卒曰子為國老待子而行若之何子之不言也仲尼不對而私於冉有曰君子之行也度於禮施取其厚事舉其中斂從其薄如是則以丘亦足矣若不度於禮而貪冒無厭則雖以田賦將又不足且子季孫若欲行而法則周公之典在若欲苟而行又何訪焉弗聽哀公十二年經十有二年春用田賦夏五月甲辰孟子卒公會吳于橐皋秋公會衛侯宋皇瑗于鄖宋向巢帥師伐鄭冬十有二月螽哀公十二年傳十二年春王正月用田賦夏五月昭夫人孟子卒昭公娶于吳故不書姓死不赴故不稱夫人不反哭故不言葬小君孔子與弔適季氏季氏不絻放絰而拜公會吳于橐皋吳子使大宰嚭請尋盟公不欲使子貢對曰盟所以周信也故心以制之玉帛以奉之言以結之明神以要之寡君以為苟有盟焉弗可改也已若猶可改日盟何益今吾子曰必尋盟若可尋也亦可寒也乃不尋盟吳徵會于衛初衛人殺吳行人且姚而懼謀於行人子羽子羽曰吳方無道無乃辱吾君不如止也子木曰吳方無道國無道必棄疾於人吳雖無道猶足以患衛往也長木之斃無不摽也國狗之瘈無不噬也而況大國乎秋衛侯會吳于鄖公及衛侯宋皇瑗盟而卒辭吳盟吳人藩衛侯之舍子服景伯謂子貢曰夫諸侯之會事既畢矣侯伯致禮地主歸餼以相辭也今吳不行禮於衛而藩其君舍以難之子盍見大宰嚭乃請束錦以行語及衛故大宰嚭曰寡君願事衛君衛君之來也緩寡君懼故將止之子貢曰衛君之來必謀於其眾其眾或欲或否是以緩來其欲來者子之黨也其不欲來者子之讎也若執衛君是墮黨而崇讎也夫墮子者得其志矣且合諸侯而執衛君誰敢不懼墮黨崇讎而懼諸侯或者難以霸乎大宰嚭說乃舍衛侯衛侯歸效夷言子之尚幼曰君必不免其死於夷乎執焉而又說其言從之固矣冬十二月螽季孫問諸仲尼仲尼曰丘聞之火伏而後蟄者畢今火猶西流司厤過也宋鄭之間有隙地焉曰彌作頃丘玉暢喦戈鍚子產與宋人為成曰勿有是及宋平元之族自蕭奔鄭鄭人為之城喦戈鍚九月宋向巢伐鄭取鍚殺元公之孫遂圍喦十二月鄭罕達救喦丙申圍宋師哀公十三年經十有三年春鄭罕達帥師取宋師于喦夏許男成卒公會晉侯及吳子于黃池楚公子申帥師伐陳於越入吳秋公至自會晉魏曼多帥師侵衛葬許元公九月螽冬十有一月有星孛于東方盜殺陳夏區夫十有二月螽哀公十三年傳十三年春宋向魋救其師鄭子賸使徇曰得桓魋者有賞魋也逃歸遂取宋師于喦獲成讙郜延以六邑為虛夏公會單平公晉定公吳夫差于黃池六月丙子越子伐吳為二隧疇無餘謳陽自南方先及郊吳大子友王子地王孫彌庸壽於姚自泓上觀之彌庸見姑蔑之旗曰吾父之旗也不可以見讎而弗殺也大子曰戰而不克將亡國請待之彌庸不可屬徒五千王子地助之乙酉戰彌庸獲疇無餘地獲謳陽越子至王子地守丙戌復戰大敗吳師獲大子友王孫彌庸壽於姚丁亥入吳吳人告敗于王王惡其聞也自剄七人於幕下秋七月辛丑盟吳晉爭先吳人曰於周室我為長晉人曰於姬姓我為伯趙鞅呼司馬寅曰日旰矣大事未成二臣之罪也建鼓整列二臣死之長幼必可知也對曰請姑視之反曰肉食者無墨今吳王有墨國勝乎大子死乎且夷德輕不忍久請少待之乃先晉人吳人將以公見晉侯子服景伯對使者曰王合諸侯則伯帥侯牧以見於王伯合諸侯則侯帥子男以見於伯自王以下朝聘玉帛不同故敝邑之職貢於吳有豐於晉無不及焉以為伯也今諸侯會而君將以寡君見晉君則晉成為伯矣敝邑將改職貢魯賦於吳八百乘若為子男則將半邾以屬於吳而如邾以事晉且執事以伯召諸侯而以侯終之何利之有焉吳人乃止既而悔之將囚景伯景伯曰何也立後於魯矣將以二乘與六人從遲速唯命遂囚以還及戶牖謂太宰曰魯將以十月上辛有事於上帝先公季辛而畢何世有職焉自襄以來未之改也若不會祝宗將曰吳實然且謂魯不共而執其賤者七人何損焉大宰嚭言於王曰無損於魯而祗為名不如歸之乃歸景伯吳申叔儀乞糧於公孫有山氏曰佩玉繠兮余無所繫之旨酒一盛兮余與褐之父睨之對曰粱則無矣麤則有之若登首山以呼曰庚癸乎則諾王欲伐宋殺其丈夫而囚其婦人大宰嚭曰可勝也而弗能居也乃歸冬吳及越平哀公十四年經十有四年春西狩獲麟小邾射以句繹來奔夏四月齊陳恆執其君寘于舒州庚戌叔還卒五月庚申朔日有食之陳宗豎出奔楚宋向魋入于曹以叛莒子狂卒六月宋向魋自曹出奔衛宋向巢來奔齊人弒其君壬于舒州秋晉趙鞅帥師伐衛八月辛丑仲孫何忌卒冬陳宗豎自楚復入于陳陳人殺之陳轅買出奔楚有星孛饑哀公十四年傳十四年春西狩於大野叔孫氏之車子鉏商獲麟以為不祥以賜虞人仲尼觀之曰麟也然後取之小邾射以句繹來奔曰使季路要我吾無盟矣使子路子路辭季康子使冉有謂之曰千乘之國不信其盟而信子之言子何辱焉對曰魯有事于小邾不敢問故死其城下可也彼不臣而濟其言是義之也由弗能齊簡公之在魯也闞止有寵焉及即位使為政陳成子憚之驟顧諸朝諸御鞅言於公曰陳闞不可並也君其擇焉弗聽子我夕陳逆殺人逢之遂執以入陳氏方睦使疾而遺之潘沐備酒肉焉饗守囚者醉而殺之而逃子我盟諸陳於陳宗初陳豹欲為子我臣使公孫言己已有喪而止既而言之曰有陳豹者長而上僂望視事君子必得志欲為子臣吾憚其為人也故緩以告子我曰何害是其在我也使為臣他日與之言政說遂有寵謂之曰我盡逐陳氏而立女若何對曰我遠於陳氏矣且其違者不過數人何盡逐焉遂告陳氏子行曰彼得君弗先必禍子子行舍於公宮夏五月壬申成子兄弟四乘如公子我在幄出逆之遂入閉門侍人禦之子行殺侍人公與婦人飲酒于檀臺成子遷諸寢公執戈將擊之大史子餘曰非不利也將除害也成子出舍于庫聞公猶怒將出曰何所無君子行抽劍曰需事之賊也誰非陳宗所不殺子者有如陳宗乃止子我歸屬徒攻闈與大門皆不勝乃出陳氏追之失道於弇中適豐丘豐丘人執之以告殺諸郭關成子將殺大陸子方陳逆請而免之以公命取車於道及耏眾知而東之出雍門陳豹與之車弗受曰逆為余請豹與余車余有私焉事子我而有私於其讎何以見魯衛之士東郭賈奔衛庚辰陳恆執公于舒州公曰吾早從鞅之言不及此宋桓魋之寵害於公公使夫人驟請享焉而將討之未及魋先謀公請以鞌易薄公曰不可薄宗邑也乃益鞌七邑而請享公焉以日中為期家備盡往公知之告皇野曰余長魋也今將禍余請即救司馬子仲曰有臣不順神之所惡也而況人乎敢不承命不得左師不可請以君命召之左師每食擊鍾聞鍾聲公曰夫子將食既食又奏公曰可矣以乘車往曰迹人來告曰逢澤有介麇焉公曰雖魋未來得左師吾與之田若何君憚告子野曰嘗私焉君欲速故以乘車逆子與之乘至公告之故拜不能起司馬曰君與之言公曰所難子者上有天下有先君對曰魋之不共宋之禍也敢不唯命是聽司馬請瑞焉以命其徒攻桓氏其父兄故臣曰不可其新臣曰從吾君之命遂攻之子頎騁而告桓司馬司馬欲入子車止之曰不能事君而又伐國民不與也衹取死焉向魋遂入于曹以叛六月使左師巢伐之欲質大夫以入焉不能亦入于曹取質魋曰不可既不能事君又得罪于民將若之何乃舍之民遂叛之向魋奔衛向巢來奔宋公使止之曰寡人與子有言矣不可以絕向氏之祀辭曰臣之罪大盡滅桓氏可也若以先臣之故而使有後君之惠也若臣則不可以入矣司馬牛致其邑與珪焉而適齊向魋出於衛地公文氏攻之求夏后氏之璜焉與之他玉而奔齊陳成子使為次卿司馬牛又致其邑焉而適吳吳人惡之而反趙簡子召之陳成子亦召之卒於魯郭門之外阬氏葬諸丘輿甲午齊陳恆弒其君壬于舒州孔丘三日齊而請伐齊三公曰魯為齊弱久矣子之伐之將若之何對曰陳恆弒其君民之不與者半以魯之眾加齊之半可克也公曰子告季孫孔子辭退而告人曰吾以從大夫之後也故不敢不言初孟孺子洩將圉馬於成成宰公孫宿不受曰孟孫為成之病不圉馬焉孺子怒襲成從者不得入乃反成有司使孺子鞭之秋八月辛丑孟懿子卒成人奔喪弗內袒免哭于衢聽共弗許懼不歸哀公十五年經十有五年春王正月成叛夏五月齊高無丕出奔北燕鄭伯伐宋秋八月大雩晉趙鞅帥師伐衛冬晉侯伐鄭及齊平衛公孟彄出奔齊哀公十五年傳十五年春成叛于齊武伯伐成不克遂城輸夏楚子西子期伐吳及桐汭陳侯使公孫貞子弔焉及良而卒將以尸入吳子使大宰嚭勞且辭曰以水潦之不時無乃廩然隕大夫之尸以重寡君之憂寡君敢辭上介芋尹蓋對曰寡君聞楚為不道荐伐吳國滅厥民人寡君使蓋備使弔君之下吏無祿使人逢天之慼大命隕隊絕世于良廢日共積一日遷次今君命逆使人曰無以尸造于門是我寡君之命委于草莽也且臣聞之曰事死如事生禮也於是乎有朝聘而終以尸將事之禮又有朝聘而遭喪之禮若不以尸將命是遭喪而還也無乃不可乎以禮防民猶或踰之今大夫曰死而棄之是棄禮也其何以為諸侯主先民有言曰無穢虐士備使奉尸將命苟我寡君之命達于君所雖隕于深淵則天命也非君與涉人之過也吳人內之秋齊陳瓘如楚過衛仲由見之曰天或者以陳氏為斧斤既斲喪公室而他人有之不可知也其使終饗之亦不可知也若善魯以待時不亦可乎何必惡焉子玉曰然吾受命矣子使告我弟冬及齊平子服景伯如齊子贛為介見公孫成曰人皆臣人而有背人之心況齊人雖為子役其有不貳乎子周公之孫也多饗大利猶思不義利不可得而喪宗國將焉用之成曰善哉吾不早聞命陳成子館客曰寡君使恆告曰寡君願事君如事衛君景伯揖子贛而進之對曰寡君之願也昔晉人伐衛齊為衛故伐晉冠氏喪車五百因與衛地自濟以西禚媚杏以南書社五百吳人加敝邑以亂齊因其病取讙與闡寡君是以寒心若得視衛君之事君也則固所願也成子病之乃歸成公孫宿以其兵甲入于嬴衛孔圉取大子蒯聵之姊生悝孔氏之豎渾良夫長而美孔文子卒通於內大子在戚孔姬使之焉大子與之言曰苟使我入獲國服冕乘軒三死無與與之盟為請於伯姬閏月良夫與大子入舍於孔氏之外圃昏二人蒙衣而乘寺人羅御如孔氏孔氏之老欒寧問之稱姻妾以告遂入適伯姬氏既食孔伯姬杖戈而先大子與五人介輿豭從之迫孔悝於廁強盟之遂劫以登臺欒寧將飲酒炙未熟聞亂使告季子召獲駕乘車行爵食炙奉衛侯輒來奔季子將入遇子羔將出曰門已閉矣季子曰吾姑至焉子羔曰弗及不踐其難季子曰食焉不辟其難子羔遂出子路入及門公孫敢門焉曰無入為也季子曰是公孫也求利焉而逃其難由不然利其祿必救其患有使者出乃入曰大子焉用孔悝雖殺之必或繼之且曰大子無勇若燔臺半必舍孔叔大子聞之懼下石乞盂黶敵子路以戈擊之斷纓子路曰君子死冠不免結纓而死孔子聞衛亂曰柴也其來由也死矣孔悝立莊公莊公害故政欲盡去之先謂司徒瞞成曰寡人離病於外久矣子請亦嘗之歸告褚師比欲與之伐公不果哀公十六年經十有六年春王正月己卯衛世子蒯聵自戚入于衛衛侯輒來奔二月衛子還成出奔宋夏四月己丑孔丘卒哀公十六年傳十六年春瞞成褚師比出奔宋衛侯使鄢武子告于周曰蒯聵得罪于君父君母逋竄于晉晉以王室之故不棄兄弟寘諸河上天誘其衷獲嗣守封焉使下臣肸敢告執事王使單平公對曰肸以嘉命來告余一人往謂叔父余嘉乃成世復爾祿次敬之哉方天之休弗敬弗休悔其可追夏四月己丑孔丘卒公誄之曰旻天不弔不憖遺一老俾屏余一人以在位煢煢余在疚嗚呼哀哉尼父無自律子贛曰君其不沒於魯乎夫子之言曰禮失則昏名失則愆失志為昏失所為愆生不能用死而誄之非禮也稱一人非名也君兩失之六月衛侯飲孔悝酒於平陽重酬之大夫皆有納焉醉而送之夜半而遣之載伯姬於平陽而行及西門使貳車反祏於西圃子伯季子初為孔氏臣新登于公請追之遇載祏者殺而乘其車許公為反祏遇之曰與不仁人爭明無不勝必使先射射三發皆遠許為許為射之殪或以其車從得祏於橐中孔悝出奔宋楚大子建之遇讒也自城父奔宋又辟華氏之亂於鄭鄭人甚善之又適晉與晉人謀襲鄭乃求復焉鄭人復之如初晉人使諜於子木請行而期焉子木暴虐於其私邑邑人訴之鄭人省之得晉諜焉遂殺子木其子曰勝在吳子西欲召之葉公曰吾聞勝也詐而亂無乃害乎子西曰吾聞勝也信而勇不為不利舍諸邊竟使衛藩焉葉公曰周仁之謂信率義之謂勇吾聞勝也好復言而求死士殆有私乎復言非信也期死非勇也－－子必悔之弗從召之使處竟為白公請伐鄭子西曰楚未節也不然吾不忘也他日又請許之未起師晉人伐鄭楚救之與之盟勝怒曰鄭人在此讎不遠矣勝自厲劍子期之子平見之曰王孫何自厲也曰勝以直聞不告女庸為直乎將以殺爾父平以告子西子西曰勝如卵余翼而長之楚國第我死令尹司馬非勝而誰勝聞之曰令尹之狂也得死乃非我子西不悛勝謂石乞曰王與二卿士皆五百人當之則可矣乞曰不可得也曰市南有熊宜僚者若得之可以當五百人矣乃從白公而見之與之言說告之故辭承之以劍不動勝曰不為利諂不為威惕不洩人言以求媚者去之吳人伐慎白公敗之請以戰備獻許之遂作亂秋七月殺子西子期于朝而劫惠王子西以袂掩面而死子期曰昔者吾以力事君不可以弗終抉豫章以殺人而後死石乞曰焚庫弒王不然不濟白公曰不可弒王不祥焚庫無聚將何以守矣乞曰有楚國而治其民以敬事神可以得祥且有聚矣何患弗從葉公在蔡方城之外皆曰可以入矣子高曰吾聞之以險徼幸者其求無饜偏重必離聞其殺齊管脩也而後入白公欲以子閭為王子閭不可遂劫以兵子閭曰王孫若安靖楚國匡正王室而後庇焉啟之願也敢不聽從若將專利以傾王室不顧楚國有死不能遂殺之而以王如高府石乞尹門圉公陽穴宮負王以如昭夫人之宮葉公亦至及北門或遇之曰君胡不冑國人望君如望慈父母焉盜賊之矢若傷君是絕民望也若之何不冑乃冑而進又遇一人曰君胡冑國人望君如望歲焉日日以幾若見君面是得艾也民知不死其亦夫有奮心猶將旌君以徇於國而又掩面以絕民望不亦甚乎乃免冑而進遇箴尹固帥其屬將與白公子高曰微二子者楚不國矣棄德從賊其可保乎乃從葉公使與國人以攻白公白公奔山而縊其徒微之生拘石乞而問白公之死焉對曰余知其死所而長者使余勿言曰不言將烹乞曰此事也克則為卿不克則烹固其所也何害乃烹石乞王孫燕奔頯黃氏沈諸梁兼二事國寧乃使寧為令尹使寬為司馬而老於葉衛侯占夢嬖人求酒於大叔僖子不得與卜人比而告公曰君有大臣在西南隅弗去懼害乃逐大叔遺遺奔晉衛侯謂渾良夫曰吾繼先君而不得其器若之何良夫代執火者而言曰疾與亡君皆君之子也召之而擇材焉可也若不材器可得也豎告大子大子使五人輿豭從己劫公而強盟之且請殺良夫公曰曰請三之後有罪殺之公曰諾哉哀公十七年傳十七年春衛侯為虎幄於藉圃成求令名者而與之始食焉大子請使良夫良夫乘衷甸兩牡紫衣狐裘至袒裘不釋劍而食大子使牽以退數之以三罪而殺之三月越子伐吳吳子禦之笠澤夾水而陳越子為左右句卒使夜或左或右鼓譟而進吳師分以禦之越子以三軍潛涉當吳中軍而鼓之吳師大亂遂敗之晉趙鞅使告于衛曰君之在晉也志父為主請君若大子來以免志父不然寡君其曰志父之為也衛侯辭以難大子又使椓之夏六月趙鞅圍衛齊國觀陳瓘救衛得晉人之致師者子玉使服而見之曰國子實執齊柄而命瓘曰無辟晉師豈敢廢命子又何辱簡子曰我卜伐衛未卜與齊戰乃還楚白公之亂陳人恃其聚而侵楚楚既寧將取陳麥楚子問帥於大師子穀與葉公諸梁子穀曰右領差車與左史老皆相令尹司馬以伐陳其可使也子高曰率賤民慢之懼不用命焉子穀曰觀丁父鄀俘也武王以為軍率是以克州蓼服隨唐大啟群蠻彭仲爽申俘也文王以為令尹實縣申息朝陳蔡封畛於汝唯其任也何賤之有子高曰天命不謟令尹有憾於陳天若亡之其必令尹之子是與君盍舍焉臣懼右領與左史有二俘之賤而無其令德也王卜之武城尹吉使帥師取陳麥陳人御之敗遂圍陳秋七月己卯楚公孫朝帥師滅陳王與葉公枚卜子良以為令尹沈尹朱曰吉過於其志葉公曰王子而相國過將何為他日改卜子國而使為令尹衛侯夢于北宮見人登昆吾之觀被髮北面而譟曰登此昆吾之虛緜緜生之瓜余為渾良夫叫天無辜公親筮之胥彌赦占之曰不害與之邑寘之而逃奔宋衛侯貞卜其繇曰如魚竀尾衡流而方羊裔焉大國滅之將亡闔門塞竇乃自後踰冬十月晉復伐衛入其郛將入城簡子曰止叔向有言曰怙亂滅國者無後衛人出莊公而與晉平晉立襄公之孫般師而還十一月衛侯自鄄入般師出初公登城以望見戎州問之以告公曰我姬姓也何戎之有焉翦之公使匠久公欲逐石圃未及而難作辛巳石圃因匠氏攻公公闔門而請弗許踰于北方而隊折股戎州人攻之大子疾公子青踰從公戎州人殺之公入于戎州己氏初公自城上見己氏之妻髮美使髡之以為呂姜髢既入焉而示之璧曰活我吾與女璧己氏曰殺女璧其焉往遂殺之而取其璧衛人復公孫般師而立之十二月齊人伐衛衛人請平立公子起執般師以歸舍諸潞公會齊侯盟于蒙孟武伯相齊侯稽首公拜齊人怒武伯曰非天子寡君無所稽首武伯問於高柴曰諸侯盟誰執牛耳季羔曰鄫衍之役吳公子姑曹發陽之役衛石魋武伯曰然則彘也宋皇瑗之子麇有友曰田丙而奪其兄酁般邑以與之酁般慍而行告桓司馬之臣子儀克子儀克適宋告夫人曰麇將納桓氏公問諸子仲初子仲將以杞姒之子非我為子麇曰必立伯也是良材子仲怒弗從故對曰右師則老矣不識麇也公執之皇瑗奔晉召之哀公十八年傳十八年春宋殺皇瑗公聞其情復皇氏之族使皇緩為右師巴人伐楚圍鄾初右司馬子國之卜也觀瞻曰如志故命之及巴師至將卜帥王曰寧如志何卜焉使帥師而行請承王曰寢尹工尹勤先君者也三月楚公孫寧吳由于薳固敗巴師于鄾故封子國於析君子曰惠王知志夏書曰官占唯能蔽志昆命于元龜其是之謂乎志曰聖人不煩卜筮惠王其有焉夏衛石圃逐其君起起奔齊衛侯輒自齊復歸逐石圃而復石魋與大叔遺哀公十九年傳十九年春越人侵楚以誤吳也夏楚公子慶公孫寬追越師至冥不及乃還秋楚沈諸梁伐東夷三夷男女及楚師盟于敖冬叔青如京師敬王崩故也哀公二十年傳二十年春齊人來徵會夏會于廩丘為鄭故謀伐晉鄭人辭諸侯秋師還吳公子慶忌驟諫吳子曰不改必亡弗聽出居于艾遂適楚聞越將伐吳冬請歸平越遂歸欲除不忠者以說于越吳人殺之十一月越圍吳趙孟降於喪食楚隆曰三年之喪親暱之極也主又降之無乃有故乎趙孟曰黃池之役先主與吳王有質曰好惡同之今越圍吳嗣子不廢舊業而敵之非晉之所能及也吾是以為降楚隆曰若使吳王知之若何趙孟曰可乎隆曰請嘗之乃往先造于越軍曰吳犯間上國多矣聞君親討焉諸夏之人莫不欣喜唯恐君志之不從請入視之許之告于吳王曰寡君之老無恤使陪臣隆敢展謝其不共黃池之役君之先臣志父得承齊盟曰好惡同之今君在難無恤不敢憚勞非晉國之所能及也使陪臣敢展布之王拜稽首曰寡人不佞不能事越以為大夫憂拜命之辱與之一簞珠使問趙孟曰句踐將生憂寡人寡人死之不得矣王曰溺人必笑吾將有問也史黯何以得為君子對曰黯也進不見惡退無謗言王曰宜哉哀公二十一年傳二十一年夏五月越人始來秋八月公及齊侯邾子盟于顧齊人責稽首因歌之曰魯人之皋數年不覺使我高蹈唯其儒書以為二國憂是行也公先至于陽穀齊閭丘息曰君辱舉玉趾以在寡君之軍群臣將傳遽以告寡君比其復也君無乃勤為僕人之未次請除館於舟道辭曰敢勤僕人哀公二十二年傳二十二年夏四月邾隱公自齊奔越曰吳為無道執父立子越人歸之大子革奔越冬十一月丁卯越滅吳請使吳王居甬東辭曰孤老矣焉能事君乃縊越人以歸哀公二十三年傳二十三年春宋景曹卒季康子使冉有弔且送葬曰敝邑有社稷之事使肥與有職競焉是以不得助執紼使求從輿人曰以肥之得備彌甥也有不腆先人之產馬使求薦諸夫人之宰其可以稱旌繁乎夏六月晉荀瑤伐齊高無丕帥師御之知伯視齊師馬駭遂驅之曰齊人知余旗其謂余畏而反也及壘而還將戰長武子請卜知伯曰君告於天子而卜之以守龜於宗祧吉矣吾又何卜焉且齊人取我英丘君命瑤非敢燿武也治英丘也以辭伐罪足矣何必卜壬辰戰于犂丘齊師敗績知伯親禽顏庚秋八月叔青如越始使越也越諸鞅來聘報叔青也哀公二十四年傳二十四年夏四月晉侯將伐齊使來乞師曰昔臧文仲以楚師伐齊取穀宣叔以晉師伐齊取汶陽寡君欲徼福於周公願乞靈於臧氏臧石帥師會之取廩丘軍吏令繕將進萊章曰君卑政暴往歲克敵今又勝都天奉多矣又焉能進是躗言也役將班矣晉師乃還餼臧石牛大史謝之曰以寡君之在行牢禮不度敢展謝之邾子又無道越人執之以歸而立公子何何亦無道公子荊之母嬖將以為夫人使宗人釁夏獻其禮對曰無之公怒曰女為宗司立夫人國之大禮也何故無之對曰周公及武公娶於薛孝惠娶於商自桓以下娶於齊此禮也則有若以妾為夫人則固無其禮也公卒立之而以荊為大子國人始惡之閏月公如越得大子適郢將妻公而多與之地公孫有山使告于季孫季孫懼使因大宰嚭而納賂焉乃止哀公二十五年傳二十五年夏五月庚辰衛侯出奔宋衛侯為靈臺于藉圃與諸大夫飲酒焉褚師聲子韤而登席公怒辭曰臣有疾異於人若見之君將㱿之是以不敢公愈怒大夫辭之不可褚師出公戟其手曰必斷而足聞之褚師與司寇亥乘曰今日幸而後亡公之入也奪南氏邑而奪司寇亥政公使侍人納公文懿子之車于池初衛人翦夏丁氏以其帑賜彭封彌子彌子飲公酒納夏戊之女嬖以為夫人其弟期大叔疾之從孫甥也少畜於公以為司徒夫人寵衰期得罪公使三匠久公使優狡盟拳彌而甚近信之故褚師比公孫彌牟公文要司寇亥j司徒期因三匠與拳彌以作亂皆執利兵無者執斤使拳彌入于公宮而自大子疾之宮譟以攻公鄄子士請禦之彌援其手曰子則勇矣將若君何不見先君乎君何所不逞欲且君嘗在外矣豈必不反當今不可眾怒難犯休而易間也乃出將適蒲彌曰晉無信不可將適鄄彌曰齊晉爭我不可將適泠彌曰魯不足與請適城鉏以鉤越越有君乃適城鉏彌曰衛盜不可知也請速自我始乃載寶以歸公為支離之卒因祝史揮以侵衛衛人病之懿子知之見子之請逐揮文子曰無罪懿子曰彼好專利而妄夫見君之入也將先道焉若逐之必出於南門而適君所夫越新得諸侯將必請師焉揮在朝使吏遣諸其室揮出信弗內五日乃館諸外里遂有寵使如越請師六月公至自越季康子孟武伯逆於五梧郭重僕見二子曰惡言多矣君請盡之公宴於五梧武伯為祝惡郭重曰何肥也季孫曰請飲彘也以魯國之密邇仇讎臣是以不獲從君克免於大行又謂重也肥公曰是食言多矣能無肥乎飲酒不樂公與大夫始有惡哀公二十六年傳二十六年夏五月叔孫舒帥師會越皋如舌庸宋樂茷納衛侯文子欲納之懿子曰君愎而虐少待之必毒於民乃睦於子矣師侵外州大獲出禦之大敗掘褚師定子之墓焚之于平莊之上文子使王孫齊私於皋如曰子將大滅衛乎抑納君而已乎皋如曰寡君之命無他納衛君而已文子致眾而問焉曰君以蠻夷伐國國幾亡矣請納之眾曰勿納曰彌牟亡而有益請自北門出眾曰勿出重賂越人申開守陴而納公公不敢入師還立悼公南氏相之以城鉏與越人公曰期則為此令苟有怨於夫人者報之司徒期聘於越公攻而奪之幣期告王王命取之期以眾取之公怒殺期之甥之為大子者遂卒于越宋景公無子取公孫周之子得與啟畜諸公宮未有立焉於是皇緩為右師皇非我為大司馬皇懷為司徒靈不緩為左師樂茷為司城樂朱鉏為大司寇六卿三族降聽政因大尹以達大尹常不告而以其欲稱君命以令國人惡之司城欲去大尹左師曰縱之使盈其罪重而無基能無敝乎冬十月公游于空澤辛巳卒于連中大尹興空澤之士千甲奉公自空桐入如沃宮使召六子曰聞下有師君請六子畫六子至以甲劫之曰君有疾病請二三子盟乃盟于少寢之庭曰無為公室不利大尹立啟奉喪殯于大宮三日而後國人知之司城茷使宣言于國曰大尹惑蠱其君而專其利今君無疾而死死又匿之是無他矣大尹之罪也得夢啟北首而寢於盧門之外己為烏而集於其上咮加於南門尾加於桐門曰余夢美必立大尹謀曰我不在盟無乃逐我復盟之乎使祝為載書六子在唐盂將盟之祝襄以載書告皇非我皇非我因子潞門尹得左師謀曰民與我逐之乎皆歸授甲使徇于國曰大尹惑蠱其君以陵虐公室與我者救君者也眾曰與之大尹徇曰戴氏皇氏將不利公室與我者無憂不富眾曰無別戴氏皇氏欲伐公樂得曰不可彼以陵公有罪我伐公則甚焉使國人施于大尹大尹奉啟以奔楚乃立得司城為上卿盟曰三族共政無相害也衛出公自城鉏使以弓問子贛且曰吾其入乎子贛稽首受弓對曰臣不識也私於使者曰昔成公孫於陳甯武子孫莊子為宛濮之盟而君入獻公孫於齊子鮮子展為夷儀之盟而君入今君再在孫矣內不聞獻之親外不聞成之卿則賜不識所由入也詩曰無競惟人四方其順之若得其人四方以為主而國於何有哀公二十七年傳二十七年春越子使舌庸來聘且言邾田封于駘上二月盟于平陽三子皆從康子病之言及子贛曰若在此吾不及此夫武伯曰然何不召曰固將召之文子曰他日請念夏四月己亥季康子卒公弔焉降禮晉荀瑤帥師伐鄭次于桐丘鄭駟弘請救于齊齊師將興陳成子屬孤子三日朝設乘車兩馬繫五邑焉召顏涿聚之子晉曰隰之役而父死焉以國之多難未女恤也今君命女以是邑也服車而朝毋廢前勞乃救鄭及留舒違穀七里穀人不知及濮雨不涉子思曰大國在敝邑之宇下是以告急今師不行恐無及也成子衣製杖戈立於阪上馬不出者助之鞭之知伯聞之乃還曰我卜伐鄭不卜敵齊使謂成子曰大夫陳子陳之自出陳之不祀鄭之罪也故寡君使瑤察陳衷焉謂大夫其恤陳乎若利本之顛瑤何有焉成子怒曰多陵人者皆不在知伯其能久乎中行文子告成子曰有自晉師告寅者將為輕車千乘以厭齊師之門則可盡也成子曰寡君命恆曰無及寡無畏眾雖過千乘敢辟之乎將以子之命告寡君文子曰吾乃今知所以亡君子之謀也始衷終皆舉之而後入焉今我三不知而入之不亦難乎公患三桓之侈也欲以諸侯去之三桓亦患公之妄也故君臣多間公游于陵阪遇孟武伯於孟氏之衢曰請有問於子余及死乎對曰臣無由知之三問卒辭不對公欲以越伐魯而去三桓秋八月甲戌公如公孫有陘氏因孫於邾乃遂如越國人施公孫有山氏悼之四年晉荀瑤帥師圍鄭未至鄭駟弘曰知伯愎而好勝早下之則可行也乃先保南里以待之知伯入南里門于桔柣之門鄭人俘酅魁壘賂之以知政閉其口而死將門入之對曰主在此知伯曰惡而無勇何以為子對曰以能忍恥庶無害趙宗乎知伯不悛趙襄子由是惎知伯遂喪之知伯貪而愎故韓魏反而喪之"}
