{"id": "KR1h0001_001", "series": "KR1h0001", "text": "孟子見梁惠王王曰叟不遠千里而來亦將有以利吾國乎孟子對曰王何必曰利亦有仁義而已矣王曰何以利吾國大夫曰何以利吾家士庶人曰何以利吾身上下交征利而國危矣萬乘之國弒其君者必千乘之家千乘之國弒其君者必百乘之家萬取千焉千取百焉不為不多矣苟為後義而先利不奪不饜未有仁而遺其親者也未有義而後其君者也王亦曰仁義而已矣何必曰利孟子見梁惠王王立於沼上顧鴻鴈麋鹿曰賢者亦樂此乎孟子對曰賢者而後樂此不賢者雖有此不樂也詩云經始靈臺經之營之庶民攻之不日成之經始勿亟庶民子來王在靈囿麀鹿攸伏麀鹿濯濯白鳥鶴鶴王在靈沼於牣魚躍文王以民力為臺為沼而民歡樂之謂其臺曰靈臺謂其沼曰靈沼樂其有麋鹿魚鼈古之人與民偕樂故能樂也湯誓曰時日害喪予及女皆亡民欲與之皆亡雖有臺池鳥獸豈能獨樂哉梁惠王曰寡人之於國也盡心焉耳矣河內凶則移其民於河東移其粟於河內河東凶亦然察鄰國之政無如寡人之用心者鄰國之民不加少寡人之民不加多何也孟子對曰王好戰請以戰喻填然鼓之兵刃既接棄甲曳兵而走或百步而後止或五十步而後止以五十步笑百步則何如曰不可直不百步耳是亦走也曰王如知此則無望民之多於鄰國也不違農時穀不可勝食也數罟不入洿池魚鼈不可勝食也斧斤以時入山林材木不可勝用也穀與魚鼈不可勝食材木不可勝用是使民養生喪死無憾也養生喪死無憾王道之始也五畝之宅樹之以桑五十者可以衣帛矣雞豚狗彘之畜無失其時七十者可以食肉矣百畝之田勿奪其時數口之家可以無飢矣謹庠序之教申之以孝悌之義頒白者不負戴於道路矣七十者衣帛食肉黎民不飢不寒然而不王者未之有也狗彘食人食而不知檢塗有餓莩而不知發人死則曰非我也歲也是何異於刺人而殺之曰非我也兵也王無罪歲斯天下之民至焉梁惠王曰寡人願安承教孟子對曰殺人以梃與刃有以異乎曰無以異也以刃與政有以異乎曰無以異也曰庖有肥肉廄有肥馬民有飢色野有餓莩此率獸而食人也獸相食且人惡之為民父母行政不免於率獸而食人惡在其為民父母也仲尼曰始作俑者其無後乎為其象人而用之也如之何其使斯民飢而死也梁惠王曰晉國天下莫強焉叟之所知也及寡人之身東敗於齊長子死焉西喪地於秦七百里南辱於楚寡人恥之願比死者壹洒之如之何則可孟子對曰地方百里而可以王王如施仁政於民省刑罰薄稅斂深耕易耨壯者以暇日修其孝悌忠信入以事其父兄出以事其長上可使制梃以撻秦楚之堅甲利兵矣彼奪其民時使不得耕耨以養其父母父母凍餓兄弟妻子離散彼陷溺其民王往而征之夫誰與王敵故曰仁者無敵王請勿疑孟子見梁襄王出語人曰望之不似人君就之而不見所畏焉卒然問曰天下惡乎定吾對曰定于一孰能一之對曰不嗜殺人者能一之孰能與之對曰天下莫不與也王知夫苗乎七八月之間旱則苗槁矣天油然作雲沛然下雨則苗浡然興之矣其如是孰能禦之今夫天下之人牧未有不嗜殺人者也如有不嗜殺人者則天下之民皆引領而望之矣誠如是也民歸之由水之就下沛然誰能禦之齊宣王問曰齊桓晉文之事可得聞乎孟子對曰仲尼之徒無道桓文之事者是以後世無傳焉臣未之聞也無以則王乎曰德何如則可以王矣曰保民而王莫之能禦也曰若寡人者可以保民乎哉曰可曰何由知吾可也曰臣聞之胡齕曰王坐於堂上有牽牛而過堂下者王見之曰牛何之對曰將以釁鍾王曰舍之吾不忍其觳觫若無罪而就死地對曰然則廢釁鍾與曰何可廢也以羊易之不識有諸曰有之曰是心足以王矣百姓皆以王為愛也臣固知王之不忍也王曰然誠有百姓者齊國雖褊小吾何愛一牛即不忍其觳觫若無罪而就死地故以羊易之也曰王無異於百姓之以王為愛也以小易大彼惡知之王若隱其無罪而就死地則牛羊何擇焉王笑曰是誠何心哉我非愛其財而易之以羊也宜乎百姓之謂我愛也曰無傷也是乃仁術也見牛未見羊也君子之於禽獸也見其生不忍見其死聞其聲不忍食其肉是以君子遠庖廚也王說曰詩云他人有心予忖度之夫子之謂也夫我乃行之反而求之不得吾心夫子言之於我心有戚戚焉此心之所以合於王者何也曰有復於王者曰吾力足以舉百鈞而不足以舉一羽明足以察秋毫之末而不見輿薪則王許之乎曰否今恩足以及禽獸而功不至於百姓者獨何與然則一羽之不舉為不用力焉輿薪之不見為不用明焉百姓之不見保為不用恩焉故王之不王不為也非不能也曰不為者與不能者之形何以異曰挾太山以超北海語人曰我不能是誠不能也為長者折枝語人曰我不能是不為也非不能也故王之不王非挾太山以超北海之類也王之不王是折枝之類也老吾老以及人之老幼吾幼以及人之幼天下可運於掌詩云刑于寡妻至于兄弟以御于家邦言舉斯心加諸彼而已故推恩足以保四海不推恩無以保妻子古之人所以大過人者無他焉善推其所為而已矣今恩足以及禽獸而功不至於百姓者獨何與權然後知輕重度然後知長短物皆然心為甚王請度之抑王興甲兵危士臣搆怨於諸侯然後快於心與王曰否吾何快於是將以求吾所大欲也曰王之所大欲可得聞與王笑而不言曰為肥甘不足於口與輕煖不足於體與抑為采色不足視於目與聲音不足聽於耳與便嬖不足使令於前與王之諸臣皆足以供之而王豈為是哉曰否吾不為是也曰然則王之所大欲可知已欲辟土地朝秦楚莅中國而撫四夷也以若所為求若所欲猶緣木而求魚也王曰若是其甚與曰殆有甚焉緣木求魚雖不得魚無後災以若所為求若所欲盡心力而為之後必有災曰可得聞與曰鄒人與楚人戰則王以為孰勝曰楚人勝曰然則小固不可以敵大寡固不可以敵眾弱固不可以敵強海內之地方千里者九齊集有其一以一服八何以異於鄒敵楚哉蓋亦反其本矣今王發政施仁使天下仕者皆欲立於王之朝耕者皆欲耕於王之野商賈皆欲藏於王之市行旅皆欲出於王之塗天下之欲疾其君者皆欲赴愬於王其若是孰能禦之王曰吾惽不能進於是矣願夫子輔吾志明以教我我雖不敏請嘗試之曰無恆產而有恆心者惟士為能若民則無恆產因無恆心苟無恆心放辟邪侈無不為已及陷於罪然後從而刑之是罔民也焉有仁人在位罔民而可為也是故明君制民之產必使仰足以事父母俯足以畜妻子樂歲終身飽凶年免於死亡然後驅而之善故民之從之也輕今也制民之產仰不足以事父母俯不足以畜妻子樂歲終身苦凶年不免於死亡此惟救死而恐不贍奚暇治禮義哉王欲行之則盍反其本矣五畝之宅樹之以桑五十者可以衣帛矣雞豚狗彘之畜無失其時七十者可以食肉矣百畝之田勿奪其時八口之家可以無飢矣謹庠序之教申之以孝悌之義頒白者不負戴於道路矣老者衣帛食肉黎民不飢不寒然而不王者未之有也"}
{"id": "KR1h0001_002", "series": "KR1h0001", "text": "莊暴見孟子曰暴見於王王語暴以好樂暴未有以對也曰好樂何如孟子曰王之好樂甚則齊國其庶幾乎他日見於王曰王嘗語莊子以好樂有諸王變乎色曰寡人非能好先王之樂也直好世俗之樂耳曰王之好樂甚則齊其庶幾乎今之樂猶古之樂也曰可得聞與曰獨樂樂與人樂樂孰樂曰不若與人曰與少樂樂與眾樂樂孰樂曰不若與眾臣請為王言樂今王鼓樂於此百姓聞王鍾鼓之聲管籥之音舉疾首蹙頞而相告曰吾王之好鼓樂夫何使我至於此極也父子不相見兄弟妻子離散今王田獵於此百姓聞王車馬之音見羽旄之美舉疾首蹙頞而相告曰吾王之好田獵夫何使我至於此極也父子不相見兄弟妻子離散此無他不與民同樂也今王鼓樂於此百姓聞王鍾鼓之聲管籥之音舉欣欣然有喜色而相告曰吾王庶幾無疾病與何以能鼓樂也今王田獵於此百姓聞王車馬之音見羽旄之美舉欣欣然有喜色而相告曰吾王庶幾無疾病與何以能田獵也此無他與民同樂也今王與百姓同樂則王矣齊宣王問曰文王之囿方七十里有諸孟子對曰於傳有之曰若是其大乎曰民猶以為小也曰寡人之囿方四十里民猶以為大何也曰文王之囿方七十里芻蕘者往焉雉兔者往焉與民同之民以為小不亦宜乎臣始至於境問國之大禁然後敢入臣聞郊關之內有囿方四十里殺其麋鹿者如殺人之罪則是方四十里為阱於國中民以為大不亦宜乎齊宣王問曰交鄰國有道乎孟子對曰有惟仁者為能以大事小是故湯事葛文王事混夷惟智者為能以小事大故大王事獯鬻句踐事吳以大事小者樂天者也以小事大者畏天者也樂天者保天下畏天者保其國詩云畏天之威于時保之王曰大哉言矣寡人有疾寡人好勇對曰王請無好小勇夫撫劍疾視曰彼惡敢當我哉此匹夫之勇敵一人者也王請大之詩云王赫斯怒爰整其旅以遏徂莒以篤周祜以對于天下此文王之勇也文王一怒而安天下之民書曰天降下民作之君作之師惟曰其助上帝寵之四方有罪無罪惟我在天下曷敢有越厥志一人衡行於天下武王恥之此武王之勇也而武王亦一怒而安天下之民今王亦一怒而安天下之民民惟恐王之不好勇也齊宣王見孟子於雪宮王曰賢者亦有此樂乎孟子對曰有人不得則非其上矣不得而非其上者非也為民上而不與民同樂者亦非也樂民之樂者民亦樂其樂憂民之憂者民亦憂其憂樂以天下憂以天下然而不王者未之有也昔者齊景公問於晏子曰吾欲觀於轉附朝儛遵海而南放於琅邪吾何脩而可以比於先王觀也晏子對曰善哉問也天子適諸侯曰巡狩巡狩者巡所守也諸侯朝於天子曰述職述職者述所職也無非事者春省耕而補不足秋省斂而助不給夏諺曰吾王不遊吾何以休吾王不豫吾何以助一遊一豫為諸侯度今也不然師行而糧食飢者弗食勞者弗息睊睊胥讒民乃作慝方命虐民飲食若流流連荒亡為諸侯憂從流下而忘反謂之流從流上而忘反謂之連從獸無厭謂之荒樂酒無厭謂之亡先王無流連之樂荒亡之行惟君所行也景公說大戒於國出舍於郊於是始興發補不足召大師曰為我作君臣相說之樂蓋徵招角招是也其詩曰畜君何尤畜君者好君也齊宣王問曰人皆謂我毀明堂毀諸已乎孟子對曰夫明堂者王者之堂也王欲行王政則勿毀之矣王曰王政可得聞與對曰昔者文王之治岐也耕者九一仕者世祿關市譏而不征澤梁無禁罪人不孥老而無妻曰鰥老而無夫曰寡老而無子曰獨幼而無父曰孤此四者天下之窮民而無告者文王發政施仁必先斯四者詩云哿矣富人哀此煢獨王曰善哉言乎曰王如善之則何為不行王曰寡人有疾寡人好貨對曰昔者公劉好貨詩云乃積乃倉乃裹餱糧于橐于囊思戢用光弓矢斯張干戈戚揚爰方啟行故居者有積倉行者有裹囊也然後可以爰方啟行王如好貨與百姓同之於王何有王曰寡人有疾寡人好色對曰昔者太王好色愛厥妃詩云古公亶父來朝走馬率西水滸至于岐下爰及姜女聿來胥宇當是時也內無怨女外無曠夫王如好色與百姓同之於王何有孟子謂齊宣王曰王之臣有託其妻子於其友而之楚遊者比其反也則凍餒其妻子則如之何王曰棄之曰士師不能治士則如之何王曰已之曰四境之內不治則如之何王顧左右而言他孟子見齊宣王曰所謂故國者非謂有喬木之謂也有世臣之謂也王無親臣矣昔者所進今日不知其亡也王曰吾何以識其不才而舍之曰國君進賢如不得已將使卑踰尊䟽踰戚可不慎與左右皆曰賢未可也諸大夫皆曰賢未可也國人皆曰賢然後察之見賢焉然後用之左右皆曰不可勿聽諸大夫皆曰不可勿聽國人皆曰不可然後察之見不可焉然後去之左右皆曰可殺勿聽諸大夫皆曰可殺勿聽國人皆曰可殺然後察之見可殺焉然後殺之故曰國人殺之也如此然後可以為民父母齊宣王問曰湯放桀武王伐紂有諸孟子對曰於傳有之曰臣弒其君可乎曰賊仁者謂之賊賊義者謂之殘殘賊之人謂之一夫聞誅一夫紂矣未聞弒君也孟子謂齊宣王曰為巨室則必使工師求大木工師得大木則王喜以為能勝其任也匠人斲而小之則王怒以為不勝其任矣夫人幼而學之壯而欲行之王曰姑舍女所學而從我則何如今有璞玉於此雖萬鎰必使玉人彫琢之至於治國家則曰姑舍女所學而從我則何以異於教玉人彫琢玉哉齊人伐燕勝之宣王問曰或謂寡人勿取或謂寡人取之以萬乘之國伐萬乘之國五旬而舉之人力不至於此不取必有天殃取之何如孟子對曰取之而燕民悅則取之古之人有行之者武王是也取之而燕民不悅則勿取古之人有行之者文王是也以萬乘之國伐萬乘之國簞食壺漿以迎王師豈有它哉避水火也如水益深如火益熱亦運而已矣齊人伐燕取之諸侯將謀救燕宣王曰諸侯多謀伐寡人者何以待之孟子對曰臣聞七十里為政於天下者湯是也未聞以千里畏人者也書曰湯一征自葛始天下信之東面而征西夷怨南面而征北狄怨曰奚為後我民望之若大旱之望雲霓也歸市者不止耕者不變誅其君而弔其民若時雨降民大悅書曰徯我后后來其蘇今燕虐其民王往而征之民以為將拯己於水火之中也簞食壺漿以迎王師若殺其父兄係累其子弟毀其宗廟遷其重器如之何其可也天下固畏齊之彊也今又倍地而不行仁政是動天下之兵也王速出令反其旄倪止其重器謀於燕眾置君而後去之則猶可及止也鄒與魯鬨穆公問曰吾有司死者三十三人而民莫之死也誅之則不可勝誅不誅則疾視其長上之死而不救如之何則可（也）孟子對曰凶年饑歲君之民老弱轉乎溝壑壯者散而之四方者幾千人矣而君之倉廩實府庫充有司莫以告是上慢而殘下也曾子曰戒之戒之出乎爾者反乎爾者也夫民今而後得反之也君無尤焉君行仁政斯民親其上死其長矣滕文公問曰滕小國也間於齊楚事齊乎事楚乎孟子對曰是謀非吾所能及也無已則有一焉鑿斯池也築斯城也與民守之效死而民弗去則是可為也滕文公問曰齊人將築薛吾甚恐如之何則可孟子對曰昔者大王居邠狄人侵之去之岐山之下居焉非擇而取之不得已也苟為善後世子孫必有王者矣君子創業垂統為可繼也若夫成功則天也君如彼何哉強為善而已矣滕文公問曰滕小國也竭力以事大國則不得免焉如之何則可孟子對曰昔者大王居邠狄人侵之事之以皮幣不得免焉事之以犬馬不得免焉事之以珠玉不得免焉乃屬其耆老而告之曰狄人之所欲者吾土地也吾聞之也君子不以其所以養人者害人二三子何患乎無君我將去之去邠踰梁山邑于岐山之下居焉邠人曰仁人也不可失也從之者如歸市或曰世守也非身之所能為也效死勿去君請擇於斯二者魯平公將出嬖人臧倉者請曰他日君出則必命有司所之今乘輿已駕矣有司未知所之敢請公曰將見孟子曰何哉君所為輕身以先於匹夫者以為賢乎禮義由賢者出而孟子之後喪踰前喪君無見焉公曰諾樂正子入見曰君奚為不見孟軻也曰或告寡人曰孟子之後喪踰前喪是以不往見也曰何哉君所謂踰者前以士後以大夫前以三鼎而後以五鼎與曰否謂棺椁衣衾之美也曰非所謂踰也貧富不同也樂正子見孟子曰克告於君君為來見也嬖人有臧倉者沮君君是以不果來也曰行或使之止或尼之行止非人所能也吾之不遇魯侯天也臧氏之子焉能使予不遇哉"}
{"id": "KR1h0001_003", "series": "KR1h0001", "text": "公孫丑問曰夫子當路於齊管仲晏子之功可復許乎孟子曰子誠齊人也知管仲晏子而已矣或問乎曾西曰吾子與子路孰賢曾西蹴然曰吾先子之所畏也曰然則吾子與管仲孰賢曾西艴然不悅曰爾何曾比予於管仲管仲得君如彼其專也行乎國政如彼其久也功烈如彼其卑也爾何曾比予於是曰管仲曾西之所不為也而子為我願之乎曰管仲以其君霸晏子以其君顯管仲晏子猶不足為與曰以齊王由反手也曰若是則弟子之惑滋甚且以文王之德百年而後崩猶未洽於天下武王周公繼之然後大行今言王若易然則文王不足法與曰文王何可當也由湯至於武丁賢聖之君六七作天下歸殷久矣久則難變也武丁朝諸侯有天下猶運之掌也紂之去武丁未久也其故家遺俗流風善政猶有存者又有微子微仲王子比干箕子膠鬲皆賢人也相與輔相之故久而後失之也尺地莫非其有也一民莫非其臣也然而文王猶方百里起是以難也齊人有言曰雖有智慧不如乘勢雖有鎡基不如待時今時則易然也夏后殷周之盛地未有過千里者也而齊有其地矣雞鳴狗吠相聞而達乎四境而齊有其民矣地不改辟矣民不改聚矣行仁政而王莫之能禦也且王者之不作未有䟽於此時者也民之憔悴於虐政未有甚於此時者也飢者易為食渴者易為飲孔子曰德之流行速於置郵而傳命當今之時萬乘之國行仁政民之悅之猶解倒懸也故事半古之人功必倍之惟此時為然公孫丑問曰夫子加齊之卿相得行道焉雖由此霸王不異矣如此則動心否乎孟子曰否我四十不動心曰若是則夫子過孟賁遠矣曰是不難告子先我不動心曰不動心有道乎曰有北宮黝之養勇也不膚橈不目逃思以一豪挫於人若撻之於市朝不受於褐寬博亦不受於萬乘之君視刺萬乘之君若刺褐夫無嚴諸侯惡聲至必反之孟施舍之所養勇也曰視不勝猶勝也量敵而後進慮勝而後會是畏三軍者也舍豈能為必勝哉能無懼而已矣孟施舍似曾子北宮黝似子夏夫二子之勇未知其孰賢然而孟施舍守約也昔者曾子謂子襄曰子好勇乎吾嘗聞大勇於夫子矣自反而不縮雖褐寬博吾必惴焉自反而縮雖千萬人吾往矣孟施舍之守氣又不如曾子之守約也曰敢問夫子之不動心與告子之不動心可得聞與告子曰不得於言勿求於心不得於心勿求於氣不得於心勿求於氣可不得於言勿求於心不可夫志氣之帥也氣體之充也夫志至焉氣次焉故曰持其志無暴其氣既曰志至焉氣次焉又曰持其志無暴其氣者何也曰志壹則動氣氣壹則動志也今夫蹶者趨者是氣也而反動其心敢問夫子惡乎長曰我知言我善養吾浩然之氣敢問何謂浩然之氣曰難言也其為氣也至大至剛以直養而無害則塞于天地之間其為氣也配義與道無是餒也是集義所生者非義襲而取之也行有不慊於心則餒矣我故曰告子未嘗知義以其外之也必有事焉而勿正心勿忘勿助長也無若宋人然宋人有閔其苗之不長而揠之者芒芒然歸謂其人曰今日病矣予助苗長矣其子趨而往視之苗則槁矣天下之不助苗長者寡矣以為無益而舍之者不耘苗者也助之長者揠苗者也非徒無益而又害之何謂知言曰詖辭知其所蔽淫辭知其所陷邪辭知其所離遁辭知其所窮生於其心害於其政發於其政害於其事聖人復起必從吾言矣宰我子貢善為說辭冉牛閔子顏淵善言德行孔子兼之曰我於辭命則不能也然則夫子既聖矣乎曰惡是何言也昔者子貢問於孔子曰夫子聖矣乎孔子曰聖則吾不能我學不厭而教不倦也子貢曰學不厭智也教不倦仁也仁且智夫子既聖矣夫聖孔子不居是何言也昔者竊聞之子夏子游子張皆有聖人之一體冉牛閔子顏淵則具體而微敢問所安曰姑舍是曰伯夷伊尹何如曰不同道非其君不事非其民不使治則進亂則退伯夷也何事非君何使非民治亦進亂亦進伊尹也可以仕則仕可以止則止可以久則久可以速則速孔子也皆古聖人也吾未能有行焉乃所願則學孔子也伯夷伊尹於孔子若是班乎曰否自有生民以來未有孔子也然則有同與曰有得百里之地而君之皆能以朝諸侯有天下行一不義殺一不辜而得天下皆不為也是則同曰敢問其所以異曰宰我子貢有若智足以知聖人汙不至阿其所好宰我曰以予觀於夫子賢於堯舜遠矣子貢曰見其禮而知其政聞其樂而知其德由百世之後等百世之王莫之能違也自生民以來未有夫子也有若曰豈惟民哉麒麟之於走獸鳳凰之於飛鳥泰山之於丘垤河海之於行潦類也聖人之於民亦類也出於其類拔乎其萃自生民以來未有盛於孔子也孟子曰以力假仁者霸霸必有大國以德行仁者王王不待大湯以七十里文王以百里以力服人者非心服也力不贍也以德服人者中心悅而誠服也如七十子之服孔子也詩云自西自東自南自北無思不服此之謂也孟子曰仁則榮不仁則辱今惡辱而居不仁是猶惡濕而居下也如惡之莫如貴德而尊士賢者在位能者在職國家閒暇及是時明其政刑雖大國必畏之矣詩云迨天之未陰雨徹彼桑土綢繆牖戶今此下民或敢侮予孔子曰為此詩者其知道乎能治其國家誰敢侮之今國家閒暇及是時般樂怠敖是自求禍也禍福無不自己求之者詩云永言配命自求多福太甲曰天作孽猶可違自作孽不可活此之謂也孟子曰尊賢使能俊傑在位則天下之士皆悅而願立於其朝矣市廛而不征法而不廛則天下之商皆悅而願藏於其市矣關譏而不征則天下之旅皆悅而願出於其路矣耕者助而不稅則天下之農皆悅而願耕於其野矣廛無夫里之布則天下之民皆悅而願為之氓矣信能行此五者則鄰國之民仰之若父母矣率其子弟攻其父母自生民以來未有能濟者也如此則無敵於天下無敵於天下者天吏也然而不王者未之有也孟子曰人皆有不忍人之心先王有不忍人之心斯有不忍人之政矣以不忍人之心行不忍人之政治天下可運之掌上所以謂人皆有不忍人之心者今人乍見孺子將入於井皆有怵惕惻隱之心非所以內交於孺子之父母也非所以要譽於鄉黨朋友也非惡其聲而然也由是觀之無惻隱之心非人也無羞惡之心非人也無辭讓之心非人也無是非之心非人也惻隱之心仁之端也羞惡之心義之端也辭讓之心禮之端也是非之心智之端也人之有是四端也猶其有四體也有是四端而自謂不能者自賊者也謂其君不能者賊其君者也凡有四端於我者知皆擴而充之矣若火之始然泉之始達苟能充之足以保四海苟不充之不足以事父母孟子曰矢人豈不仁於函人哉矢人惟恐不傷人函人惟恐傷人巫匠亦然故術不可不慎也孔子曰里仁為美擇不處仁焉得智夫仁天之尊爵也人之安宅也莫之禦而不仁是不智也不仁不智無禮無義人役也人役而恥為役由弓人而恥為弓矢人而恥為矢也如恥之莫如為仁仁者如射射者正己而後發發而不中不怨勝己者反求諸己而已矣孟子曰子路人告之以有過則喜禹聞善言則拜大舜有大焉善與人同舍己從人樂取於人以為善自耕稼陶漁以至為帝無非取於人者取諸人以為善是與人為善者也故君子莫大乎與人為善孟子曰伯夷非其君不事非其友不友不立於惡人之朝不與惡人言立於惡人之朝與惡人言如以朝衣朝冠坐於塗炭推惡惡之心思與鄉人立其冠不正望望然去之若將浼焉是故諸侯雖有善其辭命而至者不受也不受也者是亦不屑就已柳下惠不羞污君不卑小官進不隱賢必以其道遺佚而不怨阨窮而不憫故曰爾為爾我為我雖袒裼裸裎於我側爾焉能浼我哉故由由然與之偕而不自失焉援而止之而止援而止之而止者是亦不屑去已孟子曰伯夷隘柳下惠不恭隘與不恭君子不由也"}
{"id": "KR1h0001_004", "series": "KR1h0001", "text": "孟子曰天時不如地利地利不如人和三里之城七里之郭環而攻之而不勝夫環而攻之必有得天時者矣然而不勝者是天時不如地利也城非不高也池非不深也兵革非不堅利也米粟非不多也委而去之是地利不如人和也故曰域民不以封疆之界固國不以山谿之險威天下不以兵革之利得道者多助失道者寡助寡助之至親戚畔之多助之至天下順之以天下之所順攻親戚之所畔故君子有不戰戰必勝矣孟子將朝王王使人來曰寡人如就見者也有寒疾不可以風朝將視朝不識可使寡人得見乎對曰不幸而有疾不能造朝明日出弔於東郭氏公孫丑曰昔者辭以病今日弔或者不可乎曰昔者疾今日愈如之何不弔王使人問疾醫來孟仲子對曰昔者有王命有采薪之憂不能造朝今病小愈趨造於朝我不識能至否乎使數人要於路曰請必無歸而造於朝不得已而之景丑氏宿焉景子曰內則父子外則君臣人之大倫也父子主恩君臣主敬丑見王之敬子也未見所以敬王也曰惡是何言也齊人無以仁義與王言者豈以仁義為不美也其心曰是何足與言仁義也云爾則不敬莫大乎是我非堯舜之道不敢以陳於王前故齊人莫如我敬王也景子曰否非此之謂也禮曰父召無諾君命召不俟駕固將朝也聞王命而遂不果宜與夫禮若不相似然曰豈謂是與曾子曰晉楚之富不可及也彼以其富我以吾仁彼以其爵我以吾義吾何慊乎哉夫豈不義而曾子言之是或一道也天下有達尊三爵一齒一德一朝廷莫如爵鄉黨莫如齒輔世長民莫如德惡得有其一以慢其二哉故將大有為之君必有所不召之臣欲有謀焉則就之其尊德樂道不如是不足以有為也故湯之於伊尹學焉而後臣之故不勞而王桓公之於管仲學焉而後臣之故不勞而霸今天下地醜德齊莫能相尚無他好臣其所教而不好臣其所受教湯之於伊尹桓公之於管仲則不敢召管仲且猶不可召而況不為管仲者乎陳臻問曰前日於齊王餽兼金一百而不受於宋餽七十鎰而受於薛餽五十鎰而受前日之不受是則今日之受非也今日之受是則前日之不受非也夫子必居一於此矣孟子曰皆是也當在宋也予將有遠行行者必以贐辭曰餽贐予何為不受當在薛也予有戒心辭曰聞戒故為兵餽之予何為不受若於齊則未有處也無處而餽之是貨之也焉有君子而可以貨取乎孟子之平陸謂其大夫曰子之持戟之士一日而三失伍則去之否乎曰不待三然則子之失伍也亦多矣凶年饑歲子之民老羸轉於溝壑壯者散而之四方者幾千人矣曰此非距心之所得為也曰今有受人之牛羊而為之牧之者則必為之求牧與芻矣求牧與芻而不得則反諸其人乎抑亦立而視其死與曰此則距心之罪也他日見於王曰王之為都者臣知五人焉知其罪者惟孔距心為王誦之王曰此則寡人之罪也孟子謂蚔鼃曰子之辭靈丘而請士師似也為其可以言也今既數月矣未可以言與蚔鼃諫於王而不用致為臣而去齊人曰所以為蚔鼃則善矣所以自為則吾不知也公都子以告曰吾聞之也有官守者不得其職則去有言責者不得其言則去我無官守我無言責也則吾進退豈不綽綽然有餘裕哉孟子為卿於齊出弔於滕王使蓋大夫王驩為輔行王驩朝暮見反齊滕之路未嘗與之言行事也公孫丑曰齊卿之位不為小矣齊滕之路不為近矣反之而未嘗與言行事何也曰夫既或治之予何言哉孟子自齊葬於魯反於齊止於嬴充虞請曰前日不知虞之不肖使虞敦匠事嚴虞不敢請今願竊有請也木若以美然曰古者棺椁無度中古棺七寸椁稱之自天子達於庶人非直為觀美也然後盡於人心不得不可以為悅無財不可以為悅得之為有財古之人皆用之吾何為獨不然且比化者無使土親膚於人心獨無恔乎吾聞之君子不以天下儉其親沈同以其私問曰燕可伐與孟子曰可子噲不得與人燕子之不得受燕於子噲有仕於此而子悅之不告於王而私與之吾子之祿爵夫士也亦無王命而私受之於子則可乎何以異於是齊人伐燕或問曰勸齊伐燕有諸曰未也沈同問燕可伐與吾應之曰可彼然而伐之也彼如曰孰可以伐之則將應之曰為天吏則可以伐之今有殺人者或問之曰人可殺與則將應之曰可彼如曰孰可以殺之則將應之曰為士師則可以殺之今以燕伐燕何為勸之哉燕人畔王曰吾甚慚於孟子陳賈曰王無患焉王自以為與周公孰仁且智王曰惡是何言也曰周公使管叔監殷管叔以殷畔知而使之是不仁也不知而使之是不智也仁智周公未之盡也而況於王乎賈請見而解之見孟子問曰周公何人也曰古聖人也曰使管叔監殷管叔以殷畔也有諸曰然曰周公知其將畔而使之與曰不知也然則聖人且有過與曰周公弟也管叔兄也周公之過不亦宜乎且古之君子過則改之今之君子過則順之古之君子其過也如日月之食民皆見之及其更也民皆仰之今之君子豈徒順之又從為之辭孟子致為臣而歸王就見孟子曰前日願見而不可得得侍同朝甚喜今又棄寡人而歸不識可以繼此而得見乎對曰不敢請耳固所願也他日王謂時子曰我欲中國而授孟子室養弟子以萬鍾使諸大夫國人皆有所矜式子盍為我言之時子因陳子而以告孟子陳子以時子之言告孟子孟子曰然夫時子惡知其不可也如使予欲富辭十萬而受萬是為欲富乎季孫曰異哉子叔疑使己為政不用則亦已矣又使其子弟為卿人亦孰不欲富貴而獨於富貴之中有私龍斷焉古之為市也以其所有易其所無者有司者治之耳有賤丈夫焉必求龍斷而登之以左右望而罔市利人皆以為賤故從而征之征商自此賤丈夫始矣孟子去齊宿於晝有欲為王留行者坐而言不應隱几而臥客不悅曰弟子齊宿而後敢言夫子臥而不聽請勿復敢見矣曰坐我明語子昔者魯繆公無人乎子思之側則不能安子思泄柳申詳無人乎繆公之側則不能安其身子為長者慮而不及子思子絕長者乎長者絕子乎孟子去齊尹士語人曰不識王之不可以為湯武則是不明也識其不可然且至則是干澤也千里而見王不遇故去三宿而後出晝是何濡滯也士則茲不悅高子以告曰夫尹士惡知予哉千里而見王是予所欲也不遇故去豈予所欲哉予不得已也予三宿而出晝於予心猶以為速王庶幾改之王如改諸則必反予夫出晝而王不予追也予然後浩然有歸志予雖然豈舍王哉王由足用為善王如用予則豈徒齊民安天下之民舉安王庶幾改之予日望之予豈若是小丈夫然哉諫於其君而不受則怒悻悻然見於其面去則窮日之力而後宿哉尹士聞之曰士誠小人也孟子去齊充虞路問曰夫子若有不豫色然前日虞聞諸夫子曰君子不怨天不尤人曰彼一時此一時也五百年必有王者興其間必有名世者由周而來七百有餘歲矣以其數則過矣以其時考之則可矣夫天未欲平治天下也如欲平治天下當今之世舍我其誰也吾何為不豫哉孟子去齊居休公孫丑問曰仕而不受祿古之道乎曰非也於崇吾得見王退而有去志不欲變故不受也繼而有師命不可以請久於齊非我志也"}
{"id": "KR1h0001_005", "series": "KR1h0001", "text": "滕文公為世子將之楚過宋而見孟子孟子道性善言必稱堯舜世子自楚反復見孟子孟子曰世子疑吾言乎夫道一而已矣成覵謂齊景公曰彼丈夫也我丈夫也吾何畏彼哉顏淵曰舜何人也予何人也有為者亦若是公明儀曰文王我師也周公豈欺我哉今滕絕長補短將五十里也猶可以為善（國）書曰若藥不瞑眩厥疾不瘳滕定公薨世子謂然友曰昔者孟子嘗與我言於宋於心終不忘今也不幸至於大故吾欲使子問於孟子然後行事然友之鄒問於孟子孟子曰不亦善乎親喪固所自盡也曾子曰生事之以禮死葬之以禮祭之以禮可謂孝矣諸侯之禮吾未之學也雖然吾嘗聞之矣三年之喪齋疏之服zhan飦粥之食自天子達於庶人三代共之然友反命定為三年之喪父兄百官皆不欲也故曰吾宗國魯先君莫之行吾先君亦莫之行也至於子之身而反之不可且志曰喪祭從先祖曰吾有所受之也謂然友曰吾他日未嘗學問好馳馬試劍今也父兄百官不我足也恐其不能盡於大事子為我問孟子然友復之鄒問孟子孟子曰然不可以他求者也孔子曰君薨聽於冢宰歠粥面深墨即位而哭百官有司莫敢不哀先之也上有好者下必有甚焉者矣君子之德風也小人之德草也草上之風必偃是在世子然友反命世子曰然是誠在我五月居廬未有命戒百官族人可謂曰知及至葬四方來觀之顏色之戚哭泣之哀弔者大悅滕文公問為國孟子曰民事不可緩也詩云晝爾于茅宵爾索綯亟其乘屋其始播百穀民之為道也有恆產者有恆心無恆產者無恆心苟無恆心放僻邪侈無不為已及陷乎罪然後從而刑之是罔民也焉有仁人在位罔民而可為也是故賢君必恭儉禮下取於民有制陽虎曰為富不仁矣為仁不富矣夏后氏五十而貢殷人七十而助周人百畝而徹其實皆什一也徹者徹也助者藉也龍子曰治地莫善於助莫不善於貢貢者挍數歲之中以為常樂歲粒米狼戾多取之而不為虐則寡取之凶年糞其田而不足則必取盈焉為民父母使民盻盻然將終歲勤動不得以養其父母又稱貸而益之使老稚轉乎溝壑惡在其為民父母也夫世祿滕固行之矣詩云雨我公田遂及我私惟助為有公田由此觀之雖周亦助也設為庠序學校以教之庠者養也校者教也序者射也夏曰校殷曰序周曰庠學則三代共之皆所以明人倫也人倫明於上小民親於下有王者起必來取法是為王者師也詩云周雖舊邦其命惟新文王之謂也子力行之亦以新子之國使畢戰問井地孟子曰子之君將行仁政選擇而使子子必勉之夫仁政必自經界始經界不正井地不鈞穀祿不平是故暴君汙吏必慢其經界經界既正分田制祿可坐而定也夫滕壤地褊小將為君子焉將為野人焉無君子莫治野人無野人莫養君子請野九一而助國中什一使自賦卿以下必有圭田圭田五十畝餘夫二十五畝死徙無出鄉鄉田同井出入相友守望相助疾病相扶持則百姓親睦方里而井井九百畝其中為公田八家皆私百畝同養公田公事畢然後敢治私事所以別野人也此其大略也若夫潤澤之則在君與子矣有為神農之言者許行自楚之滕踵門而告文公曰遠方之人聞君行仁政願受一廛而為氓文公與之處其徒數十人皆衣褐捆屨織席以為食陳良之徒陳相與其弟辛負耒耜而自宋之滕曰聞君行聖人之政是亦聖人也願為聖人氓陳相見許行而大悅盡棄其學而學焉陳相見孟子道許行之言曰滕君則誠賢君也雖然未聞道也賢者與民並耕而食饔飧而治今也滕有倉廩府庫則是厲民而以自養也惡得賢孟子曰許子必種粟而後食乎曰然許子必織布然後衣乎曰否許子衣褐許子冠乎曰冠曰奚冠曰冠素曰自織之與曰否以粟易之曰許子奚為不自織曰害於耕曰許子以釜甑爨以鐵耕乎曰然自為之與曰否以粟易之以粟易械器者不為厲陶冶陶冶亦以械器易粟者豈為厲農夫哉且許子何不為陶冶舍皆取諸其宮中而用之何為紛紛然與百工交易何許子之不憚煩曰百工之事固不可耕且為也然則治天下獨可耕且為與有大人之事有小人之事且一人之身而百工之所為備如必自為而後用之是率天下而路也故曰或勞心或勞力勞心者治人勞力者治於人治於人者食人治人者食於人天下之通義也當堯之時天下猶未平洪水橫流氾濫於天下草木暢茂禽獸繁殖五穀不登禽獸偪人獸蹄鳥迹之道交於中國堯獨憂之舉舜而敷治焉舜使益掌火益烈山澤而焚之禽獸逃匿禹疏九河瀹濟漯而注諸海決汝漢排淮泗而注之江然後中國可得而食也當是時也禹八年於外三過其門而不入雖欲耕得乎后稷教民稼穡樹藝五穀五穀熟而民人育人之有道也飽食煖衣逸居而無教則近於禽獸聖人有憂之使契為司徒教以人倫父子有親君臣有義夫婦有別長幼有敘朋友有信放勳曰勞之來之匡之直之輔之翼之使自得之又從而振德之聖人之憂民如此而暇耕乎堯以不得舜為己憂舜以不得禹皋陶為己憂夫以百畝之不易為己憂者農夫也分人以財謂之惠教人以善謂之忠為天下得人者謂之仁是故以天下與人易為天下得人難孔子曰大哉堯之為君惟天為大惟堯則之蕩蕩乎民無能名焉君哉舜也巍巍乎有天下而不與焉堯舜之治天下豈無所用其心哉亦不用於耕耳吾聞用夏變夷者未聞變於夷者也陳良楚產也悅周公仲尼之道北學於中國北方之學者未能或之先也彼所謂豪傑之士也子之兄弟事之數十年師死而遂倍之昔者孔子沒三年之外門人治任將歸入揖於子貢相嚮而哭皆失聲然後歸子貢反築室於場獨居三年然後歸他日子夏子張子游以有若似聖人欲以所事孔子事之強曾子曾子曰不可江漢以濯之秋陽以暴之皜皜乎不可尚已今也南蠻鴃舌之人非先王之道子倍子之師而學之亦異於曾子矣吾聞出於幽谷遷于喬木者未聞下喬木而入于幽谷者魯頌曰戎狄是膺荊舒是懲周公方且膺之子是之學亦為不善變矣從許子之道則市賈不貳國中無偽雖使五尺之童適市莫之或欺布帛長短同則賈相若麻縷絲絮輕重同則賈相若五穀多寡同則賈相若屨大小同則賈相若曰夫物之不齊物之情也或相倍蓰或相什百或相千萬子比而同之墨者夷之因徐辟而求見孟子孟子曰吾固願見今吾尚病病愈我且往見夷子不來他日又求見孟子孟子曰吾今則可以見矣不直則道不見我且直之吾聞夷子墨者墨之治喪也以薄為其道也夷子思以易天下豈以為非是而不貴也然而夷子葬其親厚則是以所賤事親也徐子以告夷子夷子曰儒者之道古之人若保赤子此言何謂也之則以為愛無差等施由親始徐子以告孟子孟子曰夫夷子信以為人之親其兄之子為若親其鄰之赤子乎彼有取爾也赤子匍匐將入井非赤子之罪也且天之生物也使之一本而夷子二本故也蓋上世嘗有不葬其親者其親死則舉而委之於壑他日過之狐貍食之蠅蚋姑嘬之其顙有泚睨而不視夫泚也非為人泚中心達於面目蓋歸反虆梩而掩之掩之誠是也則孝子仁人之掩其親亦必有道矣徐子以告夷子夷子憮然為間曰命之矣"}
{"id": "KR1h0001_006", "series": "KR1h0001", "text": "陳代曰不見諸侯宜若小然今一見之大則以王小則以霸且志曰枉尺而直尋宜若可為也孟子曰昔齊景公田招虞人以旌不至將殺之志士不忘在溝壑勇士不忘喪其元孔子奚取焉取非其招不往也如不待其招而往何哉且夫枉尺而直尋者以利言也如以利則枉尋直尺而利亦可為與昔者趙簡子使王良與嬖奚乘終日而不獲一禽嬖奚反命曰天下之賤工也或以告王良良曰請復之強而後可一朝而獲十禽嬖奚反命曰天下之良工也簡子曰我使掌與女乘謂王良良不可曰吾為之範我馳驅終日不獲一為之詭遇一朝而獲十詩云不失其馳舍矢如破我不貫與小人乘請辭御者且羞與射者比比而得禽獸雖若丘陵弗為也如枉道而從彼何也且子過矣枉己者未有能直人者也景春曰公孫衍張儀豈不誠大丈夫哉一怒而諸侯懼安居而天下熄孟子曰是焉得為大丈夫乎子未學禮乎丈夫之冠也父命之女子之嫁也母命之往送之門戒之曰往之女家必敬必戒無違夫子以順為正者妾婦之道也居天下之廣居立天下之正位行天下之大道得志與民由之不得志獨行其道富貴不能淫貧賤不能移威武不能屈此之謂大丈夫周霄問曰古之君子仕乎孟子曰仕傳曰孔子三月無君則皇皇如也出疆必載質公明儀曰古之人三月無君則弔三月無君則弔不以急乎曰士之失位也猶諸侯之失國家也禮曰諸侯耕助以供粢盛夫人蠶繅以為衣服犧牲不成粢盛不絜衣服不備不敢以祭惟士無田則亦不祭牲殺器皿衣服不備不敢以祭則不敢以宴亦不足弔乎出疆必載質何也曰士之仕也猶農夫之耕也農夫豈為出疆舍其耒耜哉曰晉國亦仕國也未嘗聞仕如此其急仕如此其急也君子之難仕何也曰丈夫生而願為之有室女子生而願為之有家父母之心人皆有之不待父母之命媒妁之言鑽穴隙相窺踰牆相從則父母國人皆賤之古之人未嘗不欲仕也又惡不由其道不由其道而往者與鑽穴隙之類也彭更問曰後車數十乘從者數百人以傳食於諸侯不以泰乎孟子曰非其道則一簞食不可受於人如其道則舜受堯之天下不以為泰子以為泰乎曰否士無事而食不可也曰子不通功易事以羨補不足則農有餘粟女有餘布子如通之則梓匠輪輿皆得食於子於此有人焉入則孝出則悌守先王之道以待後之學者而不得食於子子何尊梓匠輪輿而輕為仁義者哉曰梓匠輪輿其志將以求食也君子之為道也其志亦將以求食與曰子何以其志為哉其有功於子可食而食之矣且子食志乎食功乎曰食志曰有人於此毀瓦畫墁其志將以求食也則子食之乎曰否曰然則子非食志也食功也萬章問曰宋小國也今將行王政齊楚惡而伐之則如之何孟子曰湯居亳與葛為鄰葛伯放而不祀湯使人問之曰何為不祀曰無以供犧牲也湯使遺之牛羊葛伯食之又不以祀湯又使人問之曰何為不祀曰無以供粢盛也湯使亳眾往為之耕老弱饋食葛伯率其民要其有酒食黍稻者奪之不授者殺之有童子以黍肉餉殺而奪之書曰葛伯仇餉此之謂也為其殺是童子而征之四海之內皆曰非富天下也為匹夫匹婦復讎也湯始征自葛載十一征而無敵於天下東面而征西夷怨南面而征北狄怨曰奚為後我民之望之若大旱之望雨也歸市者弗止芸者不變誅其君弔其民如時雨降民大悅書曰徯我后后來其無罰有攸不惟臣東征綏厥士女匪厥玄黃紹我周王見休惟臣附于大邑周其君子實玄黃于匪以迎其君子其小人簞食壺漿以迎其小人救民於水火之中取其殘而已矣大誓曰我武惟揚侵于之疆則取于殘殺伐用張于湯有光不行王政云爾苟行王政四海之內皆舉首而望之欲以為君齊楚雖大何畏焉孟子謂戴不勝曰子欲子之王之善與我明告子有楚大夫於此欲其子之齊語也則使齊人傅諸使楚人傅諸曰使齊人傅之曰一齊人傅之眾楚人咻之雖日撻而求其齊也不可得矣引而置之莊嶽之間數年雖日撻而求其楚亦不可得矣子謂薛居州善士也使之居於王所在於王所者長幼卑尊皆薛居州也王誰與為不善在王所者長幼卑尊皆非薛居州也王誰與為善一薛居州獨如宋王何公孫丑問曰不見諸侯何義孟子曰古者不為臣不見段干木踰垣而辟之泄柳閉門而不納是皆已甚迫斯可以見矣陽貨欲見孔子而惡無禮大夫有賜於士不得受於其家則往拜其門陽貨矙孔子之亡也而饋孔子蒸豚孔子亦矙其亡也而往拜之當是時陽貨先豈得不見曾子曰脅肩諂笑病于夏畦子路曰未同而言觀其色赧赧然非由之所知也由是觀之則君子之所養可知已矣戴盈之曰什一去關市之征今茲未能請輕之以待來年然後已何如孟子曰今有人日攘其鄰之雞者或告之曰是非君子之道曰請損之月攘一雞以待來年然後已如知其非義斯速已矣何待來年公都子曰外人皆稱夫子好辯敢問何也孟子曰予豈好辯哉予不得已也天下之生久矣一治一亂當堯之時水逆行氾濫於中國蛇龍居之民無所定下者為巢上者為營窟書曰洚水警余洚水者洪水也使禹治之禹掘地而注之海驅蛇龍而放之菹水由地中行江淮河漢是也險阻既遠鳥獸之害人者消然後人得平土而居之堯舜既沒聖人之道衰暴君代作壞宮室以為汙池民無所安息棄田以為園囿使民不得衣食邪說暴行又作園囿汙池沛澤多而禽獸至及紂之身天下又大亂周公相武王誅紂伐奄三年討其君驅飛廉於海隅而戮之滅國者五十驅虎豹犀象而遠之天下大悅書曰丕顯哉文王謨丕承哉武王烈佑啟我後人咸以正無缺世衰道微邪說暴行有作臣弒其君者有之子弒其父者有之孔子懼作春秋春秋天子之事也是故孔子曰知我者其惟春秋乎罪我者其惟春秋乎聖王不作諸侯放恣處士橫議楊朱墨翟之言盈天下天下之言不歸楊則歸墨楊氏為我是無君也墨氏兼愛是無父也無父無君是禽獸也公明儀曰庖有肥肉廄有肥馬民有飢色野有餓莩此率獸而食人也楊墨之道不息孔子之道不著是邪說誣民充塞仁義也仁義充塞則率獸食人人將相食吾為此懼閑先聖之道距楊墨放淫辭邪說者不得作作於其心害於其事作於其事害於其政聖人復起不易吾言矣昔者禹抑洪水而天下平周公兼夷狄驅猛獸而百姓寧孔子成春秋而亂臣賊子懼詩云戎狄是膺荊舒是懲則莫我敢承無父無君是周公所膺也我亦欲正人心息邪說距詖行放淫辭以承三聖者豈好辯哉予不得已也能言距楊墨者聖人之徒也匡章曰陳仲子豈不誠廉士哉居於陵三日不食耳無聞目無見也井上有李螬食實者過半矣匍匐往將食之三咽然後耳有聞目有見孟子曰於齊國之士吾必以仲子為巨擘焉雖然仲子惡能廉充仲子之操則蚓而後可者也夫蚓上食槁壤下飲黃泉仲子所居之室伯夷之所築與抑亦盜跖之所築與所食之粟伯夷之所樹與抑亦盜跖之所樹與是未可知也曰是何傷哉彼身織屨妻辟纑以易之也曰仲子齊之世家也兄戴蓋祿萬鍾以兄之祿為不義之祿而不食也以兄之室為不義之室而不居也避兄離母處於於陵他日歸則有饋其兄生鵝者己頻顣曰惡用是鶂鶂者為哉他日其母殺是鵝也與之食之其兄自外至曰是鶂鶂之肉也出而哇之以母則不食以妻則食之以兄之室則弗居以於陵則居之是尚為能充其類也乎若仲子者蚓而後充其操者也"}
{"id": "KR1h0001_007", "series": "KR1h0001", "text": "孟子曰離婁之明公輸子之巧不以規矩不能成方員師曠之聰不以六律不能正五音堯舜之道不以仁政不能平治天下今有仁心仁聞而民不被其澤不可法於後世者不行先王之道也故曰徒善不足以為政徒法不能以自行詩云不愆不忘率由舊章遵先王之法而過者未之有也聖人既竭目力焉繼之以規矩準繩以為方員平直不可勝用也既竭耳力焉繼之以六律正五音不可勝用也既竭心思焉繼之以不忍人之政而仁覆天下矣故曰為高必因丘陵為下必因川澤為政不因先王之道可謂智乎是以惟仁者宜在高位不仁而在高位是播其惡於眾也上無道揆也下無法守也朝不信道工不信度君子犯義小人犯刑國之所存者幸也故曰城郭不完兵甲不多非國之災也田野不辟貨財不聚非國之害也上無禮下無學賊民興喪無日矣詩曰天之方蹶無然泄泄泄泄猶沓沓也事君無義進退無禮言則非先王之道者猶沓沓也故曰責難於君謂之恭陳善閉邪謂之敬吾君不能謂之賊孟子曰規矩方員之至也聖人人倫之至也欲為君盡君道欲為臣盡臣道二者皆法堯舜而已矣不以舜之所以事堯事君不敬其君者也不以堯之所以治民治民賊其民者也孔子曰道二仁與不仁而已矣暴其民甚則身弒國亡不甚則身危國削名之曰幽厲雖孝子慈孫百世不能改也詩云殷鑒不遠在夏后之世此之謂也孟子曰三代之得天下也以仁其失天下也以不仁國之所以廢興存亡者亦然天子不仁不保四海諸侯不仁不保社稷卿大夫不仁不保宗廟士庶人不仁不保四體今惡死亡而樂不仁是由惡醉而強酒孟子曰愛人不親反其仁治人不治反其智禮人不荅反其敬行有不得者皆反求諸己其身正而天下歸之詩云永言配命自求多福孟子曰人有恆言皆曰天下國家天下之本在國國之本在家家之本在身孟子曰為政不難不得罪於巨室巨室之所慕一國慕之一國之所慕天下慕之故沛然德教溢乎四海孟子曰天下有道小德役大德小賢役大賢天下無道小役大弱役強斯二者天也順天者存逆天者亡齊景公曰既不能令又不受命是絕物也涕出而女於吳今也小國師大國而恥受命焉是猶弟子而恥受命於先師也如恥之莫若師文王師文王大國五年小國七年必為政於天下矣詩云商之孫子其麗不億上帝既命侯于周服侯服于周天命靡常殷士膚敏祼將于京孔子曰仁不可為眾也夫國君好仁天下無敵今也欲無敵於天下而不以仁是猶執熱而不以濯也詩云誰能執熱逝不以濯孟子曰不仁者可與言哉安其危而利其菑樂其所以亡者不仁而可與言則何亡國敗家之有有孺子歌曰滄浪之水清兮可以濯我纓滄浪之水濁兮可以濯我足孔子曰小子聽之清斯濯纓濁斯濯足矣自取之也夫人必自侮然後人侮之家必自毀而後人毀之國必自伐而後人伐之太甲曰天作孽猶可違自作孽不可活此之謂也孟子曰桀紂之失天下也失其民也失其民者失其心也得天下有道得其民斯得天下矣得其民有道得其心斯得民矣得其心有道所欲與之聚之所惡勿施爾也民之歸仁也猶水之就下獸之走壙也故為淵敺魚者獺也為叢敺爵者鸇也為湯武敺民者桀與紂也今天下之君有好仁者則諸侯皆為之敺矣雖欲無王不可得已今之欲王者猶七年之病求三年之艾也苟為不畜終身不得苟不志於仁終身憂辱以陷於死亡詩云其何能淑載胥及溺此之謂也孟子曰自暴者不可與有言也自棄者不可與有為也言非禮義謂之自暴也吾身不能居仁由義謂之自棄也仁人之安宅也義人之正路也曠安宅而弗居舍正路而不由哀哉孟子曰道在邇而求諸遠事在易而求諸難人人親其親長其長而天下平孟子曰居下位而不獲於上民不可得而治也獲於上有道不信於友弗獲於上矣信於友有道事親弗悅弗信於友矣悅親有道反身不誠不悅於親矣誠身有道不明乎善不誠其身矣是故誠者天之道也思誠者人之道也至誠而不動者未之有也不誠未有能動者也孟子曰伯夷辟紂居北海之濱聞文王作興曰盍歸乎來吾聞西伯善養老者太公辟紂居東海之濱聞文王作興曰盍歸乎來吾聞西伯善養老者二老者天下之大老也而歸之是天下之父歸之也天下之父歸之其子焉往諸侯有行文王之政者七年之內必為政於天下矣孟子曰求也為季氏宰無能改於其德而賦粟倍他日孔子曰求非我徒也小子鳴鼓而攻之可也由此觀之君不行仁政而富之皆棄於孔子者也況於為之強戰爭地以戰殺人盈野爭城以戰殺人盈城此所謂率土地而食人肉罪不容於死故善戰者服上刑連諸侯者次之辟草萊任土地者次之孟子曰存乎人者莫良於眸子眸子不能掩其惡胸中正則眸子瞭焉胸中不正則眸子眊焉聽其言也觀其眸子人焉廋哉孟子曰恭者不侮人儉者不奪人侮奪人之君惟恐不順焉惡得為恭儉恭儉豈可以聲音笑貌為哉淳于髡曰男女授受不親禮與孟子曰禮也曰嫂溺則援之以手乎曰嫂溺不援是豺狼也男女授受不親禮也嫂溺援之以手者權也曰今天下溺矣夫子之不援何也曰天下溺援之以道嫂溺援之以手子欲手援天下乎公孫丑曰君子之不教子何也孟子曰勢不行也教者必以正以正不行繼之以怒繼之以怒則反夷矣夫子教我以正夫子未出於正也則是父子相夷也父子相夷則惡矣古者易子而教之父子之間不責善責善則離離則不祥莫大焉孟子曰事孰為大事親為大守孰為大守身為大不失其身而能事其親者吾聞之矣失其身而能事其親者吾未之聞也孰不為事事親事之本也孰不為守守身守之本也曾子養曾晳必有酒肉將徹必請所與問有餘必曰有曾晳死曾元養曾子必有酒肉將徹不請所與問有餘曰亡矣將以復進也此所謂養口體者也若曾子則可謂養志也事親若曾子者可也孟子曰人不足與適也政不足（與）間也惟大人為能格君心之非君仁莫不仁君義莫不義君正莫不正一正君而國定矣孟子曰有不虞之譽有求全之毀孟子曰人之易其言也無責耳矣孟子曰人之患在好為人師樂正子從於子敖之齊樂正子見孟子孟子曰子亦來見我乎曰先生何為出此言也曰子來幾日矣曰昔者曰昔者則我出此言也不亦宜乎曰舍館未定曰子聞之也舍館定然後求見長者乎曰克有罪孟子謂樂正子曰子之從於子敖來徒餔啜也我不意子學古之道而以餔啜也孟子曰不孝有三無後為大舜不告而娶為無後也君子以為猶告也孟子曰仁之實事親是也義之實從兄是也智之實知斯二者弗去是也禮之實節文斯二者是也樂之實樂斯二者樂則生矣生則惡可已也惡可已則不知足之蹈之手之舞之孟子曰天下大悅而將歸己視天下悅而歸己猶草芥也惟舜為然不得乎親不可以為人不順乎親不可以為子舜盡事親之道而瞽瞍厎豫瞽瞍厎豫而天下化瞽瞍厎豫而天下之為父子者定此之謂大孝"}
{"id": "KR1h0001_008", "series": "KR1h0001", "text": "孟子曰舜生於諸馮遷於負夏卒於鳴條東夷之人也文王生於岐周卒於畢郢西夷之人也地之相去也千有餘里世之相後也千有餘歲得志行乎中國若合符節先聖後聖其揆一也子產聽鄭國之政以其乘輿濟人於溱洧孟子曰惠而不知為政歲十一月徒杠成十二月輿梁成民未病涉也君子平其政行辟人可也焉得人人而濟之故為政者每人而悅之日亦不足矣孟子告齊宣王曰君之視臣如手足則臣視君如腹心君之視臣如犬馬則臣視君如國人君之視臣如土芥則臣視君如寇讎王曰禮為舊君有服何如斯可為服矣曰諫行言聽膏澤下於民有故而去則使人導之出疆又先於其所往去三年不反然後收其田里此之謂三有禮焉如此則為之服矣今也為臣諫則不行言則不聽膏澤不下於民有故而去則君搏執之又極之於其所往去之日遂收其田里此之謂寇讎寇讎何服之有孟子曰無罪而殺士則大夫可以去無罪而戮民則士可以徙孟子曰君仁莫不仁君義莫不義孟子曰非禮之禮非義之義大人弗為孟子曰中也養不中才也養不才故人樂有賢父兄也如中也棄不中才也棄不才則賢不肖之相去其間不能以寸孟子曰人有不為也而後可以有為孟子曰言人之不善當如後患何孟子曰仲尼不為已甚者孟子曰大人者言不必信行不必果惟義所在孟子曰大人者不失其赤子之心者也孟子曰養生者不足以當大事惟送死可以當大事孟子曰君子深造之以道欲其自得之也自得之則居之安居之安則資之深資之深則取之左右逢其原故君子欲其自得之也孟子曰博學而詳說之將以反說約也孟子曰以善服人者未有能服人者也以善養人然後能服天下天下不心服而王者未之有也孟子曰言無實不祥不祥之實蔽賢者當之徐子曰仲尼亟稱於水曰水哉水哉何取於水也孟子曰原泉混混不舍晝夜盈科而後進放乎四海有本者如是是之取爾苟為無本七八月之間雨集溝澮皆盈其涸也可立而待也故聲聞過情君子恥之孟子曰人之所以異於禽獸者幾希庶民去之君子存之舜明於庶物察於人倫由仁義行非行仁義也孟子曰禹惡旨酒而好善言湯執中立賢無方文王視民如傷望道而未之見武王不泄邇不忘遠周公思兼三王以施四事其有不合者仰而思之夜以繼日幸而得之坐以待旦孟子曰王者之迹熄而詩亡詩亡然後春秋作晉之乘楚之檮杌魯之春秋一也其事則齊桓晉文其文則史孔子曰其義則丘竊取之矣孟子曰君子之澤五世而斬小人之澤五世而斬予未得為孔子徒也予私淑諸人也孟子曰可以取可以無取取傷廉可以與可以無與與傷惠可以死可以無死死傷勇逢蒙學射於羿盡羿之道思天下惟羿為愈己於是殺羿孟子曰是亦羿有罪焉公明儀曰宜若無罪焉曰薄乎云爾惡得無罪鄭人使子濯孺子侵衛衛使庾公之斯追之子濯孺子曰今日我疾作不可以執弓吾死矣夫問其僕曰追我者誰也其僕曰庾公之斯也曰吾生矣其僕曰庾公之斯衛之善射者也夫子曰吾生何謂也曰庾公之斯學射於尹公之他尹公之他學射於我夫尹公之他端人也其取友必端矣庾公之斯至曰夫子何為不執弓曰今日我疾作不可以執弓曰小人學射於尹公之他尹公之他學射於夫子我不忍以夫子之道反害夫子雖然今日之事君事也我不敢廢抽矢叩輪去其金發乘矢而後反孟子曰西子蒙不潔則人皆掩鼻而過之雖有惡人齋戒沐浴則可以祀上帝孟子曰天下之言性也則故而已矣故者以利為本所惡於智者為其鑿也如智者若禹之行水也則無惡於智矣禹之行水也行其所無事也如智者亦行其所無事則智亦大矣天之高也星辰之遠也苟求其故千歲之日至可坐而致也公行子有子之喪右師往弔入門有進而與右師言者有就右師之位而與右師言者孟子不與右師言右師不悅曰諸君子皆與驩言孟子獨不與驩言是簡驩也孟子聞之曰禮朝廷不歷位而相與言不踰階而相揖也我欲行禮子敖以我為簡不亦異乎孟子曰君子所以異於人者以其存心也君子以仁存心以禮存心仁者愛人有禮者敬人愛人者人恆愛之敬人者人恆敬之有人於此其待我以橫逆則君子必自反也我必不仁也必無禮也此物奚宜至哉其自反而仁矣自反而有禮矣其橫逆由是也君子必自反也我必不忠自反而忠矣其橫逆由是也君子曰此亦妄人也已矣如此則與禽獸奚擇哉於禽獸又何難焉是故君子有終身之憂無一朝之患也乃若所憂則有之舜人也我亦人也舜為法於天下可傳於後世我由未免為鄉人也是則可憂也憂之如何如舜而已矣若夫君子所患則亡矣非仁無為也非禮無行也如有一朝之患則君子不患矣禹稷當平世三過其門而不入孔子賢之顏子當亂世居於陋巷一簞食一瓢飲人不堪其憂顏子不改其樂孔子賢之孟子曰禹稷顏回同道禹思天下有溺者由己溺之也稷思天下有飢者由己飢之也是以如是其急也禹稷顏子易地則皆然今有同室之人鬭者救之雖被髮纓冠而救之可也鄉鄰有鬭者被髮纓冠而往救之則惑也雖閉戶可也公都子曰匡章通國皆稱不孝焉夫子與之遊又從而禮貌之敢問何也孟子曰世俗所謂不孝者五惰其四支不顧父母之養一不孝也博弈好飲酒不顧父母之養二不孝也好貨財私妻子不顧父母之養三不孝也從耳目之欲以為父母戮四不孝也好勇鬭很以危父母五不孝也章子有一於是乎夫章子子父責善而不相遇也責善朋友之道也父子責善賊恩之大者夫章子豈不欲有夫妻子母之屬哉為得罪於父不得近出妻屏子終身不養焉其設心以為不若是是則罪之大者是則章子已矣曾子居武城有越寇或曰寇至盍去諸曰無寓人於我室毀傷其薪木寇退則曰脩我牆屋我將反寇退曾子反左右曰待先生如此其忠且敬也寇至則先去以為民望寇退則反殆於不可沈猶行曰是非汝所知也昔沈猶有負芻之禍從先生者七十人未有與焉子思居於衛有齊寇或曰寇至盍去諸子思曰如伋去君誰與守孟子曰曾子子思同道曾子師也父兄也子思臣也微也曾子子思易地則皆然儲子曰王使人瞷夫子果有以異於人乎孟子曰何以異於人哉堯舜與人同耳齊人有一妻一妾而處室者其良人出則必饜酒肉而後反其妻問所與飲食者則盡富貴也其妻告其妾曰良人出則必饜酒肉而後反問其與飲食者盡富貴也而未嘗有顯者來吾將瞷良人之所之也蚤起施從良人之所之徧國中無與立談者卒之東郭墦間之祭者乞其餘不足又顧而之他此其為饜足之道也其妻歸告其妾曰良人者所仰望而終身也今若此與其妾訕其良人而相泣於中庭而良人未之知也施施從外來驕其妻妾由君子觀之則人之所以求富貴利達者其妻妾不羞也而不相泣者幾希矣"}
{"id": "KR1h0001_009", "series": "KR1h0001", "text": "萬章問曰舜往于田號泣于旻天何為其號泣也孟子曰怨慕也萬章曰父母愛之喜而不忘父母惡之勞而不怨然則舜怨乎曰長息問於公明高曰舜往于田則吾既得聞命矣號泣于旻天于父母則吾不知也公明高曰是非爾所知也夫公明高以孝子之心為不若是恝我竭力耕田共為子職而已矣父母之不我愛於我何哉帝使其子九男二女百官牛羊倉廩備以事舜於畎畝之中天下之士多就之者帝將胥天下而遷之焉為不順於父母如窮人無所歸天下之士悅之人之所欲也而不足以解憂好色人之所欲妻帝之二女而不足以解憂富人之所欲富有天下而不足以解憂貴人之所欲貴為天子而不足以解憂人悅之好色富貴無足以解憂者惟順於父母可以解憂人少則慕父母知好色則慕少艾有妻子則慕妻子仕則慕君不得於君則熱中大孝終身慕父母五十而慕者予於大舜見之矣萬章問曰詩云娶妻如之何必告父母信斯言也宜莫如舜舜之不告而娶何也孟子曰告則不得娶男女居室人之大倫也如告則廢人之大倫以懟父母是以不告也萬章曰舜之不告而娶則吾既得聞命矣帝之妻舜而不告何也曰帝亦知告焉則不得妻也萬章曰父母使舜完廩捐階瞽瞍焚廩使浚井出從而揜之象曰謨蓋都君咸我績牛羊父母倉廩父母干戈朕琴朕弤朕二嫂使治朕棲象往入舜宮舜在床琴象曰鬱陶思君爾忸怩舜曰唯茲臣庶汝其于予治不識舜不知象之將殺己與曰奚而不知也象憂亦憂象喜亦喜曰然則舜偽喜者與曰否昔者有饋生魚於鄭子產子產使校人畜之池校人烹之反命曰始舍之圉圉焉少則洋洋焉攸然而逝子產曰得其所哉得其所哉校人出曰孰謂子產智予既烹而食之曰得其所哉得其所哉故君子可欺以其方難罔以非其道彼以愛兄之道來故誠信而喜之奚偽焉萬章問曰象日以殺舜為事立為天子則放之何也孟子曰封之也或曰放焉萬章曰舜流共工于幽州放驩兜于崇山殺三苗于三危殛鯀于羽山四罪而天下咸服誅不仁也象至不仁封之有庳有庳之人奚罪焉仁人固如是乎在他人則誅之在弟則封之曰仁人之於弟也不藏怒焉不宿怨焉親愛之而已矣親之欲其貴也愛之欲其富也封之有庳富貴之也身為天子弟為匹夫可謂親愛之乎敢問或曰放者何謂也曰象不得有為於其國天子使吏治其國而納其貢稅焉故謂之放豈得暴彼民哉雖然欲常常而見之故源源而來不及貢以政接于有庳此之謂也咸丘蒙問曰語云盛德之士君不得而臣父不得而子舜南面而立堯帥諸侯北面而朝之瞽瞍亦北面而朝之舜見瞽瞍其容有蹙孔子曰於斯時也天下殆哉岌岌乎不識此語誠然乎哉孟子曰否此非君子之言齊東野人之語也堯老而舜攝也堯典曰二十有八載放勛乃徂落百姓如喪考妣三年四海遏密八音孔子曰天無二日民無二王舜既為天子矣又帥天下諸侯以為堯三年喪是二天子矣咸丘蒙曰舜之不臣堯則吾既得聞命矣詩云普天之下莫非王土率土之濱莫非王臣而舜既為天子矣敢問瞽瞍之非臣如何曰是詩也非是之謂也勞於王事而不得養父母也曰此莫非王事我獨賢勞也故說詩者不以文害辭不以辭害志以意逆志是為得之如以辭而已矣雲漢之詩曰周餘黎民靡有孑遺信斯言也是周無遺民也孝子之至莫大乎尊親尊親之至莫大乎以天下養為天子父尊之至也以天下養養之至也詩曰永言孝思孝思維則此之謂也書曰祗載見瞽瞍夔夔齋栗瞽瞍亦允若是為父不得而子也萬章曰堯以天下與舜有諸孟子曰否天子不能以天下與人然則舜有天下也孰與之曰天與之天與之者諄諄然命之乎曰否天不言以行與事示之而已矣曰以行與事示之者如之何曰天子能薦人於天不能使天與之天下諸侯能薦人於天子不能使天子與之諸侯大夫能薦人於諸侯不能使諸侯與之大夫昔者堯薦舜於天而天受之暴之於民而民受之故曰天不言以行與事示之而已矣曰敢問薦之於天而天受之暴之於民而民受之如何曰使之主祭而百神享之是天受之使之主事而事治百姓安之是民受之也天與之人與之故曰天子不能以天下與人舜相堯二十有八載非人之所能為也天也堯崩三年之喪畢舜避堯之子於南河之南天下諸侯朝覲者不之堯之子而之舜訟獄者不之堯之子而之舜謳歌者不謳歌堯之子而謳歌舜故曰天也夫然後之中國踐天子位焉而居堯之宮逼堯之子是篡也非天與也大誓曰天視自我民視天聽自我民聽此之謂也萬章問曰人有言至於禹而德衰不傳於賢而傳於子有諸孟子曰否不然也天與賢則與賢天與子則與子昔者舜薦禹於天十有七年舜崩三年之喪畢禹避舜之子於陽城天下之民從之若堯崩之後不從堯之子而從舜也禹薦益於天七年禹崩三年之喪畢益避禹之子於箕山之陰朝覲訟獄者不之益而之啟曰吾君之子也謳歌者不謳歌益而謳歌啟曰吾君之子也丹朱之不肖舜之子亦不肖舜之相堯禹之相舜也歷年多施澤於民久啟賢能敬承繼禹之道益之相禹也歷年少施澤於民未久舜禹益相去久遠其子之賢不肖皆天也非人之所能為也莫之為而為者天也莫之致而至者命也匹夫而有天下者德必若舜禹而又有天子薦之者故仲尼不有天下繼世而有天下天之所廢必若桀紂者也故益伊尹周公不有天下伊尹相湯以王於天下湯崩太丁未立外丙二年仲壬四年太甲顛覆湯之典刑伊尹放之於桐三年太甲悔過自怨自艾於桐處仁遷義三年以聽伊尹之訓己也復歸于亳周公之不有天下猶益之於夏伊尹之於殷也孔子曰唐虞禪夏后殷周繼其義一也萬章問曰人有言伊尹以割烹要湯有諸孟子曰否不然伊尹耕於有莘之野而樂堯舜之道焉非其義也非其道也祿之以天下弗顧也繫馬千駟弗視也非其義也非其道也一介不以與人一介不以取諸人湯使人以幣聘之囂囂然曰我何以湯之聘幣為哉我豈若處畎畝之中由是以樂堯舜之道哉湯三使往聘之既而幡然改曰與我處畎畝之中由是以樂堯舜之道吾豈若使是君為堯舜之君哉吾豈若使是民為堯舜之民哉吾豈若於吾身親見之哉天之生此民也使先知覺後知使先覺覺後覺也予天民之先覺者也予將以斯道覺斯民也非予覺之而誰也思天下之民匹夫匹婦有不被堯舜之澤者若己推而內之溝中其自任以天下之重如此故就湯而說之以伐夏救民吾未聞枉己而正人者也況辱己以正天下者乎聖人之行不同也或遠或近或去或不去歸絜其身而已矣吾聞其以堯舜之道要湯未聞以割烹也伊訓曰天誅造攻自牧宮朕載自亳萬章問曰或謂孔子於衛主癰疽於齊主侍人瘠環有諸乎孟子曰否不然也好事者為之也於衛主顏讎由彌子之妻與子路之妻兄弟也彌子謂子路曰孔子主我衛卿可得也子路以告孔子曰有命孔子進以禮退以義得之不得曰有命而主癰疽與侍人瘠環是無義無命也孔子不悅於魯衛遭宋桓司馬將要而殺之微服而過宋是時孔子當阨主司城貞子為陳侯周臣吾聞觀近臣以其所為主觀遠臣以其所主若孔子主癰疽與侍人瘠環何以為孔子萬章問曰或曰百里奚自鬻於秦養牲者五羊之皮食牛以要秦繆公信乎孟子曰否不然好事者為之也百里奚虞人也晉人以垂棘之璧與屈產之乘假道於虞以伐虢宮之奇諫百里奚不諫知虞公之不可諫而去之秦年已七十矣曾不知以食牛干秦繆公之為汙也可謂智乎不可諫而不諫可謂不智乎知虞公之將亡而先去之不可謂不智也時舉於秦知繆公之可與有行也而相之可謂不智乎相秦而顯其君於天下可傳於後世不賢而能之乎自鬻以成其君鄉黨自好者不為而謂賢者為之乎"}
{"id": "KR1h0001_010", "series": "KR1h0001", "text": "孟子曰伯夷目不視惡色耳不聽惡聲非其君不事非其民不使治則進亂則退橫政之所出橫民之所止不忍居也思與鄉人處如以朝衣朝冠坐於塗炭也當紂之時居北海之濱以待天下之清也故聞伯夷之風者頑夫廉懦夫有立志伊尹曰何事非君何使非民治亦進亂亦進曰天之生斯民也使先知覺後知使先覺覺後覺予天民之先覺者也予將以此道覺此民也思天下之民匹夫匹婦有不與被堯舜之澤者如己推而內之溝中其自任以天下之重也如此柳下惠不羞汙君不辭小官進不隱賢必以其道遺佚而不怨阨窮而不憫與鄉人處由由然不忍去也爾為爾我為我雖袒裼裸裎於我側爾焉能浼我哉故聞柳下惠之風者鄙夫寬薄夫敦孔子之去齊接淅而行去魯曰遲遲吾行也去父母國之道也可以速而速可以久而久可以處而處可以仕而仕孔子也孟子曰伯夷聖之清者也伊尹聖之任者也柳下惠聖之和者也孔子聖之時者也孔子之謂集大成集大成也者金聲而玉振之也金聲也者始條理也玉振之也者終條理也始條理者智之事也終條理者聖之事也智譬則巧也聖譬則力也由射於百步之外也其至爾力也其中非爾力也北宮錡問曰周室班爵祿也如之何孟子曰其詳不可得聞也諸侯惡其害己也而皆去其籍然而軻也嘗聞其略也天子一位公一位侯一位伯一位子男同一位凡五等也君一位卿一位大夫一位上士一位中士一位下士一位凡六等天子之制地方千里公侯皆方百里伯七十里子男五十里凡四等不能五十里不達於天子附於諸侯曰附庸天子之卿受地視侯大夫受地視伯元士受地視子男大國地方百里君十卿祿卿祿四大夫大夫倍上士上士倍中士中士倍下士下士與庶人在官者同祿祿足以代其耕也次國地方七十里君十卿祿卿祿三大夫大夫倍上士上士倍中士中士倍下士下士與庶人在官者同祿祿足以代其耕也小國地方五十里君十卿祿卿祿二大夫大夫倍上士上士倍中士中士倍下士下士與庶人在官者同祿祿足以代其耕也耕者之所獲一夫百畝百畝之糞上農夫食九人上次食八人中食七人中次食六人下食五人庶人在官者其祿以是為差萬章問曰敢問友孟子曰不挾長不挾貴不挾兄弟而友友也者友其德也不可以有挾也孟獻子百乘之家也有友五人焉樂正裘牧仲其三人則予忘之矣獻子之與此五人者友也無獻子之家者也此五人者亦有獻子之家則不與之友矣非惟百乘之家為然也雖小國之君亦有之費惠公曰吾於子思則師之矣吾於顏般則友之矣王順長息則事我者也非惟小國之君為然也雖大國之君亦有之晉平公之於亥唐也入云則入坐云則坐食云則食雖蔬食菜羹未嘗不飽蓋不敢不飽也然終於此而已矣弗與共天位也弗與治天職也弗與食天祿也士之尊賢者也非王公之尊賢也舜尚見帝帝館甥于貳室亦饗舜迭為賓主是天子而友匹夫也用下敬上謂之貴貴用上敬下謂之尊賢貴貴尊賢其義一也萬章曰敢問交際何心也孟子曰恭也曰卻之卻之為不恭何哉曰尊者賜之曰其所取之者義乎不義乎而後受之以是為不恭故弗卻也曰請無以辭卻之以心卻之曰其取諸民之不義也而以他辭無受不可乎曰其交也以道其接也以禮斯孔子受之矣萬章曰今有禦人於國門之外者其交也以道其餽也以禮斯可受禦與曰不可康誥曰殺越人于貨閔不畏死凡民罔不譈是不待教而誅者也殷受夏周受殷所不辭也於今為烈如之何其受之曰今之諸侯取之於民也猶禦也苟善其禮際矣斯君子受之敢問何說也曰子以為有王者作將比今之諸侯而誅之乎其教之不改而後誅之乎夫謂非其有而取之者盜也充類至義之盡也孔子之仕於魯也魯人獵較孔子亦獵較獵較猶可而況受其賜乎曰然則孔子之仕也非事道與曰事道也事道奚獵較也曰孔子先簿正祭器不以四方之食供簿正曰奚不去也曰為之兆也兆足以行矣而不行而後去是以未嘗有所終三年淹也孔子有見行可之仕有際可之仕有公養之仕於季桓子見行可之仕也於衛靈公際可之仕也於衛孝公公養之仕也孟子曰仕非為貧也而有時乎為貧娶妻非為養也而有時乎為養為貧者辭尊居卑辭富居貧辭尊居卑辭富居貧惡乎宜乎抱關擊柝孔子嘗為委吏矣曰會計當而已矣嘗為乘田矣曰牛羊茁壯長而已矣位卑而言高罪也立乎人之本朝而道不行恥也萬章曰士之不託諸侯何也孟子曰不敢也諸侯失國而後託於諸侯禮也士之託於諸侯非禮也萬章曰君餽之粟則受之乎曰受之受之何義也曰君之於氓也固周之曰周之則受賜之則不受何也曰不敢也曰敢問其不敢何也曰抱關擊柝者皆有常職以食於上無常職而賜於上者以為不恭也曰君餽之則受之不識可常繼乎曰繆公之於子思也亟問亟餽鼎肉子思不悅於卒也摽使者出諸大門之外北面稽首再拜而不受曰今而後知君之犬馬畜伋蓋自是臺無餽也悅賢不能舉又不能養也可謂悅賢乎曰敢問國君欲養君子如何斯可謂養矣曰以君命將之再拜稽首而受其後廩人繼粟庖人繼肉不以君命將之子思以為鼎肉使己僕僕爾亟拜也非養君子之道也堯之於舜也使其子九男事之二女女焉百官牛羊倉廩備以養舜於畎畝之中後舉而加諸上位故曰王公之尊賢者也萬章曰敢問不見諸侯何義也孟子曰在國曰市井之臣在野曰草莽之臣皆謂庶人庶人不傳質為臣不敢見於諸侯禮也萬章曰庶人召之役則往役君欲見之召之則不往見之何也曰往役義也往見不義也且君之欲見之也何為也哉曰為其多聞也為其賢也曰為其多聞也則天子不召師而況諸侯乎為其賢也則吾未聞欲見賢而召之也繆公亟見於子思曰古千乘之國以友士何如子思不悅曰古之人有言曰事之云乎豈曰友之云乎子思之不悅也豈不曰以位則子君也我臣也何敢與君友也以德則子事我者也奚可以與我友千乘之君求與之友而不可得也而況可召與齊景公田招虞人以旌不至將殺之志士不忘在溝壑勇士不忘喪其元孔子奚取焉取非其招不往也曰敢問招虞人何以曰以皮冠庶人以旃士以旂大夫以旌以大夫之招招虞人虞人死不敢往以士之招招庶人庶人豈敢往哉況乎以不賢人之招招賢人乎欲見賢人而不以其道猶欲其入而閉之門也夫義路也禮門也惟君子能由是路出入是門也詩云周道如底其直如矢君子所履小人所視萬章曰孔子君命召不俟駕而行然則孔子非與曰孔子當仕有官職而以其官召之也孟子謂萬章曰一鄉之善士斯友一鄉之善士一國之善士斯友一國之善士天下之善士斯友天下之善士以友天下之善士為未足又尚論古之人頌其詩讀其書不知其人可乎是以論其世也是尚友也齊宣王問卿孟子曰王何卿之問也王曰卿不同乎曰不同有貴戚之卿有異姓之卿王曰請問貴戚之卿曰君有大過則諫反覆之而不聽則易位王勃然變乎色曰王勿異也王問臣臣不敢不以正對王色定然後請問異姓之卿曰君有過則諫反覆之而不聽則去"}
{"id": "KR1h0001_011", "series": "KR1h0001", "text": "告子曰性猶杞柳也義猶桮棬也以人性為仁義猶以杞柳為桮棬孟子曰子能順杞柳之性而以為桮棬乎將戕賊杞柳而後以為桮棬也如將戕賊杞柳而以為桮棬則亦將戕賊人以為仁義與率天下之人而禍仁義者必子之言夫告子曰性猶湍水也決諸東方則東流決諸西方則西流人性之無分於善不善也猶水之無分於東西也孟子曰水信無分於東西無分於上下乎人性之善也猶水之就下也人無有不善水無有不下今夫水搏而躍之可使過顙激而行之可使在山是豈水之性哉其勢則然也人之可使為不善其性亦猶是也告子曰生之謂性孟子曰生之謂性也猶白之謂白與曰然白羽之白也猶白雪之白白雪之白猶白玉之白歟曰然然則犬之性猶牛之性牛之性猶人之性歟告子曰食色性也仁內也非外也義外也非內也孟子曰何以謂仁內義外也曰彼長而我長之非有長於我也猶彼白而我白之從其白於外也故謂之外也曰異於白白馬之白也無以異於白人之白也不識長馬之長也無以異於長人之長歟且謂長者義乎長之者義乎曰吾弟則愛之秦人之弟則不愛也是以我為悅者也故謂之內長楚人之長亦長吾之長是以長為悅者也故謂之外也曰耆秦人之炙無以異於耆吾炙夫物則亦有然者也然則耆炙亦有外歟孟季子問公都子曰何以謂義內也曰行吾敬故謂之內也鄉人長於伯兄一歲則誰敬曰敬兄酌則誰先曰先酌鄉人所敬在此所長在彼果在外非由內也公都子不能荅以告孟子孟子曰敬叔父乎敬弟乎彼將曰敬叔父曰弟為尸則誰敬彼將曰敬弟子曰惡在其敬叔父也彼將曰在位故也子亦曰在位故也庸敬在兄斯須之敬在鄉人季子聞之曰敬叔父則敬敬弟則敬果在外非由內也公都子曰冬日則飲湯夏日則飲水然則飲食亦在外也公都子曰告子曰性無善無不善也或曰性可以為善可以為不善是故文武興則民好善幽厲興則民好暴或曰有性善有性不善是故以堯為君而有象以瞽瞍為父而有舜以紂為兄之子且以為君而有微子啟王子比干今曰性善然則彼皆非歟孟子曰乃若其情則可以為善矣乃所謂善也若夫為不善非才之罪也惻隱之心人皆有之羞惡之心人皆有之恭敬之心人皆有之是非之心人皆有之惻隱之心仁也羞惡之心義也恭敬之心禮也是非之心智也仁義禮智非由外鑠我也我固有之也弗思耳矣故曰求則得之舍則失之或相倍蓰而無筭者不能盡其才者也詩曰天生蒸民有物有則民之秉夷好是懿德孔子曰為此詩者其知道乎故有物必有則民之秉夷也故好是懿德孟子曰富歲子弟多賴凶歲子弟多暴非天之降才爾殊也其所以陷溺其心者然也今夫麰麥播種而耰之其地同樹之時又同浡然而生至於日至之時皆孰矣雖有不同則地有肥磽雨露之養人事之不齊也故凡同類者舉相似也何獨至於人而疑之聖人與我同類者故龍子曰不知足而為屨我知其不為蕢也屨之相似天下之足同也口之於味有同耆也易牙先得我口之所耆者也如使口之於味也其性與人殊若犬馬之與我不同類也則天下何耆皆從易牙之於味也至於味天下期於易牙是天下之口相似也惟耳亦然至於聲天下期於師曠是天下之耳相似也惟目亦然至於子都天下莫不知其姣也不知子都之姣者無目者也故曰口之於味也有同耆焉耳之於聲也有同聽焉目之於色也有同美焉至於心獨無所同然乎心之所同然者何也謂理也義也聖人先得我心之所同然耳故理義之悅我心猶芻豢之悅我口孟子曰牛山之木嘗美矣以其郊於大國也斧斤伐之可以為美乎是其日夜之所息雨露之所潤非無萌蘖之生焉牛羊又從而牧之是以若彼濯濯也人見其濯濯也以為未嘗有材焉此豈山之性也哉雖存乎人者豈無仁義之心哉其所以放其良心者亦猶斧斤之於木也旦旦而伐之可以為美乎其日夜之所息平旦之氣其好惡與人相近也者幾希則其旦晝之所為有梏亡之矣梏之反覆則其夜氣不足以存夜氣不足以存則其違禽獸不遠矣人見其禽獸也而以為未嘗有才焉者是豈人之情也哉故苟得其養無物不長苟失其養無物不消孔子曰操則存舍則亡出入無時莫知其鄉惟心之謂與孟子曰無或乎王之不智也雖有天下易生之物也一日暴之十日寒之未有能生者也吾見亦罕矣吾退而寒之者至矣吾如有萌焉何哉今夫弈之為數小數也不專心致志則不得也弈秋通國之善弈者也使弈秋誨二人弈其一人專心致志惟弈秋之為聽一人雖聽之一心以為有鴻鵠將至思援弓繳而射之雖與之俱學弗若之矣為是其智弗若與曰非然也孟子曰魚我所欲也熊掌亦我所欲也二者不可得兼舍魚而取熊掌者也生亦我所欲也義亦我所欲也二者不可得兼舍生而取義者也生亦我所欲所欲有甚於生者故不為苟得也死亦我所惡所惡有甚於死者故患有所不辟也如使人之所欲莫甚於生則凡可以得生者何不用也使人之所惡莫甚於死者則凡可以辟患者何不為也由是則生而有不用也由是則可以辟患而有不為也是故所欲有甚於生者所惡有甚於死者非獨賢者有是心也人皆有之賢者能勿喪耳一簞食一豆羹得之則生弗得則死嘑爾而與之行道之人弗受蹴爾而與之乞人不屑也萬鍾則不辯禮義而受之萬鍾於我何加焉為宮室之美妻妾之奉所識窮乏者得我與鄉為身死而不受今為宮室之美為之鄉為身死而不受今為妻妾之奉為之鄉為身死而不受今為所識窮乏者得我而為之是亦不可以已乎此之謂失其本心孟子曰仁人心也義人路也舍其路而弗由放其心而不知求哀哉人有雞犬放則知求之有放心而不知求學問之道無他求其放心而已矣孟子曰今有無名之指屈而不信非疾痛害事也如有能信之者則不遠秦楚之路為指之不若人也指不若人則知惡之心不若人則不知惡此之謂不知類也孟子曰拱把之桐梓人苟欲生之皆知所以養之者至於身而不知所以養之者豈愛身不若桐梓哉弗思甚也孟子曰人之於身也兼所愛兼所愛則兼所養也無尺寸之膚不愛焉則無尺寸之膚不養也所以考其善不善者豈有他哉於己取之而已矣體有貴賤有小大無以小害大無以賤害貴養其小者為小人養其大者為大人今有場師舍其梧檟養其樲棘則為賤場師焉養其一指而失其肩背而不知也則為狼疾人也飲食之人則人賤之矣為其養小以失大也飲食之人無有失也則口腹豈適為尺寸之膚哉公都子問曰鈞是人也或為大人或為小人何也孟子曰從其大體為大人從其小體為小人曰鈞是人也或從其大體或從其小體何也曰耳目之官不思而蔽於物物交物則引之而已矣心之官則思思則得之不思則不得也此天之所與我者先立乎其大者則其小者不能奪也此為大人而已矣孟子曰有天爵者有人爵者仁義忠信樂善不倦此天爵也公卿大夫此人爵也古之人脩其天爵而人爵從之今之人脩其天爵以要人爵既得人爵而棄其天爵則惑之甚者也終亦必亡而已矣孟子曰欲貴者人之同心也人人有貴於己者弗思耳矣人之所貴者非良貴也趙孟之所貴趙孟能賤之詩云既醉以酒既飽以德言飽乎仁義也所以不願人之膏粱之味也令聞廣譽施於身所以不願人之文繡也孟子曰仁之勝不仁也猶水之勝火今之為仁者猶以一杯水救一車薪之火也不熄則謂之水不勝火此又與於不仁之甚者也亦終必亡而已矣孟子曰五穀者種之美者也苟為不熟不如荑稗夫仁亦在乎熟之而已矣孟子曰羿之教人射必志於彀學者亦必志於彀大匠誨人必以規矩學者亦必以規矩"}
{"id": "KR1h0001_012", "series": "KR1h0001", "text": "任人有問屋廬子曰禮與食孰重曰禮重色與禮孰重曰禮重曰以禮食則飢而死不以禮食則得食必以禮乎親迎則不得妻不親迎則得妻必親迎乎屋廬子不能對明日之鄒以告孟子孟子曰於荅是也何有不揣其本而齊其末方寸之木可使高於岑樓金重於羽者豈謂一鉤金與一輿羽之謂哉取食之重者與禮之輕者而比之奚翅食重取色之重者與禮之輕者而比之奚翅色重往應之曰紾兄之臂而奪之食則得食不紾則不得食則將紾之乎踰東家牆而摟其處子則得妻不摟則不得妻則將摟之乎曹交問曰人皆可以為堯舜有諸孟子曰然交聞文王十尺湯九尺今交九尺四寸以長食粟而已如何則可曰奚有於是亦為之而已矣有人於此力不能勝一匹雛則為無力人矣今曰舉百鈞則為有力人矣然則舉烏獲之任是亦為烏獲而已矣夫人豈以不勝為患哉弗為耳徐行後長者謂之弟疾行先長者謂之不弟夫徐行者豈人所不能哉所不為也堯舜之道孝悌而已矣子服堯之服誦堯之言行堯之行是堯而已矣子服桀之服誦桀之言行桀之行是桀而已矣曰交得見於鄒君可以假館願留而受業於門曰夫道若大路然豈難知哉人病不求耳子歸而求之有餘師公孫丑問曰高子曰小弁小人之詩也孟子曰何以言之曰怨曰固哉高叟之為詩也有人於此越人關弓而射之則己談笑而道之無他疏之也其兄關弓而射之則己垂涕泣而道之無他戚之也小弁之怨親親也親親仁也固矣夫高叟之為詩也曰凱風何以不怨曰凱風親之過小者也小弁親之過大者也親之過大而不怨是愈疏也親之過小而怨是不可磯也愈疏不孝也不可磯亦不孝也孔子曰舜其至孝矣五十而慕宋牼將之楚孟子遇於石丘曰先生將何之曰吾聞秦楚搆兵我將見楚王說而罷之楚王不悅我將見秦王說而罷之二王我將有所遇焉曰軻也請無問其詳願聞其指說之將何如曰我將言其不利也曰先生之志則大矣先生之號則不可先生以利說秦楚之王秦楚之王悅於利以罷三軍之師是三軍之士樂罷而悅於利也為人臣者懷利以事其君為人子者懷利以事其父為人弟者懷利以事其兄是君臣父子兄弟終去仁義懷利以相接然而不亡者未之有也先生以仁義說秦楚之王秦楚之王悅於仁義以罷三軍之師是三軍之士樂罷而悅於仁義也為人臣者懷仁義以事其君為人子者懷仁義以事其父為人弟者懷仁義以事其兄是君臣父子兄弟去利懷仁義以相接也然而不王者未之有也何必曰利孟子居鄒季任為任處守以幣交受之而不報處於平陸儲子為相以幣交受之而不報他日由鄒之任見季子由平陸之齊不見儲子屋廬子喜曰連得間矣問曰夫子之任見季子之齊不見儲子為其為相與曰非也書曰享多儀儀不及物曰不享惟不役志于享為其不成享也屋廬子悅或問之屋廬子曰季子不得之鄒儲子得之平陸淳于髡曰先名實者為人也後名實者自為也夫子在三卿之中名實未加於上下而去之仁者固如此乎孟子曰居下位不以賢事不肖者伯夷也五就湯五就桀者伊尹也不惡汙君不辭小官者柳下惠也三子者不同道其趨一也一者何也曰仁也君子亦仁而已矣何必同曰魯繆公之時公儀子為政子柳子思為臣魯之削也滋甚若是乎賢者之無益於國也曰虞不用百里奚而亡秦繆公用之而霸不用賢則亡削何可得歟曰昔者王豹處於淇而河西善謳緜駒處於高唐而齊右善歌華周杞梁之妻善哭其夫而變國俗有諸內必形諸外為其事而無其功者髡未嘗覩之也是故無賢者也有則髡必識之曰孔子為魯司寇不用從而祭燔肉不至不稅冕而行不知者以為為肉也其知者以為為無禮也乃孔子則欲以微罪行不欲為苟去君子之所為眾人固不識也孟子曰五霸者三王之罪人也今之諸侯五霸之罪人也今之大夫今之諸侯之罪人也天子適諸侯曰巡狩諸侯朝於天子曰述職春省耕而補不足秋省斂而助不給入其疆土地辟田野治養老尊賢俊傑在位則有慶慶以地入其疆土地荒蕪遺老失賢掊克在位則有讓一不朝則貶其爵再不朝則削其地三不朝則六師移之是故天子討而不伐諸侯伐而不討五霸者摟諸侯以伐諸侯者也故曰五霸者三王之罪人也五霸桓公為盛葵丘之會諸侯束牲載書而不歃血初命曰誅不孝無易樹子無以妾為妻再命曰尊賢育才以彰有德三命曰敬老慈幼無忘賓旅四命曰士無世官官事無攝取士必得無專殺大夫五命曰無曲防無遏糴無有封而不告曰凡我同盟之人既盟之後言歸于好今之諸侯皆犯此五禁故曰今之諸侯五霸之罪人也長君之惡其罪小逢君之惡其罪大今之大夫皆逢君之惡故曰今之大夫今之諸侯之罪人也魯欲使慎子為將軍孟子曰不教民而用之謂之殃民殃民者不容於堯舜之世一戰勝齊遂有南陽然且不可慎子勃然不悅曰此則滑釐所不識也曰吾明告子天子之地方千里不千里不足以待諸侯諸侯之地方百里不百里不足以守宗廟之典籍周公之封於魯為方百里也地非不足而儉於百里太公之封於齊也亦為方百里也地非不足也而儉於百里今魯方百里者五子以為有王者作則魯在所損乎在所益乎徒取諸彼以與此然且仁者不為況於殺人以求之乎君子之事君也務引其君以當道志於仁而已孟子曰今之事君者皆曰我能為君辟土地充府庫今之所謂良臣古之所謂民賊也君不鄉道不志於仁而求富之是富桀也我能為君約與國戰必克今之所謂良臣古之所謂民賊也君不鄉道不志於仁而求為之強戰是輔桀也由今之道無變今之俗雖與之天下不能一朝居也白圭曰吾欲二十而取一何如孟子曰子之道貉道也萬室之國一人陶則可乎曰不可器不足用也曰夫貉五穀不生惟黍生之無城郭宮室宗廟祭祀之禮無諸侯幣帛饔飧無百官有司故二十取一而足也今居中國去人倫無君子如之何其可也陶以寡且不可以為國況無君子乎欲輕之於堯舜之道者大貉小貉也欲重之於堯舜之道者大桀小桀也白圭曰丹之治水也愈於禹孟子曰子過矣禹之治水水之道也是故禹以四海為壑今吾子以鄰國為壑水逆行謂之洚水洚水者洪水也仁人之所惡也吾子過矣孟子曰君子不亮惡乎執魯欲使樂正子為政孟子曰吾聞之喜而不寐公孫丑曰樂正子強乎曰否有知慮乎曰否多聞識乎曰否然則奚為喜而不寐曰其為人也好善好善足乎曰好善優於天下而況魯國乎夫苟好善則四海之內皆將輕千里而來告之以善夫苟不好善則人將曰𧦧𧦧予既已知之矣𧦧𧦧之聲音顏色距人於千里之外士止於千里之外則讒諂面諛之人至矣與讒諂面諛之人居國欲治可得乎陳子曰古之君子何如則仕孟子曰所就三所去三迎之致敬以有禮言將行其言也則就之禮貌未衰言弗行也則去之其次雖未行其言也迎之致敬以有禮則就之禮貌衰則去之其下朝不食夕不食飢餓不能出門戶君聞之曰吾大者不能行其道又不能從其言也使飢餓於我土地吾恥之周之亦可受也免死而已矣孟子曰舜發於畎畝之中傅說舉於版築之間膠鬲舉於魚鹽之中管夷吾舉於士孫叔敖舉於海百里奚舉於市故天將降大任於是人也必先苦其心志勞其筋骨餓其體膚空乏其身行拂亂其所為所以動心忍性曾益其所不能人恆過然後能改困於心衡於慮而後作徵於色發於聲而後喻入則無法家拂士出則無敵國外患者國恆亡然後知生於憂患而死於安樂也孟子曰教亦多術矣予不屑之教誨也者是亦教誨之而已矣"}
{"id": "KR1h0001_013", "series": "KR1h0001", "text": "孟子曰盡其心者知其性也知其性則知天矣存其心養其性所以事天也殀壽不貳脩身以俟之所以立命也孟子曰莫非命也順受其正是故知命者不立乎巖墻之下盡其道而死者正命也桎梏死者非正命也孟子曰求則得之舍則失之是求有益於得也求在我者也求之有道得之有命是求無益於得也求在外者也孟子曰萬物皆備於我矣反身而誠樂莫大焉強恕而行求仁莫近焉孟子曰行之而不著焉習矣而不察焉終身由之而不知其道者眾也孟子曰人不可以無恥無恥之恥無恥矣孟子曰恥之於人大矣為機變之巧者無所用恥焉不恥不若人何若人有孟子曰古之賢王好善而忘勢古之賢士何獨不然樂其道而忘人之勢故王公不致敬盡禮則不得亟見之見且由不得亟而況得而臣之乎孟子謂宋句踐曰子好遊乎吾語子遊人知之亦囂囂人不知亦囂囂曰何如斯可以囂囂矣曰尊德樂義則可以囂囂矣故士窮不失義達不離道窮不失義故士得己焉達不離道故民不失望焉古之人得志澤加於民不得志脩身見於世窮則獨善其身達則兼善天下孟子曰待文王而後興者凡民也若夫豪傑之士雖無文王猶興孟子曰附之以韓魏之家如其自視欿然則過人遠矣孟子曰以佚道使民雖勞不怨以生道殺民雖死不怨殺者孟子曰霸者之民驩虞如也王者之民皞皞如也殺之而不怨利之而不庸民日遷善而不知為之者夫君子所過者化所存者神上下與天地同流豈曰小補之哉孟子曰仁言不如仁聲之入人深也善政不如善教之得民也善政民畏之善教民愛之善政得民財善教得民心孟子曰人之所不學而能者其良能也所不慮而知者其良知也孩提之童無不知愛其親者及其長也無不知敬其兄也親親仁也敬長義也無他達之天下也孟子曰舜之居深山之中與木石居與鹿豕遊其所以異於深山之野人者幾希及其聞一善言見一善行若決江河沛然莫之能禦也孟子曰無為其所不為無欲其所不欲如此而已矣孟子曰人之有德慧術知者恆存乎疢疾獨孤臣孽子其操心也危其慮患也深故達孟子曰有事君人者事是君則為容悅者也有安社稷臣者以安社稷為悅者也有天民者達可行於天下而後行之者也有大人者正己而物正者也孟子曰君子有三樂而王天下不與存焉父母俱存兄弟無故一樂也仰不愧於天俯不怍於人二樂也得天下英才而教育之三樂也君子有三樂而王天下不與存焉孟子曰廣土眾民君子欲之所樂不存焉中天下而立定四海之民君子樂之所性不存焉君子所性雖大行不加焉雖窮居不損焉分定故也君子所性仁義禮智根於心其生色也睟然見於面盎於背施於四體四體不言而喻孟子曰伯夷辟紂居北海之濱聞文王作興曰盍歸乎來吾聞西伯善養老者太公辟紂居東海之濱聞文王作興曰盍歸乎來吾聞西伯善養老者天下有善養老則仁人以為己歸矣五畝之宅樹牆下以桑匹婦蠶之則老者足以衣帛矣五母雞二母彘無失其時老者足以無失肉矣百畝之田匹夫耕之八口之家足以無飢矣所謂西伯善養老者制其田里教之樹畜導其妻子使養其老五十非帛不煖七十非肉不飽不煖不飽謂之凍餒文王之民無凍餒之老者此之謂也孟子曰易其田疇薄其稅斂民可使富也食之以時用之以禮財不可勝用也民非水火不生活昏暮叩人之門戶求水火無弗與者至足矣聖人治天下使有菽粟如水火菽粟如水火而民焉有不仁者乎孟子曰孔子登東山而小魯登太山而小天下故觀於海者難為水遊於聖人之門者難為言觀水有術必觀其瀾日月有明容光必照焉流水之為物也不盈科不行君子之志於道也不成章不達孟子曰雞鳴而起孳孳為善者舜之徒也雞鳴而起孳孳為利者跖之徒也欲知舜與跖之分無他利與善之間也孟子曰楊子取為我拔一毛而利天下不為也墨子兼愛摩頂放踵利天下為之子莫執中執中為近之執中無權猶執一也所惡執一者為其賊道也舉一而廢百也孟子曰飢者甘食渴者甘飲是未得飲食之正也飢渴害之也豈惟口腹有飢渴之害人心亦皆有害人能無以飢渴之害為心害則不及人不為憂矣孟子曰柳下惠不以三公易其介孟子曰有為者辟若掘井掘井九軔而不及泉猶為棄井也孟子曰堯舜性之也湯武身之也五霸假之也久假而不歸惡知其非有也公孫丑曰伊尹曰予不狎于不順放太甲于桐民大悅太甲賢又反之民大悅賢者之為人臣也其君不賢則固可放與孟子曰有伊尹之志則可無伊尹之志則篡也公孫丑曰詩曰不素餐兮君子之不耕而食何也孟子曰君子居是國也其君用之則安富尊榮其子弟從之則孝悌忠信不素餐兮孰大於是王子墊問曰士何事孟子曰尚志曰何謂尚志曰仁義而已矣殺一無罪非仁也非其有而取之非義也居惡在仁是也路惡在義是也居仁由義大人之事備矣孟子曰仲子不義與之齊國而弗受人皆信之是舍簞食豆羹之義也人莫大焉亡親戚君臣上下以其小者信其大者奚可哉桃應問曰舜為天子皋陶為士瞽瞍殺人則如之何孟子曰執之而已矣然則舜不禁與曰夫舜惡得而禁之夫有所受之也然則舜如之何曰舜視棄天下猶棄敝蹝也竊負而逃遵海濱而處終身訢然樂而忘天下孟子自范之齊望見齊王之子喟然嘆曰居移氣養移體大哉居乎夫非盡人之子與孟子曰王子宮室車馬衣服多與人同而王子若彼者其居使之然也況居天下之廣居者乎魯君之宋呼於垤澤之門守者曰此非吾君也何其聲之似我君也此無他居相似也孟子曰食而弗愛豕交之也愛而不敬獸畜之也恭敬者幣之未將者也恭敬而無實君子不可虛拘孟子曰形色天性也惟聖人然後可以踐形齊宣王欲短喪公孫丑曰為朞之喪猶愈於已乎孟子曰是猶或紾其兄之臂子謂之姑徐徐云爾亦教之孝弟而已矣王子有其母死者其傅為之請數月之喪公孫丑曰若此者何如也曰是欲終之而不可得也雖加一日愈於已謂夫莫之禁而弗為者也孟子曰君子之所以教者五有如時雨化之者有成德者有達財者有荅問者有私淑艾者此五者君子之所以教也公孫丑曰道則高矣美矣宜若登天然似不可及也何不使彼為可幾及而日孳孳也孟子曰大匠不為拙工改廢繩墨羿不為拙射變其彀率君子引而不發躍如也中道而立能者從之孟子曰天下有道以道殉身天下無道以身殉道未聞以道殉乎人者也公都子曰滕更之在門也若在所禮而不荅何也孟子曰挾貴而問挾賢而問挾長而問挾有勳勞而問挾故而問皆所不荅也滕更有二焉孟子曰於不可已而已者無所不已於所厚者薄無所不薄也其進銳者其退速孟子曰君子之於物也愛之而弗仁於民也仁之而弗親親親而仁民仁民而愛物孟子曰知者無不知也當務之為急仁者無不愛也急親賢之為務堯舜之知而不徧物急先務也堯舜之仁不徧愛人急親賢也不能三年之喪而緦小功之察放飯流歠而問無齒決是之謂不知務"}
{"id": "KR1h0001_014", "series": "KR1h0001", "text": "孟子曰不仁哉梁惠王也仁者以其所愛及其所不愛不仁者以其所不愛及其所愛公孫丑問曰何謂也梁惠王以土地之故糜爛其民而戰之大敗將復之恐不能勝故驅其所愛子弟以殉之是之謂以其所不愛及其所愛也孟子曰春秋無義戰彼善於此則有之矣征者上伐下也敵國不相征也孟子曰盡信書則不如無書吾於武成取二三策而已矣仁人無敵於天下以至仁伐至不仁而何其血之流杵也孟子曰有人曰我善為陳我善為戰大罪也國君好仁天下無敵焉南面而征北狄怨東面而征西夷怨曰奚為後我武王之伐殷也革車三百兩虎賁三千人王曰無畏寧爾也非敵百姓也若崩厥角稽首征之為言正也各欲正己也焉用戰孟子曰梓匠輪輿能與人規矩不能使人巧孟子曰舜之飯糗茹草也若將終身焉及其為天子也被袗衣鼓琴二女果若固有之孟子曰吾今而後知殺人親之重也殺人之父人亦殺其父殺人之兄人亦殺其兄然則非自殺之也一間耳孟子曰古之為關也將以禦暴今之為關也將以為暴孟子曰身不行道不行於妻子使人不以道不能行於妻子孟子曰周于利者凶年不能殺周于德者邪世不能亂孟子曰好名之人能讓千乘之國苟非其人簞食豆羹見於色孟子曰不信仁賢則國空虛無禮義則上下亂無政事則財用不足孟子曰不仁而得國者有之矣不仁而得天下者未之有也孟子曰民為貴社稷次之君為輕是故得乎丘民而為天子得乎天子為諸侯得乎諸侯為大夫諸侯危社稷則變置犧牲既成粢盛既絜祭祀以時然而旱乾水溢則變置社稷孟子曰聖人百世之師也伯夷柳下惠是也故聞伯夷之風者頑夫廉懦夫有立志聞柳下惠之風者薄夫敦鄙夫寬奮乎百世之上百世之下聞者莫不興起也非聖人而能若是乎而況於親炙之者乎孟子曰仁也者人也合而言之道也孟子曰孔子之去魯曰遲遲吾行也去父母國之道也去齊接淅而行去他國之道也孟子曰君子之戹於陳蔡之間無上下之交也貉稽曰稽大不理於口孟子曰無傷也士憎茲多口詩云憂心悄悄慍于群小孔子也肆不殄厥慍亦不殞厥問文王也孟子曰賢者以其昭昭使人昭昭今以其昏昏使人昭昭孟子謂高子曰山徑之蹊間介然用之而成路為間不用則茅塞之矣今茅塞子之心矣高子曰禹之聲尚文王之聲孟子曰何以言之曰以追蠡曰是奚足哉城門之軌兩馬之力與齊饑陳臻曰國人皆以夫子將復為發棠殆不可復孟子曰是為馮婦也晉人有馮婦者善搏虎卒為善士則之野有眾逐虎虎負嵎莫之敢攖望見馮婦趨而迎之馮婦攘臂下車眾皆悅之其為士者笑之孟子曰口之於味也目之於色也耳之於聲也鼻之於臭也四肢之於安佚也性也有命焉君子不謂性也仁之於父子也義之於君臣也禮之於賓主也知之於賢者也聖人之於天道也命也有性焉君子不謂命也浩生不害問曰樂正子何人也孟子曰善人也信人也何謂善何謂信曰可欲之謂善有諸己之謂信充實之謂美充實而有光輝之謂大大而化之之謂聖聖而不可知之之謂神樂正子二之中四之下也孟子曰逃墨必歸於楊逃楊必歸於儒歸斯受之而已矣今之與楊墨辯者如追放豚既入其苙又從而招之孟子曰有布縷之征粟米之征力役之征君子用其一緩其二用其二而民有殍用其三而父子離孟子曰諸侯之寶三土地人民政事寶珠玉者殃必及身盆成括仕於齊孟子曰死矣盆成括盆成括見殺門人問曰夫子何以知其將見殺曰其為人也小有才未聞君子之大道也則足以殺其軀而已矣孟子之滕館於上宮有業屨於牖上館人求之弗得或問之曰若是乎從者之廀也曰子以是為竊屨來與曰殆非也夫予之設科也往者不追來者不拒苟以是心至斯受之而已矣孟子曰人皆有所不忍達之於其所忍仁也人皆有所不為達之於其所為義也人能充無欲害人之心而仁不可勝用也人能充無穿踰之心而義不可勝用也人能充無受爾汝之實無所往而不為義也士未可以言而言是以言餂之也可以言而不言是以不言餂之也是皆穿踰之類也孟子曰言近而指遠者善言也守約而施博者善道也君子之言也不下帶而道存焉君子之守脩其身而天下平人病舍其田而芸人之田所求於人者重而所以自任者輕孟子曰堯舜性者也湯武反之也動容周旋中禮者盛德之至也哭死而哀非為生者也經德不回非以干祿也言語必信非以正行也君子行法以俟命而已矣孟子曰說大人則藐之勿視其巍巍然堂高數仞榱題數尺我得志弗為也食前方丈侍妾數百人我得志弗為也般樂飲酒驅騁田獵後車千乘我得志弗為也在彼者皆我所不為也在我者皆古之制也吾何畏彼哉孟子曰養心莫善於寡欲其為人也寡欲雖有不存焉者寡矣其為人也多欲雖有存焉者寡矣曾晳嗜羊棗而曾子不忍食羊棗公孫丑問曰膾炙與羊棗孰美孟子曰膾炙哉公孫丑曰然則曾子何為食膾炙而不食羊棗曰膾炙所同也羊棗所獨也諱名不諱姓姓所同也名所獨也萬章問曰孔子在陳曰盍歸乎來吾黨之小子狂簡進取不忘其初孔子在陳何思魯之狂士孟子曰孔子不得中道而與之必也狂狷乎狂者進取狷者有所不為也孔子豈不欲中道哉不可必得故思其次也敢問何如斯可謂狂矣曰如琴張曾晳牧皮者孔子之所謂狂矣何以謂之狂也曰其志嘐嘐然曰古之人古之人夷考其行而不掩焉者也狂者又不可得欲得不屑不絜之士而與之是獧也是又其次也孔子曰過我門而不入我室我不憾焉者其惟鄉原乎鄉原德之賊也曰何如斯可謂之鄉原矣曰何以是嘐嘐也言不顧行行不顧言則曰古之人古之人行何為踽踽涼涼生斯世也為斯世也善斯可矣閹然媚於世也者是鄉原也萬子曰一鄉皆稱原人焉無所往而不為原人孔子以為德之賊何哉曰非之無舉也刺之無刺也同乎流俗合乎汙世居之似忠信行之似廉絜眾皆悅之自以為是而不可與入堯舜之道故曰也德之賊孔子曰惡似而非者惡莠恐其亂苗也惡佞恐其亂義也惡利口恐其亂信也惡鄭聲恐其亂樂也惡紫恐其亂朱也惡鄉原恐其亂德也君子反經而已矣經正則庶民興庶民興斯無邪慝矣孟子曰由堯舜至於湯五百有餘歲若禹皋陶則見而知之若湯則聞而知之由湯至於文王五百有餘歲若伊尹萊朱則見而知之若文王則聞而知之由文王至於孔子五百有餘歲若太公望散宜生則見而知之若孔子則聞而知之由孔子而來至於今百有餘歲去聖人之世若此其未遠也近聖人之居若此其甚也然而無有乎爾則亦無有乎爾"}
