{"id": "KR1j0002_001", "series": "KR1j0002", "text": "郭璞注初哉首基肇祖元胎俶落權輿始也林烝天帝皇王后辟公侯君也弘廓宏溥介純夏幠厖墳嘏丕弈洪誕戎駿假京碩濯訏宇穹壬路淫甫景廢壯冢簡箌昄晊將業席大也幠厖有也迄臻極到赴來弔艐格戾懷摧詹至也如適之嫁徂逝往也賚貢錫卑子貺賜也儀若祥淑鮮省臧嘉令類綝彀攻榖介徽善也舒業順敘也舒業順敘緒也怡懌恱欣衎喜愉豫愷康妉般樂也恱懌愉釋賔協服也遹遵率循由從自也遹遵率循也靖惟漠圖詢度咨諏究如慮謨猷肈基訪謀也典彞法則刑範矩庸恒律戛職秩常也柯憲刑範辟律矩則法也辜辟戾辠也黃髮齯齒鮐背耇老壽也允孚亶展諶誠亮詢信也展諶允愼亶誠也謔浪笑敖戲謔也粤于爰曰也爰粤于也爰粤于那都繇於也㪉郃盍翕仇偶妃匹㑹合也仇讎敵妃知儀匹也妃合㑹對也妃媲也紹㣧嗣續纂緌績武係繼也忥謚溢蟄愼貉謐顗頠密寧靜也隕磒湮下降墜摽蘦落也命令禧畛祈請謁訊誥告也永悠迥違遐逷闊逺也永悠迥逺遐也虧壞圯垝毀也矢雉引延順薦劉繹尸旅陳也尸職主也尸寀也寀寮官也績緒采業服冝貫公事也永羕引延融駿長也喬嵩崇髙也崇充也犯奢果毅剋捷功肩堪勝也勝肩戡劉殺克也劉獮斬刺殺也亹亹蠠没孟敦朂釗茂劭勔勉也騖務昏暋強也卬吾台予朕身甫余言我也朕余躬身也台朕賚卑卜陽予也肅延誘薦餤晉寅藎進也羞餞迪烝進也詔亮左右相導也詔相導左右助勴也亮介尚右也左右亮也緝熈烈顯昭皓熲光也劼鞏堅篤掔􁌎膠固也疇孰誰也暀暀皇皇藐藐穆穆休嘉珍褘懿鑠美也諧輯協和也關關噰噰音聲和也勰燮和也從申神加弼崇重也觳悉卒泯忽滅罄空畢罊殱抜殄盡也苞蕪茂豐也揫斂屈收戢蒐裒鳩樓聚也肅齊遄速亟屢數迅疾也寁駿肅亟遄速也壑阬阬滕徴隍漮虚也黎庶烝多醜師旅衆也洋觀裒衆那多也流差柬擇也戰慄震驚戁竦恐慴懼也痡瘏虺頽玄黄劬勞咎顇瘽瘉鰥戮癙癵㾖痒疧疵閔逐疚痗瘥痱􁈏瘵瘼癠病也恙寫悝盱繇慘恤罹憂也倫勩邛敕勤愉庸癉勞也勞來強事謂翦篲勤也悠傷憂思也懷惟慮願念惄思也禄祉履戩祓禧禠祜福也禋祀祠蒸甞禴祭也儼恪祗翼諲恭欽寅熯敬也朝旦夙晨晙早也􁒳竢替戾厎止徯待也噊幾烖殆危也􁀹汽也治肆古故也肆故今也惇亶祜篤掔仍肶埤竺腹厚也載謨食詐僞也話猷載行訛言也遘逢遇也遘逢遇遻也遘逢遇遻見也顯昭覲釗覿見也監瞻臨涖頫相視也鞠訩溢盈也孔魄哉延虚無之言間也瘞幽隱匿蔽竄微也訖徽妥懷安按替戾底底尼定曷遏止也豫射厭也烈績業也績勲功也功績質登平明考就成也梏梗較頲庭道直也密康靜也豫寧綏康柔安也平均夷弟易也矢弛也弛易也希寡鮮罕也鮮寡也酬酢侑報也毗劉㬥樂也覭髳苐離也蠱謟貳疑也楨翰儀榦也弼棐輔比俌也疆界邊衞圉垂也昌敵彊應丁當也浡肩揺動蠢迪俶厲作也玆斯咨呰巳此也嗟咨􁒴也閑狎串貫習也曩塵佇淹留乆也逮及曁與也騭假格陟躋登陞也揮盝歇涸竭也挋拭刷清也鴻昏於顯間代也饁饟饋也遷運徙也秉拱執也廞熈興也衞蹶假嘉也廢稅赦舎也捿遟憩休苦㕟齂呬息也供峙共具也􁒵憐惠愛也娠蠢震戁妯騷感訛蹶動也覆察副審也契滅殄絶也郡臻仍迺侯乃也迪繇訓道也僉咸胥皆也育孟耆艾正伯長也艾歷也歷秭算數也歷傅也艾歷覛胥相也乂亂靖神弗淈治也頥艾育養也汱渾隕墜也際接翜捷也毖神溢愼也鬱陶繇喜也馘穧獲也阻艱難也剡㗉利也允任壬佞也俾拼抨使也俾拼抨使從也儴仍因也董督正也享孝也珍享獻也縱縮亂也探篡俘取也徂在存也在存省士察也烈枿餘也迓迎也元良首也薦摯臻也賡揚續也祔祪祖也即尼也尼定也邇幾暱近也妥安坐也貉縮綸也貉嗼安定也伊維也伊維侯也時寔是也卒猷假輟巳也求酋在卒就終也崩薨無禄卒徂落殪死也夫興鍵摛贍璞檮少鑚㑹稡剟礫搴稂易了篲企躅肈俶辟幠厖誕訏箌昄晊極弔艐摧卑予鮮省令綝彀妉般樂遹度諏彞辟辜辠齯鮐耇亶諶敖粤繇於㪉郃盍妃媲纂忥謚貉謐顗頠隕磒摽蘦令畛告迥逷壞圯垝寀毅戡獮刺亹蠠釗劭勔騖暋強卭台卑陽予餤藎相勴熲劼掔疇暀藐褘輯噰勰重觳罊殱揫蒐遄亟數亟寁阬漮差柬慄戁恐慴痡瘏虺顇瘽瘉癙癵㾖痒疧痗瘥痱􁈏瘵癠悝盱繇勩癉勞來強思惄袚褫禴恪諲熯晙􁒳竢厎徯噊烖􁀹汽肶埤竺遘遻監涖頫瘞匿妥遏射梏較頲易矢弛鮮酢㬥樂覭髳謟棐比俌圉呰􁒴串貫黻畯諈諉累􁂋窶薆僾唈挾浹琛紕淩傭氂罽燎煁烓苛筑奘駔泭遝畫賑分懠僁度眕硈嚻懟縭號謼逜顁遺菼薍餐耋輶俴綯躐疐跲柢閒斃踣僨僵潰隌冥䵑闍殛冥仆諗弇䦧燬偟懊忨愒榰柱慒黹紩廯逭閒俔沄沆䠊燠堛齊饘矏襺靦姡鬻翢纛妎芾狃復般還緍辟漦華斤條便廱惴憢番矯藹濟思踖佗忯懕媞懋慀慅赫墫瞿蹻憍夢訰懪儚爞敖傲佌痯瘐惸愽怲畇畟郝穟穮桎穫溞淅鐄丁盡喈佻契尼儵嘒㻆刺懽愮謞訿甹夆掣遹萲諼號雩曁僩烜尰骭瘍拇媛猗襢裼馮籧篨夸擗拊緎縫殿屎呻幬侜罶妣從父從祖從母晜姪姒娣公嫡嬪"}
{"id": "KR1j0002_002", "series": "KR1j0002", "text": "殷齊中也斯誃離也謖興起也還復返也宣徇徧也馹遽傳也蒙荒奄也告謁請也肅噰聲也格懷來也畛厎致也恀怙恃也律遹述也俞畣然也豫臚敘也庶幾尚也觀指示也若惠順也敖幠傲也幼鞠稚也逸諐過也疑休戾也疾齊壯也悈褊急也貿賈市也厞陋隱也遏遾逮也征邁行也髦士官也畯農夫也蓋割裂也邕支載也諈諉累也漠察清也庇庥廕也榖履禄也履禮也隱占也逆迎也㦧曽也増益也窶貧也薆隱也僾唈也基經也基設也祺祥也祺吉也兆域也肈敏也挾藏也浹徹也替廢也替滅也速徴也徴召也琛寶也探試也髦選也髦俊也俾職也紕飾也淩慄也慄慼也蠲明也茅明也明朗也猷圖也猷若也偁舉也稱好也坎律銓也矢誓也舫舟也泳游也迨及也冥幼也降下也傭均也強暴也宨肆也肆力也俅戴也瘞幽也氂罽也烘燎也煁烓也陪朝也康苛也樊藩也賦量也粻糧也庶侈也庶幸也筑拾也奘駔也集㑹也舫泭也洵均也洵龕也逮遝也是則也畫形也賑富也局分也懠怒也僁聲也葵揆也揆度也逮及也惄飢也眕重也獵虐也土田也戍遏也師人也硈鞏也棄忘也嚻閑也謀心也獻聖也里邑也襄除也振古也懟怨也縭介也號謼也凶咎也苞稹也逜寤也顁題也猷肯可也務侮也貽遺也貿買也賄財也甲狎也菼騅也菼薍也粲餐也渝變也冝肴也夷恱也顚頂也耋老也輶輕也俴淺也綯絞也訛化也跋躐也疐跲也烝塵也戎相也飫私也孺屬也幕暮也煽熾也熾盛也柢本也窕閒也淪率也罹毒也檢同也郵過也遜遯也斃踣也僨僵也畛殄也曷盍也虹潰也隌闇也䵑膠也孔甚也厥其也戛禮也闍臺也囚拘也攸所也展適也鬱氣也宅居也休慶也祈叫也濬幽深也哲智也弄玩也尹正也皇匡正也服整也聘問也愧慙也殛誅也克能也翌明也訩訟也晦冥也奔走也逡退也疐仆也亞次也諗念也届極也奄同也弇蓋也恫痛也握具也振訊也䦧恨也越揚也對遂也燬火也懈怠也宣緩也遇偶也曩曏也偟暇也宵夜也懊忨也愒貪也榰柱也裁節也並併也卒旣也慒慮也將資也薾紩也遞迭也矧況也廩廯也逭逃也訊言也閒俔也沄沆也干扞也趾足也䠊刖也襄駕也忝辱也燠煖也塊堛也將齊也餬饘也啓跪也扆宧㝔柣閾楔樞椳􁏥坫杇椹榩􁇠堊樴杙楎臬闍榤垣塒杗廇梲䦕槉楶桴榱檐樀簃筄郷屏宁閍觀衖塾橛闑瓴甋甓壼劇隄杠徛陜籩盎缶瓿瓵瓠甈斪斸定鐯疀緵罭嫠笱罺汕篧槮罝罞彘羉罛繴罿罬罦絇分卣裗䘽襮縁純袕褮眥衱袸褑衽袺扱襜褘縭緌纀捐鑣钀轙餯饐餲糷糪餒斮鮨醢臡垽鼐圜鼒釴款鬲􁃺鉹璲區翮縳緷虡藣蔌蓋璗鏐鐐鉼鈑鈏鵠觷剒剫璆銑鏃縁弭蜃珧琡好瑗縓赬纁􁇠邸蓐箷辨韏䤹卣徴灑鼖應毊篪沂塤嘂剽棧筊簥篞篎籥箹吹和咢寋柷敔籈鼗料長嬴荐閼著重黓牂洽涒噩閹敦窒塞陬寎且相涂凱頽猋庉飄雨曀應雺螮蝀雩挈弇霆霓䨘涷霡霂霖濟霽亢氏析枵顓頊虚定娵觜降咮何启欃槍彴礿燔庪縣磔禷禡禘肜胙蒐獮狩獠闐綢杠纁縿廣長旐斾旟雝濟陓藪阠隃溴珣玗㑹稽崘虚􁒭鰈鶼邛岠齧難蟨迭枳坰溼陂阪菑畬邠濮觚敦銳椉陼潦而還渻沮覆敦邐迆定厓洒漘隩隈重滸涘汜溦坯崧嶠巋岌峘屬崒厜㕒盛嶞重甗隒别鮮陘磝礐岵澩豄崔嵬砠澞見否瀐瀱汋縣氿仄湀過辨灉潬汧瀵濋汶灛沱濄潁濆灡漪湄濟揭繇上紼縭􁉕緌造泭澮泝陼坻潏虚駭頰覆鬴鬲"}
{"id": "KR1j0002_003", "series": "KR1j0002", "text": "矏密也開闢也袍襺也障畛也靦姡也鬻糜也舒緩也翢纛也纛翳也隍壑也芼搴也典經也威則也苛妎也芾小也迷惑也狃復也逼迫也般還也班賦也濟渡也濟成也濟益也緍綸也辟歷也漦盝也寛綽也衮黻也華皇也昆後也彌終也明明斤斤察也條條秩秩智也穆穆肅肅敬也諸諸便便辯也肅肅翼翼恭也廱廱優優和也兢兢憴憴戒也戰戰蹌蹌動也晏晏温温柔也業業翹翹危也惴惴憢憢懼也番番矯矯勇也桓桓烈烈威也洸洸赳赳武也藹藹濟濟止也悠悠洋洋思也蹶蹶踖踖敏也薨薨増増衆也烝烝遂遂作也委委佗佗美也忯忯惕惕愛也偁偁格格舉也蓁蓁孽孽戴也懕懕媞媞安也祁祈遟遟徐也丕丕簡簡大也存存萌萌在也懋懋慔慔勉也庸庸慅慅勞也赫赫躍躍迅也綽綽爰爰緩也坎坎墫墫喜也瞿瞿休休儉也旭旭蹻蹻憍也夢夢訰訰亂也懪懪邈邈悶也儚儚洄洄惛也版版盪盪僻也爞爞炎炎薰也居居究究惡也仇仇敖敖傲也佌佌瑣瑣小也悄悄慘慘愠也痯痯瘦瘦病也殷殷惸惸忉忉慱慱欽欽京京忡忡惙惙怲怲弈弈憂也畇畇田也畟畟耜也郝郝耕也繹繹生也穟穟苗也緜緜穮也挃挃穫也栗栗衆也溞溞淅也烰烰烝也俅俅服也峨峨祭也鍠鍠樂也穰穰福也子子孫孫引無極也顒顒卬卬君之德也丁丁嚶嚶相切直也藹藹萋萋臣盡力也噰噰喈喈民協服也佻佻契契愈遐急也宴宴粲粲尼居息也哀哀悽悽懐報德也儵儵嘒嘒罹禍毒也晏晏旦旦悔爽忒也皐皐㻆㻆刺素食也懽懽愮愮憂無告也憲憲洩洩制法則也謔謔謞謞崇讒慝也翕翕訿訿莫供職也速速蹙蹙惟逑鞫也抑抑密也秩秩淸也甹夆掣曵也朔北方也不俟不來也不遹不蹟也不徹不道也勿念勿忘也萲諼忘也毎有雖也饎酒食也舞號雩也曁不及也蠢不遜也如切如磋道學也如琢如磨自脩也瑟兮僩兮恂慄也赫兮烜兮威儀也有斐君子終不可諼兮道盛德至善民之不能忘也旣微且尰骭瘍爲微腫足爲尰是刈是穫鑊煑之也履帝武敏武迹也敏拇也張仲孝友善父母爲孝善兄弟爲友有客宿宿言再宿也有客信信言四宿也美女爲媛美士爲彦其虚其徐威儀容止也猗嗟名兮目上爲名式微式微者微乎微者也之子者是子也徒御不驚輦者也襢裼肉袒也暴虎徒搏也馮河徒渉也籧篨口柔也戚施面柔也夸毗體柔也婆娑舞也擗拊心也矜憐撫掩之也緎羔裘之縫也殿屎呻也幬謂之帳侜張誑也蒮韭茖葱葝䪥蒚薜蘄椵堇櫬薊枹葥蔧菉蔏藋蘩皤菣蔚􁅆莞菥蓂蒤瓠瓣茹藘臝萑蓷虉粢衆秫菽萒蘥蘾薞萰菟荄蒵蔩茢薽豕荓藱葖蘆萉淔苬簜苨菧絰菅菲芴葍䔰萎葋艼熒萹葴薢茩芵茪莁荑蔱蘠􁇦瓝芍蘱薡蕫蕛苵薈蓼蓧蓨虋芑秠稃稌藑夫藆藅莔荍蚍衃蕇蔜􁓊􁓋莌蘢葑蓯蒡荵莤蓾柱夫隧蘧𬞞茝蘮蒘髦蕀雚􁓌莐蕍蕮蔨靃莥薃媞莞蒚茄蕸蔤華菡萏薏蘬蒫黂枲菲蒠蕢蘼萹濼衆莙薻蓫苹蓱莃藬蘈藚藾蔆攗薛葥莓藫蘜蓨茥蒛葐芨虃菺蘻蕧茡藐茈脫蘵蒢藒芞葞蔠菋荎藸蒤藈椉衱袶攫盱蔝蔜湅馗菌菆苕蔈茇蘪數鄰筡笐䈚枹芏葴藗菤􁉙莣藨藨薂購蔞茢葽蒬茦刺萩銚芅芣苢綸苀蠡萿搴拒朐芺荂蔈猋藨芀蒹薕菼薍虇蕍芛葟荺茭槄榎樗椈髠梱椵柂柟柀煔櫠椵杻檍楙椋栵栭檴楥抑栩杼荎著藲荎槹綦朹檕朻榽橀梫棆椐樻櫐欇檵楰欇寓梂檖楔榹要樲洗塡泄還棯樸棪㯈欀槐聶炕椅梀瘣遒棫桵樆辨枌栘檿柛􁌬棤皵梢櫂樅榝華疐鑚繚檄螜蜚蠦蜰螾􁓏蜩蚻蠽蝒蜓蚞蛣蜣蝎􁇸蠰蜉蝣蛂蟥蛢蠸父蝚䗐蝆蟷蠰蜱蛸蝍蛆蝝蝮蜪蛬蟼蛝䗃蛗螽蠜蜤蜙蝑蟿蠰螼蜸蚕貈蛑虰蛵蜭䘃蛅蟴蟠蟫䖸螒蚚蛶螪螝蜆螘蠪朾蚳蟗䵹鼄蝥蠭蟦蝤􁌨蟰蛸踦蛭蠖蚇螟蛉炤蚅蠋蠓蠛蛈蝪蟓雔蚢翥罅螸􁇟蟊豸鱣鰋鯇鮀鮂鰦鰼鰌鰹鮦鮵魾鱯鮡鰝鰕鱀鱦鮥鮛鮪鯦魱鮤鱴鱊鮬鱖鯞鰴魵鮅鱒魴魾鯬鯠蜎蠉蟣鼁􁉮蟾黽蜌螷能賁蚹蠃螔蝓蜬螖蠌蟧珧倪贆魧鼯鳺餔敊鶆鵹鴷鸄鶶鷵鉏鷂鷮鳪鸐雗鵫翬􁀂鶅鵗鷷鵌鼵鸛鷒鶝鶔射翪鳶蹼亢嗉鳼鷚別長鶹􁆺黧麔麎䴠麚麀麛麕麌麆麜豜獥嬎迒䝐豶幺奏豱豵橧豴􁇤􁊯豝虦貓貘甝虪貀鼳麙貆貒貗貔􁅄父貙獌麢麠麃􁊔旄魋䝟貐驨羱麐麂貄彚刺狒被蹯􁊘猱蝯父泥贙豦蜼椉闕狃鼢鼸鼷鼶鼬鼩鼭鼣鼫鼤鼨鼮鼰齝齛齸釁撟狊騊駼倨騉趼甗駥馵骹驓騱翑踦驤駵騵驈驠駺馰縣駹減闋廣馻褭驂騇騝騽駽驎驒鬛騥鴇駓駰騢駩喙騧􁓙差犘犦犤犩犣犝犑觭觢犉眥牰犚犈牬犌羒牂羭羖觤觠羷羳羜猣玂獫猲狣獢雓僆駥犉羬彘􁊯獒鶤道光甲申春仲從藝芸書舍借来細勘一過知其佳䖏洵非以後諸刻所能及也思適居士顧千里記"}
{"id": "KR1j0002_004", "series": "KR1j0002", "text": "誰昔昔也不辰不時也凡曲者爲罶鬼之爲言歸也父爲考母爲妣父之考爲王父父之妣爲王母王父之考爲曽祖王父王父之妣爲曽祖王母曽祖王父之考爲髙祖王父曽祖王父之妣爲髙祖王母父之丗父叔父爲從祖祖父父之丗母叔母爲從祖祖母父之晜弟先生爲丗父後生爲叔父男子先生爲兄後生爲弟男子謂女子先生爲姊後生爲妹父之姊妹爲姑父之從父晜弟爲從祖父父之從祖晜弟爲族父族父之子相謂爲族晜弟族晜弟之子相謂爲親同姓兄之子弟之子相謂爲從父晜弟子之子爲孫孫之子爲曽孫曽孫之子爲玄孫玄孫之子爲來孫來孫之子爲晜孫晜孫之子爲仍孫仍孫之子爲雲孫王父之姊妹爲王姑曽祖王父之姊妹爲曽祖王姑髙祖王父之姊妹爲髙祖王姑父之從父姊妹爲從祖姑父之從祖姊妹為族祖姑父之從父晜弟之母爲從祖王母父之從祖晜弟之母爲族祖王母父之兄妻爲丗母父之弟妻爲叔母父之從父晜弟之妻爲從祖母父之從祖晜弟之妻爲族祖母父之從祖祖父爲族曽王父父之從祖祖母爲族曽王母父之妾爲庶母祖王父也晜兄也宗族母之考爲外王父母之妣爲外王母母之王考爲外曽王父母之王妣爲外曾王母母之晜弟爲舅母之從父晜弟爲從舅母之姊妹爲從母從母之男子爲從母晜弟其女子子爲從母姊妹母黨妻之父爲外舅妻之母爲外姑姑之子爲甥舅之子爲甥妻之晜弟爲甥姊妹之夫爲甥妻之姊妹同出爲姨女子謂姊妹之夫爲私男子謂姊妹之子爲出女子謂晜弟之子爲姪謂出之子爲離孫謂姪之子爲歸孫女子子之子爲外孫女子同出謂先生爲姒後生爲娣女子謂兄之妻爲嫂弟之妻爲婦長婦謂稚婦爲娣婦娣婦謂長婦爲姒婦妻黨婦稱夫之父曰舅稱夫之母曰姑姑舅在則曰君舅君姑没則曰先舅先姑謂夫之庶母爲少姑夫之兄爲兄公夫之弟爲叔夫之姊爲女公夫之女弟爲女妹子之妻爲婦長婦爲嫡婦衆婦爲庶婦女子子之夫爲壻壻之父爲姻婦之父爲婚父之黨爲宗族母與妻之黨爲兄弟婦之父母壻之父母相謂爲婚姻兩壻相謂爲亞婦之黨爲婚兄弟壻之黨爲姻兄弟嬪婦也謂我舅者吾謂之甥也婚姻爾雅卷上郭璞注宫謂之室室謂之宫牖戸之閒謂之扆其内謂之家東西墻謂之序西南隅謂之奥西北隅謂之屋漏東北隅謂之宧東南隅謂之㝔柣謂之閾棖謂之楔楣謂之梁樞謂之椳樞逹北方謂之落時落時謂之􁏥垝謂之坫牆謂之墉鏝謂之杇椹謂之榩地謂之黝牆謂之堊樴謂之杙在牆者謂之楎在地者謂之臬大者謂之栱長者謂之閣闍謂之臺有木者謂之榭雞棲於弋爲榤鑿垣而棲爲塒植謂之傳傳謂之突杗廇謂之梁其上楹謂之梲關謂之槉栭謂之楶棟謂之桴桷謂之榱桷直而遂謂之閱直不受檐謂之交檐謂之樀容謂之防連謂之移屋上薄謂之筄兩階間謂之郷中庭之左右謂之位門屏之間謂之宁屏謂之樹閍謂之門正門謂之應門觀謂之闕宫中之門謂之闈其小者謂之閨小閨謂之閤衖門謂之閎門側之堂謂之塾橛謂之闑闔謂之扉所以止扉謂之閎瓴甋謂之甓宫中衖謂之壼廟中路謂之唐堂途謂之陳路旅途也路場猷行道也一逹謂之"}
{"id": "KR1j0002_005", "series": "KR1j0002", "text": "道路二逹謂之岐旁三逹謂之劇旁四逹謂之衢五逹謂之康六逹謂之莊七逹謂之劇驂八逹謂之崇期九逹謂之逵室中謂之時堂上謂之行堂下謂之歩門外謂之趨中庭謂之走大路謂之奔隄謂之梁石杠謂之徛室有東西廂曰廟無東西廂有室曰寢無室曰榭四方而髙曰臺陜而修曲曰樓木豆謂之豆竹豆謂之籩瓦豆謂之登盎謂之缶甌瓿謂之瓵康瓠謂之甈斪斸謂之定斫謂之鐯􁊲謂之疀緵罟謂之九罭九罭魚罔也嫠婦之笱謂之罶罺謂之汕篧謂之罩槮謂之涔鳥罟謂之羅兔罟謂之罝麋罟謂之罞彘罟謂之羉魚罟謂之罛繴謂之罿罿罬也罬謂之罦罦覆車也絇謂之救律謂之分大版謂之業繩之謂之縮之彛卣罍器也小罍謂之坎衣裗謂之䘽黼領謂之襮縁謂之純袕謂之褮衣眥謂之襟衱謂之裾衿謂之袸佩衿謂之褑執衽謂之袺扱衽謂之襭衣蔽前謂之襜婦人之褘謂之縭縭緌也裳削幅謂之纀輿革前謂之鞎後謂之笰竹前謂之禦後謂之蔽環謂之捐鑣謂之钀載轡謂之轙轡首謂之革餀謂之餯食饐謂之餲摶者謂之糷米者謂之糪肉謂之敗魚謂之餒肉曰脫之魚曰斮之冰脂也肉謂之羹魚謂之鮨肉謂之醢有骨者謂之臡康謂之蠱澱謂之垽鼎絕大謂之鼐圜弇上謂之鼒附耳外謂之釴款足者謂之鬲䰝謂之鬵鬵鉹也璲瑞也玉十謂之區羽本謂之翮一羽謂之箴十羽謂之縛百羽謂之緷木謂之虡旄謂之藣菜謂之蔌白蓋謂之苫黃金謂之璗其美者謂之鏐白金謂之銀其美者謂之鐐鉼金謂之鈑錫謂之鈏象謂之鵠角謂之犀謂之剒木謂之剫玉謂之雕金謂之鏤木謂之刻骨謂之切象謂之磋玉謂之琢石謂之磨璆琳玉也簡謂之畢不律謂之筆滅謂之點絕澤謂之銑金鏃翦羽謂之鍭骨鏃不翦羽謂之志弓有縁者謂之弓無縁者謂之弭以金者謂之銑以蜃者謂之珧以玉者謂之珪珪大尺二寸謂之玠璋大八寸謂之琡璧大六寸謂之宣肉倍好謂之璧好倍肉謂之瑗肉好若一謂之環繸綬也一染謂之縓再染謂之赬三染謂之纁青謂之葱黒謂之黝斧謂之黼邸謂之柢"}
{"id": "KR1j0002_006", "series": "KR1j0002", "text": "雕謂之琢蓐謂之兹竿謂之箷簀謂之第革中絕謂之辨革中辨謂之韏鏤􁒾也卣中尊也宫謂之重商謂之敏角謂之經徴謂之迭羽謂之柳大瑟謂之灑大琴謂之離大鼔謂之鼖小者謂之應大磬謂之毊大笙謂之巢小者謂之和大箎謂之沂寸大塤謂之嘂大鐘謂之鏞"}
{"id": "KR1j0002_007", "series": "KR1j0002", "text": "其中謂之剽小者謂之棧大簫謂之言小者謂之筊大管謂之簥其中謂之篞小者謂之篎大籥謂之産其中謂之仲小者謂之箹徒鼔瑟謂之步徒吹謂之和徒歌謂之謡徒擊鼔謂之咢徒鼔鐘謂之修徒鼔磬謂之寋所以鼔柷謂之止所以鼔敔謂之籈大鼗謂之麻小者謂之料和樂謂之節穹蒼蒼天也春爲蒼天夏爲昊天秋爲旻天冬爲上天四時春爲青陽夏爲朱明秋爲白藏冬爲玄英四氣和謂之玉燭春爲發生夏爲長嬴秋爲收成冬爲安寧四時和爲通正謂之景風甘雨時降萬物以嘉謂之醴泉祥榖不熟爲饑𬞞不熟爲饉果不熟爲荒仍饑爲荐災太歳在甲曰閼逢在乙曰旃蒙在丙曰柔兆在丁曰強圉在戊曰著雍在己曰屠維在庚曰上章在辛曰重光在壬曰玄􁓶在癸曰昭陽歳陽太歳在寅曰攝提格在卯曰單閼在辰曰執徐在巳曰大荒落在午曰敦牂在未曰恊洽在申曰涒灘在酉曰作噩在戌曰閹茂在亥曰大淵獻在子曰困敦在丑曰赤奮若載歳也夏曰歳商曰祀周曰年唐虞曰載歳名月在甲曰畢在乙曰橘在丙曰修在丁曰圉在戊曰厲在己曰則在庚曰窒在辛曰塞在壬曰終在癸曰極月陽正月爲陬二月爲如三月爲寎四月爲余五月爲臯六月爲且七月爲相八月爲壯九月爲玄十月爲陽十一月爲辜十二月爲涂月名南風謂之凱風東風謂之谷風北風謂之涼風西風謂之㤗風焚輪謂之穨扶揺謂之猋風與火爲庉迴風爲飄日出而風爲暴風而雨土爲霾隂而風爲曀天氣下地不應曰雺地氣發天不應曰霧霧謂之晦螮蝀謂之雩螮蝀虹也蜺爲挈貳弇日爲蔽雲疾雷爲霆霓雨䨘爲霄雪暴雨謂之涷小雨謂之霡霂久雨謂之淫淫謂之霖濟謂之霽風雨壽星角亢也天根氐也天駟房也大辰房心尾也大火謂之大辰析木謂之津箕斗之閒漢津也星紀斗牽牛也玄枵虚也顓頊之虚虚也北陸虚也營室謂之定娵觜之口營室東壁也降婁奎婁也大梁昴也西陸昴也濁謂之畢咮謂之柳柳鶉火也北極謂之北辰何鼔謂之牽牛明星謂之启明彗星爲欃槍奔星爲彴約星名春祭曰祠夏祭曰礿秋祭曰甞冬祭曰蒸祭天曰燔柴祭地曰瘞薶祭山曰庪縣祭川曰浮沈祭星曰布祭風曰磔是禷是禡師祭也旣伯旣禱馬祭也禘大祭也繹又祭也周曰繹商曰肜夏曰復胙祭名春獵爲蒐夏獵爲苗秋獵爲獮冬獵爲狩宵田爲獠火田爲狩乃立冢土戎醜攸行起大事動大衆必先"}
{"id": "KR1j0002_008", "series": "KR1j0002", "text": "有事乎社而後出謂之冝振旅闐闐出爲治兵尚威武也入爲振旅反尊卑也講武素錦綢杠纁帛縿素陞龍于縿練旒九飾以組維以縷緇廣充幅長尋曰旐繼旐曰旆注旄首曰旌有鈴曰旂錯革鳥曰旟因章曰旃旌旂兩河閒曰冀州河南曰豫州河西曰雝州漢南曰荆州江南曰揚州濟河間曰兖州濟東曰徐州燕曰幽州齊曰營州九州魯有大野晉有大陸秦有楊陓宋有孟諸楚有雲夢吴越之間有具區齊有海隅燕有昭余祁鄭有圃田周有焦護十藪東陵阠南陵息愼西陵威夷中陵朱滕北陵西隃鴈門是也陵莫大於加陵梁莫大於溴梁墳莫大於河墳八陵東方之美者有醫無閭之珣玗琪焉東南之美者有㑹稽之竹箭焉南方之美者有梁山之犀象焉西南之美者有華山之金石焉西方之美者有霍山之多珠玉焉西北之美者有崐崘虚之璆琳琅玕焉北方之美者有幽都之筋角焉東北之美者有斥山之文皮焉中有岱岳與其五穀魚鹽生焉九府東方有比目魚焉不比不行其名謂之鰈南方有比翼鳥焉不比不飛其名謂之鶼鶼西方有比肩獸焉與邛邛岠虚比爲邛邛岠虚齧甘草即有難邛邛岠虚負而走其名謂之蟨北方有比肩民焉迭食而迭望中有枳首蛇焉此四方中國之異氣也五方邑外謂之郊郊外謂之牧牧外謂之野野外謂之林林外謂之坰下溼曰隰大野曰平廣平曰原髙平曰陸大陸曰阜大阜曰陵大陵曰阿可食者曰原陂者曰阪下者曰溼歳曰葘二歳曰新田三歳曰畬野東至於泰逺西至於邠國南至於濮鈆北至於祝栗謂之四極觚竹北戸西王母日下謂之四荒"}
{"id": "KR1j0002_009", "series": "KR1j0002", "text": "九夷八狄七戎六蠻謂之四海岠齊州以南戴日爲丹穴北戴斗極爲空桐東至日所出爲太平西至日所入爲太蒙太平之人仁丹穴之人智太蒙之人信空桐之人武四極丘一成爲敦丘再成爲陶丘再成銳上爲融丘三成爲崐崘丘如椉者椉丘如陼者陼丘水潦所止泥丘方丘胡丘絕髙爲之京非人爲之丘水潦所還埒丘上正章丘澤中有丘都丘當途梧丘途出其右而還之畫丘途出其前戴丘途出其後昌丘水出其前渻丘水出其後沮丘水出其右正丘水出其左營丘如覆敦者敦丘邐迆沙丘左髙咸丘右髙臨丘前髙旄丘後髙陵丘偏髙阿丘宛中宛丘丘背有丘爲負丘左澤定丘右陵泰丘如畝畝丘如陵陵丘丘上有丘爲宛丘陳有宛丘晉有濳丘淮南有州黎丘天下有名丘五其三在河南其二在河北"}
{"id": "KR1j0002_010", "series": "KR1j0002", "text": "丘望厓洒而髙岸夷上洒下不漘隩隈厓内爲隩外爲隈畢堂牆重厓岸岸上滸墳大防涘爲厓窮瀆汜谷者溦厓岸河南華河西嶽河東岱河北恒江南衡山三襲陟再成英一成坯山大而髙崧山小而髙岑銳而髙嶠卑而大扈小而衆巋小山岌大山峘屬者嶧獨者蜀上正章宛中隆山脊岡未及上翠微山頂冢崒者厜㕒山如堂者密如防者盛巒山嶞重甗隒左右有岸厒大山宫小山霍小山别大山鮮山絕陘多小石磝多大石礐多草木岵無草木峐山上有水埒夏有水冬無水澩山豄無所通谿石戴土謂之崔嵬土戴石爲砠山夾水澗陵夾水澞山"}
{"id": "KR1j0002_011", "series": "KR1j0002", "text": "有穴為岫山西曰夕陽山東曰朝陽泰山爲東嶽華山爲西嶽霍山爲南嶽恒山爲北嶽嵩髙爲中嶽梁山晉望也泉一見一否爲瀐井一有水一無水爲瀱汋濫泉正出正出涌出也沃泉縣出縣出下出也沈泉穴出穴出庂出也湀闢流川過辨回川灉反入潬沙出汧出不流歸異出同流肥瀵大出尾下水醮曰厬水自河出爲灉濟爲濋汶爲瀾洛爲波漢爲濳淮爲滸江爲沱濄爲洵潁爲沙汝爲濆水決之澤爲汧決復入爲汜河水清且灡漪大波爲瀾小波爲淪直波爲徑江有沱河有灉汝有濆滸水厓水草交爲湄濟有深渉深則厲淺則揭揭者揭衣也以衣渉水爲厲繇膝以下爲揭繇膝以上爲渉繇帶以上爲厲濳行爲泳汎汎楊舟紼縭維之紼􁉕也縭緌也天子造舟諸侯維舟大夫方舟士特舟庶人乗泭水注川曰谿注谿曰谷注谷曰溝注溝曰澮注澮曰瀆逆流而上曰泝洄順流而下曰泝游正絕流曰亂江河淮濟爲四瀆四瀆者發原注海者也水泉水中可居者曰洲小洲曰陼小陼曰沚小沚曰坻人所爲爲潏水中河出崐崘虚色白所渠并千七百一川色黃百里一小曲千里一曲一直河曲徒駭太史馬頰覆鬴胡蘇簡絜鉤盤鬲津九河從釋地已下至九河皆禹所名也爾雅卷中"}
{"id": "KR1j0002_012", "series": "KR1j0002", "text": "郭璞注蒮山韭茖山葱葝山䪥蒚山蒜薜山蘄椵木槿櫬木槿术山薊楊枹薊葥王蔧菉王芻拜蔏藋蘩皤蒿蒿菣蔚牡菣齧彫蓬薦黍蓬􁅆䑕莞葝䑕尾菥􁅁大薺蒤虎杖孟狼尾瓠棲瓣茹藘茅蒐果臝之實栝樓荼苦菜萑蓷虉綬粢稷衆秫戎叔謂之荏菽卉草萒雀弁蘥雀麥蘹烏薞萰菟荄蘩菟蒵蔩菟瓜茢薽豕首荓馬帚藱懷羊茭牛蘄葖蘆萉淔稌稻葍藑茅臺夫須藆藅莔貝母荍蚍衃艾冰臺蕇亭歷苻鬼目薜庾草蔜􁓊􁓋離南活莌蘢天蘥須葑蓯蒡隱荵莤蔓于蓾蔖柱夫揺車出隧蘧𬞞蘄茝蘪蕪茨蒺蔾蘮蒘竊衣髦顚蕀雚芄蘭􁓌莐藩蕍蕮蔨鹿靃其實莥薃侯莎其實媞莞苻蘺其上蒚荷芙渠其莖茄其葉蕸其本蔤其華菡萏其實蓮其根藕其中的的中薏紅蘢古其大者蘬蒫薺實黂枲實枲麻須薞蕪菲蒠菜蕢赤莧蘠蘼虋冬萹苻止濼貫衆莙牛薻蓫薚馬尾萍蓱其大者蘋莃菟葵芹楚葵藬牛蘈藚牛脣苹藾蕭連異翹澤烏薞傅横目釐蔓華蓤蕨攗大菊蘧麥薜牡葥山莓齧苦蓳藫石衣蘜治蘠唐蒙女蘿女蘿菟絲苗蓨茥蒛葐芨蓳草虃百足菺戎葵蘻狗毒垂比葉蕧盜庚茡麻母瓝九葉藐茈草倚商活脫蘵黃蒢藒車芞輿權黃華葞春草蔠葵蘩露菋荎藸蒤委葉皇守田鉤藈姑望椉車困衱袶攫烏階杜土鹵盱虺牀蔝蔜赤𫀆薊菟奚顆涷中馗菌小者菌菆小葉苕陵苕黃華蔈白華茇蘪從水生薇垂水薜山麻莽數節桃枝四寸有節粼堅中簢筡中仲無笐䈚箭萌篠箭枹霍首素華軌鬷芏夫王藄月爾葴馬藍姚莖涂薺芐地黃蒙王女拔蘢葛藗牡茅菤耳苓耳蕨􁉙蕎邛鉅繁由胡莣杜榮稂童粱藨麃的薂購蔏蔞茢勃茢葽繞蕀蒬茦刺蕭萩􁓌海薻長楚銚蘦大苦芣苢馬舄馬舄車前綸似綸組似組東海有之帛似帛布似布華山有之苀東蠡緜馬羊齒萿麋舌搴柜朐蘩之醜秋爲蒿芺薊其實荂蔈荂荼猋藨芀葦醜芀葭華蒹薕葭蘆菼薍其萌虇蕍芛葟華榮卷施草拔心不死荺茭荄根攫橐含華荂也華荂榮也木謂之華草"}
{"id": "KR1j0002_013", "series": "KR1j0002", "text": "謂之榮不榮而實者謂之秀榮而不實者謂之英槄山榎栲山樗柏椈髡梱椵柂梅柟柀煔櫠椵杻檍楙木瓜椋即來栵栭檴落柚條時英梅楥柜桏栩杍味荎著藲荎杜甘棠狄臧橰貢綦朹檕梅朻者聊魄榽橀梫木桂棆無疵椐樻檉河柳旄澤柳楊蒲柳權黃英輔小木杜赤棠白者棠諸慮山櫐欇虎櫐杞枸檵杬魚毒檓大椒楰䑕梓楓欇欇寓木宛童无姑其實夷櫟其實梂檖羅楔荆桃旄冬桃榹桃山桃休无實李痤椄慮李駁赤李棗壷棗邊要棗櫅白棗樲酸棗楊徹齊棗遵羊棗洗大棗煑塡棗蹶洩苦棗晳無實棗還味棯棗櫬梧樸枹者謂櫬采薪采薪即薪棪㯈其劉劉杙櫰槐大葉而黒守宫槐葉晝聶宵炕槐小葉曰榎大而皵楸小而皵榎椅梓桋赤梀白者梀終牛棘灌木叢木瘣木苻婁蕡藹枹遒木魁瘣棫白桵棃山樆桑辨有葚梔女桑桋桑榆白枌唐棣栘常棣棣檟苦荼樕樸心榮桐木棧木干木檿桑山桑木自弊柛立死椔蔽者翳木相磨槸棤皵梢梢櫂樅松葉柏身檜柏葉松身句如羽喬下句曰朻上句曰喬如木楸曰喬如竹箭曰苞如松柏曰茂如槐曰茂柷州木髦柔英槐棘醜喬桑柳醜條椒榝醜莍桃李醜核瓜曰華之桃曰膽之棗李曰疐之樝棃曰鑚之"}
{"id": "KR1j0002_014", "series": "KR1j0002", "text": "小枝上繚爲喬無枝爲檄木族生爲灌螜天螻蜚蠦蜰螾􁓏入耳蜩蜋蜩螗蜩蚻蜻蜻蠽茅蜩蝒馬蜩蜺寒蜩蜓蚞螇螰蛣蜣蜣蜋蝎蛣􁇸蠰齧桑諸慮奚相蜉蝣渠略蛂蟥蛢蠸輿父守瓜蝚蛖螻不蜩王蚥蛄䗐強䖹不過蟷蠰其子蜱蛸蒺蔾蝍蛆蝝蝮蜪蟋蟀蛬蟼蟆蛝馬䗃蛗螽蠜草螽負蠜蜤螽蜙蝑蟿螽螇蚸土螽蠰谿螼蚓蜸蚕莫貈蟷蜋蛑虰蛵負勞蜭毛蠹蟔蛅蟴蟠䑕負蟫白魚䖸羅螒天雞傅負版強蚚蜉螪何螝蛹蜆縊女蚍蜉大螘小者螘蠪朾螘飛螘其子蚳次蟗䵹鼄䵹鼄鼄蝥土䵹鼄草䵹鼄土蠭木蠭蟦蠐螬蝤蠐蝎􁌨威委黍蟰蛸長踦蛭蝚至掌國貉蟲蠁蠖版蠖果臝蒲盧螟蛉桑蟲蝎桑蠹熒火即炤密肌繼英蚅烏蠋蠓蠛蠓王蛈蝪蟓桑繭雔由樗繭棘繭欒繭蚢蕭繭翥醜鏬螽醜奮強醜捋蠭醜螸蠅醜扇食苗心"}
{"id": "KR1j0002_015", "series": "KR1j0002", "text": "螟食葉􁇟食節賊食根蟊有足謂之蟲無足謂之豸鯉鱣鰋鮎鱧鯇鯊鮀鮂黒鰦鰼鰌鰹大鮦小者鮵魾大鱯小者鮡鰝大鰕鯤魚子鱀是鱁鱦小魚鮥鮛鮪鯦當魱鮤鱴刀鱊鮬鱖鯞魚有力者鰴魵鰕鮅鱒魴魾鯬鯠蜎蠉蛭蟣科斗活東魁陸蜪蚅鼁蟾諸在水者黽蜌螷蚌含漿鼈三足能龜三足賁蚹蠃螔蝓蠃小者蜬螖蠌小者蟧蜃小者珧龜俯者靈仰者謝前弇諸果後弇諸獵左倪不類右倪不若貝居陸贆在水者蜬大者魧小者鰿玄貝貽貝餘貾黃白文餘泉白黃文蚆博而頯蜠大而險􁈕小而橢蠑螈蜥蜴蜥蜴蝘蜓蝘蜓守宫也镻蝁螣螣蛇蟒王蛇蝮虺博三寸首大如擘鯢大者謂之鰕魚枕謂之丁魚腸謂之乙魚尾謂之丙一曰神龜二曰靈龜三曰攝龜四曰"}
{"id": "KR1j0002_016", "series": "KR1j0002", "text": "寶龜五曰文龜六曰筮龜七曰山龜八曰澤龜九曰水龜十曰火龜隹其鳺鴀鶌鳩鶻鵃鳲鳩鴶鵴鷑鳩鵧鷑鴡鳩王鴡鵅鵋䳢鶅鵵軌鴗天狗鷚天鸙鵱鷜鵝鶬麋鴰鵅烏􁅕舒鴈鵝舒鳧鶩鳽鵁鶄輿鵛鷋鵜鴮鸅鶾天鷄鷽山鵲鷣負雀齧齒艾鶨䳢老鳸鴳桑鳸竊脂鳭鷯剖葦桃蟲鷦其雌鴱鶠鳳其雌皇䳭鴒雝渠鸒斯鵯鶋燕白脰烏鴽鴾母密肌繫英巂周燕燕鳦鴟鴞鸋鴂狂茅鴟怪鴟梟鴟鶛劉疾生哺鷇生噣雛爰居雜縣春鳸鳻鶞夏鳸竊玄秋鳸竊藍冬鳸竊黃桑鳸竊脂棘鳸竊丹行鳸唶唶宵鳸嘖嘖鵖鴔戴鵀鶭澤虞鶿鷧鷯鶉其雄鶛牝痺鸍沈鳧鴢頭鵁鵽鳩宼雉萑老鵵鶟鶦鳥狂㝱鳥皇黃鳥翠鷸鸀山烏蝙蝠服翼晨風鸇鸉白鷢寇雉泆泆鷆蟁母鷉須鸁鼯䑕夷由倉庚商庚鳺餔敊鷹鶆鳩鶼鶼比翼鵹黃楚雀鴷斵木鸄鶶鷵鸕諸雉鷺舂鉏鷂雉鷮雉鳪雉鷩雉秩秩海雉鸐山雉雗雉鵫雉雉絶有力奮伊洛而南素質五采皆備成章曰翬江淮而南青質五采皆備成章曰鷂南方曰􁀂東方曰鶅北方曰鵗西方曰鷷鳥䑕同穴其鳥爲鵌其䑕爲鼵"}
{"id": "KR1j0002_017", "series": "KR1j0002", "text": "鸛鷒鶝鶔如鵲短尾射之銜矢射人鵲鵙醜其飛也翪鳶烏醜其飛也翔鷹隼醜其飛也翬鳧鴈醜其足蹼其踵企烏鵲醜其掌縮亢鳥嚨其粻嗉鶉子鳼鴽子鸋雉之暮子爲鷚鳥之雌雄不可别者以翼右掩左雄左掩右雌鳥少美長醜爲鶹鷅二足而羽謂之禽四足而毛謂之獸鵙伯勞也倉庚黧黃也麋牡麔牝麎其子䴠其跡躔絶有力狄鹿牡麚牝麀其子麛其跡速絶有力􁈹牡麌牝麜其子麆其跡解絶有力豜狼牡貛牝狼其子獥絶有力迅兎子嬎其跡迒絶有力欣豕子豬䝐豶幺幼奏者豱豕生三豵二師一特所寢橧四豴皆白􁇤其跡刻絶有力􁊯牝豝虎竊毛謂之虦貓貘白豹甝白虎虪黒虎貀無前足鼰䑕身長須而賊秦人謂之小驢熊虎醜其子狗絶有力麙貍子􁊧貈子貆貒子貗貔白狐其子􁅄麝父麕足豺狗足貙獌似貍羆如熊黃白文麢大羊麠大麃牛尾一角􁊔大麕旄毛狗足魋如小熊竊毛而黃䝟貐類貙虎爪食人迅走狻麑如虦貓食虎豹驨如馬一角不角者騏羱如羊麐麕身牛尾一角猶如麂善登木貄脩毫貙似貍兕似牛犀似豕彚毛刺狒狒如人被髮迅走食人貍狐貒貈醜其足蹯其跡􁊘蒙頌猱狀猱蝯善援貜父善顧威夷長脊而泥麔麚短脰贙有力豦迅頭蜼卭鼻而長尾時善椉領猩猩小而好啼闕洩多狃寓屬鼢䑕鼸䑕鼷䑕鼶䑕鼬䑕鼩䑕鼭䑕鼣䑕鼫䑕鼤䑕鼨䑕豹文鼮䑕鼳䑕䑕屬牛曰齝羊曰齥麋鹿曰齸鳥曰嗉寓䑕曰嗛齸屬獸曰釁人曰撟魚曰須鳥曰臭"}
{"id": "KR1j0002_018", "series": "KR1j0002", "text": "須屬騊駼馬野馬駮如馬倨牙食虎豹騉蹄趼善陞甗騉駼枝蹄趼善陞甗小領盜驪絶有力駥膝上皆白惟馵四骹皆白驓四蹢皆白首前足皆白騱後足皆白翑前右足白啓左白踦後右足白驤左白馵駵馬白腹騵驪馬白跨驈白州驠尾本白騴尾白駺馰顙白顚白達素縣面足馬屬犘牛犦牛犤牛魏牛犣牛犝牛犑牛角一俯一仰觭皆踴觢黒脣犉黒眥牰黒耳犚黒腹牧黒脚犈其子犢體長牬絶有力欣犌牛屬羊牡羒牝牂夏羊牡羭牝羖角不齊觤角三觠羷羳羊黃腹未成羊羜絶有力奮羊屬犬生三猣二師一玂未成毫狗長喙獫短喙猲獢絶有力狣尨狗也狗屬雞大者蜀蜀子雓未成雞僆絶有力奮雞屬馬八尺爲駥牛七尺爲犉羊六尺爲羬彘五尺爲􁊯狗四尺爲獒雞三尺爲鶤六畜"}
