{"id": "KR1j0007_001", "series": "KR1j0007", "text": "劉熈字成國撰天豫司兗冀以舌腹言之天顯也在上高顯也青徐以舌頭言之天垣也垣然高而逺也春曰蒼天陽氣始發色蒼蒼也夏曰昊天其氣布散皓皓也秋曰旻天旻閔也物就枯落可閔傷也冬曰上天其氣上騰與地絶也故月令曰天氣上騰地氣下降易謂之乾乾徤也徤行不息也又謂之玄玄懸也如懸物在上也日實也光明盛實也月缺也滿則缺也光晃也晃晃然也亦言廣也所照廣逺也景境也明所照䖏有境限也晷規也如規畫也曜耀也光明照耀也星散也列位布散也宿宿也星各止宿其處也氣餼也餼然有聲而無形也風兖豫司冀橫口合脣言之風汜也其氣慱汜而動物也青徐言風踧口開脣推氣言之風放也氣放散也隂隂也氣在内奥䕃也陽揚也氣在外發揚也寒捍也捍格也暑煑也熱如煑物也熱爇也如火所燒爇也雨羽也如鳥羽動則散也春蠢也動而生也夏假也寛假萬物使生長也秋緧也緧迫品物使時成也冬終也物終成也四時四方各一時時期也物之生死各應節期而止也年進也進而前也歳越也越故限也唐虞曰載載生物也殷曰祀祀已也新氣升故氣已也五行者五氣也於其方各施行也金禁也其氣剛嚴能禁制也木冐也華葉自覆冐也水準也準平物也火化也消化物也亦言毁也物入中皆毁壊也土吐也能吐生萬物也子孳也陽氣始萌孳生於下也於易為坎坎險也丒紐也寒氣自屈紐也於易為艮艮限也時未可聴物生限止之也寅演也演生物也卯冐也載冐土而出也於易為震二月之時雷始震也辰伸也物皆伸舒而出也己巳也陽氣畢布已也於易為巽巽散也物皆生布散也午仵也隂氣從下上與陽相仵逆也於易為離離麗也物皆附麗陽氣以茂也未昧也日中則昃向幽昧也申身也物皆成其身體各申束之使備成也酉秀也秀者物皆成也於易為兌兑説也物得備足皆喜説也戌恤也物當收歛矜恤之也亦言脱也落也亥核也收藏百物核取其好惡直偽也亦言物成皆堅核也甲孚也萬物解孚甲而生也乙軋也自抽軋而出也丙炳也物生炳然皆著見也丁壯也物體皆丁壯也戊茂也物皆茂盛也已紀也皆有定形可紀識也庚猶更也庚堅强貌也辛新也物初新者皆收成也壬妊也隂陽交物懐妊也至子而萌也癸揆也揆度而生乃出之也霜喪也其氣慘毒物皆喪也露慮也覆慮物也雪綏也水下遇寒氣而凝綏綏然也霰星也水雪相搏如星而散也霡霂小雨也言裁霡歴霑漬如人沐頭惟及其上枝而根不濡也雲猶云云衆盛意也又言運也運行也雷硍也如轉物有所硍雷之聲也電殄也乍見則殄滅也震戰也所擊輙破若攻戰也又曰辟歴辟折也所歴皆破折也雹砲也其所中物皆摧折如人所盛咆也虹攻也純陽攻隂氣也又曰蝃蝀其見每於日在西而見於東掇飲東方之水氣也見於西方曰升朝日始升而出見也又曰美人隂陽不和婚姻錯亂淫風流行男美於女女美於男恒相奔隨之時則此氣盛故以其盛時名之也霓齧也其體㫁絶見於非時此灾氣也傷害於物如有所食齧也暈捲也氣在外捲結之也日月俱然隂而風曰曀曀翳也言掩翳日光使不明也風而雨土曰霾霾晦也言如物塵晦之色也珥氣在日兩旁之名也珥耳也言似人耳之在面旁也日月虧曰食稍稍侵虧如蟲食草木葉也晦灰也火死為灰月光盡似之也朔蘇也月死復蘇生也弦月半之名也其形一旁曲一旁直若張弓施弦也望月滿之名也月大十六日小十五日日在東月在西遥相望也昏損也陽精損滅也晨伸也旦而日光復伸見也祲侵也赤黒之氣相侵也氛粉也潤氣著草木因寒凍凝色白若粉之形也霧冐也氣蒙亂覆冐物也蒙日光不明蒙蒙然也彗星光梢似彗也孛星星旁氣孛孛然也筆星星氣有一枝末鋭似筆也流星星轉行如流水也枉矢齊魯謂光景為枉矢言其光行若射矢之所至也亦言其氣枉暴有所灾害也厲疾氣也中人如磨厲傷物也疫役也言有鬼行疫也截也氣傷人如有斷截也灾烖也火所燒滅之餘曰烖言其於物如是也害割也如割削物也異者異於常也青痟也如病者痟瘦也慝態也有姦態也妖殀也殀害物也孽孽也遇之如物見髠孽也地者底也其體底下載萬物也亦言諦也五土所生莫不信諦也易謂之坤坤順也上順乾也土吐也吐生萬物也已耕者曰田田填也五稼填滿其中也壤瀼也肥濡意也廣平曰原原元也如元氣廣大也高平曰陸陸漉也水流漉而去也下平曰衍言漫衍也下濕曰隰隰蟄也蟄溼意也下而有水曰澤言潤澤也地不生物曰鹵鹵爐也如爐火處也徐州貢土五色有青黄赤白黒也土青曰黎似黎草色也土黃而細宻曰埴埴膩也黏胒如脂之膩也土赤曰䑕肝似䑕肝色也土白曰漂漂輕飛散也土黒曰盧盧然觧散也山産也産生物也土山曰阜阜厚也言高厚也大阜曰陵陵隆也體髙隆也山頂曰冡冡腫也言腫起也山旁曰陂言陂陁也山脊曰岡岡亢也在上之言也山旁隴間曰涌涌猶桶桶狹而長也山大而髙曰嵩嵩竦也亦高稱也山小高曰岑岑嶃也嶃然也上鋭而長曰嶠形似橋也小山别大山曰甗甗甑也甑一孔者甗形孤出處似之也山多小石曰磝磝堯也毎石堯堯獨處而出見也山多大石曰礐礐學也大石之形學學形也山有草木曰岵岵怙也人所怙取以為事用也山無草木曰屺屺圯也無所出生也山上有水曰垺垺脱也脱而下流也石載土曰岨岨臚然也土載石曰崔嵬因形名之也山東曰朝陽山西曰夕陽隨日所照而名之也山下根之受霤處曰甽甽吮也吮得山之肥潤也山中藂木曰林林森也森森然也山足曰麓麓陸也言水流順陸燥也山體曰石石格也堅捍格也小石曰礫礫料也小石相枝柱其間料料然出内氣也天下大水四謂之四瀆江河淮濟是也瀆獨也各獨出其所而入海也江公也小水流入其中公共也淮圍也圍繞揚州北界東至海也河下也隨地下處而通流也濟濟也源出河北濟河而南也川穿也穿地而流也山夾水曰澗澗間也言在兩山之間也水正出曰濫泉濫䘖也如人口有所䘖口闓則見也懸出曰沃泉水從上下有所灌沃也側出曰汍泉汍軌也流狹而長如車軌也所出同所歸異曰淝泉本同出時所浸潤少所歸各枝散而多似淝者也水從河出曰雍沛言在河岸限内時見雍出則沛然也水上出曰涌泉瀆泉並是也水泆出所為澤曰掌水停處如手掌中也今兗州人謂澤曰掌也水決復入為汜汜已也如出有所為畢已而還入也風吹水波成文曰瀾瀾連也波體轉流相及連也水小波曰淪淪倫也小文相次有倫理也水直波曰涇涇徑也言如道徑也水草交曰湄湄眉也臨水如眉臨目也水經川歸之處也海晦也主承穢濁其水黒如晦也水注谷曰溝田間之水亦曰溝溝搆也縱橫相交搆也注溝曰澮澮會也小溝之所聚會也水中可居者曰洲洲聚也人及鳥物所聚息之處也小洲曰渚渚遮也體高能遮水使從旁迴也小渚曰沚沚止也小可以止息其上也小沚曰泜泜遲也能遏水使流遲也人所為之曰潏潏術也堰使水鬱術也魚梁水碓之謂也海中可居者曰島島到也人所奔到也亦言鳥也物所赴如鳥之下也丘一成曰頓丘一頓而成無上下大小之殺也再成曰陶丘於高山上一重作之如陶竈然也三成曰崑崙丘如崑崙之髙而積重也前高曰髦丘如馬舉頭垂髦也中央下曰宛丘有丘宛宛如偃器也涇上有一泉水亦是也徧高曰阿丘阿荷也如人擔荷物一邊偏高也畝丘丘體滿一畝之地也圜丘方丘就其方圜名之也鋭上曰融丘融明也明陽也凡上鋭皆高而近陽者也如乗曰乘丘四馬曰乗一基在後似車四列在前似駕馬車之形也如陼者曰陼丘形似水中之高地隆髙而廣也水潦所止曰泥丘其止汚水留不去成泥也澤中有丘曰都丘言蟲鳥徃所都聚也當途曰梧丘梧忤也與人相當忤也道出其右曰畫丘人尚右凡有指畫皆用右也道出其前曰載丘在前故載也道出其後曰昌丘水出其前曰阯丘阯基趾也言所出然水出其後曰阻丘比水以為險也水出其右曰沚丘沚止也西方義氣有所制止也水出其左曰營丘丘高曰陽丘體高近陽也宗丘邑中所宗也道一達曰道路道蹈也路露也人所踐蹈而露見也二達曰岐旁物兩為岐在邊曰旁此道並通出似之也三達曰劇旁古者列樹以表道道有夾溝以通水潦恒見修治此道旁轉多用功稍劇也四達曰衢齊魯謂四齒杷為欋欋杷地則有四處此道似之也五達曰康康昌也昌盛也車步併列並用之言充盛也六達曰莊莊􁔾也􁁵其上使高也七達曰劇驂驂馬有四耳今此道有七比於劇也八達曰崇期崇充也道多所通人充滿其上如共期也九達曰逵齊魯謂道多為逵師此形然也城下道曰䧫䧫翺也都邑之内翺翔祖駕之處也步所用道曰蹊蹊係也射疾則用之故還係於正道也俓經也人所經由也鹿兔之道曰亢行不由正亢陌山谷草野而過也涂度也人所由得通度也"}
{"id": "KR1j0007_002", "series": "KR1j0007", "text": "劉熈字成國撰青州在東取物生而青也州注也郡國所注仰也徐州徐舒也土氣舒緩也楊州州界多水水波揚也荆州取名於荆山也必取荆為名者荆警也南蠻數為冦逆其民有道後服無道先彊常警備之也豫州地在九州之中京師東都所在常安豫也凉州西方所在寒涼也雍州在四山之内雍翳也并州曰土無也其州或并或設故因以為名也幽州在北幽昧之地也冀州亦取地以為名也其地有險有易帝王所都亂則冀治弱則冀彊荒則冀豐也兖州取兖水以為名也司州司隷校尉所主也益州益阨也所在之地險阨也古有營州齊衛之地於天文屬營室取其名也燕宛也北方沙漠平廣此地在涿鹿山南宛宛然以為國都也宋送也地接淮泗而東南傾以為殷後若云滓穢所在送使隨流東入海也鄭町也其地多平町町然也楚辛也其地蠻多而人性急數有戰争相争相害辛楚之禍也周地在岐山之南其山四周也秦津也其地沃衍有津潤也晉進也其土在北有事於中國則進而南也又取晉水以為名其水迅進也趙朝也本小邑朝事於大國也魯魯鈍也國多山水民性樸魯也衛衛也既滅殷立武庚為殷後三監以守衛之也齊齊也地在渤海之南勃齊之中也呉虞也太伯讓位而不就歸封之於此虞其志也越夷蠻之國也度越禮義無所拘也此十二國上應列宿各以其地及於事冝制此名也至秦改諸侯置郡縣隨其所在山川土形而立其名漢就而因之也河南在河之南也河内河水從岐山而南從雷首而東從譚首而北郡在其内也河東在河水東也河西在河水西也上黨黨所也在山上其所最高故曰上也潁川因潁水為名也汝南在汝水南也汝隂在汝水隂也東郡南郡皆以京師方面言之也北海海在其北也西海海在其西也南海在海南也冝言海南欲同四海名故言南海東海海在其東也濟南濟水在其南也一濟北濟水在其北也義亦如南海也濟隂在濟水之隂也南陽在國之南而地陽也凡若此類郡國之名取號於此則其餘可知也縣邑之名亦如之大曰邦邦封也封有功於是也國城曰都者國君所居人所都會也周制九夫為井其制似井字也四井為邑邑猶悒也邑人聚會之稱也四邑為丘丘聚也四丘為甸甸乗也出兵車一乘也鄙否也小邑不能逺通也縣懸也懸係於郡也郡羣也人所羣聚也五家為伍以五為名也又謂之鄰鄰連也相接連也又曰比相親比也五鄰為里居方一里之中也五百家為黨黨長也一聚之所尊長也萬二千五百家為鄉鄉向也衆所向也人仁也仁生物也故易曰立人之道曰仁與義體第也骨肉毛血表裏大小相次第也軀區也是衆名之大揔若區域也形有形象之異也身伸也可屈伸也毛貌也冐也在表所以别形貌且以自覆冐也皮被也被覆體也膚布也布在表也肌懻也膚幕堅懻也骨滑也骨堅而滑也胑枝也似水之枝格也肉柔也筋力也肉中之力氣之元也靳固於身形也膜幕也幕絡一體也血其精明者也或曰眸子眸冐也相裹冐也鼻嘒也出氣嘒嘒也口空也頰夾也兩旁稱也亦取挾歛食物也舌泄也舒泄所當言也齒始也少長之别始乎此也以齒食多者長也食少者㓜也頥養也動於下止於上上下咀物以養人也牙櫨牙也隨形言之也輔車其骨強所以輔持口也或曰牙車牙所載也或曰頷頷含也口含物之車也或曰頰車亦所以載物也或曰鼸車鼸鼠之食積於頰人食似之故取名也凡繫於車皆取在下載上物也耳耏也耳有一體屬著兩邉耏耏然也脣縁也口之縁也吻免也入之則碎出則免也又取抆也漱唾所出恒加抆拭因以為名也舌卷也可以卷制食物使不落也鼻下曰立人取立於鼻下狹而長似人立也口上曰髭髭姿也為姿容之美也口下曰承漿漿水也頥下曰鬚鬚秀也物成乃秀人成而鬚生也亦取須體幹長而後生也在頰耳旁曰髯隨口動摇髯髯然也其上連髪曰鬢鬢濱也濱崖也為面額之崖岸也鬢曲頭曰距距拒也言其曲似拒也項确也堅确受枕之處也頸俓也俓挺而長也咽咽物也䑍在頥纓理之中也青徐謂之脰物投其中受而下之也又謂之嗌氣所流通阨要之處也胡互也在咽下垂能歛互物也胸猶啌也啌氣所衝也臆猶抑也抑氣所塞也膺壅也氣所壅塞也腹複也富也腸胃之屬以自裹盛復於外複之其中多品似富者也心纖也所識纎微無物不貫心也肝幹也五行屬木故其體狀有枝幹也凡物以大為幹也肺勃也言其氣勃鬱也脾裨也在胃下裨助胃氣主化穀也腎引也腎屬水主引水氣灌注諸脉也胃圍也圍受食物也腸暢也通暢胃氣去滓穢也臍劑也腸端之所限劑也胞也空虛之言也主以虛承水汋也或曰膀胱言其體短而櫎廣也自臍以下曰水腹水汋所聚也又曰少腹少小也比於臍以上為小也隂䕃也言所在䕃翳也脇挾也在兩旁臂所挾也肋勒也檢勒五臟也膈塞也塞上下使氣與穀不相亂也腋繹也言可張翕尋繹也肩堅也甲闔也與􁔿脅皆相㑹闔也臂裨也在旁曰裨也肘注也可隠注也腕宛也言可宛屈也掌言可以排掌也手須也事業之所須也節有限節也爪紹也筋極為爪紹續指端也背倍也在後稱也脊積也積續骨節終上下也尾㣲也承脊之末稍㣲殺也要約也在體之中約結而小也髖緩也其腋皮厚而緩也臀殿也髙厚有殿遌也尻廖也尻所在寥牢深也樞機也要髀股動摇如樞機也髀卑也在下稱也股固也為強固也膝伸也可屈伸也脚却也以其坐時却在後也脛莖也直而長似物莖也膝頭曰膞膞圍也因形團圜而名之也或曰蹁蹁扁也亦因形而名之也足續也言續脛也趾止也言行一進一止也蹄底也足底也踝确也居足兩旁磽确然也亦因其形踝踝然也足後曰跟在下旁著地一體任之象木根也踵鍾也鍾聚也上體之所鍾聚也"}
{"id": "KR1j0007_003", "series": "KR1j0007", "text": "劉熈字成國撰姿資也資取也形貌之稟取為資本也容用也合事宜之用也妍研也研精於事冝則無蚩繆也蚩癡也兩脚進曰行行抗也抗足而前也徐行曰步步捕也如有所伺捕務安詳也疾行曰趨趨赴也赴所至也疾趨曰走走奏也促有所奏至也奔變也有急變奔赴之也仆踣也頓踣而前也超卓也舉脚有所卓越也跳條也如草木枝條務上行也立林也如林木森然各駐其所也騎支也兩脚枝别也乘陞也登亦如之也載載也在其上也檐任也任力所勝也負背也置項背也駐株也如株木不動也坐挫也骨節挫屈也伏覆也偃安也僵正直畺然也側逼也據居也企啓開也目延踈之時諸機樞皆開張也竦從也體皮皆從引也視是也察是非也聽静也静然後所聞審也觀翰也望之延頸翰翰也望茫也逺視茫茫也跪危也兩藤隠地體危倪也跽忌也見所敬忌不敢自安也拜於丈夫為跌跌然屈折下就地也於婦人為扶自抽扶而上下也攀翻也連翻上及言也掣制也制頓之使順已也牽弦也使弦急也引演也徒演廣也掬局也使相局近也撮捽也暫捽取之也樝义也五指俱徃也捉促也使相促及也執攝也使畏攝已也拈黏也兩指翕之黏著不放也抶鐵也其處皮薫黒色如鐵也蹋榻也榻著地也批禆也兩相禆助共擊之也搏慱也四指廣慱亦似擊之也挾夾也在旁也捧逢也兩手相逢以執之也懐回也本有去意囘來就已也亦言歸也來歸已也抱保也相親保也載載也載之於頭也提地也臂垂所持近地也挈結也結束也束持之也持跱也跱之於手中也操抄也手出其下之言也攬歛也歛置手中也擁翁也翁撫之也撫敷也敷手以拍之也拍搏也手搏其上也摩娑猶末殺也手上下言之也蹙遵也遵迫之也踐殘也使殘壊也踖藉也以足藉也履以足履之因以名之也蹈道也以足踐之如道路也􁐃弭也足踐之使弭服也躡懾也登其上使懾服也匍匐小兒時也匍猶捕也藉索可執取之言也匐伏也伏地行也人雖長大及其求事盡力之勤猶亦稱之詩曰凡民有喪匍匐救之是也偃蹇也偃息而卧不執事也蹇跛蹇也病不能作事今託病似此而不冝執事役也望佯佯陽也言陽氣在上舉頭高似若望之然也沐秃也沐者髪下垂秃者無髪皆無上貌之稱也卦賣卦掛也自掛於市而自賣邉自可無慙色言此似之也倚簁倚伎也簁作清簁也言人多技巧尚輕細如簁也窶數猶局縮皆小意也齧掣掣卷掣也齧噬齧也語説卷掣與人相持齧也衇摘猶譎摘也如醫别人衇知疾之意見事者之稱也貸騃者貸言以物貸予騃者言必弃之不復得也不相量事者之稱也此皆見於形貌者也卧化也精氣變化不與覺時同也寐謐也静謐無聲也寝權假卧之名也寝侵也侵損事功也眠泯也無知泯泯也覺告也窹忤也能與物相接忤也欠嶔也開張其口聲脣嶔嶔也嚏踕也聲作踕而出也笑鈔也頰皮上鈔者也人始生曰嬰兒胷前曰嬰抱之嬰前乳飬之也或曰嫛婗嫛是也言是人也婗其啼聲也故因以名之也男任也典任事也女如也婦人外成如人也故三從之義少如父教嫁如夫命老如子言青徐州曰娪娪忤也始生時人意不喜忤忤然也兒始能行曰孺孺濡也言濡弱也七年曰悼悼逃也知有㢘耻隱逃其情也亦言是時而死可傷悼也毁齒曰齓齓洗也毁洗故齒更生新也長萇也言體萇也㓜少也言生日少也十五曰童故禮有陽童牛羊之無角者曰童山無草木曰童言未巾冠似之也女子之未笄者亦稱之也二十曰弱言柔弱也三十曰壯言丁壯也四十曰强言堅强也五十曰艾艾治也治事能㫁割芟刈無所疑也六十曰耆耆指也不從力役指事使人也七十曰耄頭髪白耄耄然也八十曰耋耋鐵也皮膚變黒色如鐵也九十曰鮐背背有鮐文也或曰黃耉鬢髪變黃也耉垢也皮色驪悴恒如有垢者也或曰胡耉咽皮如雞胡也或曰凍梨皮有班黒如凍梨色也或曰齯齯大齒落盡更生細者如小兒齒也百年曰期頥頥養也老昏不復知服味善惡孝子期於盡養道而已也老朽也老而不死曰仙仙遷也遷入山也故其制字人旁作山也親襯也言相隠襯也屬續也恩相連續也父甫也始生已也母冐也含生已也祖祚也祚物先也又謂之王父王暀也家中所歸暀也王母亦如之曽祖從下推上祖位轉増益也高祖高臯也最在上臯韜諸下也兄荒也荒大也故青徐人謂兄為荒也弟第也相次第而上也子孳也相生蕃孳也孫遜也遜遁在後生也曽孫義如曽祖也玄孫玄懸也上懸於高祖最在下也玄孫之子曰來孫此在無服之外其意踈逺呼之乃來也來孫之子曰昆孫昆貫也恩情轉逺以禮貫連之耳昆孫之子曰仍孫以禮仍有之耳恩意實逺也仍孫之子曰雲孫言去已逺如浮雲也皆為早娶晚死夀考者言也父之兄曰世父言為嫡統繼世也又曰伯父伯把也把持家政也父之弟曰仲父仲中也位在中也仲父之弟曰叔父叔少也叔之弟曰季父季癸也甲乙之次癸最在下季亦然也父之世叔父母曰從祖父母言從已親祖别而下也亦言隨從已祖以為名也父之姊妹曰姑姑故也言於已為久故之人也姊積也猶日始出積時多而明也妹昧也猶日始入歴時少尚昧也姑謂兄弟之女為姪姪迭也共行事夫更迭進御也夫之父曰舅舅久也久老稱也夫之母曰姑亦言故也母之兄弟曰舅亦如之也妻之父曰外舅母曰外姑言妻從外來謂至已家為婦故反以此義稱之夫妻匹敵之義也妻之昆弟曰外甥其姊妹女也來歸已内為妻故其男為外甥之甥甥者生也他姓子本生於外不得如其女來在已内也姊妹之子曰出出嫁於異姓而生之也出之子曰離孫言逺離己也姪之子曰歸孫婦人謂嫁曰歸姪子列故其所生為孫也妻之姊妹曰娣娣弟也言與己妻相長弟也母之姊妹曰姨亦如之禮謂之從母為娣而來則從母列也故雖不來猶以此名之也姊妹互相謂夫曰私言於其夫兄弟之中此人與己姊妹有㤙私也舅謂姊妹之子曰甥甥亦生也出配他男而生故其制字男旁作生也妾謂夫人之嫡妻曰女君夫為男君故名其妻曰女君也嫂叟也叟老者稱也叟縮也人及物老皆縮小於舊也叔少也㓜者稱也叔亦俶也見嫂俶然却退也夫之兄曰公公君也君尊稱也俗間曰兄章章灼也章灼敬奉之也又曰兄忪是已所敬見之怔忡自肅齊也俗或謂舅曰章又曰忪亦如之也少婦謂長婦曰姒言其先來已所當法似也長婦謂少婦曰娣娣弟也已後來也或曰先後以來先後言之也青徐人謂長婦曰稙長禾苗先生者曰稙取名於此也荆豫人謂長婦曰熟熟祝也祝始也兩婿相謂曰亞言一人取姊一人取妹相亞次也又並來至女氏門姊夫在前妹夫在後亦相亞而相倚共成其禮也又曰女婿言相親友也婦之父曰婚言婿親迎用昏又恒以昏夜成禮也婿之父曰姻姻因也女徃因媒也天子之妃曰后后後也言在後不敢以副言也諸侯之妃曰天人夫扶也扶助其君也卿之妃也内子子女子也在閨門之内治家也大夫之妃曰命婦婦服也服家事也夫受命於朝妻受命於家也士庶人曰妻妻齊也夫賤不足以尊稱故齊等言也天子妾有嬪嬪賔也諸妾之中見賓敬也妾接也以賤見接幸也姪娣曰媵媵承事嫡也配軰也一人獨處一人往軰耦之也匹辟也徃相辟耦也耦遇也二人相對遇也嫡敵也與匹相敵也庶摭也拾摭之也謂拾摭㣲陋待遇之也無妻曰鰥鰥昆也昆明也愁悒不寐目恒鰥鰥然也故其字從魚魚目恒不閉者也無夫曰寡寡踝也踝踝單獨之言也無父曰孤孤顧也顧望無所瞻見也老而無子曰獨獨隻獨也言無所依也"}
{"id": "KR1j0007_004", "series": "KR1j0007", "text": "劉熈字成國撰釋􁕀帛第十四釋首飾第十五道導也所以通導萬物也德得也得事冝也文者㑹集衆綵以成錦繡㑹集衆字以成辭義如文繡然也武舞也征伐動行如物皷舞也故樂記曰發揚蹈厲太公之志也仁忍也好生悪殺善含忍也義宜也裁制事物使合宜也禮體也得事體也智知也無所不知也信申也言以相申束使不相違也孝好也愛好父母如所悦好也孝經説曰孝畜也畜養也慈字也字愛物也友有也相保有也恭拱也自拱持也亦言供給事人也悌弟也敬警也恒自肅警也慢漫也漫漫心無所限忌也通洞也無所不貫洞也達徹也敏閔也進叙無否滯之言也故汝潁言敏曰閔也篤築也築堅實稱也厚後也有終後也故青徐人言厚曰後也薄迫也單薄相逼迫也懿僾也言奥僾也良量也量力而動不敢越限也言宣也宣彼此之意也語叙也叙已所欲説也説述也序述之也序杼也拽杼其實也枻泄也發泄出之也發撥也撥使開也撥播也播使移散也導陶也陶演已意也演延也言蔓延而廣也頌容也序説其成功之形容也讃録也省録之也銘名也記名其功也勒刻也刻識之也紀記也紀識之也識幟也有章幟可按視也視是也察其是非也是嗜也人嗜樂之也非排也人所悪排去也基據也在下物所依據也業捷也事捷乃有功業也事偉也偉立也凡所立之功也故青徐言立曰偉也功攻也攻治之乃成也取趣也名明也名實事使分明也號呼也以其善惡呼名之也善演也演盡物理也惡扼也扼困物也好巧也如巧者之造物無不皆善人好之也醜臭也如臭穢也遲頽也不進之言也疾截也有所越截也緩浣也㫁也持之不急則動搖浣㫁自放縱也急及也操切之使相逮及也巧考也考合異類共成一體也拙屈也使物否屈不為用也燥焦也濕浥也彊畺也弱衂也言委也能該也無物不兼該也否鄙也鄙劣不能有所堪成也躁燥也物燥乃動而飛揚也静整也逆遌也不從其理則生殿遌不順也順循也循其理也清青也去濁逺穢色如青也濁瀆也汁滓演瀆也貴歸也物所歸仰也汝潁言貴聲如歸徃之歸也賤踐也卑下見踐履也榮猶熒也熒熒照明貌也辱衂也言折衂也祸毁也言毁滅也福富也其中多品如富者也進引也引而前也退墜也羸累也恒累於人也徤建也能有所建爲也哀愛也愛乃思念之也樂樂也使人好樂之也委萎也萎蕤就之也曲局也相近局也蹤從也人形從之也跡積也積累而前也扶傅也傅近之也捋救䕶之也縛薄也使相薄著也束促也相促近也覆孚也如孚甲之在物外也蓋加也加物上也威畏也可畏懼也嚴儼也儼然人憚之也政正也下所取正也教俲也下所法俲也侍時也尊者不言常於時供所當進者也御語也尊者將有所欲先語之也亦言職卑尊者所勤御如御牛馬然也雅雒也為之難人將為之雒雒然憚之也俗欲也俗人所欲也艱根也如物根也難憚也人所忌憚也吉實也有善實也凶納弭也弭弭兩致之言也䟽索也獲索相逺也宻蜜也如蜜所塗無不滿也甘含也人所含也苦吐也人所吐也安晏也晏晏然和喜無動懼也危阢也阢阢不固之言也成盛也敗潰也亂渾也治值也物皆值其所也煩繁也物繁則相雜撓也省嗇也曜嗇約少之言也間簡也事功簡省也劇巨也事功巨也貞定也精定不動惑也淫浸也浸淫旁人之言也沈澹也澹然安著之言也浮孚也孚甲在上稱也貪探也探入他分也㢘歛也自檢歛也潔確也確然不羣貌也汚洿也如洿泥也公廣也可廣施也私恤也所恤念也勇踴也遇敵踴躍欲擊之也怯脅也見敵恐脅也㫁段也分為異段也絶截也如割截也罵迫也以惡言被迫人也詈歴也以悪言相彌歴也亦言離也以此掛離之也祝屬也以善悪之詞相屬著也詛阻也使人行事阻限於言也盟明也告其事於神明也誓制也以拘制之也佐左也在左右也助乍也乍徃相阻非長久也飾拭也物穢者拭其上使明由他物而後明猶加文於質上也蕩盪也排盪去穢垢也啜惙也心有所念惙然發此聲也􁕁嗟佐也言之不足以盡意故發此聲以自佐也噫憶也憶念之故發此聲憶之也嗚舒也氣憤滿故發此聲以舒寫之也念黏也意相親愛心黏著不能忘也憶意也恒在意中也思司也凡有所司捕必静思忖亦然也克刻也刻物有定處人所克念有常心也慮旅也旅衆也易曰一致百慮慮及衆物以一定之也飲奄也以口奄而引咽之也食殖也所以自生殖也啜絶也乍啜而絶於口也飡乾也乾入口也吮循也不絶口稍引滋汋循咽而下也嗽促也用口急促也含合也合口停之也衘亦然也咀籍也以藉齒牙也嚼削也稍削也鳥曰啄如啄物上復下也獸曰齧齧齾也所臨則秃齾也餅并也溲麪使合并也胡餅作之大漫沍也亦言以胡麻著上也蒸餅湯餅蝎餅髓餅金餅索餅之屬皆隨形而名之也糝􁓺也相黏􁓺也餌而也相黏而也兖豫曰溏浹就形名之也餈漬也丞燥屑使相潤漬餅之也饙分也衆粒各自分也飱散也投水於中解散也嘆汪也汁汪郎也䐧蒿也香氣蒿蒿也糜煑米使糜爛也粥濯於糜粥粥然也漿將也飲之寒温多少與體相將順也湯熱湯湯也酪澤也乳作汁所使人肥澤也虀濟也與諸味相濟成也𦵔阻也生釀之遂使阻於寒温之間不得爛也䤅投也味相投成也醢海也㝠也封塗使宻㝠乃成也醢多汁者曰醯醯瀋也宋魯人皆謂汁為瀋醢有骨者曰臡臡胒也骨􁃮相搏胒無汁也豉嗜也五味調和須之而成乃可甘嗜也故齊人謂豉聲如嗜也麴朽也鬱之使生衣朽敗也糵缺也漬夌覆之使生牙開缺也鮓也以塩米釀之如𦵔熟而食之也腊乾昔也脯搏也乾燥相搏著也又曰脩脩縮也乾燥而縮也膊迫也薄㧻肉迫著物使燥也膾會也細切肉令散分其赤白異切之已乃㑹合和之也炙炙也炙如火上也脯炙以餳宻豉汁淹之脯脯然也釜炙於釜汁中和熟之也䐄衘也衘炙細宻肉和以薑椒塩豉已乃以肉衘裹其表而炙之也貊炙全體炙之各自以刀割出於胡貊之爲也膾細切猪羊馬肉使如膾也生脠以一分膾二分細切合和挻攪之也血䐄以血作之増其酢豉之味使苦苦以消酒也消膏而加葅其中亦以消酒也生瀹葱薤曰兊言其柔滑兌兑然也韓羊韓兔韓鷄本法出韓國所為也猶酒言冝成醪蒼梧清之屬也䐿奥也藏肉於奥内稍出用之也脬赴也夏月赴疾作之久則臭也分乾切猪肉以梧分乾其中而和之也肺􁌄􁌄饡也以米糝之如膏饡也鷄纖細擗其腊令纎然後漬以酢也兔纎亦如之餳洋也煑米消爛洋洋然也飴小弱於餳形怡怡也哺餔也如餳而濁可餔也酒酉也釀之米麴酉澤久而味美也亦言踧也能否皆彊相踧待飲之也又入口咽之皆踧其面也緹齊色赤如緹也盎齊盎滃滃然濁色也汎齊浮蟻在上汎汎然也沉齊濁滓沉下汁清在上也醴齊醴禮也釀之一宿而成禮有酒味而已也醳酒久釀酉澤也事酒有事而釀之酒也苦酒淳毒甚者酢苦也寒粥末稻米投寒水中育育然也干飯飯而暴乾之也糗齲也飯而磨之使齲碎也餱候也候人饑者以食之也煮麥曰麰麰亦齲也煑熟亦齲壊也柰油搗柰實和以塗繒上燥而發之形似油也柰油亦如之桃濫水漬而藏之其味濫濫然酢也柰脯切柰暴乾之如脯也鮑魚鮑腐也埋藏奄使腐臭也蟹胥取蟹藏之使骨肉觧之胥胥然也蟹虀去其匡虀熟搗之令如虀也桃諸藏桃也諸儲也藏以為儲待給冬月用之也瓠蓄皮瓠以為脯蓄積以待冬月時用之也青生也象物生時色也赤赫也太陽之色也黄晃也猶晃晃象日光色也白啟也如氷啟時色也黒晦也如晦冥時色也絳工也染之難得色以得色為工也紫疵也非正色五色之疵瑕以惑人者也紅綘也白色之似綘者也緗桑也如桑葉初生之色也緑瀏也荆泉之水於上視之瀏然緑色此似之也縹猶漂漂淺青色也有碧縹有天縹有骨縹各以其色所象言之也緇滓也泥之黒者曰滓此色然也皂早也曰未出時早起視物皆黒此色如之也布布也布列衆縷為經以緯横成之也又太古衣皮女工之始始於是施布其法使民盡用之也踈者言其經緯踈也絹䋌也其絲䋌厚而踈也縑兼也其絲細緻數兼於布絹也細緻染縑為五色細且緻不漏水也練爛也煑使委爛也素朴素也已織則供用不復加巧飾也又物不加飾皆自謂之素此色然也綈似􁇨蟲之色緑而澤也錦金也作之用功重於其價如金故其制字帛與金也綺欹也其文欹邪不順經緯之縱横也有杯文形似杯也有長命其綵色相間皆橫終幅此之謂也言長命者服之使人命長本造意之意也有棋文者方文如棋也綾凌也其文望之如氷凌之理也繡修也文修修然也羅文疎羅也纚簁也麤可以簁物也令辟經絲貫杼中一間并一間疏疏者苓苓然并者歴辟而宻也紡麤絲織之曰疏疏寥也寥寥然也縠粟也其形足足而踧視之如粟也又謂沙縠亦取踧踧如沙也繐齊人謂涼謂恵言服之輕細涼恵也紈渙也細澤有光煥煥然也蒸栗染紺使黃色如蒸栗然也紺含也青而含赤色也緜猶湎湎柔而無文也綸倫也作之有倫理也絮胥也胥久故解落也紬抽也抽引絲端出細緒也又謂之絓絓挂也挂於帳端振舉之也繭曰幕也貧者著衣可以幕絡絮也或謂之牽離煮熟爛牽引使離散如綿然也冠貫也所以貫韜髮也纓頸也自上而繫於頸也笄係也所以係冠使不墜也祭服曰冕冕猶俛也俛平直貌也亦言文也玄上纁下前後垂珠有文飾也有衮冕袞卷也畫卷龍於衣也有鷩冕鷩雉之憋惡者山鷄是也鷩憋也性急憋不可生服必自殺故畫其形於衣以象人執耿介之節也毳冕毳芮也畫藻文於衣象水草之毳芮温暖而潔也黻冕黻紩也畫黻紩文綵於衣也此皆隨衣而名之也所垂前後珠轉減耳章甫殷冠名也甫丈夫也服之所以表章丈夫也牟追牟冐也言其形冐髪追追然也收夏后氏冠名也言收歛髮也委貌冠形又委貌之貌上小下大也弁如兩手相合抃時也以爵韋為之謂之爵弁以鹿皮為之謂之皮弁以韎韋為之也纚以韜髮者也以纚為之因以為名緫束髪也緫而束之也幘蹟也下齊員蹟然也兊上下小大兌兑然也或曰聗聗折其後也或曰幘形似幘也賤者所著曰兌髮作之裁裹髮也或曰牛心形似之也㡌冐也巾謹也二十成人士冠庶人巾當自謹修於四教也簮也以連冠於髮也又枝也因形名之也揥摘也所以摘髮也導所以導櫟鬢髮使人巾幘之裹也或曰櫟鬢以事名之也鏡景也言有光景也梳言其齒䟽也數言比比於踈其齒差數也比言細相比也刷帥也帥髮長短皆令上從也亦言瑟也刷髮令上瑟然也鑷攝也攝取髪也綃頭綃鈔也鈔髪使上從也或曰陌頭言其從後橫陌而前也齊人謂之㡋言㡋歛髮使上從也王后首飾曰副副覆也以覆首亦言副貳也兼用衆物成其飾也編編髪為之次第髪也髢被也髪少者得以被助其髪也髪剔也剔形人之髪為之也步搖上有垂珠步則搖也簂恢也恢廊覆髪上也魯人曰頍頍傾也著之傾近前也齊人曰幌飾形貌也華象草木華也勝言人形容正等一人著之則勝也蔽髪前為飾也爵釵釵頭及上施爵也瑱鎮也懸當耳旁不欲使人妄聴自鎮重也或曰充耳充塞也塞耳亦所以止聽也故里語曰不瘖不聾不成姑公穿耳施珠曰璫此本出於蠻夷所為也蠻夷婦女輕淫好走故以此琅璫錘之也今中國人俲之耳脂砥也著靣柔滑如砥石也粉分也研米使分散也胡粉胡餬也脂和以塗靣也黛代也滅眉毛去之以此畫代其處"}
{"id": "KR1j0007_005", "series": "KR1j0007", "text": "劉熈字成國撰凡服上曰衣衣依也人所依以芘寒暑也下曰裳裳障也所以自障蔽也領頸也以壅頸也亦言揔領衣體為端首也襟禁也交於前所以禁禦風寒也袂掣也掣開也開張之以受臂屈伸也袪虚也袖由也手所由出入也亦言受也以受手也衿亦禁也禁使不得觧散也帶蔕也著於衣如物之繫蔕也系繫也相連繫也衽䄡也在旁䄡䄡然也裾倨也倨倨然直亦言在後常見踞也玄端其袖下正直端方與要接也素積素裳也辟積其要中使踧因以名之也王后之上服曰禕衣畫翬雉之文於衣也伊洛而南雉青質五色備曰翬鷂翟畫鷂雉之文於衣也江淮而南雉素質五采皆備成章曰鷂闕翟翦闕繒為翟雉形以綴衣也鞠衣黄如菊花色也襢衣襢坦也坦然正白無文采也禒衣禒然黒色也韠蔽也所以蔽膝前也婦人蔽膝亦如之齊人謂之巨巾田家婦女出自田野以覆其頭故因以為名也又曰跪䄡跪時䄡䄡然張也佩倍也言其非一物有倍貳也有珠有玉有容刀有帨巾有觽之屬也𥜗䎡也言温䎡也袴跨也兩股各跨别也褶襲也覆上之言也襌衣言無裏也䙱屬也衣裳上下相連屬也荆州謂襌衣曰布䙱亦是襜襦言其䄡䄡弘𥙿也褠禪衣之無胡者也言袖夾直形如溝也中衣言在小衣之外大衣之中也禰襠其一當􁔿其一當背也帕腹橫帕其腹也抱腹上下有帶抱裏其腹上無襠者也心衣抱腹而施鉤肩鉤肩之間施一襠以奄心也衫芟也衫末無袖端也有裏曰複無裏曰單反閉𥜗之小者也却向著之領反於背後閉其襟也婦人上服曰袿其下垂者上廣下狹如刀圭也􁏧撰也青綘為之縁也裙下羣也連接裾幅也緝下横縫緝其下也縁裙裙施縁也縁䙱䙱施縁也帔披也披之肩背不及下也直領邪直而交下亦如丈夫服袍方也交領就形名之也曲領在内以中襟領上横壅頸其狀曲也單𥜗如𥜗而無絮也要𥜗形如𥜗其要上趐下齊要也半袖其𬒮半𥜗而施袖也留幕冀州所名大褶下至膝者也留牢也幕絡也言牢絡在衣表也袍丈夫著下至跗者也𫀆苞也苞内衣也婦人以綘作衣裳上下連四起施縁亦曰𫀆義亦然也齊人謂如衫而小袖曰侯頭侯頭猶言解瀆臂直通之言也被被也被覆人也衾广也其下廣大如广受人也汗衣近身受汗垢之衣也詩謂之澤受汗澤也或曰鄙袒或曰羞袒作之用六尺裁足覆胷背言羞鄙於袒而衣此耳禈貫也貫兩脚上繫要中也偪所以自逼束今謂之行縢言以裹脚可以跳騰輕便也襪末也在脚末也履禮也飾足所以為禮也複其下曰舄舄腊也行禮久立地或泥濕故複其末下使乾腊也屨拘也所以拘足也齊人謂韋屨曰屝屝皮也以皮作之不借言賤易有冝各自蓄之不假借人也齊人云搏腊搏腊猶把鮓麤貌也荆州人曰麤麻韋草皆同名也麤措也言所以安措足也屩蹻也出行著之蹻蹻輕便因以為名也屐搘也為兩足搘以踐泥也鞾跨也兩足各以一跨騎也􁕂􁕃鞾之缺前壅者胡中所名也􁕂􁕃猶速獨足直前之言也鞋觧也著時縮其上如履然解其上則舒觧也帛屐以帛作之如屩者不曰帛屩者屩不可踐泥也也踐泥者也此亦可以步泥而浣之故謂之屐也晚下如舄其下晚晚而危婦人短者著之可以拜也靸韋履深頭者之名也靸襲也以其深襲覆足也仰角屐上施履之名也行不得蹶當仰履角舉足乃行也宫穹也屋見於垣上穹隆然也室實也人物實滿其中也室中西南隅曰奥不見户明所在秘奥也西北隅曰屋漏禮每有親死者輙撤屋之西北隅薪以爨竈煮沐供諸喪用時若值雨則漏遂以名之也必取是隅者禮既祭改設饌于西北隅令撤毁之示不復用也東南隅曰窔窔幽也亦取幽㝠也東北隅曰䆠䆠養也東北陽氣始出布飬物也中央曰中霤古者寝穴後室之霤當今之棟下直室之中古者霤下之處也宅擇也擇吉處而營之也舍於中舍息也宇羽也如鳥羽翼自覆蔽也屋亦奥也其中温奥也廟貌也先祖形貌所在也寝寝也所寢息也城盛也盛受國都也郭廓也廓落在城外也城上垣曰睥睨言於其孔中睥睨非常也亦曰陴陴禆也言禆助城之高也亦曰女墻言其卑小比之於城若女子之於丈夫也寺嗣也治事者嗣續於其内也廷停也人所集之處也獄确也實确人之情偽也又謂之牢言所在堅牢也又謂之圜土築其表墻其形圜也又謂之囹圄囹領也圄御也領録囚徒禁御之也亭停也亦人所停集也傳傳也人所止息而去後人復來轉相傳無常王也瓦踝也踝确堅貌也亦言腂也在外腂見也梁彊梁也柱住也檼隠也所以隠桷也或謂之望言高可望也或謂之棟棟中也居屋之中也桷确也其形細而踈确也或謂之椽椽傳也相傳次而布列也或謂之榱在檼旁下列衰衰然垂也梠旅也連旅旅也或謂之槾槾緜也緜連榱頭使齊平也上入曰爵頭形似爵頭也楣眉也近前若面之有眉也棳儒也梁上短柱也棳儒猶侏儒短故以名之也牾在梁上兩頭相觸牾也欒攣也其體上曲攣拳然也盧在柱端都盧負屋之重也斗在欒兩頭如斗也斗負上貟檼也笮迮也編竹相連迫迮也屋脊曰甍甍蒙也在上覆蒙屋也壁辟也辟禦風寒也墻障也所以自障蔽也垣援也人所依阻以為援衛也墉容也所以蔽隠形容也籬離也以柴竹作之疏離離也青徐曰椐椐居也居於中也柵蹟也以木作之上平蹟然也又謂之撤撤緊也詵詵然緊也殿有殿鄂也陛卑也有高卑也天子殿謂之納陛言所以納人言之階陛也階梯也如梯之有等差也陳堂塗也言賓主相迎陳列之處也屏自障屏也蕭廧在門内蕭蕭也將入於此自肅敬之處也宁佇也將見君所佇立定氣之處也序次序也夾室在堂兩頭故曰夾也堂猶堂堂高顯貌也房旁也在堂兩旁也楹亭也亭亭然孤立旁無所依也齊魯讀曰輕輕勝也孤立獨處能勝任上重也簷檐也接檐屋前後也霤流也水從屋上流下也闕在門兩旁中央闕然為道也罘罳在門外罘復也罳思也臣將入請事於此復重思之也觀觀也於上觀望也樓謂牖戸之間有射孔樓樓然也臺持也築土堅高能自勝持也櫓露也露上無屋覆也門捫也在外為人所捫摸也障衛也户䕶也所以謹䕶閉塞也窓聦也於内窺外為聦明也屋以草蓋曰茨茨次也次此草為之也寄上曰廬廬慮也取自覆慮也草圓屋曰蒲蒲敷也緫其上而敷下也又謂之庵庵奄也所以自覆奄也大屋曰廡廡幠也幠覆也并冀人謂之庌庌正也屋之正大者也井清也泉之清潔者也井一有水一無水曰罽汋罽竭也汋有水聲汋汋也竈造也造創食物也爨銓也銓度甘辛調和之處也倉藏也藏穀物也庫舍也物所在之舍也故齊魯謂庫曰舍也廏勼也勼聚也牛馬之所聚也廩矜也寳物可矜惜者投之其中也囷綣也藏物繾綣束縛之也庾𥙿也言盈𥙿也露積之言也盈𥙿不可稱受所以露積之也囤屯也屯聚之也圌以草作之團團然也厠言人雜在上非一也或曰溷言溷濁也或曰圊至檅之處冝常修治使潔清也或曰軒前有伏似殿軒也泥邇也邇近也以水沃土使相黏近也塗杜也相塞孔穴也堊亞也次也先泥之次以白灰飾之也塈猶煟煟細澤貌也"}
{"id": "KR1j0007_006", "series": "KR1j0007", "text": "劉熈字成國撰人所坐卧曰牀牀􁁵也所以自􁁵載也長狹而卑曰榻言其鵪榻然近地也小者曰獨坐主人無二獨所坐也枰平也以板作其體平正也几也所以物也筵衍也舒而平之衍衍然也席釋也可卷可釋也簟簟也布之簟簟然平正也薦所以自薦藉也蒲草也以蒲作之其體平也氊旃也毛相著旃旃然也褥辱也人所坐䙝辱也裘溲猶屢數毛相離之言也榻登施大牀之前小榻之上所以登牀也貂席連貂皮以為席也枕檢也所以檢項也帷圍也所以自障圍也幕幕絡也在表之稱也小幕曰帟張在人上帟帟然也幔漫也漫漫相連綴之言也帳張也張施於牀上也小帳曰斗形如覆斗也㡘㢘也自障蔽為亷耻也憧容也施之車盖童童然以隠蔽形容也户㡘施於户外也牀前帷曰帖言帖帖而垂也握屋也以帛衣板施之形如屋也承塵施於上承塵土也搏辟以席搏著壁也扆倚也在後所依倚也屏風言可以屏障風也筆述也述事而書之也硯研也研墨使和濡也墨痗也似物痗墨也紙砥也謂平滑如砥石也板般也般般平廣也奏鄒也鄒狹小之言也札櫛也編之如櫛齒相比也簡間也編之篇篇有間也簿言可以簿疏宻也笏忽也君有教命及所啟白則書其上傋忽忘也槧板之長三尺者也槧漸也言其漸漸然長也牘睦也手執之以進見所以為恭睦也籍籍也所以籍疏人名户口也檄激也下官所以激迎其上之書文也檢禁也禁閉諸物使不得開露也璽徙也封物使可轉徙而不可發也印信也所以封物為信驗也亦言因也封物相因付也謁詣也詣告也書其姓名於上以告所至詣者也符付也書所勑命於上付使轉行之也節赴也執以赴君命也傳轉也轉移所在執以為信也劵綣也相約束繾綣以為限也莂别也大書中央中破别之也契刻也刻識其數也䇿書教令於上所以驅䇿諸下也漢制約勑封侯曰册册頥也勑使整頥不犯之也示示也過所至闗津以示之也詣啓也以君語官司所至詣也書庻也紀庻物也亦言著之簡紙永不滅也畫挂也以五色挂物上也書稱刺書以筆刺紙簡之上也又曰寫倒寫此文也書姓字於奏上曰書刺作再拜起居字皆達其體使書盡邉徐引筆書之如畫者也下官刺曰長刺長書中央一行而下之也又曰爵里刺書其官爵及郡縣鄉里也書稱題題諦也審諦其名號也亦言第因其第次也書文書檢曰署署予也題所予者官號也上勑下曰告告覺也使覺悟知己意也下言上曰表思之於内表施於外也又曰上示之於上也又曰言言其意也約約束之也勑飾也使自警飾不敢廢慢也謂猶謂也猶得勑不自安謂謂然也三墳墳分也論三才之分天地人之治其體有三也五典典鎮也制法所以鎮定上下其等有五也八索索素也著素王之法若孔子者聖而不王制此法者有八也九丘丘區也區别九州土氣教化所冝施者也此皆三王以前上古羲皇時書也今皆亡惟堯典存也經俓也如俓路無所不通可常用也緯圍也反覆圍繞以成經也圖度也盡其品度也䜟纎也其義纎㣲也易易也言變易也禮體也得其事體也儀冝也得事冝也傳傳也以傳示後人也記紀也紀識之也詩之也志之所之也興物而作謂之興敷布其義謂之賦事類相似謂之比言王政事謂之雅稱頌成功謂之頌隨作者之志而别名之也尚書尚上也以堯為上始而書其時事也春秋春秋冬夏終而成嵗春秋書人事卒歳而究備春秋温涼中象政和也故舉以為名也國語記諸國君臣相與言語謀議之得失也又曰外傳春秋以魯為内以諸國為外外國所傳之事也爾雅爾昵也昵近也雅義也義正也五方之言不同皆以近正為主也論語紀孔子與諸弟子所語之言也法逼也莫不欲從其志逼正使有所限也律累也累人心使不得放肆也令領也理領也使不得相犯也科課也課其不如法者罪責之也詔書詔昭也人暗不見事冝則有所犯以此示之使昭然知所由也論倫也有倫理也稱人之美曰讃讃纂也纂集其美而叙之也叙杼也杼洩其實宣見之也銘名也述其功美使可稱名也誄累也累列其事而稱之也諡曵也物在後為曵言名之於人亦然也譜布也布列見其事也統緒也主緒人世類相繼如統緒也碑被也此本王莾時所設也施其轆轤以繩被其上以引棺也臣子追述君父之功美以書其上後人因焉無故建於道陌之頭顯見之處名其文就謂之碑也詞嗣也令撰善言相續嗣也"}
{"id": "KR1j0007_007", "series": "KR1j0007", "text": "劉熈字成國撰斧甫也甫始也凡將制器始用斧代木已乃制之也鎌㢘也體亷薄也其所刈稍稍取之又似亷者也斨戕也所伐皆戕毁也仇矛讎也所伐則平如討仇讎也錐利也椎推也耒亦椎也鑿有所穿鑿也鐫鐏也有所鐏入也耜似也似齒之㫁物也犁利也利則發土絶草根也檀垣也摩之使垣然平也鋤助也去穢助苗長也齊人謂其柄曰橿橿然正直也頭曰鶴似鶴頭也枷加也加杖於柄頭以撾穂而出其榖也或曰羅枷三杖而用之也或曰丫丫杖轉於頭故以名之也鍤揷也揷地起土也或曰銷銷削也能有所穿削也或曰鏵鏵刳也刳地為坎也其板曰葉象木葉也把播也所以播除物也拂撥也撥使聚也耨以鋤嫗耨禾也鑮亦鋤類也鑮迫也􁕄溝也既割去壟上草又辟其土以壅苗根使壟下為溝受水潦也鉪殺也言殺草也銍穫黍鐡也銍銍斷黍穂聲也釿謹也板廣不可得制削又有節則用此釿之所以詳謹令平滅斧跡也鐁鐁彌也釿有高下之跡以此鐁彌其上而平之也鋸倨也其體直所截應倨句之平也钃誅也主以誅除物根株也鍾空也内空受氣多故聲大也磬罄也其聲罄罄然堅緻也鼓郭也張皮以冐之其中空也鞉導也所以導樂作也鼙禆也禆助皷節也聲在前曰朔朔始也在後曰應應大皷也所以懸皷者横曰簨簨峻也在上高峻也從曰虡虡舉也在旁舉簨也簨上之板曰業刻為牙捷業如鋸齒也瑟施弦張之瑟瑟然也筝施弦高急筝筝然也筑以竹皷之筑柲之也箜篌此師延所作靡靡之樂也後出於桑間濮上之地蓋空國之侯所存也師涓為晉平公皷焉鄭衛分其地而有之遂號鄭衛之音謂之淫樂也枇杷本出於胡中馬上所皷也推手前曰枇引手却曰杷象其皷時因以為名也塤喧也聲濁喧喧然也箎啼也聲從孔出如嬰兒啼聲也簫肅也其聲肅肅而清也笙生也象物貫地而生也竹之貫匏以瓠為之故曰匏也竽亦是也其中汙空以受簧也簧横也於管頭横施於中也以竹鐵作於口横皷之亦是也搏拊也以韋盛糠形如皷以手附拍之也柷狀如伏虎如見柷柷然也故訓為始以作樂也敔衙也衙止也所以止樂也舂撞也牘筑也以舂築地為節也籥躍也氣躍出也􁌀滌也其聲滌滌然也鐃聲鐃鐃也人聲曰歌歌柯也所歌之言是其質也以聲吟詠有上下如草木之有柯葉也故兗冀言歌聲如柯也竹曰吹吹推也以氣推發其聲也吟嚴也其聲本出於憂愁故其聲嚴肅使人聽之悽嘆也弓穹也張之穹隆然也其末曰簫言簫梢也又謂之弭以骨為之滑弭弭也中央曰弣弣撫也人所持撫也簫弣之間曰淵淵宛也言曲宛也弩怒也有勢怒也其柄曰臂似人臂也鉤絃者曰牙似齒牙也牙外曰郭為牙之䂓郭也下曰懸刀其形然也合名之曰機言如機之巧也亦言如門户之樞機開闔有節也天指也言其有所指向迅疾也又謂之箭前進也其本曰足矢形似木木以下為本本以根爲足也又謂之鏑鏑敵也可以禦敵也齊人謂之鏃鏃族也言其所中皆族滅也闗西曰釭釭鉸也言有交刅也其體曰幹言梃幹也其旁曰羽如鳥羽也鳥須羽而飛矢須羽而前也齊人曰衛所以導衛矢也其末曰栝栝會也與弦㑹也栝旁曰义形似义也其受之器以皮曰箙謂柔服用之也織竹曰笮相迫笮之名也步义人所帶以箭义其中也馬上曰鞬鞬建也弓矢並建立其中也刀到也以斬伐到其所刀擊之也其末曰鋒言若鋒刺之毒利也其本曰環形似環也其室曰削削峭也其形峭殺裹刀體也室口之飾曰琫琫捧也捧束口也下末之飾曰琕琕卑也在下之言也短刀曰拍髀帶時拍髀旁也又曰露拍言露見也佩刀在佩旁之刀也或曰容刀有刀形而無刅備儀容而已剪刀剪進也所剪稍進前也書刀給書簡扎有所刋削之刀也封刀鉸刀削刀皆隨時名之也㦸格也旁有枝格也戈句矛㦸也戈過也所刺擣則決過所鉤引則制之弗得過也車㦸曰常長丈六尺車上所持也八尺曰尋倍尋曰常故稱常也手㦸手所持摘之㦸也矛冐也刅下冐矜也下頭曰鐏鐏入地也松櫝長三尺其矜冝輕以松作之也櫝速櫝也前刺之言也矛長丈八尺曰矟馬上所持言其矟矟便殺也又曰激矛激截也可以激截敵陣之矛也仇矛頭有三义言可以討仇敵之矛也夷矛夷常也其矜長丈六尺不言常而曰夷者言其可夷滅敵亦車上所持也矛長九尺者也霍也所中霍然即破裂也殳矛殳殊也長丈二尺而無刅有所撞挃於車上使殊離也盾遯也跪其後避以隱遯也太而平者曰呉魁本岀於呉為魁帥者所持也隆者曰須盾本出於蜀須所持也或曰羗盾言出於羗也約䝱而鄒者曰陷虜言可以陷破虜敵也今謂之曰露見是也狹而長者曰步盾步兵所持與刀相配者也狹而短者曰孑盾車上所持者也孑小稱也以縫編板謂之木絡以犀皮作之曰犀盾以木作之曰木盾皆因所用為名也彭排彭旁也在旁排敵禦攻也鎧猶塏也塏堅重之言也或謂之甲似物孚甲以自禦也劒檢也所以防撿非常也又其在身拱時歛在臂内也其旁鼻曰鐔鐔尋也帶所貫尋也其末曰鋒鋒末之言也鋋延也達也去此至彼之言也鉤鑲兩頭曰鉤中央曰鑲或推鑲或鉤引用之之冝也九旗之名日月為常畫日月於其端天子所建言常明也交龍為旂旂倚也畫作兩龍相依倚也通以赤色為之無文采諸侯所建也通帛為􁇁􁇁戰也戰戰恭已而已也三孤所建象無事也熊虎為旗軍將所建象其猛如虎與衆期其下也鳥隼為旟旟譽也軍吏所建急疾趨事則有稱譽也雜帛為斾以雜色綴其邉為趐尾也將帥所建象物雜也龜蛇為旐旐兆也龜知氣兆之吉凶建之於後察度事冝之形兆也金羽為猶滑也順滑之貌也析雨為旌旌精也有精光也緌有虞氏之旌也注旄竿首其形蘂蘂然也綏夏后氏之旌也其形衰衰也白斾殷旌也以帛繼旐末也翿陶也其貌陶陶下垂也幢童也其貌童童也旛幡也其貌幡幡也校號也將帥號令之所在也節為號令賞罰之節也鐸度也號令之限度也金皷金禁也為進退之禁也戚慼也斧以斬斷見者皆慼懼也銊豁也所向莫敢當前豁然破散也車古者曰車聲如居言行所以居人也今曰車車舍也行者所處若車舍也天子所乗曰玉輅以玉飾車也輅亦車也謂之輅者言行於道路也象輅金輅木輅各隨所以為飾名之也鉤車以行為陣鉤股曲直有正夏所制也胡車車胡以罪没入為官奴者引之殷所制也元戎車在軍前啓突敵陣周所制也輦車人所輦也柏車柏伯也大也丁夫服任之小車也羊車羊祥也祥善也善飾之車今犢車是也墨車漆之正黒無文飾大夫所乗也重較其較重卿所乗也役車給役之車也棧車棧靖也麻靖物之車也皆庶人所乗也軘車戎者所乗也容車婦人所載小車也其盖施帷所以隠蔽其形容也衣車前户所以載衣服之車也獵車所乗以畋獵也小車駕馬輕小之車也駕馬冝輕使之局小也高車其盖高立載之車也安車盖卑坐乗今吏之乗小車也驘車羔車各以所駕名之也檻車上施欄檻以格猛獸之車也軺車軺遥也逺也四向逺望之車也輜車載輜重卧息其中之車也輜厠也所載衣物雜厠其中也軿車軿屏也四面屏蔽婦人所乗牛馬也輜駢之形同有邸曰輜無邸曰軿輈句也轅上句也衡横也横馬頸上也游環在服馬背上驂馬之外轡貫之游移前却無常處也脅驅在服馬外脅也隂䕃也横側車前以隂笭也靷所以引車也鋈金塗沃也冶白金以沃灌靷環也續續靷端也文鞇車中所坐者也用虎皮有文采因與下轝相連著也伏也在前人所伏也軾式也所伏以式敬者也􁕅車中重薦也輕􁕅小貂也轂埆也體堅埆也轅援也車之大援也枕横在前如卧牀之有枕也枕横也横在下也薦板在上如薦席也齊人謂車枕以前曰縮言局縮也兗冀曰育御者坐中執御育育然也較在箱上為辜較也立人象人立也或曰陽門在前曰陽兩旁似門也槅枙也所以扼牛頸也馬曰烏啄下向又馬頸似烏開口向下啄物時也隆强言體隆而强也或曰車弓似弓曲也其上竹曰郎疏相逺晶晶然也複也重複非一言之也輞罔也罔羅周倫之外也闗西曰輮言曲輮也或曰䡑䡑緜也緜連其外也輪綸也言彌綸也周匝之言也􁕆言輻􁕆入轂中也輿舉也軸抽也入轂中可抽出也釭空也其中空也鐧間也間釭軸之間使不相摩也轄害也車之禁害也輠裹也裹軹頭也軹指也如指而見於轂頭也笒横在車前織竹作之孔笭笭也盖在上覆盖人也軬藩也蔽水雨也轑盖义也如屋構橑也杠公也衆义所公共也䡟棿猶袐齧也在車軸上正輪之祕齒前却也屐似人屐也又曰伏兔在軸上似之也又曰輹輹伏也伏於軸上也鉤心從輿心下鉤軸也縛在車下與輿相連縛也棠也在車兩旁􁏢使不得進却也􁏢憲也禦熱也紲制也牽制之也紛放也防其放㢮以拘之也轡咈也牽引咈戾以制馬也勒絡也絡其頭而引之曳也且弼正船使順流不使他戾也在旁曰櫓櫓膂也用膂力然後舟行也引舟者曰筰筰作也作起也起舟使動行也在旁撥水曰櫂櫂濯也濯於水中也且言使舟櫂進也又謂之札形似札也又謂之楫楫捷也撥水使舟㨗疾也所用斥旁岸曰交一人前一人還相交錯也帆泛也隨風張幔曰帆使舟疾汎汎然也舟中牀以薦物者曰笭言但有簀如笭牀也南方人謂之笭突言濕漏之水突然從下過也其上板曰覆言所覆衆枕也其上屋曰廬象廬舍也其上重室曰飛廬在上故曰飛也又在上曰爵室於中候望之如鳥雀之警示也軍行在前曰先登登之向敵陣也狹而長曰艨衝以衝突敵船也輕疾者曰赤馬舟其體正赤疾如馬也上下重牀曰艦四方施板以禦矢石其内如牢艦也五百斛以上還有小屋曰斥候以視敵進退也三百斛曰􁇺􁇺貂也貂短也江南所名短而廣安不傾危者也二百斛以下曰艇其形徑挺一人二人所行也"}
{"id": "KR1j0007_008", "series": "KR1j0007", "text": "劉熈字成國撰疾病者客氣中人疾急也病並也並與正氣在膚體中也疹診也有結氣可得診見也疚久也在體中也痛通也通在膚衇中也癢揚也其氣在皮中欲得發揚使人搔發之而揚出也眩懸也目視動亂如懸物遥遥然不定也歴從耳鼻中出歴歴然也秃無髮沐秃也毼頭生創曰瘕毼亦然也盲茫也茫茫無所見也瞽皷也瞑瞑然目平合如皷皮也矇有眸子而失明蒙蒙無所别也瞍縮壊也瞎迄也膚幕迄迫也眸子明而不正曰通視言通達目匡一方也又謂之麗視麗離也言一目視天一目視地目明分離所視不同也目匡陷急曰眇眇小也目􁏱傷赤曰䁾䁾末也創在目兩末也目生膚入眸子曰浸浸侵也言侵明也亦言浸淫轉大也聾籠也如在蒙籠之内聽不察也鼻塞曰鼽鼽久也涕久不通遂至窒塞也齲朽也蟲齧之齒缺朽也瘖唵然無聲也癭嬰也在頸嬰喉也癰喉氣著喉中不通稸成癰也消㵣㵣渇也腎氣不周於􁔿胃中津潤消渴故欲得水也嘔傴也將有所吐脊曲傴也欬刻也氣奔至出入不平調若刻物也喘湍也湍疾也氣出入湍疾也吐㵼也故揚豫以東謂㵼為吐也乳癰曰妬妬禇也氣積禇不通至腫潰也心痛曰疝疝詵也氣詵詵然上而痛也脴否也氣否結也小兒氣結曰哺哺露也哺而寒露乳食不消生此疾也注病一人死一人復得氣相灌注也泄利言其出漏泄而利也下重而赤白曰䐭言厲䐭而難也隂腫曰隤氣下隤也又曰疝亦言詵也詵詵引小腹急痛也疼卑氣疼疼然煩也痔食也蟲食之也酸遜也遜遁在後也言脚疼力少行遁在後以遜遁者也消弱也如見割削䈥力弱也懈解也骨節觧緩也厥逆氣從下厥起上行入心脇也瘧酷虐也凡疾或寒或熱耳而此疾先寒後熱兩疾似酷虐者也疥齘也癢搔之齒䫴齘也癬徙也浸淫移徙䖏日廣也故青徐謂癬爲徙也胗展也癢搔之捷展起也腫鍾也寒熱氣所鍾聚也癰壅也氣壅否結裏而潰也痳懍也小便難懍懍然也創戕也戕毁體使傷也痍侈也侈開皮膚為創也瘢漫也生漫故皮也痕根也急相根引也瘤流也血流聚所生瘤腫也贅屬也横生一肉屬著體也肬丘也出皮上聚髙如地之有丘也人始氣絶曰死死澌也就消澌也士曰不禄不復食禄也大夫曰卒言卒竟也諸侯曰薨薨壊之聲也天子曰崩崩壊之形也崩硼聲也殪翳也就隠翳也徂落徂祚也福祉殞落也徂亦徃也言徃去落也罪人曰殺殺竄也埋竄之使不復見也罪及餘人曰誅誅株也如株木根枝葉盡落也死於水者曰溺溺弱也不能自勝之言也死於火者曰燒燒燋也戰死曰兵言死為兵所傷也下殺上曰弑弑伺也伺間而後得施也懸繩曰縊縊阨也阨其頸也屈頸閉氣曰雉經如雉之為也獄死曰考竟考得其情竟其命於獄也市死曰棄市市衆所聚言與衆人共棄之也斫頭曰斬斬腰曰腰斬斬暫也暫加兵即斷也車裂曰轘轘散也肢體分散也煑之於鑊曰烹若烹禽獸之肉也槌而死曰掠掠狼也用威大暴於豺狼也老死曰夀終夀久也終盡也生已久遠氣終盡也少壯而死曰夭如取物中夭折也未二十而死曰殤殤傷也可衰傷也父死曰考考成也亦言槁也槁於義為成凡五材膠漆陶冶皮革乾槁乃成也母死曰妣妣比也比之於父亦然也漢以來謂死為物故言其諸物皆就朽故也既定死曰尸尸舒也骨節觧舒不復皆自勝歛也衣尸曰襲襲匝也以衣周匝覆衣之也以囊韜其形曰冐覆其形使人勿悪也已衣所以束之曰絞衿絞定也交結之也衿禁也禁繫之也含以珠貝含其口中也握以物著尸手中使握之也衣尸棺曰歛歛藏不復見也棺闗也闗閉也槨廓也廓落在表之言也尸已在棺曰柩柩究也送終隨身之制皆究備也於西壁下塗之曰殯殯賓也賓客遇之言稍逺也塗曰攢攢木於上而塗之也三日不生生者成服曰縗縗搉也言傷摧也絰實也傷摧之實也絞帶絞麻緦爲帶也三年之縗曰斬不緝其末直翦斬而已期曰齋齋齊也九月曰大功其布如麤大之功不善治練之也小功精細之功小有飾也緦麻緦絲也績麻緦如絲也鍚縗鍚治也治其麻使滑易也疑儗也儗於吉也繐細如繐也䟽䟽如繐也環絰未無餘散麻圓如環也弁絰如爵弁而素如絰也重死者之資重也含餘米以為粥投之甕而懸之比葬末作主權以重主其神也葬藏也壙曠也藏於空曠處也輿棺之車曰轜轜耳也懸於左右前後銅魚揺絞之屬耳耳然也其葢曰柳柳聚也衆飾所聚亦其形僂也亦曰鼈甲以鼈圧亦然也其旁曰牆似屋牆也翣齊人謂扇為翣此似之也象翣扇為清涼也翣有黼有畫各以其飾名之也兩旁引之曰披披擺也各於一旁引擺之備傾倚也從前引之曰紼紼發也發車使前也懸下壙曰繂繂將也徐徐將下之也棺束曰緘緘函也古者棺不釘也旁際曰小要其要約小也又謂之袵袵任也任制祭㑹使不解也送死之器曰明器神明之器異於人也塗車以泥塗為車也芻靈束草為人馬靈名之也喪祭曰奠奠停也言停久也亦言樸奠合體用之也朔望祭曰殷奠所用殷衆也既葬還祭於殯宫曰虞謂虞樂安神使還此也又祭曰卒哭卒止也止孝子無時之哭朝夕而已也又祭曰祔祭於祖廟以後死孫祔於祖也期而小祥亦祭名也孝子除首絰服練冠也祥善也加小善之飾也又期而大祥亦祭名也孝子除縗服服朝服縞冠加大善之飾也間月而禫亦祭名也孝子之意澹然哀思益衰也冡腫也象山頂之髙腫起也墓慕也孝子思慕之處也丘象丘形也陵亦然也假葬於道側曰肂肂翳也日月未滿而葬曰渴言謂欲速葬無恩也過時而不葬曰慢謂慢傲不念早安神也葬不如禮曰埋埋痗也趨使葬腐而已也不得埋之曰棄謂棄之於野也不得停尸曰損損於地邉者也釋名卷第八終"}
