{"id": "KR1j0018_001", "series": "KR1j0018", "text": "文六十重十三文四天地人之道也从三數凡三之屬皆从三文一重一天下所歸往也董仲舒曰古之造文者三畫而連其中謂之王三者天地人也而參通之者王也孔子曰一貫三爲王凡王之屬皆从文一百二十六重十七文四重一上下通也引而上行讀若囟引而下行讀若退凡丨之屬皆从丨文三重二說文解字第一說文解字弟一漢太尉祭酒許氏記艸木𥘉生也象丨出形有枝莖也古文或以爲艸字讀若徹凡屮之屬皆从屮尹彤說文七重三百芔也从二屮凡艸之屬皆从艸上諱"}
{"id": "KR1j0018_002", "series": "KR1j0018", "text": "三十部六百九十三文重八十八凡八千四百九十八字文三十四新附物之微也从八丨見而分之凡小之屬皆从小文三别也象分别相背之形凡八之屬皆从八半之屬皆从半文三大牲也牛件也件事理也象角頭三封尾之形凡牛之屬皆从牛文四十五重一(小/也从口毚聲/一曰喙也士咸切/啗也喙也从口/筮聲時制/切/食也从口臽聲讀/與含同徒濫切///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////張口也象形凡凵之屬皆从凵文一驚嘑也从二口凡吅之屬皆从吅讀若讙文六重二哀聲也从吅獄省聲凡哭之屬皆从哭文二趨也从夭止夭止者屈也凡走之屬皆从走文八十五重一下基也象艸木出有址故以止爲足凡止之屬皆从止文十四重一足剌􁙁也从止凡􁙁之屬皆从􁙁讀若撥文三重一行也从止少相背凡歩之屬皆从歩文二止也从止从匕匕相比次也凡此之屬皆从此文三文一說文解字弟二文一百一十八重三十一文十三小步也象人脛三屬相連也凡彳之屬皆从彳文十二重一口齗骨也象口齒之形止聲凡齒之屬皆从齒文四十四重二文一牡齒也象上下相錯之形凡牙之屬皆从牙文三重二人之足也在下从止口凡足之屬皆从足文七足也上象腓腸下从止弟子職曰問疋何止古文以爲詩大疋字亦以爲足字或曰胥字一曰疋記也凡疋之屬皆从疋文三衆庶也从三口凡品之屬皆从品文三樂之竹管三孔以和衆聲也从品侖侖理也凡龠之屬皆从龠"}
{"id": "KR1j0018_003", "series": "KR1j0018", "text": "文二重一十數之具也一爲東西丨爲南北則四方中央備矣凡十之屬皆从十文九三十并也古文省凡卉之屬皆从卉文二直言曰言論難曰語从口䇂聲凡言之屬皆从言文二百四十五重三十三文八競言也从二言凡誩之屬皆从誩讀若競文四重一聲也生於心有節於外謂之音宫商角徴羽聲絲竹金石匏土革木音也从言含一凡音文四重二瀆菐也从丵从廾廾亦聲凡菐之屬皆从菐文三重一竦手也从从又凡廾之屬皆从廾文十七重四引也从反廾凡􁘹之屬皆从􁘹文三重一同也从廿廾凡共之屬皆从共文二重一分也从廾从卑卑予也凡異之屬皆从異文二重一共也从臼从廾凡舁之屬皆从舁讀若余文四重三叉手也从彐凡􁀋之屬皆从􁀋文二重一早昧爽也从􁀋从辰辰時也辰亦聲丮夕爲䢅爲䢅皆同意凡䢅之屬皆从䢅文五十七重十一文四鼎屬實五觳斗二升曰觳象腹交文三足凡鬲之屬皆从鬲文十三重五㽁也古文亦鬲字象孰飪五味气上出也凡䰜之屬皆从􁖔讀若戟文八重一兩士相對兵杖在後象鬥之形凡鬥之屬皆从鬥文十文一手也象形三指者手之􁙀多略不過三也凡又之屬皆从又文二十八重十六􁃲手也象形凡􁃲之屬皆从􁃲文二記事者也从又持中中正也凡史之屬皆从史文二重一去竹之枝也从手持半竹凡支之屬皆从支文二重一手之疌巧也从又持巾凡聿之屬皆从聿文三重三所以書也楚謂之聿呉謂之不律燕謂之弗从聿一聲凡聿之屬皆从聿文四界也象田四界聿所以畫之凡畫之屬皆从畫文二重三及也从又从㞑省又持㞑者从後及之也凡隶之屬皆从隶文三重一堅也从又臣聲凡臤之屬皆从臤讀若鏗鏘文二十重一戮也从殳杀聲凡殺之屬皆从殺文二重四鳥之短羽飛几几也象形凡几之屬皆从几讀若殊文三十分也人手卻一寸動衇謂之寸口从又从一凡寸之屬皆从寸文七剥取獸革者謂之皮从又爲省聲凡皮之屬皆从皮文三重二文二柔韋也从北从皮省从敻省凡㼱之屬皆从㼱讀若耎一曰若儁文三重二小擊也从又卜聲凡攴之屬皆从攴文七十七重六上所施下所効也从攴从孝凡敎之屬皆从教文二重二灼剥龜也象炙龜之形一曰象龜兆之從横也凡卜之屬皆从卜文八重二可施行也从卜从中䘙宏說凡用之屬皆从用"}
{"id": "KR1j0018_004", "series": "KR1j0018", "text": "說文解字弟四漢太尉祭酒許愼記四十五部文七百四十八重百一十二凡七千六百三十八字文二十四新附舉目使人也从攴从目凡􁘺之屬皆从􁘺讀若文四人眼象形重童子也凡目之屬皆从目文百十三重八文六左右視也从二目巳䀠之屬皆从䀠讀若拘又若良士瞿瞿文三目上毛也从目象眉之形上象頟理也凡眉之屬皆从眉文二重一瞂也所以扞身蔽目象形凡盾之屬皆从盾文三鼻也象鼻形凡自之屬皆从自文二重一此亦自字也省自者詞言之气从鼻出與口相助也凡白之屬皆从白文七重二引气自卑也从自卑凡鼻之屬皆从鼻文五二百也凡皕之屬皆从皕讀若袐文二重一數飛也从羽从曰凡習之屬皆从習文二鳥長毛也象形凡羽之屬皆从羽文三十四重一文三鳥之短尾緫名也象形凡隹之屬皆从隹文三十九重十二鳥張毛羽自奮也从大从隹凡奞之屬皆从奞讀若睢文三鴟屬从隹从􁈟有毛角所鳴其民有旤凡萑之屬皆从萑讀若和文四重二羊角也象形凡􁁯之屬皆从􁁯讀若䓙文三目不正也从􁈟从目凡苜之屬皆从苜莧从此讀若末文四祥也从􁈟象頭角足尾之形孔子曰牛羊之字以形舉也凡羊之屬皆从羊文二十六重二長尾禽緫名也象形鳥之足似匕从􁁻凡鳥之屬皆从鳥小也象子初生之形凡幺之屬皆从幺文二文一微也从二幺凡􁃧之屬皆从􁃧文三專小謹也从幺省屮財見也屮亦聲凡叀之屬皆从叀文三重三幽逺也黒而有赤色者爲玄象幽而入覆之文九重三􁍥穿也从又从歺凡􁙋之屬皆从􁙋讀若􁍥文五重三􁙀骨之􁍥也从半冎凡歺之屬皆从歺讀若櫱岸之櫱文三十二重六澌也人所離也从歺从人凡死之屬皆从死文四重一剔人肉置其骨也象形頭隆骨也凡冎之屬皆从冎文三肉之覈也从冎有内凡骨之屬皆从骨文二十五重一胾肉象形凡肉之屬皆从肉文一百四十重二十腸文五肉之力也从力从肉从竹竹物之多筋者凡筋之屬皆从筋文三重三兵也象形凡刀之屬皆从刀文三重二巧㓞也从刀丰聲凡㓞之屬皆从㓞文三艸蔡也象艸生之散亂也凡丰之屬皆从丰讀若介文二手耕曲木也从木推丰古者垂作耒㭒以振民也凡耒之屬皆从耒文七重一獸角也象形角與刀魚相似凡角之屬皆从文三十九重六說文解字第四"}
{"id": "KR1j0018_005", "series": "KR1j0018", "text": "文百四十四重十五文五簸也从竹象形下其丌也凡箕之屬皆从箕文二重五下基也薦物之丌象形凡丌之屬皆从丌讀若箕同文七重三皆从巫文二重一美也从口含一一道也凡甘之屬皆从甘文五重二詞也从口乙聲亦象口气出也凡曰之屬皆从曰文七重一曵詞之難也象气之出難凡弓之屬皆从乃文三重三气欲舒出勹上礙於一也丂古文以爲亐字又以爲巧字凡丂之屬皆从丂文四肎也从口亦聲凡可之屬皆从可文五重二美也从甘匕聲凡旨之屬皆从旨文二重一樂也从壴从口凡喜之屬皆从喜文三重一陳樂立而上見也从屮从豆凡壴之屬皆从壴還師振旅樂也一曰欲也登也从豆微省聲凡豈之屬皆从豈文三古食肉器也从口象形凡豆之屬皆从豆文六重一行禮之器也从豆象形凡豊之屬皆从豊讀與禮同文二豆之豐滿者也从豆象形一曰鄉飮酒有豐侯者凡豐之屬皆从豐文二重一古陶器也从豆虍聲凡䖒之屬皆从䖒文三虎文也象形凡虍之屬皆从虍文九重三飯食之用器也象形與豆同意凡皿之屬皆从皿讀若猛文二十五重三文一凵盧飯器以柳爲之象形凡凵之屬皆从凵文一重一人相違也从大凵聲凡去之屬皆从去文三祭所薦牲血也从皿一象血形凡血之屬皆从血文十五重三有所絶上而識之也凡之屬皆从文三重一說文解字第五凡鬯之屬皆从鬯文五重二一米也从皀亼聲或說亼皀也凡食之屬皆从食文六十二重十八文二三合也从入一象三合之形凡亼之屬皆从亼讀若集文六重一合也从亼从曾省曾益也凡會之屬皆从會文三重一穀藏也倉黃取而藏之故謂之倉从食省口象倉形凡倉之屬皆从倉文二重一内也象从上俱下也凡入之屬皆从入文六重二瓦器所以盛酒漿秦人鼓之以節謌象形凡缶之屬皆从缶文二十一重一凡髙之屬皆从髙文四重一邑外謂之郊郊外謂之野野外謂之林林外謂之冂象逺界也凡冂之屬皆从冂文五重二度也民所度居也从回象城之重兩亭相對也或但从口凡之屬皆从文二人所爲絶高丘也从高省丨象高形凡京之屬皆从京文二重一獻也从高省曰象進孰物形孝經曰祭則鬼亯之凡亯之屬皆从亯文四重二厚也从反亯凡􁉏之屬皆从􁉏文三重三滿也从高省象高厚之形凡畗之屬皆从畗讀若伏文二重三穀所振入宗廟粢盛倉黃㐭而取之故謂之㐭从入回象屋形中有戸牖凡㐭之屬皆从㐭文四重二愛濇也从來从㐭來者㐭而藏之故田夫謂之􁔫夫凡􁔫之屬皆从􁔫文二重三周所受瑞麥來麰一來二縫象芒朿之形天所來也故爲行來之來詩曰詒我來麰凡來之屬皆从來文二重一芒穀秋穜厚薶故謂之麥麥金也金王而生火王而死从來有穗者从夂凡麥之屬皆从麥文十三重二行遲曵夊夊象人兩脛有所躧也凡夂之屬皆从夂文十五重一文一對卧也从夊㐄相背凡舛之屬皆从舛文三重二艸也楚謂之葍秦謂之藑蔓地連華象形从舛舛亦聲凡䑞之屬皆从䑞文二重二相背也从舛口聲獸皮之韋可以束枉戾相韋背故借以爲皮韋凡韋之屬皆从韋文十六重五文一韋束之次弟也从古字之象凡弟之屬皆从弟文二重一从後至也象人兩脛後有致之者凡夂之屬皆从夂讀若黹文六"}
{"id": "KR1j0018_006", "series": "KR1j0018", "text": "說文解字弟六漢太尉祭酒許氏記二十五部文七百五十三重六十一凡九千四百四十三字文二十冒也冒地而生東方之行从屮下象其根凡木之屬皆从木動也从木官溥說从日在木中凡東之屬皆从東文二平土有叢木曰林从二木凡林之屬皆从林文九重一文六重一進也象艸木生出土上凡生之屬皆从生文六艸葉也从垂穗上貫一下有根象形凡乇之屬皆从乇文一艸木華葉􁊟象形凡􁊟之屬皆从􁊟文一重一艸木華也从􁊟亏聲凡􁋉之屬皆从􁋉文二重一榮也从艸从􁋉凡華之屬皆从華文二木之曲頭止不能上也凡禾之屬皆从禾文三留止也从禾从尤旨聲凡稽之屬皆从稽文三文四橐也从束圂聲凡㯻之屬皆从㯻文五回也象回帀之形凡口之屬皆从口皆从貝文五十九重三文九國也从口先王之制尊卑有大小从卪凡邑之屬皆从邑文一百八十四重六鄰道也从邑从凡􁊛之屬皆从􁊛闕"}
{"id": "KR1j0018_007", "series": "KR1j0018", "text": "說文解字弟七漢太尉祭酒許愼記五十六部文七百一十四重百一十五凡八千六百四十七字文四十二新附實也太陽之精不虧从口一象形凡日之屬皆从日文七十重六文十六明也从日見一上一地也凡旦之屬皆从旦文二日始出光倝倝也从旦㫃聲凡倝之屬皆从文三旌旗之游㫃蹇之皃从屮曲而下垂㫃相出入也讀若偃古人名㫃字子游凡㫃之屬皆从㫃文二十三重五幽也从日从六冖聲日數十十六日而月始虧幽也凡冥之屬皆从冥文二精光也从三日凡晶之屬皆从晶文五重四闕也太陰之精象形凡月之屬皆从月文八重二文二不宜有也春秋傳曰日月有食之从月又聲凡有之屬皆从有文三照也从月从囧凡朙之屬皆从朙文二重一䆫牖麗廔闓明象形凡囧之屬皆从囧讀若獷賈侍中說讀與明同文二重二莫也从月半見凡夕之屬皆从夕文九重四重也从重夕夕者相繹也故爲多重夕爲多重日爲㬪凡多之屬皆从多文四重一穿物持之也从一横貫象寶貨之形凡毌之上諱文八重二芳也从黍从甘春秋傳曰黍稷馨凡之屬皆从文二文一粟實也象禾實之形凡米之屬皆从米文三十六重七文六米一斛舂爲八斗也从㫧从殳凡毇之屬皆从毇文二舂也古者掘地爲臼其後穿木石象形中米也凡臼之屬皆从臼从麻文四豆也象尗豆生之形也凡尗之屬皆从尗文二重一物初生之題也上象生形下象其根也凡耑之屬皆从耑文一菜名一穜而乆者故謂之韭象形在一之上一地也此與耑同意凡韭之屬皆从韭文六重一㼌也象形凡瓜之屬皆从瓜文七重一匏也从瓜夸聲凡瓠之屬皆从瓠文二交覆深屋也象形凡宀之屬皆从宀文七十一重十六文三室也从宀躳省聲凡宫之屬皆从宫文二青骨也象形昔太嶽爲禹心吕之臣故封吕矦凡吕之屬皆从吕文二重二土室也从宀八聲凡穴之屬皆从穴文十重一倚也人有疾病象倚箸之形凡疒之屬皆从疒㒳文三庖犧所結繩以漁从冂下象网交文凡网之屬皆从网文三十四重十二文三覆也从冂上下覆之凡覀之屬皆从襾讀若文四重一佩巾也从冂丨象糸也凡巾之屬皆从巾文六十二重八文九韠也上古衣蔽前而已巿以象之天子朱巿諸矦赤巿大夫葱衡从巾象連帶之形凡巿之屬皆从巿文二重二繒也从巾白聲凡帛之屬皆从帛文二西方色也陰用事物色白从入合二二陰數凡白之屬皆从白文十一重二敗衣也从巾象衣敗之形凡㡀之屬皆从㡀文二箴縷所紩衣从㡀丵省凡黹之屬皆从黹文六說文解字第七"}
{"id": "KR1j0018_008", "series": "KR1j0018", "text": "說文解字第八漢太尉祭酒許愼記三十七部六百一十一文重六十三凡八千五百三十九字文三十五新附天地之性最貴者也此籀文象臂脛之形凡人之屬皆从人文十八變也从到人凡匕之屬皆从匕文四重一相與比叙也从反人匕亦所以用比取飯一名柶凡􁁻之屬皆从匕文九重一相聽也从二人凡从之屬皆从从文三密也二人爲从反从爲比凡比之屬皆从比文二重一乖也从二人相背凡北之屬皆从北文二土之高也非人所爲也从北从一一地也人居在南故从北中邦之居在崐崘東南一曰四方高中央下爲象形凡之屬皆从文三重一衆立也从三人凡乑之屬皆从乑讀若欽崟文四重一文一百一十六重十一文三皮衣也从衣求聲一曰象形與衰同意凡之屬皆从文二重一考也七十曰老从人毛匕言須髮變白也凡老之屬皆从老文十眉髮之屬及獸毛也象形凡毛之屬皆从毛文六文七獸細毛也从三毛凡毳之屬皆从毳文二陳也象臥之形凡尸之屬皆从尸文二十三重五文四足所依也从尸从彳从夂舟象履形一曰尸聲凡履之屬皆从履文六重一舩也古者共鼓貨狄刳木爲舟剡木爲楫以濟不通象形凡舟之屬皆从舟廱蔽也从人象左右皆蔽形凡之屬皆从讀若瞽文二前進也从几从之凡先之屬皆从先文二無髮也从人上象禾粟之形取其聲凡秃之屬皆从秃王育說蒼頡出見秃人伏禾中因以制字未知其審文二視也从儿从目凡見之屬皆从見文四十五重三文一竝視也从二見凡覞之屬皆从覞文三張口气悟也象气从人上出之形凡欠之屬皆从欠㱃食气屰不得息曰㒫从反欠凡㒫之屬皆从㒫文三重一說文解字第八"}
{"id": "KR1j0018_009", "series": "KR1j0018", "text": "說文解字弟九漢太尉祭酒許愼記四十六部四百九十六文重六十三凡七千二百四十七字文三十八新附頭也从􁋳从几古文䭫首如此凡頁之屬皆从頁􁋳者䭫首字也文九十三重八文一頭也象形凡􁋳之屬皆从􁋳屬皆从􁙣文二面毛也从頁从三凡須之屬皆从須文五毛飾畫文也象形凡彡之屬皆从彡文九重一文三十八重六文二重一顔气也从人从卪凡色之屬皆从色文三重二事之制也从卩凡卯之屬皆从卯闕文二法也从卩从辛節制其辠也从口用法者也凡辟之屬皆从辟文三裹也象人曲形有所包裹凡勹之屬皆从勹文十五重三象人褢妊巳在中象子未成形也元气起於子子人所生也男左行三十女右行二十俱立於巳爲夫婦褢妊於巳巳爲子十月而生男起巳至寅女起巳至申故男秊始寅女秊始申也凡包之屬皆从包文三自急敕也从羊省从包省从口口猶愼言也从羊羊與義善美同意凡苟之屬皆从苟文二重一人所歸爲鬼从人象鬼頭鬼陰气賊害从厶凡鬼之屬皆从鬼文十七重四文三鬼頭也象形凡甶之屬皆从甶文二重一姦哀也韓非曰蒼頡作字自營爲厶凡厶之屬皆从厶文三重三髙不平也从山鬼聲凡嵬之屬皆从嵬文二說文解字弟九宣也宣气散生萬物有石而髙象形凡山之屬皆从山文五十三重四文十二二山也凡屾之屬皆从屾文二岸髙也从山厂厂亦聲凡屵之屬皆从屵文六因广爲屋象對刺高屋之形凡广之屬皆从广讀若儼然之儼文四十九重三文六山石之厓巖人可居象形凡厂之屬皆从厂文二十七重四圜傾側而轉者从反仄凡丸之屬皆从丸文四在高而懼也从厃自卪止之凡危之屬皆从危文二山石也在厂之下口象形凡石之屬皆从石文四重三州里所建旗象其柄有三游雜帛幅半異所以趣民故遽稱勿勿凡勿之屬皆从勿文二重一毛冄冄也象形凡冄之屬皆从冄文一頰毛也象毛之形周禮曰作其鱗之而凡而之屬皆从而文二重一彘也竭其尾故謂之豕象毛足而後有尾讀與豨同桉今丗字誤以豕爲彘以彘爲豕何以明之爲啄琢从豕蟸从彘皆取其聲以是明之凡豕之屬皆从豕文二十二重一脩豪獸一曰河内名豕也从彑下象毛足凡㣇之屬皆从㣇讀若弟文五重五豕之頭象其銳而上見也凡彑之屬皆从彑讀若罽文五小豕也从彖省象形从又持肉以給祠祀凡豚之屬皆从豚文二重一獸長脊行豸豸然欲有所司殺形凡豸之屬皆从豸"}
{"id": "KR1j0018_010", "series": "KR1j0018", "text": "說文解字弟十漢太尉祭酒許愼記四十部八百一十文重八十七凡萬四字文三十一新附怒也武也象馬頭髦尾四足之形凡馬之屬皆从馬文四重二獸也象頭角四足之形鳥鹿足相似从􁁻尺鹿之屬皆从鹿文二十六重六行超逺也从三鹿凡麤之屬皆从麤文二重一獸也似兔靑色而大象形頭與兔同足與鹿同凡㲋之屬皆从㲋文八十三重五文四兩犬相齧也从二犬凡㹜之屬皆从㹜文三穴蟲之緫名也象形凡䑕之屬皆从䑕文二十重三熊屬足似鹿从肉㠯聲能獸堅中故稱賢能而彊壯稱能傑也凡能之屬皆从能文一獸似豕山居冬蟄从能炎省聲凡熊之屬皆从熊文二重一燬也南方之行炎而上象形凡火之屬皆从火上諱文一百一十二重十五文六火光上也从重火凡炎之屬皆从炎文八重一火所熏之色也从炎上出古䆫字凡黑之屬皆从黒文三十七重一說文解字第十說文解字弟十漢太尉祭酒許愼記在牆曰牖在屋曰囱象形凡囱之屬皆从囱文二重二火華也从三火凡焱之屬皆从焱文三炮肉也从肉在火上凡炙之屬皆从炙文三重一南方色也从大从火凡赤之屬皆从赤文八重五文二天大地大人亦大故大象人形古文大也凡大之屬皆从大文十八人之臂亦也从大象兩亦之形凡亦之屬皆从亦文二傾頭也从大象形凡夨之屬皆从夨文四重一屈也从大象形凡夭之屬皆从夭文四交脛也从大象交形凡交之屬皆从交文三曲脛也从大象偏曲之形凡尣之屬皆从尣文十二重一文七重一張也从大者聲凡奢之屬皆从奢文二重一人頸也从大省象頸脈形凡亢之屬皆从亢文二重一進趣也从大从十大十猶兼十人也凡夲之屬皆从夲讀若滔文六重二放也从大而八分也凡夰之屬皆从夰文五籕文大改古文亦象人形凡大之屬皆从大文八丈夫也从大一以象簪也周制以八寸爲尺十尺爲丈人長八尺故曰丈夫凡夫之屬皆从夫文三住也从大立一之上凡立之屬皆从立文十九重二文二百六十三重二十二文十三心疑也从三心凡惢之屬皆从惢讀若易旅瑣瑣文二說文解字第十"}
{"id": "KR1j0018_011", "series": "KR1j0018", "text": "說文解字弟十一漢太尉祭酒許愼記二十一部六百八十五文重六十二凡九千七百六十九字文三十一新附準也北方之行象衆水並流中有微陽之气也凡水之屬皆从水文六重二放也从大而八分也凡夰之屬皆从夰文五籕文大改古文亦象人形凡大之屬皆从大文八丈夫也从大一以象簪也周制以八寸爲尺十文四百六十八重二十三文二十三說文解字弟十一耦一耦之伐廣尺深尺謂之􁌒倍􁌒謂之遂倍遂曰溝倍溝曰洫倍洫曰巜凡􁌒之屬皆从􁌒文一重二水流澮澮也方百里爲巜廣二尋深二仞凡巜之屬皆从巜文二貫穿通流水也虞書曰濬􁌒巜距川言深􁌒巜之水會爲川也凡川之屬皆从川文十重三水原也象水流出成川形凡泉之屬皆从泉文二三泉也闕凡灥之屬皆从灥文二重一長也象水巠理之長詩曰江之永矣凡永之屬皆从永水之衺流别也从反永凡􁂁之屬皆从􁂁讀若稗縣文三重三泉出通川爲谷从水半見出於口凡谷之屬皆从谷文八重二凍也象水凝之形凡仌之屬皆从仌文十七重三水从雲下也一象天冂象雲水霝其閒也凡雨之屬皆从雨文四十七重十一文五山川气也从雨云象雲回轉形凡雲之屬皆从雲文二重四水蟲也象形魚尾與燕尾相似凡魚之屬皆从魚文一百三重七文三二魚也凡􁙬之屬皆从􁙬文二重一玄鳥也籋口布翄枝尾象形凡燕之屬皆从燕文一鱗蟲之長能幽能明能細能巨能短能長春分而登天秋分而濳淵从肉飛之形童省聲凡龍之屬皆从龍文五鳥翥也象形凡飛之屬皆从飛文二重一違也从飛下翄取其相背凡非之屬皆从非文五疾飛也从飛而羽不見凡卂之屬皆从卂文二說文解字第十一"}
{"id": "KR1j0018_012", "series": "KR1j0018", "text": "說文解字弟十二漢太尉祭酒許愼敕校定三十六部七百七十九文重八十四凡九千二百三字文三十新附玄鳥也齊魯謂之乙取其鳴自呼象形凡乙之屬皆从乙文三重一鳥飛上翔不下來也从二猶天也象形凡不之屬皆从不文二鳥飛从髙下至地也从二猶地也象形不上去而至下來也凡至之屬皆从至文六重一鳥在巢上象形日在西方而鳥棲故因以爲東西之西凡西之屬皆从西文二重三西方鹹地也从西省象鹽形安定有鹵縣東方謂之㡿西方謂之鹵凡鹵之屬皆从鹵文三鹹也从鹵監聲古者宿沙初作煑海鹽凡鹽之屬皆从鹽文三護也半門曰戸象形凡戸之屬皆从戸文十重一聞也从二戸象形凡門之屬皆从門文五十七重六文五主聽也象形凡耳之屬皆从耳文三十二重四文一也象形凡臣之屬皆从臣文二重三拳也象形凡手之屬皆从手文二百六十五重十九文十三背呂也象脅肋也凡之屬皆从文二說文解字弟十二說文解字弟十二漢太尉祭酒許氏記婦人也象形王育說凡女之屬皆从女文二百三十八重十三文七文二也从反􁎍讀若移凡乀之屬皆从乀文二重一巴蜀山名岸脅之㫄箸欲落􁃬者曰氏氏崩聞數百里象形乀聲凡氏之屬皆从氏揚雄賦響若氏隤文二至也从氏下箸地也凡氐之屬皆从氐文四平頭也从弋一橫之象形凡戈之屬皆从戈上諱文二十六重一斧也从戈聲司馬法曰夏執玄戉殷執白戚周左杖黃戉右秉白髦凡戉之屬皆从戉文二施身自謂也或說我頃頓也从戈从手或說古垂字一曰古殺字凡我之屬皆从我文二重二鉤逆者謂之亅象形凡亅之屬皆从亅讀若文二禁也神農所作洞越練朱五弦周加二弦象形凡珡之屬皆从珡文二重二文二匿也象􁕎曲隱蔽形凡􁐰之屬皆从􁐰讀若隱東楚名缶日甾象形凡甾之屬皆从甾文五重三土器已燒之緫名象形凡瓦之屬皆从瓦文二十五重二文二以近窮逺象形古者揮作弓周禮六弓王弓孤弓以射甲革甚質夾弓庾弓以射干矦鳥獸唐弓大弓以授學射者凡弓之屬皆从弓文二十七重三彊也从二弓凡弜之屬皆从弜文二重三弓弦也从弓象絲軫之形凡弦之屬皆从弦文四繫也从糸丿聲凡系之屬皆从系文四重二說文解字第十二"}
{"id": "KR1j0018_013", "series": "KR1j0018", "text": "說文解字弟十三漢太尉祭酒許愼政校定二十三部文六百九十九重一百二十三凡八千三百九十八字文三十七新附細絲也象束絲之形凡糸之屬皆从糸讀若覛文二百四十八重三十一文九白緻繒也从糸􁊟取其澤也凡素之屬皆从素文六重二𧖟所吐也从二糸凡絲之屬皆从絲文二捕鳥畢也象絲罔上下其竿柄也凡率之屬皆从率文一一名蝮博三寸首大如擘指象其臥形物之微細或行或毛或蠃或介或鱗以虫爲象凡虫之屬皆从虫文一百五十三重十五文七說文解字弟十三說文解字弟十三漢太尉祭酒許慎記敕校定蟲之緫名也从二虫凡䖵之屬皆从䖵讀若昆文二十五重十三有足謂之蟲無足謂之豸从三虫凡蟲之屬皆从蟲文六重四八風也東方曰明庶風東南曰淸明風南方曰景風西南曰涼風西方曰閶闔風西北曰不周風北方曰廣莫風東北曰融風風動蟲生故蟲八日而化从虫凡聲凡風之屬皆从風文十三重二文三虫也从虫而長象冤曲垂尾形上古艸居患它故相問無它乎凡它之屬皆从它文一重一舊也外骨内肉者也从它龜頭與它頭同天地之性廣肩無雄龜鼈之類以它爲雄象足甲尾之形凡龜之屬皆从龜文三重一鼃黽也从它象形黽頭與它頭同凡黽之屬皆从黽文十三重五文一凡物無乳者卵生象形凡卵之屬皆从卵文二二地之數也从偶凡二之屬皆从二文六重二土地之吐生物者也二象地之下地之中物出形也凡土之屬皆从土文一百三十一重二十六筋也象人筋之形治功曰力能圉大災凡力之屬皆从力文四十重六文四同力也从三力山海經曰惟號之山其風若劦凡劦之屬皆从劦文一重五說文解字弟十三"}
{"id": "KR1j0018_014", "series": "KR1j0018", "text": "說文解字弟十四漢太尉祭酒許愼記徐鉉等奉敕校定五十一部文六百三重七十四凡八千七百一十七字文十八新附五色金也黃爲之長乆薶不生衣百鍊不輕从革不違西方之行生於土从土左右注象金在土中形今聲凡金之屬皆从金文一百九十七重十三文七平也象二干對構上平也凡幵之屬皆从幵文一挹取也象形中有實與包同意凡之屬皆从文二踞几也象形周禮五几玉几雕几彤几䰍几素几凡几之屬皆从几文四重二薦也从几足有二横一其下地也凡且之屬皆从且文三斫木也象形凡斤之屬皆从斤文十五重三十升也象形有柄凡斗之屬皆从斗文十七酋矛也建於兵車長二丈象形凡矛之屬皆从矛文六重一輿輪之緫名夏后時奚仲所造象形凡車之屬皆文九十九重八文三小􁂅也象形凡􁃛之屬皆从􁃛文三說文解字第十四說文解字第十四漢太尉祭酒許氏記敕校定大陸山無石者象形凡􁂅之屬皆从􁂅文九十二重九文二兩􁂅之閒也从二􁂅凡􁘻之屬皆从􁘻文四重二絫坺土爲牆壁象形凡厽之屬皆从厽五行也从二陰陽在天地閒交午也凡五之屬皆从五文一重一易之數陰變於六正於八从入从八凡六之屬皆从六文一陽之正也从一微陰从中衺出也凡七之屬皆从七文一陽之變也象其屈曲究盡之形凡九之屬皆从九文二重一獸足蹂地也象形九聲尔疋曰狐貍貛貉醜其足􁙹其迹厹凡厹之屬皆从厹文七重三㹌也象耳頭足厹地之形古文嘼下从厹凡嘼之屬皆从嘼文二東方之孟陽气萌動从木戴孚甲之象一曰人頭位西方象秋時萬物庚庚有實也庚承己象人齎凡庚之屬皆从庚文一秋時萬物成而孰金剛味辛辛痛即泣岀从一从辛辛辠也辛承庚象人股凡辛之屬皆从辛文六重三辠人相與訟也从二辛凡辡之屬皆从辡文二位北方也陰極陽生故易曰龍戰于野戰者接也象人褢妊之形承亥壬以子生之叙也與巫同意壬承辛象人脛脛任體也凡壬之屬皆从壬文一冬時水土平可揆度也象水從四方流入地中之形癸承壬象人足凡癸之屬皆从癸文一重一十一月陽气動萬物滋入以爲偁象形凡子之屬皆从子突出不容於内也凡云之屬皆从云文三重二紐也十二月萬物動用事象手之形時加丑亦舉手時也凡丑之屬皆从丑文三􁙻也正月陽气動去黃泉欲上出隂尚彊象宀不達􁙻寅於下也凡寅之屬皆从寅文一重一冒也二月萬物冒地而出象開門之形故二月爲天門凡卯之屬皆从卯文一重一震也三月陽气動靁電振民農時也物皆生从乙匕象芒達厂聲也辰房星天時也从二二古文上字凡辰之屬皆从辰文二重一巳也四月陽气巳出陰气巳藏萬物見成文章故巳爲蛇象形凡巳之屬皆从巳文二啎也五月陰气午逆陽冒地而出此予矢同意凡午之屬皆从午文二味也六月滋味也五行木老於未象木重枝葉也凡未之屬皆从未文一神也七月陰气成體自申束从曰自持也吏㠯餔時聽事申旦政也凡申之屬皆从申文四重二就也八月黍成可爲酎酒象古文酉之形凡酉之屬皆从酉文六十七重八文六繹酒也从酉水半見於上禮有大酋掌酒官也凡說文解字弟十四下"}
{"id": "KR1j0018_015", "series": "KR1j0018", "text": "說文解字第十五漢太尉祭酒許愼記敕校定古者庖犧氏之王天下也仰則觀象於天俯則觀法於地視鳥獸之文與地之宜近取諸身逺取諸物於是始作易八卦以垂憲象及神農氏結繩爲治而統其事庶業其繁飾僞萌生黃帝之史倉頡見鳥獸蹏迒之迹知分理之可相别異也初造書契百工以乂萬品以察蓋取諸叏夬揚于王庭言文者宣敎明化於王者朝廷君子所以施禄及下居德則忌也倉頡之初作書蓋依類象形故謂之文其後形聲相益即謂之字字者言孳乳而浸多也箸於竹帛謂之書書者如也以五帝三王之丗改易殊體封于泰山者七十有二代靡有同焉周禮八歲入小學􁀇氏敎國子先以六書一曰指事指事者視而可識察而可見上下是也二曰象形象形者畫成其物隨體詰詘日月是也三曰形聲形聲者以事爲名取譬相成江河是也四曰會意會意者比類合誼以見指撝武信是也五曰轉注轉注者建類一首同意相受􁕪老是也六曰假借假借者本無其字依聲託事令長是也及宣王太史籀箸大篆十五篇與古文或異至孔子書六經左丘明述春秋傳皆以古文厥意可得而說其後諸矦力政不統於王惡禮樂之害已而皆去其典籍分爲七國田疇異畮車涂異軌律令異法衣冠異制言語異聲文字異形秦始皇帝初兼天下丞相李斯乃奏同之罷其不與秦文合者斯作倉頡篇中車府令趙高作爰歷篇太史令胡毋敬作博學篇皆取史籀大篆或頗省改所謂小篆者也是時秦燒滅經書滌除舊典大發隸卒興役戍官獄職務繁初有隷書以趣約易而古文由此絕矣自爾秦書有八體一曰大篆二曰小篆三曰刻符四曰蟲書五曰摹印六曰署書七曰殳書八曰隷書漢興有艸書尉律學僮十七已上始試諷籀書九千字乃得爲吏又以八體試之郡移太史并課最者以爲尚書史書或不正輒舉劾之今雖有尉律不課小學不修莫達其說乆矣孝宣時召通倉頡讀者張敞從受之涼州刺史杜業沛人爰禮講學大夫秦近亦能言之孝平時徵禮等百餘人令說文字未央廷中以禮爲小學元士黃門侍郎揚雄釆以作訓纂篇凡倉頡已下十四篇凡五千三百四十字羣書所載略存之矣及亡新居攝使大司空甄豐等校文書之部自以爲應制作頗改定古文時有六書一曰古文孔子壁中書也二曰竒字即古文而異者也三曰篆書即小篆秦始皇帝使下杜人程之所作也四曰佐書即秦隷書五曰繆篆所以摹印也六曰鳥蟲書所以書幡信也壁中書者魯恭王壞孔子宅而得禮記尚書春秋論語孝經又北平矦張倉獻春秋左氏傳郡國亦徃往於山川得鼎彞其銘即前代之古文皆自相似雖叵復見逺流其詳可得略說也而丗人大共非訾以爲好竒者也故詭更正文鄉壁虚造不可知之書變亂常行以燿於丗諸生競說字解經諠稱秦之隷書爲倉頡時書云父子相傳何得改易乃猥曰馬頭人爲長人時十爲斗虫者屈中也廷尉說律至以字斷法苛人受錢苛之字止句也若此者甚衆皆不合孔氏古文謬於史籀俗儒啚夫翫其所習蔽所希聞不見通學未甞覩字例之條怪奮埶而善野言以其所知爲袐妙究洞聖人之微恉又見倉頡篇中幼子承詔因號古帝之所作也其辭有神僊之術焉其迷誤不諭豈不悖哉書曰予欲觀古人之象言必遵修奮文而不穿鑿孔子曰吾猶及史之闕文今亡也夫蓋非其不知而不問人用巳私是非無正巧說衺辭使天下學者疑蓋文字者經藝之本王政之始前人所以垂後後人所以識古故曰本立而道生知天下之至嘖而不可亂也今敘篆文合以古籀博采通人至于小大信而有證稽譔其說將以理羣類解謬誤曉學者達神恉分別部居不相雜廁萬物咸覩靡不兼載厥誼不昭爰明以諭其偁易孟氏書孔氏詩毛氏禮周官春秋左氏論語孝經皆古文也其於所不知蓋闕如也說文解字弟一說文解字弟二說文解字弟三說文解字弟四百說文解字弟五說文解字弟七說文解字弟八說文解字弟十二說文解字弟十三說文解字弟十四說文解字弟十五說文解字第十五漢太尉祭酒許愼記敕校定敘曰此十四篇五百四十部九千三百五十三文重一千一百六十三解說凡十三萬三千四百四十一字其建首也立一爲耑方以類聚物以羣分同牽條屬共理相貫雜而不越據形系䏈引而申之以究萬原畢終於亥知化窮冥于時大漢聖德熙眀承天稽唐敷崇殷中遐邇被澤渥衍沛滂廣業甄微學士知方探嘖索隱厥誼可傳粤在永元困頓之秊孟陬之月朔日甲申曾曾小子祖自炎神縉雲相黃共承高辛太岳佐夏呂叔作藩俾矦于許丗祚遺靈自彼徂召宅此汝瀕竊卬景行敢渉聖門其弘如何節彼南山欲罷不能旣竭愚才惜道之味聞疑載疑演贊其志次列微辭知此者稀儻昭所尤庶有達者理而董之召陵萬歳里公乗艸莽臣沖稽首再拜上書皇帝陛下臣伏見陛下神明盛德承遵聖業上考度於天下流化於民先天而天不違後天而奉天時萬國咸寜神人以和猶復深惟五經之妙皆爲漢制愽采幽逺窮理盡性以至於命先帝詔侍中騎都尉賈逵修理舊文殊藝異術王敎一耑苟有可以加於國者靡不悉集易曰窮神知化德之盛也書曰人之有能有爲使羞其行而國其昌臣父故太尉南閣祭酒愼本從逵受古學蓋聖人不空作皆有依據今五經之道昭炳光明而文字者其本所由生自周禮漢律皆當學六書貫通其意恐巧說衺辭使學者疑愼愽問通人考之於逵作說文解字六藝羣書之詁皆訓其意而天地鬼神山川艸木鳥獸䖵蟲雜物竒怪王制禮儀丗閒人事莫不畢載凡十五卷十三萬三千四百四十一字愼前以詔書校東觀敎小黃門孟生李喜等以文字未定未奏上今愼已病遣臣齎詣闕愼又學孝經孔氏古文說文古孝經者孝昭帝時魯國三老所獻建武時給事中議郎䘙宏所校皆口傳官無其說謹撰具一篇并上臣沖誠惶誠恐頓首頓首死辠死辠臣䭬首再拜以聞皇帝陛下建光元年九月己亥朔二十日戊午上召上書者汝南許沖詣左掖門會令并齎所上書十月十九日中黃門饒喜已詔書賜召陵公乗許沖布四十匹即日受詔朱雀掖門敕勿謝銀青光祿大夫守右散騎常侍上柱國東海縣開國子食邑五百戸臣徐鉉奉直郎守祕書省著作郎直史館臣句中正翰林書學臣葛湍臣王惟恭等奉詔校定許愼說文十四篇并序目一篇凡萬六百餘字聖人之旨蓋云備矣稽夫八卦旣畫萬象旣分則文字爲之大輅載籍爲之六轡先王敎化所以行於百代及物之功與造化均不可忽也雖復五帝之後改易殊體六國之丗文字異形然猶存篆籀之迹不失形類之本及暴秦苛政散隷聿興便於末俗人競師法古文旣絶譌僞日滋至漢宣帝時始命諸儒修倉頡之法亦不能復故光武時馬援上䟽論文字之譌謬其言詳矣及和帝時申命賈逵修理舊文於是許愼采史籀李斯揚雄之書博訪通人考之於逵作說文解字至安帝十五年始奏上之而隸書行之已乆習之益工加以行草八分紛然閒出返以篆籀爲竒怪之迹不復經心至於六籍舊文相承傳寫多求便俗漸失本原爾雅所載艸木魚鳥之名肆意增益不可觀矣諸儒傳釋亦非精究小學之徒莫能矯正唐大曆中李陽冰篆迹殊絕獨冠古今自云斯翁之後直至小生此言爲不妄矣於是刋定說文修正筆法學者師慕篆籀中興然頗排厈許氏自爲臆說夫以師心之見破先儒之祖述豈聖人之意乎今之爲字學者亦多從陽冰之新義所謂貴耳賤目也自唐末喪亂經籍道息皇宋膺運二聖繼明人文國典粲然光𬒳興崇學校登進羣才以爲文字者六藝之本固當率由古法乃詔取許愼說文解字精加詳校垂憲百代臣等愚陋敢竭所聞蓋篆書堙替爲曰已乆凡傳寫說文者皆非其人故錯亂遺脫不可盡究今以集書正副本及羣臣家藏者備加詳考有許愼注義序例中所載而諸部不見者審知漏落悉從補録復有經典相承傳寫及時俗要用而說文不載者承詔皆附益之以廣篆籀之路亦皆形聲相從不違六書之義者其閒說文具有正體而時俗譌變者則具於注中其有義理乖舛違戾六書者竝序列於後俾夫學者無或致疑大抵此書務援古以正今不徇今而違古若乃高文大冊則宜以篆籀著之金石至於常行簡牘則艸隸足矣又許愼注解詞簡義奥不可周知陽冰之後諸儒箋述有可取者亦從附益猶有未盡則臣等粗爲訓釋以成一家之書說文之時未有反切後人附益互有異同孫愐唐韻行之已乆今竝以孫愐音切爲定庶夫學者有所適從食時而成旣異淮南之敏縣金於市曾非呂氏之精塵瀆聖明若臨冰谷謹上新修字義左文一十九說文闕載注義及序例偏㫄有之今竝録於諸部詔志件借魋綦剔觷醆趄顦璵檆緻笑迓脘峯左文二十八俗書譌謬不合六書之體斖个暮熟捧遨徘徊迴腰嗚慾揀俸鞦韆影斌恱藝著墅賾黌黈矗麌池篆文筆迹相承小異說文解字弟十五"}
