{"id": "KR2b0003_001", "series": "KR2b0003", "text": "昔在上聖唯建皇極經緯天地觀象立法乃作書契以通宇宙揚于王庭厥用大焉先王以光演大業肆於時夏亦惟翼翼以監厥後永世作典夫立典有五志焉一曰逹道義二曰彰法式三曰通古今四曰著功勲五曰表賢能於是天人之際事物之宜粲然顯著罔不能備矣世濟其軌不殞其業損益盈虚與時消息雖臧否不同其揆一也是以聖上穆然惟文之䘏瞻前顧後是紹是維臣悅職監秘書攝官承乏祗奉明詔竊惟其宜謹約撰舊書通而叙之揔爲帝紀列其年月比其時事撮要舉凡存其大體旨少所缺務從省約以副本書以爲要紀未克厥中亦各其志如其得失以俟君子焉漢興繼堯之胄承周之運接秦之弊漢祖初定天下則從火德斬蛇著符旗幟尚赤自然之應得天綂矣其後張蒼謂漢爲水德而賈誼公孫弘以爲土德及至劉向父子乃推五行之運以子承母始自伏羲以迄于漢宜爲火德其序之也以爲易稱帝出乎震故太皡始出于震爲木德號曰伏羲氏共工氏因之爲水德居水火之間霸而不王非其序也炎帝承木生火固爲火德號曰神農氏黃帝承之火生土故爲土德號曰軒轅氏帝少昊滅帝摯承之土生金故爲金德號曰金天氏帝顓頊承之金生水故爲水德號曰高陽氏帝嚳承之水生木故爲木德號曰高辛氏帝堯始封于唐高辛氏衰而天下歸之號曰陶唐氏故爲火德即位九十載禪位于帝舜號曰有虞氏故爲土德即位五十載禪位于伯禹號曰夏后氏故爲金德四百四十二年湯伐桀王天下號曰殷爲水德六百二十九年武王滅紂王天下號曰周爲木德七百六十七年秦昭王始滅周而諸侯未盡從至昭王之曾孫政遂并天下是爲始皇帝有天下十四年猶共工氏焉非其序也自周之滅及秦之亡凡四十九年而漢祖滅秦號曰漢故爲火德矣在昔陶唐之後有劉累者以御龍事孔甲爲御龍氏在商爲豕韋氏在周爲唐杜氏其適晉國者爲范氏别處秦者爲劉氏當戰國時劉氏徙于魏遷于沛之豐邑處中陽里而高祖興焉漢高祖諱邦字季𥘉昭靈后嘗息大澤之陂夢與神遇是時雷電晦冥太上皇視之見蛟龍臨之遂有娠而生高祖隆凖龍顔美湏髯左股有七十二黒子寛仁愛人有大智度曾爲泗水亭長嘗從王媪武負貰酒毎飲醉留寢其家上嘗見光怪負等異之輙折契棄劵而不責單父人吕公好相人有女以爲貴避讐于沛沛令求其女不與及見高祖狀貌公竒之因以女妻焉是爲吕后生孝惠魯元公主嘗有老父過乞漿相吕后孝惠魯元公主皆大貴也及見高祖乃大喜曰夫人兒子蒙君之力也君貴不可言也遂去不復見高祖以亭長送徒驪山夜行經豐西澤中有蛇當道㧞劒斬之遂過後人至者見一老嫗哭蛇曰此白帝子也向赤帝子遇而殺之嫗因忽然不見高祖亡避吏於山澤中吕后常知其處云高祖所在上有赤色雲氣占氣者山東有天子氣秦始皇帝乃東遊欲以厭之秦二世胡亥元年秋七月發閭左屯漁陽陽城人陳勝字渉陽夏人吳廣字叔皆爲屯長行至蘄㑹天大雨度巳失期失期法當斬遂因天之怨下謀叛陳勝以繒爲書置魚腹中曰陳勝王令人賣之士卒得魚者故巳怪之矣又令吳廣夜於叢祠中構火作狐鳴曰大楚興陳勝王衆乃大驚遂殺其將尉號令徒屬稱大楚勝爲大將軍廣爲都尉攻掠城邑至陳衆數萬人勝自立爲楚王大梁人張耳陳餘諌曰將軍出萬死之計爲天下除殘賊今始至陳爲王是示天下私也不如立六國後自爲樹黨進師而西則野無交兵縣無守城誅暴秦安㩀咸陽以令諸侯天下可圖也勝不聽以陳人武臣爲將軍耳餘爲校尉北狥趙地當此之時楚將徇地者甚衆楚兵數千聚黨者不可勝數以吳廣爲假王監諸將以周文爲將軍衆十餘萬西至戯水蓋百二十萬矣秦令將軍章邯赦驪山作徒七十萬人以撃之是時吳廣别圍滎陽不能下將軍田臧等謀曰假王驕不可與計謀乃矯陳王命誅吳廣進兵而西是歳太白再經天占曰法爲大兵天下易王九月沛人殺其令高祖爲沛公蕭何爲丞相曹參周勃以中㳙從夏侯嬰樊噲爲舎人蕭何即沛主獄吏曹參沛獄掾嬰沛廐騶勃以織簿爲産噲以屠狗爲事皆公之舊也是時沛公在外黃兵衆數百人蕭何等欲應陳勝故召沛公立之收沛子弟得三千人而項籍亦起兵㑹稽籍字羽故楚將項燕之孫也羽初起時年二十四身長八尺二寸目重瞳子力能扛鼎與季父項梁避讐於吳梁好爲辯說隂有大志吳中賢士大夫皆出梁下梁乃與籍殺㑹稽太守殷通佩其印綬自號爲㑹稽將籍爲禆將徇下邳縣張耳陳餘既至趙說豪傑曰秦爲亂政虐刑殘賊天下北有長城之役南有五嶺之戍内外搔動百姓罷弊財匱力盡重以苛法使天下父子不相聊生陳王奮臂爲天下唱始莫不響應於此時不成封侯之業者非人豪也因天下之力誅無道之秦報父兄之讐而成大業者此壯士之一時也皆然其言乃收兵數萬人遂下趙十餘城武臣自號爲武信軍進軍圍范陽范陽人蒯通爲其令徐公說武信軍曰范陽令欲以其城先下君而君不利之則諸守皆爲金城湯池不可攻也君計莫若以黃屋朱輪以迎范陽令使馳􁓮乎燕趙之郊則邉城皆喜相率而降此由以下坂而走丸也武信軍乃以侯迎徐公燕趙聞之降者三十餘城耳餘聞諸將徇地者多畏以䜛得罪又怨陳王不以巳爲將軍陳王欲誅其家柱國房君賜諫王曰秦王未亡而誅趙王家是復生一秦也不如因賀之令進兵撃秦勝從之耳餘與趙王謀曰王王趙非楚意也楚巳誅秦必加兵於趙不如北徇燕地以自廣南據大河北有燕代楚雖勝秦不敢制趙若不勝秦必重趙趙承秦楚之弊可以得志於天下乃使韓廣北徇燕地燕人欲立廣廣曰母在趙不可也燕人曰夫以楚之強不敢害趙趙獨安敢害將軍之家廣乃自立爲王而趙亦歸其家趙王畧地燕界間行爲燕軍所得囚之以求割地趙使請王燕輙殺之有厮養卒請使燕軍說燕將曰夫張耳陳餘與武臣俱杖馬䇿下趙數十城豈樂爲人臣哉顧其勢初定且以長㓜相次先立武臣以持趙心今趙地巳服此二人名爲求王實欲令燕殺之而分王其地夫以一趙尚陵少燕今以兩賢王立左提右挈而賫直義破燕必矣燕乃遣趙王厮養卒爲御而歸魏人周市爲陳王定魏魏人欲立市市曰國家昏亂忠臣乃見乃請於陳王立故魏公子咎爲魏王故齊王田氏之族儋亦殺縣令自立爲齊王章邯敗楚軍殺周文於邯鄲殺田臧於敖倉楚將皆敗秦遂攻陳破之沛公二年冬十月秦將圍沛公於豐出與戰敗之十一月沛公引兵之薛令雍齒守豐趙將李良爲章邯所招遂叛以兵襲武臣武臣死張耳陳餘出走十二月陳勝之御莊賈殺陳勝以降秦楚人葬之碭謚曰隱王勝故中㳙人吕臣復收餘兵攻陳以殺莊賈是時勝先令將軍秦嘉掠地及勝死嘉立景駒爲楚王初勝嘗與人傭耕相謂曰富貴無相忘耕者笑曰汝今傭耕何富貴也勝曰鷰雀安知鴻鵠之志哉及勝爲王耕者叩門曰吾欲見渉勝見之出入輕慢益發舒勝貧賤故毁傷威重勝斬之故人皆棄而去由是無親勝者以朱房爲忠正胡武爲司過以苛察爲忠而勝任之是故諸將不親附此其所以亡也雍齒以豐叛降于魏春正月張耳陳餘收趙衆擊李良良敗走歸章邯耳餘乃立舊趙之後趙歇爲趙王沛公將見景駒遇張良于留良韓人其先五世相韓及韓亡良弟死不葬悉以家財求客報讐強秦秦始皇東㳺良募力士擊之誤中副車亡匿下邳遊于圯上有一老父至直墮其履顧謂良曰孺子下取履良甚怪愕爲其老乃取履跪而進之父曰孺子可教矣後五日與吾㑹此及期而良後至老父怒之凡三期而良先至老父乃喜遺書一編曰讀此即爲王者師後十三年見我于齊北榖城山下黃石即我矣遂去不復見其書乃太公兵法也良乃以說沛公沛公善之良曰沛公殆天所授故遂屬焉項梁以八千人渡江聞陳嬰巳下東陽欲與連和嬰者故東陽令吏縣中欲立爲王嬰母曰汝家世貧賤今暴得大名不祥不如以兵屬人事成猶得封侯事不成禍有所歸而易以亡嬰遂以兵屬梁黥布亦以兵屬梁焉布六人也少時客相之當黥而王及其黥也乃欣然而喜輸徒驪山遂亡走至江中聚徒屬而從項梁夏四月項梁殺景駒及秦嘉止薛沛公徃從之梁益沛公兵遂攻豐㧞之雍齒奔魏居巢人范増年七十餘說梁曰秦滅六國楚最無罪自懷王入秦不反楚人憐之故語曰楚雖三戸亡秦必楚今陳勝首事不立楚後其勢不長今君起江東楚蜂起之將皆爭附君者以君世世楚將爲能復立楚後也梁乃求懷王之孫心心爲人牧羊六月楚心立號曰懷王陳嬰爲上柱國梁爲大將軍號武信軍封沛公爲武安侯爲碭郡長張良亦說項梁立韓公子成爲韓王良爲司徒畧韓地章邯遣兵攻魏魏將周市請救于齊楚市以二國師不至章邯擊殺市遂圍臨濟魏王咎僞使其人納降而自殺章邯進伐齊殺田儋儋從弟榮收餘兵保東阿齊王建之弟田假自立爲齊王田角爲相田簡爲將軍章邯圍東阿沛公項梁救之大破章邯秋七月大雨霖至于八月田榮歸逐田假立儋子市爲王巳爲相榮從弟橫爲將軍田假奔楚田角田簡奔趙項梁遂追秦軍使召齊王兵俱西榮曰楚殺田假趙殺角簡乃出兵梁曰田假窮來投我我不忍殺齊使曰夫虺蝮螫手則斷手螫足則斷足爲其害體也夫田假角簡之在楚趙豈有手足之戚何故不殺梁不聽齊遂不肯出兵沛公項梁敗秦師于雍丘斬秦將李由而梁益輕秦有驕色故楚令尹宋義諌曰臣聞戰勝將驕卒惰者敗今年少惰矣秦兵日盛臣爲君畏之梁不聽使宋義于齊遇齊使者義曰武信君必敗公徐行即免疾行必及禍矣九月章邯大破楚於定陶項梁死齊使徐行不及禍也魏王咎之弟豹復收衆自立爲魏王楚懷王都彭城約諸侯曰先入咸陽者王之章邯既敗項梁以楚不足憂乃北伐趙大破之趙王歇保鉅鹿秦將王離圍之章邯軍其南築甬道而輸之粟楚救趙以宋義爲上將號曰卿子冠軍項羽爲次將范増爲下將遣沛公别西入關于是灌嬰以中㳙從嬰洛陽販繒者也是時曹參數有戰功封爲執帛侯號建成君沛公三年冬十月齊將田都叛田榮將兵助楚十有一月楚師至于河上項羽謂宋義曰疾引兵渡河我擊其外趙應其内破秦軍必矣義曰不然今秦攻趙戰勝則兵罷我承其弊不勝則我鼓行而西必舉秦矣故不如闘秦趙夫擊輕銳我不如公坐運籌䇿公不如我因令軍中曰猛如虎狠如羊貪如狼強不可令者皆斬遣其子襄相齊身送之至無鹽飲酒高㑹羽曰將軍戮力伐秦而乆留不行歳飢民貧卒食半菽軍無見粮乃更飲酒高㑹不因趙與食并擊秦乃曰承其弊夫以秦之強攻新造之趙其勢必舉趙趙亡而秦益強何弊之承且國兵新破王寢不安席掃境内而屬之將軍國家安危在此一舉今不䘏士卒而徇私非社稷之臣也羽乃晨朝宋義即入帳中斬宋義頭以出令軍中曰宋義與齊王謀反王隂令籍誅之乃使報命於王王以羽爲大將軍十有二月項羽濟河沈船破釡燒廬舎令人持三日粮至則圍王離與秦軍遇九戰九勝絶甬道大破秦軍虜王離當此時諸侯救鉅鹿者十餘壁莫敢進及楚擊秦諸侯皆從壁上望楚戰士無不一當十又羽呼聲動天地諸侯軍人人莫不怖懼於是既破秦軍羽見諸侯上將入轅門膝行而前莫不仰視羽者由是爲諸侯上將軍兵皆屬羽焉於是羽威權遂振四海初宋義與項羽將五萬距秦三將當王離與羽大戰時精兵四十萬衆并章邯軍故也是時枉矢西流如火流星虵行若有首尾廣長如一匹布著天矢星墜至地即石也枉矢所觸天下所共伐也凡枉矢之行以亂平亂項羽伐秦之應沛公又敗秦軍于栗邑陳餘遺章邯書曰白起爲秦將南㧞鄢郢北坑馬服攻城畧地不可勝計卒賜死于杜郵蒙括北逐戎人開榆中之地數千里竟死于雲陽何者功多而秦不能封因以法誅之今將軍爲將三年所亡失以十萬數而諸侯並起丞相趙高專政日乆今事急恐二世誅之必因以法誅將軍以塞責使人更代以免其禍將軍居外乆多内隙有功必死無功亦死且夫天亡秦愚智皆知之今將軍内不能直諌外爲亡國將孤立而欲長存豈不哀哉章邯狐疑隂與項羽約未决鉅鹿之圍陳餘以數萬人軍在鉅鹿北力不能救趙張耳令張靨陳釋召餘餘遣靨釋將五千人當秦軍皆没及罷圍耳責怒餘餘曰所以不進死欲報秦也今赴秦軍如以肉餧虎當何益也耳又以爲餘殺靨釋餘怒曰不意君之望臣深也乃解印綬去耳取之遂收其軍餘與數百人之河上漁獵初耳餘爲刎頸交俱隱身爲里監門餘常父事耳由是有隙春二月沛公過高陽酈食其爲里監門年六十餘縣中謂之狂生乃求見沛公沛公方踞牀令兩女子洗足食其長揖不拜曰足下必欲舉義兵誅無道秦不宜踞見長者沛公輟洗謝之食其進計曰天下之郡陳留當衝四通五逹之郊也又多積粟臣請使其令下公即不聽舉兵攻之臣爲内應破陳必矣於是沛公引兵隨而攻之遂取陳留號食其爲廣野君食其言弟商以爲將軍時商聚黨數千人以兵屬焉夏六月沛公攻宛韓王使張良從南陽太守吕齮保城不下沛公欲遂西張良曰強秦在前宛兵在後此危道也乃圍宛宛急南陽太守吕齮擬自殺其舎人陳恢逾城出見沛公曰宛吏懼死皆堅守足下盡力攻之死傷者必衆引兵西去宛必隨之足下前則失咸陽之約後有強宛之患不如降之封其守引其甲卒而西北城未下者必開門而待足下矣沛公曰善秋七月封南陽太守齮爲殷侯封陳恢爲千戸侯引兵而西無不下者軍所過不虜掠秦民喜章邯遂降項羽盟于殷墟之上立邯爲雍王置軍中長欣爲上將將秦降卒前行八月沛公攻武關趙高殺二世以請和求分王關中沛公不聽高乃立二世兄之子嬰爲王嬰立誅㓕趙高遣兵距嶢關張良曰秦兵尚強未可輕也願益張旗幟諸山上爲疑兵令酈食其持重寳以㗖秦將秦將果欲連和俱西沛公欲聽之良曰今獨其將欲叛士卒恐不從從必危不如因其懈而擊之乃擊秦軍大破之遂至藍田"}
{"id": "KR2b0003_002", "series": "KR2b0003", "text": "漢元年冬十月五星聚于東井從歳星也東井秦之分野五星所聚是謂易行有德者昌無德者殃沛公至覇上秦王子嬰素車白馬係頸以組奉皇帝璽降于軹道傍沛公執之以屬吏於是秦遂亡矣本傳曰賈生之過秦曰秦孝公據崤凾之固擁雍州之地君臣固守以闚周室有席卷天下并吞八荒之心當此之時商君佐之内立法度務耕織修守戰之備外連橫而鬪諸侯于是秦人拱手而取西河之外及惠文武昭襄蒙故業因遺策南取漢中西取巴蜀東割膏腴之地收要害之郡諸侯恐懼㑹盟而謀弱秦合從締交相與爲一常以十倍之地百萬之軍仰關而攻秦秦人開關延敵九國之師逡廵而不敢進秦無亡矢遺鏃之費而天下巳困矣於是從散約敗争割地而賂秦秦有餘力而制其弊追亡逐北伏尸百萬流血漂櫓因利乗便宰割天下分裂山河強國請伏弱國入朝及至始皇奮六世之餘烈振長策而御宇内吞二周而亡諸侯履至尊而制六合南取北粤之地以爲桂林象郡百越之君頫首係頸委命下吏乃使蒙恬北築長城而守藩籬郤匈奴七百餘里然後踐華爲城因河爲池據億丈之峻臨不測之深以爲固良將勁弩守要害之地信臣精卒陳利兵而誰何天下巳定始皇之心自以關中之固萬世之業也於是廢先王之典焚百家之言以威力爲至道以權詐爲要術百姓失望而天下懷怨矣故陳渉起於行陣之間將數萬之衆轉鬪而攻秦斬木爲兵掲竿爲旗天下雲合響應嬴粮而影從山東豪傑並起而亡秦族矣夫秦以區區之地致萬乗之權然後以六合爲家崤凾爲宫一夫作難而七廟墮身死人手爲天下笑者何也仁義不施而攻守之勢異也沛公入咸陽宫室婦女珍寳犬馬之餙甚盛欲留之張良諫沛公曰秦爲無道故使沛公得至于此今始至秦即安其樂此助桀爲虐也乃還軍覇上諸將皆争取秦寳貨蕭何獨悉收秦圗書十有一月沛公與秦人約法三章殺人者死傷人者刑及盗抵罪吏人皆安堵如故民争獻牛酒又讓不受於是民知德義矣沛公乃遣兵距關欲王關中是時項羽率諸侯兵四十萬衆號百萬衆西至新安卒心不服出怨言羽乃夜擊之坑秦降卒二十餘萬人十有二月遂至鴻門欲擊沛公項羽季父告張良令出良曰今事急亡去則不義乃告沛公令見項伯項伯自解于項羽沛公遂見羽於鴻門亞父范增欲擊沛公羽不聽范增謂項莊曰汝入以劒舞因擊沛公項莊旣舞項伯常以身蔽沛公於是甚急賢成君樊噲聞之杖劒楯衝門而入立於帳下羽曰壯士哉賜之巵酒豚肩旣飲酒㧞劒切肉肉盡因責讓羽曰沛公先定關中以待大王今大王聽讒臣之言乃欲誅沛公臣恐天下解心疑大王也所以遣兵守關者以備他盗也羽黙然遂無誅沛公乃還覇上范增怒曰吾屬今爲沛公虜矣羽遂殺子嬰收其寳貨婦女而東燒秦宫室火三月不滅韓生說羽令都關中羽曰富貴不歸故鄕如衣錦夜行韓生曰人謂楚人曰沐猴而冠果然羽聞之怒殺韓生羽所過殘賊秦人失望春正月羽陽尊懷王爲義帝徙之長沙都郴羽自立爲西楚覇王王梁楚地九郡都彭城立沛公爲漢王王巴蜀漢中四十一縣都南鄭三分關中立秦三將章邯爲雍王司馬忻爲塞王董翳爲翟王黥布爲九江王徙趙王歇爲代王立張耳爲常山王徙魏王豹爲西魏王徙燕王廣爲遼東王燕將臧荼爲燕王徙齊王市爲膠東王齊將田都爲齊王趙將司馬卭數有功立爲殷王瑕丘申陽先下河南迎楚王於河上立陽爲河南王呉芮率百越佐諸侯立芮爲衡山王義帝柱國共敖别將擊河南功多立敖爲臨江王舊齊王建之孫田安初以濟北數城降立爲濟北王田榮背項梁陳餘不從入關故皆不王然素聞餘賢封南皮三縣爲鄱君别將枚鋗功多封舊戸侯夏四月諸侯皆􁂗國漢王欲叛楚蕭何諫曰雖王漢中之惡不猶愈於死乎且語稱天漢其稱甚美夫能屈於一人之下則伸於萬人之上湯武是也願大王王漢撫其民以致賢人收用巴蜀還定三秦天下可圗也乃就國賜曹參爵爲建成侯樊噲爲臨武侯張良燒絕棧道示無還心良因絕棧道而還於韓於是沛公遂至南鄭封吕公爲臨泗侯淮隂人韓信爲治粟都尉初信家貧常寄食於下鄕亭長亭長妻厭之乃自絕而去釣於下邳城下有漂母憐信食信數十日信曰富貴我必厚報母母怒曰大丈夫不能自食吾豈求報乎淮隂市有少年衆辱信曰能死殺我不能死出我跨下信遂俛而出其跨下市人大笑之信母死家貧無以葬乃行營髙敞葬地令其傍可置萬家者後事項羽爲郞中羽不能用而去歸於漢坐事當斬巳伏鑕仰視乃見夏侯嬰曰王不欲取天下邪而斬壯士太僕嬰言之於王赦之不誅以爲都尉蕭何知其賢王不能用信亡蕭何遽自追之不及以聞三日乃至王怒曰何之何曰追亡者耳王曰諸將亡者十軰公無所追追信詐也何曰諸將易得耳大王必欲定天下非信無可用者王乃以爲大將軍何曰大王性素慢人毎拜大將軍若召小兒此信所以去也宜立壇塲齋七日設九賔禮而拜之旣拜信衆咸驚焉信見王曰今東向争天下豈非項王也王曰然信曰大王自料勇悍仁強孰與項王王曰不如也信再拜曰唯信亦以爲大王不如也然項王喑嗚叱咤千人皆靡然不能屬任賢將此特匹夫之勇耳項王與人恭謹人有疾病流涕與之分食至於封賞恡而不能與此特匹婦之仁耳雖王天下不居關中都彭城又背義帝約而以親踈王諸侯不平所過無不殘滅百姓不附雖名爲伯實失天下心故曰其強易弱今大王誠能反其道任天下武勇何所不誅以天下城邑封功臣何所不服以義兵從思東歸之士何所不勝且三秦王詐其衆降諸侯項王詐坑秦降卒二十餘萬人唯邯忻翳等三人得脫秦人父兄怨此三人痛入骨髓大王入關秋毫一無所取除秦苛法吏人無不欲得大王王秦於諸侯之約大王當王關中王失職之蜀秦人無有不恨者今大王舉兵而東三秦可傳檄而定也於是王大喜自以爲得信晚也五月與韓信俱東蕭何留守蜀王進兵襲雍王章邯敗走廢丘令將軍樊噲圍之王遂東田榮怨項羽不肯王巳又不令市徙膠東市畏楚亡之國六月田榮殺市自立爲齊王而擊田都都亡走楚田榮與彭越將軍印綬令反徇梁地越者昌邑人也初少年相聚百餘人請越爲長與期會十餘人後至越曰請斬最後至一人衆皆笑曰何至如是越遂斬之立約束而盟徒屬皆驚而不敢仰視後衆萬餘人在鉅野中無所屬乃受榮印綬擊殺濟北王安榮遂并三齊之地遼東王韓廣不肯徙之國故燕王臧荼殺廣并其地塞王忻翟王翳來降項王殺韓王成以張良從漢入秦故也以故呉令鄭昌爲韓王距漢張良遺項羽書曰漢失職之蜀欲得關中如約則止不敢反也又以齊反書遺羽曰齊欲滅楚國羽以故不南而北擊齊兵九江王稱疾遣四千人助楚是歳實乙未也二年冬十月項羽使九江王布殺義帝於郴陳餘旣怒張耳且怒項羽之不王巳也乃請兵於齊以伐趙破常山趙王張耳欲走楚齊客有甘公者說耳曰漢王入秦五星從歳星於東井其占曰當以義取天下漢入秦可謂能義矣楚雖強後終屬於漢耳乃走漢漢以故秦柱下史陽武人張蒼爲常山太守陳餘迎趙王歇反之於趙立餘爲代王餘以趙王弱乃使夏說爲國相居代餘相趙張耳間行歸漢漢以爲成信侯河南王韓王來降十有一月立舊韓王孫信爲韓王使諸將畧地若一郡降者封萬戸侯王使人招陳餘陳餘曰漢殺張耳乃從漢乃求人類耳者送其首餘將從漢聞耳詐死乃止春正月項羽伐齊殺田滎齊降於楚羽焚其城郭殺降卒繫虜老弱齊復叛楚降漢漢王立社稷於長安施恩惠賜人爵蜀漢人從軍者家復租稅二歳關中人從軍者復租一歳人年五十巳上能善道教訓者復徭役常以十月賜民牛酒蕭何守關中治櫟陽宫定約束轉漕給軍專任關中事是時沛人王陵聚黨數千人在南陽始來從漢項羽得陵母漢使至楚羽使母招陵陵母見使者曰爲我告陵漢王長者也終事之無二心因伏劒死三月魏王豹降陳平因魏無知始來陳平陽武人也家貧好讀書少時嘗爲里中社宰分肉甚平均父老善之平曰嗟乎使平宰天下亦如此肉矣事魏王及項羽不能用歸漢漢王與叅乗令典護諸將諸將皆怒曰大王一旦得楚之亡卒乃命監護長者王愈益任用之王至洛陽新城三老董公說王曰臣聞順德者昌逆德者亡兵出無名事故不成明其爲賊敵乃可服項王殺義帝是天下之賊也夫仁者不以勇義者不以力若三軍之衆爲之素服以告諸侯而事東伐此湯武之舉也王善之乃與義帝發喪大臨三日素縞以告諸侯夏四月田橫立榮子廣爲齊王橫爲相止城陽項羽與齊戰漢王率諸侯之師凡五十六萬人東襲楚至外黃彭越將三萬人歸漢漢拜爲相國令定梁地王遂入彭城悉收楚美人寳貨置酒髙㑹羽聞之留其將擊齊自以精兵三萬人歸晨襲漢軍於濉水上從旦至日中殺漢士卒十餘萬人皆入濉水濉水爲之不流漢軍大敗圍王三匝㑹天大風揚砂晝晦楚軍大亂而王得與數十騎遁去道逢孝惠魯元公主載行楚追急輙推墮之夏侯嬰嘗收載之遂得免而太公呂后被獲于楚時諸侯皆復歸楚楚進兵而西蕭何悉發關中卒詣軍韓信亦收餘兵與王㑹擊楚于京索間大敗之騎將灌嬰又敗楚騎于滎陽東故楚師不能復進陳平爲亞將屬韓信或曰陳平雖美丈夫如冠玉耳未有所知也平居家盗婬其嫂在官受金王以讓魏無知無知曰大王所知者行也臣所言者能也顧其計誠足以益國耳又何疑王以平爲護軍中尉盡監護諸將諸將乃不敢言王謂群臣曰誰能爲我說九江王令背楚項羽必留必留三月我之取天下可以萬全有儒者隨何請使至九江三日不得見何說太宰曰今臣所言是耶大王所欲聞非耶何等二十人伏斧鑕於淮南市以明大王背漢而與楚也太宰言之於王而見之何曰竊見大王之與楚何也王曰寡人北面而臣事之何曰大王臣事楚者以爲可託國也項王伐齊身自負版築以爲士卒先大王宜悉舉淮南之衆身爲先鋒乃發四千人以助楚夫北面而臣事人者固若是乎漢王戰於彭城項王未出齊也大王宜掃淮南之衆日夜㑹戰今無一人渡淮者垂拱而觀其孰勝夫託國干人固若是乎大王提空名以向楚而欲厚自託臣竊危之夫楚兵雖強負不義之名以其背盟約而殺義帝也漢王收諸侯之兵還守成臯滎陽下獨深溝髙壘分卒守徼乗塞楚人還兵間行以梁地深入敵國八九百里楚欲戰則不得攻城則力不能老弱轉輸千里之外漢堅守不動進則不得前退則不得解楚亦不足恃也楚勝則諸侯自危懼而相救夫楚之強適足以致天下之兵耳臣非以淮南之衆足以亡楚也今大王舉兵而背攻楚楚王必留數月漢之取天下可以萬全大王不與萬全之漢而自託于危亡之楚臣竊惑之布隂許之㑹楚使至方急責布發兵何直入曰九江王巳歸漢楚何得以令發兵布甚愕何因令布殺使者而起兵項羽使龍且擊淮南而身攻下邑六月漢王歸櫟陽引水灌廢丘章邯自殺壬午立子盈爲太子赦罪人關中大飢米斗五千人相食秋八月如滎陽使酈食其說魏王豹豹曰漢王侮慢人罵詈諸侯王如奴虜耳吾不忍復見也食其還王問魏大將軍誰也曰栢直也王曰此將其口尚乳臭不能當韓信騎將馮敬不能當灌嬰歩將項他不能當曹參吾無患矣乃以韓信爲左丞相與曹參灌嬰俱擊魏韓信聞魏不以周叔爲大將軍乃喜遂進兵僞陳船欲渡臨晉魏聚伏兵以距之信乃伏兵從下陽以木􁂭缶渡軍襲安邑虜魏王豹初豹有姬曰薄姬許負相之當生天子豹恃此而反豹敗王遂納薄姬是生文帝三年冬十月韓信張良及曹叅等破代擒夏說進伐趙獲趙王歇斬成安君陳餘韓信之伐趙也廣武君李左車說成安君陳餘曰漢兵乗勝遠鬪其鋒不可當也臣聞千里餽糧士有飢色樵蘇後㸑師不宿飽今井陘之道車不得方軌騎不得成列行數百里其勢糧食必在後願足下假臣竒兵三萬人從間路絶其輜重足下深溝髙壘勿與戰彼前則不得鬪退則不得還野無所掠不十日兩將之頭可懸于麾下矣陳餘曰韓信兵號數萬千里徑來襲我亦不罷勞今我二十萬避而不擊後有大者何以距之諸侯謂吾怯而輕來伐我不聽韓信使人闚之知其不用廣武君計乃敢進兵未至井陘口三十里止舍夜半選輕騎二千人人持一赤幟從間道萆山而望趙軍信戒曰趙見我走必空壁逐我汝疾入拔趙幟立漢赤幟乃使萬人先行背水爲陣平旦信建大將旗鼓出井陘口趙開壁擊之大戰良久於是信耳佯不勝僞棄旗鼓走還水上軍趙空壁争漢旗鼓逐信耳於是二千旗馳入趙壁皆拔趙幟立漢赤幟二千趙軍不能敗水上軍乃還見漢赤幟大驚以爲漢皆巳破趙衆矣遂亂而走趙將雖斬之不能禁於是漢兵夾擊大破之旣而諸將問信曰兵法右背山陵前左水澤今將軍令臣等反背水陣何也信曰置之死地而後生此兵法也且信非得素拊循士大夫也所謂驅市人而戰故置之死地旣人人自爲戰卽與生地皆走尚安得而用之乎諸將皆服曰非所及也信令軍中曰生得廣武君購千金信得之乃東面師事之問曰吾欲北攻燕東伐齊何如對曰敗軍之將不可以語勇亡國之大夫不可以圗存又何問焉信曰向使成安君聽子之計則信亦將爲子擒矣固問之對曰足下威振諸侯名聞海内然士卒罷勞其實難用今足下舉倦弊之兵頓之燕堅城之下情見力屈曠日糧竭若燕不拔齊必距境以自強二國相持則劉項之權未有所分也不如按甲休兵日享士卒大夫北首燕路然後使一乗之使奉咫尺之書燕不敢不從燕從而臨齊齊雖有智者亦不能爲齊計也兵法固有先聲而後實者此之謂也信曰善乃發使使燕燕聽命於是請立張耳爲趙王以拊循趙衆甲戍晦日有食之十二月九江王布及隨何至布爲楚所攻敗故間行而來王拒楚於成臯與酈食其謀撓楚權食其曰昔湯伐桀封其後于𣏌武王伐殷封其後于宋秦滅六國使無立錐之地大王誠復六國之後彼皆戴仰大王德義願爲大王臣妾德義巳行南面稱伯楚必歛衽而朝王曰善趨刻印未行張子房至王以問之良曰大事去矣漢王方食良曰臣請借前筯以籌之昔湯武封桀紂之後者度能制其死命也今大王能制項籍之死命乎其不可一矣武王入殷表商容之閭釋箕子之囚封比干之墓今大王能乎其不可二矣發鉅橋之粟散鹿臺之財以賑貧窮今大王能乎其不可三矣偃革爲軒倒戢干戈示不復用武今大王能乎其不可四矣休馬華山之陽示無所爲今大王能乎其不可五矣息牛桃林之埜示天下不復輸積今大王能乎其不可六矣天下逰士離親戚捐墳墓去故舊從大王逰者日夜望尺寸之地今乃立六國後逰士各歸事其主從親戚及故舊大王誰與取天下乎其不可七矣且楚唯無強六國復撓而從之大王安得復臣之哉其不可八矣誠用此計大事去矣漢王輟食吐哺罵酈生曰竪儒幾敗乃公事令趣銷印荀悅曰夫立策决勝之術其要有三一曰形二曰勢三曰情形者言其大體得失之數也勢者言其臨時之宜也進退之機也情者言其心志可否之意也故策同事等而功殊者何三術不同也初張耳陳餘說陳渉以復六國自爲樹黨酈生亦說漢王所以說者同而得失異者陳渉之起也天下皆欲亡秦而楚漢之分未有所定時天下未必欲亡項也且項羽率從六國攻滅強秦之時勢則不能矣故立六國於陳渉所謂多巳之黨而益秦之敵也且陳渉未能專天下之地也所謂取非其有以與人行虚惠而獲實福也立六國于漢王所謂割己之有以資敵設虚名而受實禍也此同事而異形也及宋義待秦趙之斃與昔卞莊刺虎同說者也施之戰國之時鄰國相攻無臨時之急則可也戰國之立其日久矣一戰勝敗未必以存亡也其勢非能急於亡敵國也進乗利退自保故累力待時乗敵之斃其勢然也今楚趙所起其與秦勢不並立安危之機呼吸成變進則成功退則受禍此同事而異勢者也伐趙之役韓信軍于泜水之上而趙不能敗彭城之難漢王戰于濉水之上士卒皆赴入濉水而楚兵大勝何則趙兵出國迎戰見可而進知難而退懷内顧之心無必死之計韓信軍孤在水上士卒必死無有二心此信之所以勝也漢王深入敵國飲酒髙㑹士卒逸豫戰心不固楚以強大之威而䘮其國都項羽自外而入士卒皆有憤激之氣救敗赴亡之急以决一旦之命此漢之所以敗也且韓信選精兵以守而趙以内顧之士攻之項羽選精兵以攻而漢以怠惰之卒應之此同事而異情者也故曰權不可預設變不可先圗與時遷移應物變化設策之機也陳平進謀曰項王大臣不過數人大王能捐數萬斤金間楚君臣使相疑惑可以破楚必矣乃與陳平金四萬斤不問出入平多行反間謂項羽曰諸將功多矣而終不得裂地而王欲與漢爲一以滅楚分王其地項王疑之夏四月楚圍漢王于滎陽歷陽侯范增欲急擊滎陽項羽不信增怒乞骸骨歸未到彭城疽發背而死五月紀信謂王曰臣請誑楚可以間出紀侯乃乗王車出東門曰漢王降楚楚軍皆稱萬歳之城東觀漢王得與數十騎出城西門令御史大夫周苛與魏王豹守滎陽周苛曰反國之王難與共守苛乃殺魏豹項羽見紀信非漢王乃大驚怒燒殺紀信王自西入關收兵復東轅生說曰今出武關項王必引兵而南大王深壁勿與戰項羽用兵疾如雷電令成臯滎陽間且得休息使韓信等輯河北趙地連燕齊君王乃復屯滎陽如此則楚所備者多力分於漢王得休息後與之戰破楚必矣漢王從之王復出軍宛葉間項羽果引而南漢兵深壘自守是時彭越等擊楚得項聲薛公于下邳殺之羽乃自擊彭越越敗走羽乃引兵還抜滎陽獲周苛謂苛曰吾方以公爲將軍封萬戸侯能爲我盡節否苛瞋目罵之羽怒乃烹之遂圍成臯下之所殺亦無數秋七月有星孛于大角大角爲王坐本志以爲楚王亡之徴也八月王饗師河南欲復戰郞中令鄭忠說曰王髙壁深壘勿與戰王乃使從兄劉賈與盧綰將兵入楚地佐彭越焚楚積聚復擊破楚師於燕西下梁地十七城九月東擊彭越令大司馬曹咎長史欣守成臯酈食其說王曰夫敖倉天下轉輸久矣臣聞其下乃有積粟甚多楚人不堅守敖倉乃引兵而東令士卒分守成臯此天所以資漢也且兩雄不俱立楚漢又相持不决百姓搔動海内摇蕩農夫失耒紅女下機天下之心未有所定願大王急復進兵收滎陽據敖倉之粟塞成臯之險杜太行之道距飛狐之口守白馬之津以示諸侯形制之勢則天下知所歸矣今燕趙巳定唯齊未下雖數十萬之師未可以歳月破也臣請得奉眀詔說齊王使爲漢稱東藩臣王曰善乃進兵復守敖倉食其說齊王曰知天下所歸卽齊國可得而有也齊王曰天下何歸曰漢王定三秦出武關而誅殺義帝之賊收天下之兵紹諸侯之業降城即以侯其將得賂即以分其士卒與天下同其利豪傑俊才皆樂爲之用諸侯之兵四面而㑹蜀漢之粟方船而下項王有殺義帝之名有背約之負於人之功無所記於人之罪無所忘戰勝而不得其賞㧞城而不得其封非項氏莫敢用事爲人刻印刓而不能授積財而不能散故天下叛之賢才怨之故天下歸漢可坐而策也夫漢王發蜀漢定三秦渉西河之外授上黨之兵北破趙魏誅成安君此黃帝之兵非人之力天之所授也今以據敖倉之粟塞成臯之險守白馬之津杜太行之坂距飛狐之口天下後服者先亡矣王疾下漢社稷可得而保也齊王以爲然乃罷守兵與食其日縱酒焉"}
{"id": "KR2b0003_003", "series": "KR2b0003", "text": "四年冬十月韓信將伐齊聞旣和欲還蒯通說信曰將軍受詔擊齊未有詔止何以得無行乎且酈生一儒士仗軾下齊七十餘城將軍以數十萬衆乃下趙五十餘城勞苦將士數年反不如一竪儒之功乎信遂襲齊齊王以酈生爲賣已乃烹之齊王走高密項羽東伐外黃外黃數日乃降羽令男子十五巳上詣城東欲悉坑之外黃令舍人兒年十三說羽曰彭越強刼外黃外黃恐故且降以待大王大王又欲坑之百姓豈有所歸心哉從此以東梁地十餘城皆懼莫敢下矣羽赦之羽初之東山屬大司馬曹咎長史忻曰漢即挑戰愼勿與戰令得東而巳我十五日必定梁地而漢果挑戰楚軍不出使人辱之數日咎怒渡兵汜水上士卒半渡漢擊破之盡得楚國寳貨曹咎長史忻皆自殺王遂進兵取成臯羽下梁十餘城聞曹咎破乃還羽於廣武間爲高爼置太公於其上曰漢不急下吾烹太公王不聽羽怒欲殺太公項伯曰夫爲天下者不顧其家殺之無益但益怨耳羽從之使人謂曰願與王挑戰面決雌雄王笑謝之曰吾寧鬪智不鬪力羽令壯士挑戰漢使善射者樓煩射楚三人殺之羽大怒即自出瞋目叱之樓煩目不能視手不能發走還入壁王使間問之乃羽也王大驚於是王與羽臨廣武間而語王數羽曰汝背約王我於蜀漢其罪一也矯殺卿子冠軍而自立其罪二也受命救趙不還報命擅刼諸侯入關其罪三也與懷王約入咸陽無暴勍汝燒秦宮室掘始皇塚多取財寳其罪四也殺秦降王子嬰其罪五也詐坑秦卒二十萬其罪六也皆王諸侯善地而徙逐其主令臣下爭叛其罪七也出義帝于彭城而自都之多自與己地其罪八也殺義帝于江南其罪九也夫爲人臣自欲爭天下大逆無道其罪十也吾以義兵誅殘賊使刑餘罪人擊公何苦乃與公挑戰羽怒伏弩射王中胷王乃捫足曰虜中吾指王疾甚入成臯中尉周昌爲御史大夫田橫請救于楚十有一月楚使龍且救齊號二十萬衆與齊合軍或謂龍且曰漢兵逺戰窮冦其鋒不可當齊楚自居其地兵易敗散不如深壁自守命齊王使其信臣招所亡城亡城聞王在楚來救必自叛漢漢二千餘里客居其間勢無所得食無可戰而降也龍且曰救齊而降之吾有何功今戰而勝之齊之半可得而有吾平生時知韓信之爲人易與耳遂將兵與韓信夾濰水而陣信乃夜令人爲萬餘囊盛沙以壅水上流信引兵半渡擊龍且信佯不勝走還龍且追之渡水信使人決壅龍且軍太半不得渡即急破之斬龍且虜齊王廣田橫復立爲齊王戰敗而亡信遂平齊使人言于王曰齊國多詐請爲假王以鎭之王大怒張良陳平躡王足諫曰方漢不利寧能禁信之自王乎不如因而立之春二月遣張良立信爲齊王徵其兵擊楚曹參爲左丞相楚使武渉招信信曰吾嘗事項王不見用事漢漢深信我我背之不祥武渉巳去蒯通說信曰漢王敗滎陽傷成臯還走宛葉間此所謂智勇俱竭者也楚兵困于京索之間迫于西山而不能進三年于此矣銳氣挫于險塞粮用盡于内藏當今兩主之命懸於足下爲足下計者莫若兩存之三分天下鼎足而居其勢莫敢先動以足下之賢有甲兵之衆據強齊從燕趙出空虚之地以制其後因民之欲西向爲百姓請命天下孰敢不聽足下按齊國之固有淮泗之地深拱揖讓以懷諸侯則天下君王相率而朝齊矣信曰吾豈可見利而背恩通曰常山王成安君爲刎頸之交而卒相滅大夫種存亡越伯勾踐身死語曰野禽磾走狗烹飛鳥盡良弓藏敵國滅謀臣亡故以交友言之則不過陳張以君臣言之則不過勾踐大夫種推此二者足以觀之矣且臣聞之勇略振主者身危功蓋天下者不賞足下渉西河虜魏王擒夏說下井陘誅成安君之罪以全於趙脅燕定齊南擁楚人之兵數十萬之衆遂斬龍且西向以報此所謂功無二于天下而英略不世出者也足下挾不賞之功戴振主之威歸楚楚人不信歸漢漢人震恐足下欲持此安歸乎夫勢在人臣之位而有高天下之名臣竊危之夫隨厮養之役失萬乗之權守擔石之禄闕卿相之位計成而不能行者事之禍也故猛虎之猶豫不如蜂蠆之致螫孟賁之狐疑不如童子之必至矣夫功者難成而易敗時者難值而易失願足下無疑信猶豫不忍背漢又自以功高漢終不奪我齊遂謝通通去乃佯狂爲巫秋七月立黥布爲淮南王八月初爲算賦令軍士死者吏爲衣衾棺歛傳送其家四方歸心焉漢王遣侯公說項羽求太公羽乃與漢約中分天下割洪溝以西爲漢以東爲楚九月歸太公呂后封侯公爲平國君項羽解而東歸漢王欲西張良陳平諫曰今漢有天下太半而諸侯皆附漢楚兵疲食盡此天亡之時也不如因其幾而取之五年冬十月王追項羽至陽夏南與韓信彭越期皆不至會楚擊漢軍大破之王復深壘自守王謂張良曰諸侯不從奈何對曰大王能取睢陽以東北至穀城盡以王彭越從陳以東傅海與韓信則兩人必至而楚敗矣王從之信越皆至十有二月諸侯皆會垓下圍項羽數重夜聞漢軍四面皆作楚歌羽驚曰漢巳盡得楚乎是何楚人歌之多也夜起飲帳中有美人曰虞姬有駿馬曰騅羽乃慷慨悲歌曰力㧞山兮氣蓋世時不利兮騅不逝騅不逝兮可奈何虞兮虞兮奈若何羽遂上馬乃從八百餘騎直夜潰圍南出平明漢軍乃覺之命騎將灌嬰以五千騎追羽羽至隂陵迷失道路漢軍追及之至東城乃有二十八騎追者數千羽謂其騎曰吾起兵八歲矣身經九十餘戰所當者破未嘗敗今困于此固天亡我非戰之罪也今日固決死願爲諸君決戰於是引其騎因四隤山爲員陣漢軍圍之數重羽謂其騎曰吾爲公取彼一將於是羽大呼馳下漢軍皆披靡遂取漢一將騎將楊喜追羽羽還叱喜人馬皆驚僻易數里羽分其騎爲三處漢軍不知羽所在分軍爲三處復圍之羽乃馳擊漢軍復取一都尉殺百人羽復聚其騎亡兩騎於是羽引軍東至烏江亭長曰江東雖小地方千里衆數十萬亦足以王也願大王急渡今獨臣有舩漢軍至無以渡羽曰籍與江東子弟八千人渡江而西今無一人還者縱江東父兄憐而王我我何面目見之哉吾之公長者也吾騎此馬五歲常以一日行千里吾不忍殺之以賜公乃令騎皆去其馬短兵接戰復殺漢軍百人羽亦被十餘創乃自剄而死楚地悉平獨魯後降初懷王封羽爲魯公故以魯爲號葬羽於穀城山下漢王爲之發哀封項伯等四人爲列侯賜姓劉氏本傳曰項羽背關懷楚放逐義帝自矜功伐而不師古霸王之業始欲以力征經營天下五年卒亡身死東城尚不覺悟以爲非己之罪豈不過哉春正月徙齊王韓信爲楚王都下邳信乃賜所從食漂母千金召下鄕亭長曰公小人也爲惠不終賜錢百萬召辱巳少年曰壯士哉以爲中尉赦天下殊死巳下羣臣上皇帝尊號王辭讓而後受二月甲午皇帝即位于汜水之陽以十月爲正從火德色尚赤以應斬白蛇神母之符尊王后曰皇后太子曰皇太子追尊先媪曰昭靈夫人鄱君吳芮率百越佐諸侯立芮爲長沙王越王無諸率閩中兵以佐滅秦立無諸爲越王於是皇帝西都洛陽夏五月兵皆罷令人保其山澤者各歸其田里自賣爲人奴婢者免其庶人上置酒南宮問羣臣曰吾所以得天下羽所以失之者何王陵對曰陛下使人攻城略地因以賞之與天下同其利項羽嫉賢妬能有功者害之賢者疑之戰勝不蒙其功得地不獲其利所以失天下也上曰公知其一未知其二夫運籌帷幄之中決勝千里之外吾不如子房鎭國家撫百姓給餉饋吾不如蕭何連百萬之衆戰必勝攻必取吾不如韓信三者皆人傑也吾能用之所以取天下也羽有一范增賢而不能用此所以爲我擒也上問韓信曰公相我能將幾何信曰陛下不過能將十萬又問韓信公能將幾何對曰臣多多益辦耳上曰何爲爲我臣信曰陛下雖不能將兵而善將將此所謂天授非人力也是時田橫與賔客五百人亡在海中上遣使赦橫罪曰橫來大者王小者侯不來將加誅橫曰臣烹酈食其今聞其弟酈商爲將臣畏懼不敢奉詔帝乃詔商曰田橫至敢有動者族誅橫詣洛陽至尸卿亭三十里謂其從者曰橫與漢王並南面稱孤今漢王爲天子而橫爲亡虜其辱巳甚矣且橫嘗烹人之兄今與其弟並肩事主彼雖畏詔橫獨不愧于心哉且陛下不過欲一見我面貌耳今斬吾頭馳三十里容貌未及變乃沐浴自刎令客奉其首上曰嗟乎起自布衣兄弟三人更立爲王豈不賢哉爲之流涕而拜其二客爲都尉以王禮葬之二客穿其塚傍皆自刎而從之上聞大驚以橫客爲皆賢聞其餘五百人在海島中使使召之聞橫死亦皆自殺楚將季布亦巳亡匿投濮陽周氏漢購之急周氏乃髠鉗布與家僮數十人至魯朱家而賣之朱家心知是季布因買之置田舍乃見滕公曰季布何罪臣各爲其主用耳上始得天下以私怒求一人何示不廣也且季布之賢不南走越即北走胡夫忌壯士以資敵國此五子胥所以鞭荆王之墓也夏侯嬰爲言之上乃赦布拜爲郞中後爲中郞將布立然諾之信時人爲之語曰得黃金百鎰不如季布一諾朱家者爲任俠所藏活者甚衆豪士以百數不伐其功諸所嘗施唯恐見之賑人先於貧賤衣不兼綵食不重味專以赴人之急及布尊貴朱家遂不復見之上欲都洛陽戍卒婁敬求見說上曰陛下都洛陽豈欲與周室比隆哉上曰然敬曰陛下取天下與周室異周之先自后稷堯封之邰積德十餘世公劉避狄居豳太王以狄伐故去豳杖馬䇿之岐國人爭歸之文王爲西伯始受命武王伐殷八百諸侯不期而會孟津之上成王即位周公之屬傅焉乃管成周都洛邑以爲此天下中四方納貢職道里均矣有德則易以王無德則易以亡凡居此者欲務以德致人不欲阻險令後世驕奢以虐人及周之衰分而爲二天下莫朝周不能制形勢弱矣今陛下用兵取天下大戰七十小戰四十使百姓肝腦塗地曝骨中野哭泣之聲未絕傷夷者未起而欲比隆周室臣竊以陛下爲不侔矣夫秦地𬒳山帶河四塞以爲固卒然有急百萬之衆可具因秦之資膏腴之地此所謂金城天府之國陛下都關中山東雖亂秦地可全而有也上問羣臣群臣皆山東人咸言周七八百年秦二世而亡且洛陽東有成臯西有澠池背河向洛其固不敵此亦足恃也上疑焉問張良張良曰洛陽雖有此險其中小不過數百里四面受敵此非用武之國夫關中左崤函右隴蜀沃野千里南有巴蜀之饒北有胡宛之利阻三面而守獨以一面東制諸侯安定河渭漕輓足以西給京師諸侯有變順流而下足以委輸此所謂金城千里天府之國婁敬之說是也於是上即日車駕西入關治櫟陽宮拜婁敬爲郞中號奉春君賜姓劉氏六月壬辰大赦天下八月燕王臧荼反上自將擊燕九月虜臧荼立太尉盧綰爲燕王綰與上同里同日生少相愛後以將軍從擊項羽有功故立爲代王丞相張倉從擊臧荼有功封北平侯倉眀習天下圖書善用算術故命以列侯居相府主郡國上計也六年冬命復天下縣邑或有告楚王信謀反上問左右左右皆曰發兵以擊之陳平曰陛下用兵之精孰與韓信上曰無能過也平曰陛下將有敵信者無上曰莫能及平曰臣竊爲陛下危之上曰奈何平曰信未知有告反者古者天子巡狩會諸侯陛下僞出遊雲夢會諸侯于陳信必郊迎因而執之此一士之力上從之遂執信執信反無驗黜信爲淮隂侯田肯賀上曰甚善陛下得韓信而又王關中也夫齊東有瑯邪即墨之饒南有泰山之固西有濁河之阻北有渤海之利地方二千里帶甲百萬衆此亦東秦非親子弟莫可使王齊者也上曰善賜肯金五百斤春正月丙午立劉賈爲荆王王五十三縣高帝兄弟四人長曰伯早卒追號爲武哀侯封子信爲刮羮侯初上㣲時數將客過嫂食嫂饜食之陽爲羮盡刮釜上聞惡之故號其子爲刮羮侯次兄曰喜字仲立仲爲代王弟曰交字游好讀書有才藝從上征伐有功立楚爲楚王長庶子肥爲齊王王七十縣以曹參爲齊相國徙韓王信于太原都晉陽封蕭何爲鄼侯父母兄弟封侯食邑者十餘人以蕭何舉宗從征伐故也封曹參爲平陽侯張良爲留侯陳平爲戶牗侯後徙爲曲逆侯周勃爲絳侯樊噲爲舞陽侯酈商爲武成侯食其子疥從征伐以父故封疥爲高梁侯夏侯嬰爲汝隂侯灌嬰爲潁陽侯周昌爲汾隂侯大功臣封者二十餘人其餘功未得行封上從南宮複道上望見群臣徃徃聚語上曰此何謂也張良曰陛下所封皆蕭曹故人所誅皆平生仇讐此屬畏不得封又恐過失及誅此相與謀反上憂之曰爲之奈何良曰急封雍齒雍齒上最所憎惡群臣共知後從征伐有功上即封雍齒羣臣喜曰雍齒且封我屬無患矣於是趨有司定功行封行封王陵爲定國侯陵始爲縣豪上兄事之以其從上晚故後行封凡百四十有三人是時民人散亡居可得而數者纔十二三是以大侯不過萬戶小者不過五六百戶封爵之日誓曰使黃河如帶太山如礪國以永存爰及苗裔又申以丹書之信重以白馬之盟作八十侯之位次陳平之始封平辭曰非臣之功也上曰吾用先生之湈戰勝克敵非功而何對曰非魏無知安得進上曰若子可謂不背本矣乃復賞無知張良素多疾病乃稱疾曰臣家五世相韓及韓亡不愛萬金之資爲韓報讐強秦天下震動今以三寸舌爲王者師封萬戶位爲列侯此布衣之極於臣足矣願棄人間事欲從赤松子遊耳乃學道不食穀遂不仕良爲人容貌美麗如婦人女子初季布異父弟丁公爲楚將逐上上迫急顧謂丁公曰兩賢豈相戹哉丁公引兵而還天下旣定斬丁公以狥軍曰自今以後爲人臣者莫效丁公也以蕭何功最高羣臣皆曰臣等𬒳甲執兵多者百餘戰攻城略地各有等差蕭何無有汗馬之勞徒持文物論議而巳今居臣等上何也上曰諸君知獵乎發縱指示獸者人也追得獸者狗也諸君徒能走得獸功狗也蕭何發縱功人也及奏位次羣臣咸曰曹參宜第一謁者關内侯鄂千秋進曰曹參雖有野戰之功此特一時之事耳夫上與楚相距五年失軍亡衆跳身遁者數矣蕭何嘗從關中遣軍補其處非上所詔命而數萬之衆會上乏絕者數矣楚漢相距滎陽數年軍無見粮蕭何常轉漕給食陛下雖亡山東蕭何常存關中以待陛下此萬世之功也奈何以一旦之功而加萬世之功哉於是令何爲第一帶劒上殿入朝不趨上曰吾聞進賢受上賞蕭何功雖高待鄂君廼得明於是因鄂千秋所食關内侯邑二千戶封爲安平侯其吏二千石從入蜀漢定三秦者皆世世復其家上置酒衆辱隨何曰爲天下安用腐儒哉何曰陛下發歩卒五萬人騎五千能以取淮南乎上曰不能何曰以二十人使淮南王至如陛下之意是臣之功賢于歩卒五萬騎五千也上曰吾方圖子之功以何爲護軍中尉上五日一朝太公太公家令說公曰天無二日土無二王皇帝子乃人主也太公雖父乃人臣也奈何令人主朝人臣如此威重不得申後上朝太公太公擁篲迎門却行欲拜上大驚扶太公太公曰帝人主奈何以我亂天下法上善家令言賜黃金五百斤荀恱曰孝經云故雖天子必有尊也言有父也王者必父事三老以示天下所以明有孝也無父猶設三老之禮況其存者乎孝莫大於嚴父故后稷配天尊之至也禹不先鯀湯不先契文王不先不窋古之道子尊不加於父母家令之言於是過矣夏五月丙午詔曰人之至親莫大於父故父有天下傳歸於子子有天下尊歸於父此人道之極也朕平暴亂以安天下斯皆太公之教訓也尊太公爲太上皇秋九月匈奴圍太原韓王信於馬邑信降匈奴七年冬十月上自征太原匈奴冐頓單于拒漢漢使者闚匈奴者十輩皆曰易擊上使婁敬徃還曰匈奴見羸弱似有伏兵不可擊上怒曰齊虜妄言阻吾軍械繫之上至平城匈奴果圍上於白登七日用陳平謀說匈奴閼氏夫人得開圍一角上乃遁出其計秘世莫得聞也士卒歌之曰平城之下禍甚苦七日不食不能彎弓弩上旣還謝敬曰不用公言以困平城乃斬前使者十餘輩封敬二千戶號建信侯先是有月翬圍于昴參畢七重本志以爲昴畢之間爲天街北羌胡也街南中國也昴爲匈奴畢爲邊兵平城之應云匈奴攻代代王喜棄國歸洛陽廢爲邰陽侯辛卯立皇子如意爲代王春二月上自平城還見蕭何治宮室於長安甚盛上怒曰何治之過度對曰天子以四海爲家非壯麗無以重皇威且無令後世有以過也乃遷都長安是時威儀未設羣臣爭功醉呼或拔劒擊柱上患之博士叔孫通請制禮儀上曰度吾所能行者通乃與弟子百餘人共起朝儀大朝㑹長樂宮陳車騎旌旗兵衛羣臣列位百官執職成禮而罷莫不祗肅於是上歎曰吾乃今日知爲皇帝之貴拜通爲泰常賜金五百斤弟子皆爲郞中夏四月行如洛陽婁敬進計和匈奴請以魯元公主妻單于單于因之爲女壻有子則爲外孫後世可以漸臣也上將行之呂后涕泣固請留之乃止更以宗室女爲公主妻單于結和親歲致金幣賂遺之"}
{"id": "KR2b0003_004", "series": "KR2b0003", "text": "八年冬上擊韓王信餘冦于東垣建武侯靳歙有功遷爲車騎將軍上還過趙趙相貫高伏兵柏人亭欲爲逆上宿心動曰柏人者迫於人也乃去之初上過趙王甚卑恭上箕踞罵詈甚辱之貫高謂王曰皇帝遇王無禮請殺之王囓其指出血曰先人亡國頼皇帝得復德流乎子孫君無出口高等私相謂曰吾王長者終不背德何謂汙王事成歸之于王不成獨身坐之乃隂獨爲謀而王不知十有一月令士卒從軍死者送歸于縣給衣衾長吏視葬祠以少牢十有二月至自東垣春三月行如洛陽令人無得衣錦繡綺縠絺紵九月至自洛陽九年冬十月淮南王趙王楚王來朝置酒前殿上爲太上皇壽曰始者大人常以臣不如仲能治産業今臣之業孰與仲多殿上皆稱萬歲十有一月徙郡國大族豪傑名家十餘萬戶以實關中婁敬之計也十有二月行如洛陽趙相貫高逆謀發覺同謀者趙午等十餘人皆自刎死高曰若皆死誰當明王不反乃就檻車送詣長安言王不知考治身無完者終不復言上曰壯士哉令人私問之高曰人情豈不各愛其親戚乎今吾三族皆以論死豈以王易吾親戚哉具以情對上乃詔赦趙王嘉貫高之節乃赦之高曰所不死者欲明王不反今王巳出吾責塞矣且人臣有簒弑之名將何面目復事上哉乃仰天絕吭而死趙王張敖尚魯元公主故封敖爲宣平侯荀恱曰貫高首爲亂謀殺主之賊雖能證明其王小亮不塞大逆私行不贖公罪春秋之大義居正罪無赦趙王掩高之逆心失將而必誅之義使高得行其謀不亦殆乎無藩國之義減死可也侯之過歟初捕趙王詔有敢從者夷三族趙王郎中田叔孟舒皆賢召見之漢朝廷臣無能出其右者皆以爲郡守春正月徙代王如意爲趙王夏六月乙未晦日有食之十年冬十月淮南王梁王燕王荆王楚王齊王長沙王來朝夏五月太上皇崩秋七月癸卯太上皇葬于萬年八月令諸侯王皆立太上皇廟于國都上欲廢太子立戚夫人子如意羣臣爭之不能得御史大夫周昌固爭之上問其狀昌爲人剛直少言對曰臣雖口不能言然心知其不可陛下必欲廢太子立戚夫人子如意臣期不奉詔昌嘗奏事上方擁戚夫人昌還走上追之騎昌頃上問曰我何如主曰陛下桀紂主也上笑之後上嘗心不樂悲歌羣臣不知所謂符璽御史郞趙堯進曰陛下所爲不樂者非以爲趙王年少而戚夫人與呂后有隙萬歲之後不能自全也上曰然堯曰宜爲趙王置貴強相呂后太子羣臣素所憚者上曰誰可使對曰周昌可相趙王上謂昌曰吾極知其左遷然吾憂趙王非公莫可相者乃以昌爲趙相以趙堯代昌爲御史大夫𥘉趙人方與公謂昌曰君之吏趙堯奇士也且代君位昌笑曰堯年少刀筆吏耳何至是乎卒如方與公言九月陳狶接下賔客從車千餘乗𥘉狶適代時辭淮隂侯韓信韓信旣廢恐懼怨望乃與狶謀曰趙代精兵處也公反于外上必自出吾從中起天下可圖也狶反上欲自擊之建成侯周緤泣曰陛下常自行是無人可使初緤從上毎有不利終無離上之心上以爲愛我賜上殿不趨上遂東至邯鄲選壯士可令將者四人各封千戶侯左右皆曰此人何功而封千戶上曰非爾所知夫陳狶反趙代皆狶之有吾以羽檄徵天下兵未有至者今獨邯鄲中兵至吾何愛四千戶不以慰趙子弟心乎復求樂毅之後得樂叔封樂鄕侯號曰華成君令吏民爲狶所刼略皆赦其罪問狶將皆故賈人曰吾知易與之矣乃多與金購狶將將多降是時沛人任敖素善於上上以客從拜爲上黨太守堅守不下封敖廣阿侯御史大夫趙堯擊狶有功封江邑侯詔御史曰獄之疑者吏或不敢決或有死者久而不能論無罪者久繫自今巳後有疑獄者各讞所屬二千石二千石不能決移之廷尉廷尉不決具奏以聞十一年冬十月遣周勃征代地春正月淮隂侯韓信謀反與陳狶爲内應欲夜詐詔諸官徒奴以襲呂后太子其舍人告之呂后與蕭何謀詐令人從上所來言陳狶巳死羣臣皆賀遂執信斬之夷三族信方斬歎曰悔不用蒯通之言爲女子所執上自邯鄲至洛陽召蒯通將烹之通曰臣聞狗各吠非其主當彼之時臣但知有齊王信不知有陛下且秦失其鹿天下爭逐之高材輕足者先得當此之時爭欲爲陛下所爲顧力不能可盡烹邪乃赦之上使使者拜丞相蕭何爲相國益封五千戶令卒五百人一都尉爲相國衛諸羣臣皆賀故秦東陵侯邵平獨揖曰禍自此始矣上暴露於外而君守其内非有矢石之難而益封置衛者以今淮隂侯新反於中有疑君心夫置衛者衛君非所以寵君也顧君讓封勿受以家財給軍何從之上大恱立皇子恒爲代王都晉陽赦天下三月梁王彭越反誅三族上擊陳狶時徵兵梁王梁王但遣將徃上怒之梁王欲自行其將扈輒曰王始不行見讓而徃即爲擒矣不如遂發兵反梁王不聽稱疾梁王太僕有罪亡者告彭越與扈輒謀反上捕囚越赦爲庶人徙之蜀道逢呂后於路涕泣曰無罪願歸昌邑呂后與俱還洛陽謂上曰彭越壯士徙之蜀自貽後患不如遂誅之呂后令其舍人告彭越復謀反乃誅之夷三族梟其首令曰敢有收視者輒捕之梁太傅欒布爲彭越使于齊還報命首下祠而哭之上欲烹之方提頭趨湯鑊布曰願一言而死曰陛下非彭越項氏不亡今天下巳定彭王剖符受封亦欲傳之萬世今一徴兵王不自行而疑以爲反反形未見以苛察誅之臣恐功臣人人自危彭王巳死臣生不如死請就湯鑊上赦之拜爲都尉於是醢彭越以醢遍賜諸侯淮南王英布聞越死見醢乃驚恐隂有疑謀立皇子恢爲梁王皇子友爲淮陽王夏四月上行自洛陽五月遣楚人陸賈使南越立尉佗爲王他者秦時爲南海郡尉因天下之亂遂有南越賈至尉他椎髻箕踞見賈賈曰足下中國之人親戚昆季墳墓在眞定今足下反天性棄冠帶欲以區區之越與天子抗行爲敵國禍且及身矣天子聞君王南越不助天下誅暴秦將欲移兵於王天子爲百姓勤勞遣臣授君王印綬剖符通使王且郊迎北面稱臣乃欲以新造未集之越屈強於此漢誠聞之掘燒王先人墳墓夷滅宗族遣一偏將將十萬師以臨越越人即殺王降漢如反手耳於是尉他乃蹷然起坐而謝曰吾居蠻夷中久殊失禮儀因問賈曰我孰與蕭何曹叅賢賈曰王則賢矣復問我孰與皇帝賢賈曰皇帝起豐沛討暴秦誅強楚爲天下興利除害繼五帝三王之業統治中國政由一家自天地剖判巳來未曾有也今王衆不過數十萬皆蠻夷﨑嶇山海譬猶漢之一郡何乃比於漢也他大笑曰吾不起中國故王此使我起中國何遽不若漢乃遂受符印稱王賜賈槖中裝直千金餘贈送亦千金賈還報命拜太中大夫賈時上前說詩書上罵之曰吾居馬上得天下安用詩書乎賈對曰陛下居馬上得之寧能馬上治之乎且湯武逆取而順守文武並用久長之道昔呉王夫差拯武而亡秦任刑法不變而滅向使秦巳兼天下行仁義法先王陛下安得而有之上有慙色謂賈曰試爲我著秦之所以失天下吾所以得天下及古今成敗之國賈凡著書十二篇毎奏一篇上讀之未嘗不稱善號其書曰新語秋淮南王黥布謀反謂其將曰上老矣厭兵必不能自來諸將獨韓信與彭越今皆死矣餘不足畏遂反汝隂侯問故楚令尹薛公曰布何故反對曰徃年殺韓信今年殺彭越此三人者同功一體之人自疑禍及其身故反耳夏侯嬰乃言薛公於上上召問之薛公對曰布出上計則山東非漢之有也出中計勝敗之數未可知布岀下計陛下高枕而卧耳上曰何謂上計對曰東取吳西取楚并齊與魯傳檄燕趙固守其所山東非漢之有何謂中計對曰東取呉西取楚并齊韓取魏據敖倉之粟塞成臯之口勝敗之數未可見也何謂下計東取吳西取蔡歸重於越身歸長沙陛下無患矣上曰此計將安出曰必出下計布故驪山徒耳致萬乗之王此皆爲身不顧其後不爲百姓萬世之業也上曰善封薛公爲千戶侯上遂自征布赦死罪巳下皆令從軍立皇子長爲淮南王布果東擊楚楚王分軍爲三欲以相救爲奇兵或謂楚將曰諸侯自戰其地爲散地今分軍爲三布散其一兩軍散走安能相救不聽布果敗其一軍而二軍皆走布遂與帝遇于蘄西㑹垂布兵精甚其置陣如項羽軍上惡之上謂布曰何苦反布曰我欲爲帝耳上罵之遂戰布敗十二年冬十月上破布軍布走江南長沙王使人殺之上擊布也數使使勞相國或謂何曰君居關中甚得百姓心上畏君傾動關中君何不多買人田宅賤貰貣以自汗不然上心不安何從上還過沛悉召故人父老子弟置酒上自歌曰大風起兮雲飛揚威加海内兮歸故鄕安得猛士兮守四方上乃起舞忼慨傷懷泣數行下歎息曰游子悲故鄕吾萬歲之後魂魄猶思沛其以沛爲朕湯沐邑復其人世無所與又以豐比沛旣至長安立豐縣豐之枌榆故廬社皆如舊制也周勃定代斬陳狶或言燕王綰與狶通謀上召盧綰盧綰謂其臣曰徃年族淮隂侯彭越皆呂后計今上疾病呂后婦人專欲誅異姓及大功臣遂稱疾不行上怒使樊噲將兵擊之綰將其家屬與數千騎居長城下欲候上差自入謝之上立沛侯濞爲呉王濞者郃陽侯仲之子也巳拜上相曰汝面狀有反相漢後五十年東南有亂豈非汝也然天下一家愼勿反也濞頓首曰不敢上過魯以大牢祀孔子十有二月還京師民遮道上書數千人言相國強賤買民田宅上笑曰相國亦愛利乎使相國自謝民後蕭何爲民復請上林苑中空地令民得入田無收槀爲禽獸食上怒曰相國多受賈人金錢爲人請吾苑乃詔下廷尉王衛尉諫曰相國何罪繫之暴也上曰吾聞李斯相秦有善歸主有惡自與今相國多受賈人錢爲請吾苑以自媚於人王衛尉曰事苟有便於人而請之宰相職也陛下奈何乃疑相國受賈人金乎且陛下拒楚數年及陳狶反時上自將兵徃當時相國守關中關中揺足則關西非陛下之有相國不以此時爲利乃今利賈人金錢乎且秦以不聞其過而亡天下夫李斯之分過又何足法哉上乃令相國復其位詔爲秦始皇帝置守塚三十家楚隱王一家復無所與春二月熒惑守心星占曰王者惡之立皇子建爲燕王上擊黥布時爲流矢所中疾甚呂后迎良醫良醫曰可治上怒曰吾以布衣提三尺取天下此非天命乎命乃在天雖扁鵲何益遂不使治呂后問曰陛下即百歲之後蕭相國終孰可代者上曰曹叅可又問其次曰王陵可然少戅陳平可以佐之平智有餘然難獨任周勃厚重少文然安劉氏者必勃也可爲太尉又問其次上曰過此以後非乃所知先是上嘗疾困惡見人詔戶者無納群臣群臣莫敢入十餘日樊噲乃排闥直入大臣隨之上獨枕一宦者卧噲等見上流涕曰陛下疾甚大臣震恐久不見臣等計事顧獨枕一宦者嗟乎陛下獨不見趙高之事乎上笑而起初上欲廢太子呂后聞之使留侯爲太子計留侯曰上有所不能致者四人曰東園公夏黃公甪里先生綺里季皆迯在山中然上高之今令太子卑辭安車迎此四人來以爲客時隨入朝則一助也呂后從其計四人果來年皆八十鬚眉皓白故謂之四皓初黥布反時上欲使太子將兵擊布四人相謂曰凡來將以安太子太子將兵事危矣有功則位無益也無功從此受禍乃令呂后對上泣涕而言黥布善爲兵諸將皆陛下故人今乃令太子獨將兵擊之恐諸將莫肯爲用且懼布聞之鼓行而西耳陛下雖疾強載輜車卧而護之諸將不敢不盡力上乃自行及還其疾稍愈欲易太子太保叔孫通固諫曰晉獻公以驪姬故廢太子申生而立奚齊晉國大亂數十年秦不早定扶蘇胡亥詐詔自立使滅絕秦祀臣敢以死爭之上雖聽之而心欲廢太子及讌置酒太子侍四人從上怪而問之四人前對各言姓名上乃驚曰吾召公等不奉詔今侍太子者何四人對曰陛下喜罵輕士臣等義不受辱故亡今聞太子仁孝愛人敬士天下莫不延頸願爲太子死者臣等故來上曰煩公等幸卒調護太子四人退上召戚夫人指示曰吾欲易太子彼四人者爲之輔羽翼巳成難搖動也太子遂定春三月詔曰吾有天下十二年于今與天下賢士大夫共安輯之至于褒賞功臣可謂無負矣其不義背天下約擅起兵者與天下共伐誅之夏四月甲辰帝崩于長安宮呂后畏諸將大臣與審食其謀欲盡誅大臣數日不發䘮酈商謂辟陽侯曰今陳平灌嬰將十萬衆守滎陽樊噲周勃將二十萬衆定燕代此四人聞帝崩諸將皆誅必連兵還嚮京師大臣内叛諸將外反亡可翹足而待審食其言之於呂后乃以丁未發䘮大赦天下盧綰聞上巳崩遂亡入匈奴中五月丙辰皇帝葬長陵本志曰高祖入秦初順人心作三章之約天下旣定命蕭何定律令韓信申軍法張倉定章程叔孫通制禮儀陸賈造新語又與功臣剖符作誓丹書鐡劵藏之宗廟雖日不暇給規模弘遠矣讃曰高祖起於布衣之中奮劒而取天下不由唐虞之禪不階湯武之王龍行虎變率從風雲征亂伐暴廓淸帝宇八載之間海内克定遂何天之衢登建皇極上古巳來書籍所載未嘗有也非雄俊之才寛明之畧歷數所授神祗所相安能致功如此夫帝王之作必有神人之助非德無以建業非命無以定衆或以文昭或以武興或以聖立或以人崇焚魚斬蛇異功同符豈非精靈之感哉書曰天工人其代之易曰湯武革命順乎天而應乎人其斯之謂乎故觀秦項之所亡察大漢之所興得失之驗可于兹矣太史公曰夏政忠政忠之弊野故殷承之以敬以敬之弊鬼故周承之以文以文之弊薄救薄莫若忠三王之道周而復始周秦之間可謂文弊秦不改文酷刑漢承秦弊得天下矣"}
{"id": "KR2b0003_005", "series": "KR2b0003", "text": "皇帝五月丙寅即位年十六尊髙后曰皇太后凡帝母稱皇太后帝祖母稱太皇太后適稱皇后妾稱夫人又有美人良姊七子八子長使少使之號武帝制婕妤娙娥容華充衣而元帝加昭儀之號昭儀位視丞相爵比諸侯王婕妤視上卿爵比列侯娙娥視中二千石爵比關内侯容華視真二千石爵比太上造美人視二千石比少上造八子視千石爵比中更充衣視九百石爵比左更七子視八百石比右庻長良人視七百石比左庻長長使視六百石比五六夫少使視四百石比公乗又有五官視三百石順常視二百石㳙和娯保林良使者皆視百石上家人子中家人子視有秩斗食賜吏民爵其䘮事將軍巳下至佐長吏賜金錢各有差六百石巳上有罪當刑械者皆容繫之民年七十巳上十歳巳下有罪當刑者免之吏六百巳上及故二千石家唯給軍賦役無有所預叔孫通爲太常定園陵宗廟及髙祖廟奏武德文始五行之舞武德者髙祖所作以象天下樂巳行武以除亂也文始舞者本舜韶舞也髙祖更名文始舞五行舞者本周舞也秦始皇更名五行舞太祝迎神于廟門外奏嘉至猶古降神之樂也皇帝入廟門奏禮至以爲行歩之節猶古采薺肆夏也乾豆上奏登歌不以管絃欲使在位者遍聞之猶古清廟之樂歌再終也下奏休成之樂美神明旣嚮也皇帝旣就東廂坐定奏永安之樂美禮巳成也令郡諸侯王立髙廟元年冬改諸侯王相國爲丞相十二月趙王如意薨諡曰隱王先是太后囚戚夫人于永巷髠鉗之令㫪且歌曰子爲王兮母爲虜終日常㫪兮與死同伍相去數千里誰可使告汝吕后聞之曰欲倚弱子邪召趙王欲誅之趙相周昌令王稱疾使者三反王不行吕后乃召周昌周昌至復使召趙王上知太后怒自迎王於覇上夾與起居數月上晨出苑中獵趙王不能早起太后鴆而殺之周昌乃謝病不朝見吕后乃斷戚夫人手足去眼熏耳飲以喑藥使居鞠室中名曰人豕召帝視之帝驚乃大哭因病歳餘不能起使人謂太后曰此非人所爲臣不堪爲太后子終不能治天下遂不聽政事賜民爵初元年故也凢賜民爵所以宣恩惠慰人心必有所由也徙淮陽王春正月城長安二年冬十月齊王來朝王上之庻兄也上與王讌飲太后前置王上坐如家人禮太后怒酌鴆酒令齊王爲壽齊王起上亦起太后恐自反巵酒王怪之因僞醉而出齊内史令王獻城陽郡以尊魯元公主爲湯沐邑太后嘉而許之乃遣王歸國春正月癸酉有两龍見於蘭陵人家井中乙亥夕始不見本志以爲其後趙王幽死之象隴西地震天開東北廣十餘丈長二十餘丈本志曰地動隂有餘天裂陽不足人主微之應夏五月大旱郃陽侯仲薨七月相國蕭何薨諡文終侯初何病上自臨問百歳之後誰可代君者對曰知臣莫若君上曰曹叅何如對曰陛下得之矣何死不恨初何買田宅必居窮僻處爲家不治園屋且曰後世賢師吾約不賢母爲勢家所奪癸巳齊丞相曹叅爲相國初叅在齊召長老諸先生數百人問以時政長老諸先生言人人殊異膠西蓋公治黃老術曰治道貴清靜而民自定叅乃師蓋公齊國大治初田榮欲叛項羽刼齊處士不預者死齊處士東郭先生梁石君隱在刼中及榮敗二人愧之隱居深山蒯通謂曹叅曰彼東郭先生隱居不出君未嘗卑禮下節以求士也願足下禮之叅曰諾皆以爲上客而齊人安期生嘗干項羽項羽不用其策巳而羽欲封之亦不肯受封曹叅聞蕭何薨告其舍人曰趣治行吾且入相矣使者召叅叅始微時與蕭何善及爲齊相有隙至何疾所推賢惟叅叅爲相國遵何之政擇郡國吏謹厚者卽除爲丞相史其文刻深務聲名者輙斥去之日夜飲酒見人有細過專覆蓋之府中無事上怪而問叅不治政事之意叅對曰陛下聖德孰與髙皇帝上曰朕安敢望先帝又問陛下視臣孰與蕭何上曰君似不及也叅曰陛下言之是也髙皇時與蕭何定天下法令旣具陛下垂拱臣等守職遵而勿失不亦可乎上曰善民歌之曰蕭何爲法較若畫一曹叅代之守而勿失載其清净民因寜謐三年春發京師六百里内男女十四萬六千人築長安城三十日罷以宗室女爲公主妻匈奴單于夏五月立閩越君繇爲東甌王初繇與諸粤俱佐諸侯伐秦繇功未錄故立爲王都甌東號東甌六月發諸侯王列侯徒屬一萬人城長安秋七月都廐災南越王尉佗稱臣奉貢殞石◍緜諸一四年十月立皇后張氏帝長姊魯元公主女也太后欲爲重親故配帝荀悅曰夫婦之際人道之大倫也詩稱刑于寡妻至于兄弟以御于家邦易稱正家道家道正而天下大定矣姊子而爲后昏於禮而黷於人情非所以示天下作民則也羣臣莫敢諫過哉春二月舉民孝弟力田者復其身三月大赦天下除民挾書律長樂宫鴻臺災雨血于一頃本志以爲血者洪範所謂赤祥也一曰凡雨血有大誅三月未央宫氷室灾丙子織室灾本志以爲氷室奉供養之饋織室供宗廟衣服皇后之象也天誠若曰皇后無宗廟之德云耳後嗣果絶其于洪範爲火不炎上視不明之咎洪範者天人之變其法本于五行通于五事善惡吉㐫之應于是在矣五行一曰水二曰火三曰木四曰金五曰土水曰潤下火曰炎上木曰曲直金曰從革土爰稼穡田臘不宿飲食不享出入不節奪民農時及有姦謀則木不曲直法律逐功臣殺太子以妾爲妻則火不炎上好治宫室飾臺榭内淫亂犯親戚侮父兄則稼穡不成好攻戰輕百姓亂飾城郭侵邉境則金不從革簡宗廟不禱祠廢祭祀逆天時則水不潤下五事一曰貌二曰言三曰視四曰聽五曰思水爲貌貌曰恭恭作肅肅時雨若厥福攸好德貌失厥咎狂厥罰常雨厥極惡時則有服妖時則有龜孽時則有鷄禍時則有下體生於上之痾時則有青青青祥惟金沴木金爲言言曰從從作乂乂時陽若厥福康寧言失厥咎僣厥罰常陽厥極憂時則有詩妖時則有介虫之孽時則有犬禍時則有口舌之痾時則有白青白祥惟火沴金火爲視視曰明明作哲哲時燠若厥福壽視失厥咎舒厥罰常燠厥極疾時則有草妖時則有蠃虫之孽時則有羊禍時則有目痾時則有赤青赤祥惟水沴火水爲聽聽曰聰聰作謀謀時寒若厥福冨聰失厥咎急厥罰常寒厥極貧時則有鼓妖時則有魚孽時則有豕禍時則有耳痾時則有黒青黒祥惟土沴水土爲思思曰心心曰叡叡作聖聖時風若厥福考終命思失厥咎霧厥罰常風厥極㐫短折時則有脂夜之妖時則有華孽時則有牛禍時則有腹心之痾時則有黃青黃祥惟金木水火沴土皇之不極厥咎眊厥罰常隂厥極弱時則有射妖時則有龍蛇之孽時則有馬禍時則有下人伐上之痾時則有日月亂行星辰逆行此洪範之大體也五年十月雷桃李杏棗實常燠也春正月發京師六百里内男女十四萬五千人築長安城三十日罷三月上遊離宫叔孫通曰古者春常獻果今櫻桃始熟願陛下取獻宗廟諸果獻自此始初通秦時徴爲待詔陳勝等起反二世詔問羣臣博士羣臣博士咸曰君親無將將而必誅宜急發兵擊反賊二世怒通進曰今明主在於上法令具於下安得有反賊乎此真狗盗䑕竊耳二世乃按誅諸言反者而拜通爲博士出曰幾不免虎口乃遂亡後從漢及天下定通乃召魯諸生學者以定儀法魯召二人不肯行曰公爲人臣不忠專面䛕不諌苟免今兵革未休死傷者未收乃欲定禮樂公去矣無汙我通曰子真鄙儒不知時變乃去之漢諸禮儀皆通所定然猶草創未能具俻矣夫禮樂聖人之所以興化致治太平之本也本志曰五經之道同歸而禮樂之用宜急治身者斯須忘禮則暴慢及之爲國者一朝忘禮則荒亂及之人含天地隂陽之氣有善惡喜怒哀樂之情人禀異性而不能節也唯聖人能爲之節而不能絕也故象天地而制禮樂所以通神明立人倫正情性節萬事者也有男女之情有妬忌之心爲制婚姻之禮有交接長㓜之序爲制鄊飲之禮有哀死思遠之情爲制䘮祭之禮有爲崇敬上之心爲制朝覲之禮䘮有哭踊之節樂有歌舞之容正人足以副其情邪人足以防其失故婚姻之禮廢則夫婦之道缺而淫僻之罪多鄊飲酒之禮廢則長㓜之序失而争訟之獄繁䘮紀之禮廢則骨肉之恩薄而背死忘生者衆矣朝覲之禮廢則君臣之位失而侵凌之漸起矣故孔子曰安上治民莫善於禮移風易俗莫善於樂禮節民心樂和民聲政以行之刑以防之禮樂刑政四逹而不悖則王道備矣樂以治内而爲同禮以修外而爲異同則和親異則畏敬和親則無怨畏敬則不争揖讓而治天下者禮樂之謂也二者並行合爲一體畏敬之意難見則著之於享獻辭受登降跪拜和親之說難形則發之於詩謌詠言鍾石管絃盡其敬意而不多其財賄盡其歡心而不留其聲音孔子曰禮云禮云玉帛云乎哉樂云樂云鍾鼓云乎哉言眀王設禮樂之本也故知禮樂之情者能作識禮樂之文者能述作者謂之聖述者謂之明王者必因先王之禮樂順時施宜有所損益即人之心稍稍制作至于太平而大備周監於二代禮文尤具故稱經禮三百威儀三千於是敎化浹洽民用和睦災害不生禍亂不作囹圄空虚三十餘年孔子美之曰郁郁乎文哉吾從周及其衰也諸侯縱橫逾越法度惡禮制之害已去其篇籍遭秦滅學遂以亂亡夫樂可以善民心其感人深移人疾是故先王著其敎焉夫民有血氣心知之性而無哀樂喜怒之常應感而動然後心術形焉是故纎㣲譙偯之音作而民憂思闡諧慢易之音作而民康樂麤厲猛奮之音作而民剛毅廉直正誠之音作而民肅敬寬𥙿和睦之音作而民慈愛流僻邪放之音作而民淫亂故先王制雅頌之聲本之情性稽之度數制之禮儀合生氣之和導五常之性使之陽而不散隂而不奪剛氣不怒柔氣不懾四暢於中而發於外各安其位而不相奪足以感動民之善心不使邪氣得襲焉是先王立禮樂之方也黃帝作咸池顓頊作六莖帝嚳作五英堯作大章舜作大韶禹作大夏湯作大濩武王作大武周公作勺咸池備矣六莖澤及根莖也五英茂也大章章之也韶繼也夏大也濩救也武言以武功定天下勺言酌先王之道自夏以徃其流不可得聞也殷頌猶有存者周詩旣備而器用陳張周官具矣夫禮樂者威儀足以充目聲音足以動耳詩謌足以感心故聞其音而德和省其詩而志正觀其數而法立是以薦之郊廟則鬼神享作之朝廷則君臣和立之學官則萬民協莫不虚巳竦神悅而承流是以海内通知上德被服其風光耀日新化上遷善而不自知其所以然至于萬物化天地順而嘉應祥故詩云鍾鼓煌煌磬管鏘鏘降福穰穰書云擊石拊石百獸率舞至於末世衰亂殷紂斷棄先祖之正樂乃作淫聲用變亂正聲以悅婦人周道旣缺而王官失業雅頌相錯禮樂大壞諸侯設兩觀乗大輅大夫八佾舞于庭政遂陵遲而不變於是桑間濮上鄭衛宋楚之聲並出内則致疾短壽外則亂政傷民巧僞之人因而飾之以熒亂富貴之耳目庻人以求利列國以相聞故秦穆公遺戎樂而由餘去齊人饋女樂而孔子行自此禮樂䘮矣漢興乃復存之禮樂古事稍稍增集夏大旱江河水少谿谷水絕八月相國曹叅薨諡懿侯九月長安城成十月安國侯王陵爲右丞相陳平爲左丞相賜民爵戸一級六年十月齊王肥薨諡悼惠王夏六月武陽侯樊噲薨諡曰武侯留侯張良薨諡文成侯髙帝十四年留侯果得榖城山下黃石及薨與石幷葬復置太尉官周勃爲太尉太尉秦官掌武事自先王之立官名雖不同其致一也昔伏羲氏龍名神農氏火師火名黃帝雲師雲名少昊氏鳥師鳥名顓頊以來爲民師民名有重黎勾芒祝融后土蓐收玄㝠之官唐虞致羲和四子十有二牧禹作司空平水土棄作后稷播種百榖契作司徒訓五品臯陶作士官正五刑垂作共工利器用益作朕虞育草木鳥獸伯夷作秩宗典三禮夔作典樂和神人龍作納言出入帝命夏殷所聞畧焉周官則備矣天官冡宰地官司徒春官宗伯夏官司馬秋官司冦冬官司空是爲六卿太師太傅太保坐叅天子而議政事不綂職又立三少爲副曰少師少傅少保是爲三孤兼卿而九秦兼天下建皇帝之號改立臣官漢因循而不革從簡易隨時之宜丞相金印紫綬有左右丞相佐天子助治萬機髙帝更名相國綠綬復爲丞相御史大夫位上卿副丞相銀印青綬太尉有長史丞相置兩長史御史大夫置兩丞一曰中丞外督部刺史一曰内史掌祕書受公卿奏事舉掌劾章秩皆千石武帝置丞相司直掌左丞相舉不法秩比二千石前後左右將軍掌武衞本周末官秦因之金印紫綬位上卿太常掌郊廟祭祀禮樂典經景帝更名太常卿郞中令掌宮殿門戸宿衞屬官武帝更名光祿勲衞尉掌宫門衞士屯兵諸侯司馬太僕掌輿馬屬官廷尉掌刑辟典客掌諸侯歸義蠻夷景帝更名大行武帝更爲大鴻臚宗正掌視親屬官治粟内史掌寳貨景帝更名大司農令武帝更改爲大司農少府掌山海河澤之稅及供養内職屬官凢九卿秩皆中二千石丞皆千石廷尉無丞有正監秩比千石中尉掌徼廵京師位秩與卿同武帝更名執金吾太子太傅少府古官也將作少府掌治宗室事景帝更名大匠詹事掌后太子家令景帝更名長信少府武帝更名長樂少府將作官與詹事同并職景帝更名大長秋成帝省詹事并大長秋典屬國事掌蠻夷降者武帝省職并鴻臚内史掌京師景帝分置左右内史武帝更名内史爲京兆尹左内史爲左馮翊主爵中尉掌列侯景帝更名爲都尉武帝更名爲右扶風自太子太傅至右扶風秩比二千石丞六百石皆秦官唯内史爲周官司隷周官漢爲司隷校尉掌京師城門屯兵中壘校尉掌北軍壘門内外及掌四城門屯騎校尉掌騎士歩兵校尉掌上林苑門屯兵越騎校尉掌馹騎馬長水校尉胡騎校尉掌池陽胡騎射聲校尉掌待詔射聲虎賁校尉掌輜重騎士皆武帝時置之西域都尉并加官以騎都尉使護西域有副校尉宣帝置也自司隷巳下至副校尉秩比二千石有左右丞秋六百石五官中郞將左右將軍秩比二千石光祿大夫秩比二千石太中大夫秩比二千石掌論議諌議大夫秩比六百石奉車都尉掌御乗輿駙馬都尉掌駙馬秩皆二千石侍中左右諸曹吏散騎中常侍皆加官皆列侯將軍大夫騎都尉尚封令太毉令太官令至郞中無常員多至數十人侍中中常侍皆加官得入禁中其後侍中或特綰諸曹吏綬尚書奏事諸吏問舉劾按不法散騎並乗車輿給事中黃門亦加官所加或大夫博士議郞掌顧問應帝位次中常侍侍郞左右有給事中黃門侍郞位從將軍大夫官皆秦制也凢爵二十級一曰公士二曰上造三曰簪褭四曰不更五曰大夫六曰官大夫七曰公大夫八曰公乗九曰五大夫十曰左庻長十一曰右庻長十二曰左更十三曰中更十四曰右更十五曰少上造十六曰大上造十七曰駟馬車庻長十八曰大庻長十九曰關内侯二十曰通侯以賞功勞皆秦制諸侯王髙帝初置之金印紫綬治其監官掌監郡縣秩比六百石後爲刺史郡守掌治其郡郡都尉掌左守典職皆有丞縣令長掌治其縣萬戸以上爲令秩比千石下至六百石而不滿萬戸爲長秩皆五百石皆有丞尉皆秦制列侯所食縣曰國皇太后公主所食曰邑有蠻夷曰道荀悅曰諸侯之制所由來尚矣易曰先王建萬國親諸侯孔子作春秋爲後世法譏世卿不改世侯昔者聖王之有天下非所以自爲所以爲民也不得專其權利與天下同之唯義而巳無所私焉封建諸侯各世其位欲使親民如子愛國如家於是爲置賢卿大夫考績黜陟使有分土而無分民而王者摠其一綂以御其政故有暴禮於其國者則民叛於下王誅加於上是以計利慮害勸賞畏威各兢其力而無亂心及至天子失道諸侯正之王室微弱則大國輔之雖無道不得虐於天下賢人君子有所周流上下左右皆相夾輔凢此所以輔相天地之宜以左右民者也故民主兩利上下俱便是則先王之所以能永有其世也然古之建國或小或大監前之弊變而通之夏殷之時蓋不過百里故諸侯微而天子強桀紂得肆其虐紂脯邢侯而醢九侯以文王之上德不免於羑里周承之弊故大國方五百里所以崇寵諸侯而自抑損也至其末流諸侯強大更相侵伐周室卑微禍亂用作秦承其弊不能正其制以求其中而遂廢諸侯改爲郡縣以一威權以專天下其意主以自爲非以爲民深淺之慮德量之殊豈不遠哉故秦得擅其海内之勢無所拘忌肆行奢淫暴虐天下然十四年而滅亡故人主失道則天下遍被其害百姓一亂則魚爛土萠莫之匡救賢人君子復無息肩衆庻無所遷徙此民主俱害上下兩危漢興承周秦之弊故兼而用之六王七國之難作者誠失之於強大非諸侯治國之咎其後遂皆郡縣治民而絶諸侯之權矣當時之制未必百王之法也凢長吏秩二千石上皆銀印青綬比六百石巳上皆銅印墨綬比二百石巳上皆銅印黃綬其後雖不及六百石其長相皆墨綬除八百石五百石秩荀悅曰先王之制祿也下足以代耕上足以充祀故食祿之家不與下民争利所以厲其公義塞其私心其或犯逾之者則繩以政法是以君子勸慕小人無怨若位苟祿薄外而不充憂匱是䘏所求不贍則私利之制萌矣放而聽之則貪利之心濫矣以法繩之則下情怨矣故位必稱德祿必稱爵故一物而不稱則亂之本也今漢之賦祿薄而吏非員者衆在位者貪於財産䂓奪官民之利則殖貨無厭奪民之利不以爲恥是以清節毀傷公義損缺富者比公室貧者匱朝夕非爲所濟俗也然古今異制爵賦不同祿亦如之雖不及古度時有可嘉也七年春正月辛酉朔日有食之是謂正朔王者惡之夏五月日有食之秋八月帝崩于未央宫太后哭而淚不下侍中張辟強者張良子年十五餘謂陳平曰太后泣不下淚者畏君等危吕氏宜請吕産吕祿爲將監南北軍事太后必喜君等免禍平從之太后果喜而泣之淚下九月皇帝葬于安陵讃曰本紀稱孝惠内修親親外禮傅相優寵齊悼趙隱恩愛篤矣可謂寬仁之主遭吕太后虧損至德枉流濫哉深可悲矣"}
{"id": "KR2b0003_006", "series": "KR2b0003", "text": "初髙后命孝惠張皇后取後宫美人子養之而殺其母以爲太子立爲皇帝皇帝年㓜髙后臨朝稱制立兄子台爲楚王台弟産爲梁王祿爲趙王封諸吕六人爲列侯髙皇后將王諸吕問右丞相王陵王陵曰髙皇帝定天下刑白馬而盟曰非劉氏而王者天下共擊之問左丞相陳平太尉周勃平勃對曰髙帝定天下王諸劉今陛下稱制王諸吕無所不可后喜罷朝陵讓平勃曰諸君背要何面目見髙帝於地下勃曰面折廷諍臣不如君安漢社稷君不如臣后乃左遷陵爲帝太傅實奪之相權陵謝病免杜門不出冬十一月徙丞相陳平爲右丞相辟陽侯審食其爲左丞相食其沛人也初吕后獲於楚食其常以舍人侍得幸及爲丞相不典治相監宫中事加郞中令群臣皆因决事先是或毁食其於惠帝惠帝欲誅之平原君朱建爲說惠帝幸臣閎籍孺曰君幸於帝天下莫不聞者今辟陽侯幸于太后而下吏道路皆言君讒之今日辟陽誅明日太后含怒亦誅君耳於是籍孺懼入言於帝而出之朱建者故黥布相也布之反建諌止之髙帝賜建號平原君建爲人口辦初名廉直行不苟合辟陽侯欲交建建不肯及建母死家貧無以收葬陸賈乃見辟陽侯曰平原君母死辟陽侯曰平原君母死何乃賀我賈曰平原君必不知君者爲其母今其母死家貧無以葬之君誠能厚送葬之則彼爲君死矣食其乃奉百金列侯貴人以食其故徃贈送之凡百金而建受之及吕氏之誅其卒見全者皆建之力也後淮南厲王長誅食其建以食其客故事及之建自殺元年春正月詔曰孝惠帝欲除三族辠及妖言令議未决而崩今除之賜民爵戸一級夏五月丙申趙王宮中叢臺災立孝惠美人子五人強爲淮陽王不疑爲恒山王弘爲襄城侯朝爲軹侯武爲壼關侯秋七月桃李花髙后怒御史大夫趙堯之爲趙王謀也免堯之抵罪上黨太守任敖爲御史大夫二年春正月詔班序列侯功臣位次藏于髙廟世世勿絶嗣二月乙卯晦地震羌道武都道山崩夏六月日蝕秋七月恒山王不疑薨立襄城侯弘爲恒山王行五銖錢之制夏殷以前無文焉周制則有文凡錢外圎内方輕重以銖周景王以錢輕更鑄大錢文曰寳貨肉好外有周郭秦錢文曰半兩重如其文漢興復輕之齊悼惠王子章入宿衞封朱虚侯三年夏江水漢水溢流四千餘家秋星晝見伊水洛水溢流千六百餘家汝水溢流八百餘家其在洪範爲水不潤下四年夏四月少帝出怨言知髙后殺其母后乃幽之于永巷詔曰皇帝久病昏亂不能奉宗廟廢之五月立恒山王弘爲皇帝五年春三月南越王尉佗自稱南越武帝是時禁南越關中市䥫器尉佗曰先帝與我通使勿絶今髙后聽讒臣之言别異蠻夷此必長沙王計欲倚中國擊滅南越自以爲功今自稱越帝欲攻長沙秋八月淮陽王強薨九月發河東上黨騎屯北地備匈奴六年春星晝見夏四月赦天下秩長陵令二千石六月匈奴㓂狄道攻河陽行五分錢朱虗侯弟興居封東牟侯皆入宿衞七年冬十二月匈奴㓂狄道春正月趙王友死于邸吕氏女爲趙王后王后妬讒王於髙后曰吕氏安得王太后百年後吾必擊之髙后怒之至邸令衞士圍之不得食遂幽死以民禮葬之長安諡爲幽王後徙梁王恢爲趙王巳丑晦日有食之旣在營室九度爲宫室之中髙后惡之曰此爲我也星傳曰日者德也月者刑也日食修德月食修刑則災異消矣詩云日月告㐫不用其行四國無政曷用其良言人君失政則日月失行中道南曰黃道南至東井北至牽牛東至角西至婁夏至日至東井去極近故晷短立八尺之表而晷長一尺五寸八分冬至日至於牽牛去極遠故晷長立八尺之表而晷長一丈三尺一寸四分春分西至婁去極中秋分東至角去極中立八尺之表而晷長七尺三寸六分日爲陽陽用事則日進而北晝進而長陽勝故爲温暑隂用事則日退而南晝退而短隂勝故爲寒凉洪範曰日月之行則有冬有夏有寒有暑此之謂也至若南北失度晷進而長則爲寒退而短則爲暑人君急則日晷進而疾舒則日晷退而緩故曰急恒寒若暑恒燠若一曰晷長爲潦若晷短爲旱若奢爲扶扶者邪臣進正直䟽君子不足姦人有餘月有九行黒道二出黃道北赤道二出黃道南白道二出黃道西靑道二出黃道東立春春分從靑道立夏夏至從赤道立秋秋分從白道立冬冬至從黒道然一决之於房從中道若月失道而妄行出陽道則旱風出隂道則隂雨箕軫之星爲風畢星爲雨故月失度入箕軫則多風入畢星則多雨洪範曰星有好風星有好雨月之從星則以風雨詩云月離于畢俾滂沲矣言多雨也凡災異所𧺫或分野之國角亢互韓鄭也房心宋也尾箕燕也斗牛呉也牽牛須女越也虚危齊也營室東璧衞也奎婁魯也胃昴畢趙也觜參魏也東井鬼秦也柳星張周也翼軫楚也荀恱曰凡三光精氣變異此皆隂陽之精也其本在地而上發於天也政失於此則變見於彼由影之象形響之應聲是以眀王見之而悟勅身正巳省其咎謝其過則禍除而福生自然之應也詩云上天之載無聲無臭其詳難得而聞矣豈不然乎災祥之報或應或否故稱洪範咎徴則有堯湯水旱之災稱消災復異則有周宣雲漢寧莫我德稱易積善有慶則有顔冉夭疾之凶善惡之効事物之類變化萬端不可齊一是以視聽者惑焉若乃禀自然之數揆性命之理稽之經典校之古今乗其三勢以通其精撮其兩端以御其中參五以變錯綜其紀則可以髣髴其咎矣夫事物之性有自然而成者有待人事而成者有失人事不成者有雖加人事終身不可成者是謂三勢凡此三勢物無不然以小知大近取諸身譬之疾病不治而自瘳者有治之則瘳者有不治則不瘳者有雖治而終身不可愈者豈非類乎昔虢太子死扁鵲治而生之鵲曰我非能治死爲生也能使可生者生耳然太子不遇鵲亦不生矣若夫膏肓之疾雖醫和亦不能治矣故孔子曰死生有節又曰不得其死然又曰幸而免死生有節其正理也不得其死未可以死而死幸而免者可以死而不死凡此皆性命三勢之理推此以及教化則亦如之何哉人有不教而自成者待教而成者無教化則不成者有加教化而終身不可成者故上智下愚不移至於中人可上下者也是以推此以及天道則亦如之災祥之應無所謬矣故堯湯水旱者天數也洪範咎徴人事也魯僖澍雨乃可救之應也周宣旱應難變之勢也顔冉之㐫性命之本也猶天廻日轉大運推移雖日遇禍福亦在其中矣今人見有不移者因曰人事無所能移見有可移者因曰無天命見天人之殊遠者因曰人事不相干知神氣流通者人共事而同業此皆守其一端而不究終始易曰有天道焉有地道焉有人道焉言其異也兼三才而兩之言其同也故天人之道有同有異據其所以異而責其所以同則成矣守其所以同而求其所以異則弊矣孔子曰好智不好學其弊也蕩末俗見其紛亂事變乖錯則異心橫出而失其所守於是放蕩反道之論生而誣神非聖之義作夫上智下愚雖不移而教之所以移者多矣大數之極雖不變然人事之變者亦衆矣且夫疾病有治而未瘳瘳而未平平而未復教化之道有教而未行行而未成成而有敗故氣類有動而未應應而未終終而有變遲速深淺變化錯于其中矣是故參差難得而均矣天地人物之理莫不同之凡三勢之數深不可識故君子盡心力焉以任天命易曰窮理盡性以至於命其此之謂乎吕産爲相國吕祿爲上將軍立營陵侯劉澤爲瑯邪王澤髙帝族昆弟本以將軍擊陳狶有功故封齊齊人田生嘗逰乏資以干澤澤以三百金爲田生壽乃謂太后所幸中謁者張釋卿曰太后欲王諸吕及重自發之恐大臣不聽今釋卿最幸于太后何不諷大臣以聞太后太后必喜吕氏旣王萬戸侯亦釋卿有釋卿從之諸吕巳爲王髙后賜釋卿金千斤釋卿以其半進田生田生不受又說曰吕氏之王也大臣未服今劉澤於諸劉長大臣所信獨不見用常有觖望也今令太后裂地十餘縣以王之彼喜而去諸吕王益固矣遂封澤爲瑯邪王夏五月尊昭靈夫人爲昭靈后武哀侯爲武哀王髙帝姊宣成夫人爲昭哀后六月趙王恢自殺吕産女爲趙王后後宫皆諸吕女也擅權王不得自恣王有愛姫王后鴆而殺之王怒悲憂自殺吕后以爲用婦人言故自殺無思奉宗廟之禮廢其嗣朱虚侯章怒吕氏專權侍宴髙后令章爲酒令章自請曰臣將種也請以軍法行酒令后可之酒酣章進𧺫舞曰請爲太后作歸田之歌皇太后笑曰汝安知田事試說之曰深耕穊稙立苗欲䟽非其類者鋤而去之髙后嘿然有頃諸吕有一人亡酒章追斬之太后及諸左右大驚以前許章軍法無以罪也因罷自是諸吕憚章大臣皆依朱虚侯兄弟以爲強是時大臣憂諸吕之亂陸賈說陳平周勃曰天下安注意相天下危注意將將相和則權不分仐爲社稷計在二君掌握耳何不能交太尉勃乎以千金爲太尉結歡勃亦如之遂戮力同心平乃賜賈金五百斤僮百人八月燕王建薨南越侵長沙遣隆慮侯周竈將兵擊之八年春封中謁者張釋卿爲列侯諸中宦者令丞皆賜爵關内侯食邑髙后夢見物如蒼狗撠后腋忽然不見卜之云趙王如意爲祟遂病腋傷夏江水漢水溢流萬餘家河内水溢流萬家秋九月辛巳髙后崩于未央宫諸吕恐爲大臣所誅謀作亂欲廢少帝而立吕産朱虚侯婦吕祿女密聞其謀告章章乃使人隂告其兄齊王嬰令發兵西章及興居欲從中與大臣爲内應誅諸吕立齊王齊王令人誘瑯邪王欲令興二國兵瑯邪王旣至因留之悉發瑯邪兵以中尉魏勃爲將軍幷將之吕産等遣大將軍灌嬰擊齊王嬰乃隂與齊王約留兵屯滎陽曲周侯酈商其子寄與吕祿善周勃陳平使人執刼商而令寄說吕祿曰髙帝與吕后定天下劉氏所立九王吕氏所立三王皆大臣之義事巳布告諸侯王諸侯王以爲宜仐太后崩少帝㓜足下不急之國守蕃乃爲上將將兵爲大臣諸侯所疑何不速歸將軍印綬因以兵屬太尉請梁王亦歸相印與大臣盟而之國髙枕而王千里此萬世之利祿然其計報産及諸吕多以爲不便計未决祿信寄與俱出遊過其姑吕嬃嬃怒曰汝爲將軍而棄軍吕氏今無類矣乃悉出珠玉寳器散之堂下曰無爲他人守也八月太尉周勃復令寄謂祿曰帝使太尉守北軍欲令足下之國急歸將軍印綬辭去不然禍且𧺫祿遂觧印屬典客而以兵授勃勃入軍門行令軍中曰爲吕氏者右袒爲劉氏者左袒軍皆左袒勃遂綂北軍兵而朱虗侯將率千人入未央宫斬呂産辛酉斬呂祿諸吕無問長㓜皆斬之大臣謀以爲少帝及諸王皆非惠帝子欲盡誅之立齊王議者曰王暴戾虎冠之代王母家薄氏君子也且代王親髙帝子於今爲長仁孝聞於天下以子則順以賢則大臣安乃迎代王東牟侯興居與太僕夏侯嬰隂共入宫中誅少帝於是告齊王令罷兵諸吕之始王也吕后畏大臣及有口辨者陸賈爲太中大夫自度不能爭之乃謝病免於是以所使越時囊中裝千金以與五子各二百斤令爲産業賈常安車駟馬從歌鼓瑟侍者十人與其子約曰過汝家給人馬酒食極歡十日有寳劔直百金所取家得寳劒一歳中徃來及過他家卒不過再三遊於漢庭公卿之間名聲甚顯及誅吕氏立孝文賈頗有力本傳曰當孝文之時天下以酈寄爲賣友賣友者謂見利而忘義若寄父爲功臣而又𬒳執刼雖權賣呂祿以安社稷義存君親可矣淮南丞相張蒼爲御史大夫讃曰本紀稱孝惠髙后之時海内得離戰爭之苦君臣俱無爲故惠帝拱巳髙后女主制政不出房闥而天下宴然刑罰罕用民務稼穡衣食滋殖笑及福祚諸吕大過漸至縱橫殺戮鴆毒生於豪強賴朱虗周陳惟社稷之重顧山河之誓殱討篡逆匡救漢祚豈非忠哉王陵之徒精潔心過於丹青矣"}
{"id": "KR2b0003_007", "series": "KR2b0003", "text": "前漢孝文皇帝紀上卷第七荀恱初大臣迎王於代郞中令張武議曰大臣未可信王宜稱疾無行以觀其變中尉宋昌曰羣臣之議皆非也夫秦失其政豪傑並起然卒踐天子位者劉氏也天下絕其望一也髙帝王子弟犬牙相制所謂盤石之宗也天下服其強二也漢興除秦苛政人人自安難搖動三也今大臣雖欲爲變百姓不爲使其黨豈能專一邪且内有朱虚東牟之親外有諸侯之強必無異心矣高帝子獨淮南王與大王大王又長賢聖聞於天下故大臣迎大王大王勿疑卜之兆得大橫占曰大橫庚庚余爲天王夏啔以光王乃令舅薄昭見太尉周勃還王乃行羣臣迎于渭橋太尉周勃進曰請避左右以聞宋昌曰所言公公言之所言私王者無私勃乃跪上天子璽王謝曰至邸議之閏月朔之代邸王西向讓帝位者三南向讓者再遂即皇帝位拜宋昌爲衞將軍領南北軍赦天下賜民爵一級酺五日元年冬十月皇帝見于高廟車騎將軍薄昭迎皇太后于代封太尉周勃萬戶賜金五千斤丞相陳平將軍灌嬰邑各三千戸金三千斤朱虚侯章襄平侯通二千戸金千斤十有二月立趙幽王子遂爲趙王徙瑯琊王澤爲燕王除收孥相坐法律春正月有司請早建太子上謙讓不聽有司固請上曰諸侯王功臣多有賢者而不必子人其以朕忘賢與有德者而專于其子非所以憂天下有司請曰立嗣必子所從來久矣今適宜立而更求諸侯宗室非高帝之志子啔最長敦厚慈仁請建以爲太子上許焉而立之封將軍薄昭爲軹侯三月立皇太子母竇氏爲皇后初孝惠時出宮人以賜諸王各五人竇姬家在淸河賂主者吏願至趙吏誤置代伍中竇姬泣啼而行旣至代幸於主生景帝而代皇后及其四子皆先亡故竇姬爲皇后兄長君弟廣國字少君家於長安絳侯等曰吾屬命乃懸於此兩人爲選賢人令與居止由此皆爲退讓君子詔曰今方春和草木群生之物皆有以自樂而吾百姓鰥寡孤獨窮困之人咸阽於死亡而莫之省憂朕爲民父母將何如其議所以賑貸之於是出布帛米肉之賜其肉刑䘏罪巳上不用此令楚元王交薨丞相平病讓位於太尉周勃爲左丞相位第一平爲右丞相位第二大將軍灌嬰爲太尉上問勃天下一歲決獄錢穀出入幾何謝不知甚愧之上以問平平曰陛下即問決獄責廷尉問錢穀責治粟内史上曰君所主者何事對曰陛下不知臣駑下使臣待罪宰相宰相在上佐天子調理隂陽下遂萬物之宜外鎭撫四夷内親附百姓使公卿大夫各得其職上曰善勃出謂平曰君素不教我對平曰處其位獨不知任或謂勃曰君誅諸呂立代王威鎭天下受厚賞處尊位久即禍及身矣勃謝病歸相印平轉爲右丞相太中大夫陸賈使越上賜尉佗書曰朕頃以南越王自治之雖然王之號爲帝兩帝並立豈無一乗之使以通其道路是爭也爭而不讓仁者不由也王之昆弟在眞定巳使人存問修治王先人塚墓願與王分棄前患從今巳來與王通使如故故使賈喻意南越蠻夷大長老夫臣佗曰高后聽信䜛臣别異蠻夷故改號聊以自娯自帝其國未敢有害於天下老夫夙興夜寐寢不安席食不甘味凡以不得事漢故也陛下幸哀憐臣通使如故老夫死骨不朽不敢爲帝謹北面因使者奉獻夏四月齊楚地震山崩二十九所同日俱大發潰水出本志曰爲水沴土六月令郡國無來獻封衞將軍宋昌爲壯武侯又令列侯從高帝入蜀漢者皆增邑吏二千石巳上從高帝者皆食邑齊王襄薨二年冬十月丞相平薨謚獻侯十有一月乙亥周勃復爲左丞相癸卯晦日有食之詔舉賢良方正直言極諫者是時上勤於政事躬行節約思安百姓身衣弋綈所幸愼夫人衣不曵地幃帳無文嘗欲爲露臺計直百金曰此中民十家之産遂不爲也太中大夫賈誼說曰管子有言倉廩實知禮節民不足而可治者未嘗聞也古人有言曰一夫不耕或受之飢一女不織或受之寒生之有時而用之無度物力必匱且歲有飢餓天之常行即不幸有方二三千里之旱國何以相䘏卒然邊境有急數百萬之衆國家何以饋之方今之務務在絕末伎遊食之巧驅民而歸之於農太子家令眺錯復說上曰今土地人民不減於古無堯湯水旱之災而畜積不及古者何也以地有餘利民有遺力生穀之土未盡墾耕山澤之利物未盡出遊食之士未盡歸農夫飢寒切于肌膚慈母不能以保赤子君安能以有民夫金玉寳貨飢不可食寒不可衣然而衆貴之者以上用之故也其爲物輕微易藏在於把握可以周流海内而無飢寒之患此令臣下輕倍其主而民易去其鄕盗賊有所勸而迯亡者得輕資矣粟米布帛生於地長於時聚於市非可一日而成一日不得則飢寒並至是故眀王貴五穀而賤金玉今農夫五口之家其服作者不過二人其能耕者不過百畆百畆之收不過三百石春耕夏種秋收冬藏四時之間無日休息又給縣官供徭役憂病艱難其中勤苦如此然復時被水旱蝗䖝之災急政暴賦朝令暮得有者貴賣無者倍舉是賣田宅鬻子孫以償債者衆也而商賈大者積儲倍息小者坐列販賣故其男不耕耘女不𧖟織衣必重綵食必重肉無農夫之苦有百千之得因其富厚交通王侯力過吏勢以利相傾乗良䇿肥千里遊遨此商人所以兼農人農人所以流亡也今漢法律賤商人商人巳富貴矣尊農夫農夫巳貧賤矣故主之所貴俗之所賤法之所卑吏之所尊上下相反好惡相忤而欲國富法立不可得矣當今之務在於本農使民勸業而巳欲人務農在貴粟貴粟之道在於使民以粟爲賞罰今募天下入粟塞下即得拜爵得以除罪如此富人有爵農人有粟粟有所行而國用足矣不過三年塞下之粟必多矣上從之荀恱曰聖王之制務在綱紀眀其道義而巳若夫一切之計必推其公義度其時宜不得巳而用之非有大故則不由之春正月詔開籍田漢初國家簡易制度未備衣食貲粮無限富者衍溢貧者或不足若蜀郡卓氏家僮千有餘人程鄭七八百人皆擅山川銅鐵之利運籌算上爭王者之利下固齊民之業若宛孔氏之屬連車騎以交通王侯貿易貨賂雍容垂拱坐取百倍皆犯王禁䧟於不軌荀恱曰先王立政以制爲本三正五行服色曆數承天之制經國序民列官布職疆理品類辯方定物人倫之度自上巳下降殺有序上有常制則政不頗下有常制則民不二官無淫度則事不悖民無淫制則業不廢貴不專寵富不獨奢民雖積財無所用之故世俗易足而情不濫姦宄不興禍亂不作此先王所以綱紀天下統成大業立德興功爲政之德也故曰謹權量審法度修廢官四方之政行矣本傳曰先王之制自天子公侯卿大夫巳下至於抱關擊柝者其爵禄奉養死生之制各有差品小不得僣大賤不得逾貴夫然故上下有序而民志悉定於是裂土地之宜教之種殖畜養以時而用之有節草木未落斤斧不入於山林豺獺未祭羅網不布於野澤鷹隼未擊􁉞弋不施於蹊隧旣順時而取物然而山不槎孽田不伐夭豚魚麛卯咸有常禁所以順時宣氣蕃阜庶物畜足功用如此之備然後從四民因其土宜任其智力安其居樂其業甘其食而美其服欲寡而事節財足而不爭及至周室道衰禮法墮壞諸侯刻桷丹楹大夫山節藻梲其流至於士庶莫不離制度稼穡之人少商賈之人多穀不足而貨有餘陵遲至於桓文之後禮義大壞上下相冐國異政家殊俗奢靡不制僣差無極於是商通難得之貨工作無用之器士設反道之行以追時好而取世資僞民倍實而要名姦夫犯難而求利簒殺取國者爲王公刼奪成家者爲侯伯禮義不足以制君子刑戮不足以威小人富者木土被文繡犬馬餧菽粟貧者短褐不完食䟽飲水俱爲編戶齊民而以財力相窘雖爲僕虜猶無愠色故夫飾變詐爲姦軌自足乎一世之間守道隨理不免乎飢寒之患其化自上興由法度之無限也故易曰君以財成輔相天地之宜以左右民備物致用立象成器以爲天下利立制度之謂也太子太傳張相如免太中大夫石奮爲太子太傅奮趙人也初爲小吏事高帝恭敬謹愼甚見親信於是以選傅太子立趙王遂弟辟強爲河間王朱虚侯章爲城陽王東牟侯興居爲濟北王立皇子武爲代王參爲太原王揖爲梁王夏五月詔曰古有誹謗之木所以通諫者今法有誹謗妖言之罪是使衆臣不敢盡心而上無由聞其過今其除之秋九月初與郡守爲銅虎竹使符三年冬十月丁酉晦日有食之十一月乙卯晦又食之詔曰前遣列侯之國辭未行丞相朕之所重其爲朕率列侯之國遂免勃就國十二月太尉灌嬰爲丞相罷太尉官四月城陽王章薨淮南王長殺辟陽侯審食其初高帝八年過趙趙王獻美人幸有身生厲王長趙王不敢內之築外宮而處之及貫高事盡捕王家厲王母亦在繫中其弟趙廉因辟陽侯言呂后呂后妬不肯白辟陽侯不強爭厲王以生母以恚自殺趙廉奉厲王詣長安高帝憐之令呂后母之厲王有才力力能扛鼎怨辟陽侯不赦其母乃造辟陽侯即自袖金椎椎殺之馳詣闕肉袒請罪上赦之不治五月匈奴冦北地河内丞相灌嬰擊之衞將軍軍長安上自至高都因幸太原見羣臣故人皆賜之舉功行賞復晉陽中都民三歲租留太原遊十餘日濟北王興居聞上自擊胡乃發兵反秋大旱七月上自太原還八月將軍柴武擊濟北王興居興居自殺赦諸與興居反者四年冬十二月丞相灌嬰薨謚隱侯正月御史大夫張倉爲丞相袁盎爲御史大夫時御史大夫韋孟缺是時上徴河東太守季布欲以爲御史大夫聞其使酒乃不用遣歸郡夏五月復諸劉有屬籍者家無所與六月雨雪秋九月封齊悼惠王子七人爲列侯綘侯周勃有罪逮繫詔獄勃在國常恐懼毎郡守使丞尉行縣勃常被甲持兵人有告勃欲反下廷尉吏侵辱之勃以千金與獄吏吏乃止勃以公主爲証公主孝文女太子勝尚之及薄昭爲言薄太后一請上曰綘侯奉高帝璽持兵於北軍此時猶不反今居一小縣乃反邪上赦勃復爵邑就國勃出曰吾常將百萬衆於北軍安知獄吏之貴哉作顧成廟五年春二月地震夏四月除盗鑄錢令更造四銖錢賈誼諫曰法使民得顧租鑄錢錢敢雜以鈆鐵他巧者其罪黥然鑄錢之情非僞雜巧則不得贏辨利巧之甚微其利甚厚夫事有招禍法有起姦今令細民操造幣之勢各隱屏而鑄作因欲禁其厚利絕其微姦雖黥罪日報其勢不止農事棄捐採銅日多姦不可絕巳潁川人賈山上書諫曰夫錢者無用之器而可用易富貴富貴者人主之操柄令爲之是與人主共操柄不可長也上不聽又上書言前世之戒曰昔秦賦歛重數以奉奢侈起咸陽至雍離宮三百鐘鼓幃帳不移而具爲阿房之殿高十數仞東西五里南北千歩爲宮室之盛乃至於此使其後世曾不得聚廬而託處焉爲馳道於天下東窮燕齊南極吳楚江湖之上濵海之觀畢至道廣五十歩三丈而樹又築其外隱以金椎樹以靑松爲馳道之麗乃至於此使其後世曾不得邪徑而託足焉葬於驪山使徒數十萬人曠日十年下逹三泉采合金石冶銅錮其内漆塗其外被以珠玉飾以翡翠中成遊觀上成山林爲葬埋之奢乃至於此使其後世曾不得蓬塊而託葬焉百姓不勝其役疲弊者不得休息飢寒者不得衣食無罪而死刑者無所告訴人與之爲怨家與之爲讎天下以壞宗廟將滅絕矣始皇居絕滅之中猶不自知乃東巡狩至會稽瑯邪刻石紀功自以爲過於堯舜以古謚法爲少更以數爲謚欲以一至萬世而死不盈數月天下四面攻之兵破於項羽地奪於劉氏豈不哀哉始皇不自知無輔弼之臣無進諫之士縱恣行誅是以道䛕者偷合茍容比其德則聖於堯舜論其功則賢於湯武天下巳潰而莫之吿也詩云匪言不能胡斯畏忌聽言則對訟言如醉此之謂也故聖王之制史在前書過失工誦箴諫瞽誦詩諫公卿比諫士傳言諫庶人謗於道商旅議於市然後君得聞其過而改之見義而從之所以永有天下也今陛下將興堯舜之道猶自勉以厚天下損食膳不聽樂減外徭止歲貢省廐馬以賦郡傳去諸苑以賦農夫出帛十萬匹以賑貧乏禮高年平刑獄天下悅喜臣聞山東吏有布詔令民雖老病或扶杖而徃聽之願少須臾無死思見德化之所成功業之所就矣今聞或者陛下從方正賢俊之士與之射獵以傷大業臣竊悼之願止射獵以歲二月定明堂造太學修先王之道以成萬世之基上輒優容而納其言然明堂太學猶未足興是時吳王卽山鑄錢而幸臣鄧通亦賜銅山得自鑄錢吳王鄧通錢甚盛矣通蜀人也上甞夢欲上天而不能有一黃頭郞推之顧見其衣後穿覺而求之漸臺見郞中鄧通衣後穿如夢中所見遂寵幸之通亦謹身媚上而巳不得預政事有善相者相通云當貧餓死故賜通銅山得自鑄錢上嘗親讌飲通家上病癰通嘗吮之上曰誰最憐我者通曰莫若太子上令太子吮癰而色難得通前吮之太子慙由是心恚通及即位以通盗去徼鑄錢遂盡按沒入財物卒窮餓寄死人家徙代王武爲懷陽王徙太原王叅爲代王六年冬十月桃李花十一月淮南王長謀反發覺徙蜀郡道死於雍謚曰厲初長居國驕恣不用漢法出稱警入稱蹕自作法令上令將軍薄昭與長書責之曰大王以千里爲宅居以萬人爲臣妾此高皇帝之厚德今太王所行危王之道高皇帝之神靈必不廟食於大王之手矣昔周公誅管蔡以寧周室高宗廢代王以便事濟北舉兵皇帝誅之以安漢故周行之於前漢用之於後今大王欲以親戚之意故望於上大王終不可得也宜急改行上書謝罪王得書不恱復令人使閩越匈奴與棘蒲侯太子柴奇謀反群臣廷尉雜奏表請論如法制詔曰朕不忍致法其赦長死罪廢王有司請徙長蜀郡卭都於是盡誅所與謀者載長以輜車令縣次傳送給肉日五斤酒五升令美人才人得幸者十人從之長在道怨不肯食而死乃以民禮葬于雍置守墓三十家而誅諸縣送傳不謹者淮南王之徙也中郞將楚人袁盎諫曰淮南王爲人剛強行道有不遂陛下有殺弟之名奈何上曰吾將苦之耳令還之及長死上悲號甚恨盎曰陛下有高世之名三此不足毀名陛下在代時太后嘗病三年陛下目不交睫睡不解衣冠湯藥非陛下口所嘗不進夫曾參以布衣猶難之陛下親以王者行之孝過曾參遠矣諸呂用事大臣專制陛下從代來乗六乗之傳馳不測之淵雖賁育之勇不及陛下陛下至代邸西向讓天下者三南向讓者再夫許由一讓而名立陛下五讓過於許由四矣陛下遷淮南王欲使改過有司宿衞不愼故病死上意乃解上從覇陵欲西馳下峻阪盎進攬轡上曰將軍怯邪盎曰臣聞聖主不乗危陛下乗六騑馳不測之山比有馬驚車敗陛下縱自輕柰高廟太后何上乃止上幸上林苑皇后愼夫人在禁中嘗同坐及坐郞署盎却愼夫人席愼夫人怒不肯坐上怒起盎因前說曰臣聞尊卑有序上下協和妾主豈可同坐哉陛下所幸愼夫人適所以禍之獨不見人豕乎上乃悅以語愼夫人夫人賜盎金五十斤宦者趙同數毀盎盎患之盎兄子種謂盎曰宜庭辱之使其毀不用後上出趙同叅乗盎伏之車前曰古者天子所共與六尺乗輿者皆天下豪俊今漢雖乏人陛下獨柰何與刑餘之人共載上笑推同下同泣下車七年夏四月赦天下六月辛酉未央宮闕罘罳災木志以爲東闕所以朝諸侯之門也罘罳在外諸侯之象也僭大之咎也典客馮敬爲御史大夫八年夏封淮南王子四人安爲阜陵侯勃爲安陽侯賜爲周陽侯良爲東城侯梁王太傅賈誼知上將復王之諫曰淮南王悖逆無道陛下幸赦而遷之疾病而死天下誰不以王死之爲大當今復尊罪人之子適足以負謗於天下耳雖割之而王四子四子一心此非有白公子胥興於廣都之中必有專諸荆軻起於兩楹之間矣誼又上書言前世事曰大臣強者先反欲天下之治安莫若衆建諸侯而少其力力少則易制國小則無邪心令海内之勢如身之使臂臂之使指莫不從制從制則天下安矣割地定則爲若干國令諸侯王子孫各以次授先祖之分地其地衆而子孫少者建以爲國空而置之頒其子孫生者舉使君之示無所私焉今進言者皆曰天下巳治臣獨以爲未也夫抱火厝於積薪之下而寢其上火未及然因謂之安方今之勢何以異此今大國之王㓜弱漢之傅相方握其事數年之後諸侯王皆冠血氣方剛漢之傅相稱疾而罷彼自丞尉巳下偏置私人則難作矣射獵之娯與安危之機孰急以天子之位乗今之時尚爲難治假使陛下居齊桓之處將能九合諸侯而一匡天下乎假使韓信彭越黥布此數公存者當此之時陛下即位能自安乎今爲漢治者無勤勞之苦不乏鐘鼓之樂可使諸侯軌道天下順治也承奉宗廟至孝也以育羣生至仁也垂法立業至明也當時大治使後世誦聖德使顧成之廟稱爲太宗上配太祖與漢罔極以陛下之明逹因使少知治體者得在下風致此非難也陛下誰憚之而久不爲此今天下之勢方倒懸天子者天下之首蠻夷者天下之足夷狄徵令主上之操也天下供貢臣下之禮也足反居上首顧居下倒懸如此莫之能解甚爲執事羞之陛下何不試以臣爲屬國之官必繫單于頸而制之死命不獵猛敵而獵田豕臣竊爲陛下不取又今賣童僕者爲之文繡衣之絲屨富人嘉會以綺縠覆墻屋是故天子后服所以廟而不宴者也今庶人屋壁得爲帝服倡優下賤得爲后飾天下之不危者殆未之有也三代有天下之長而秦享世之短其故可知也古之王者太子始生而教固以行矣成王在襁褓之中召公爲太保周公爲太傅太公爲太師太保保其身體太傅傅其德義太師導之教訓又爲置之三少皆上大夫少保少傅少師是與太子宴者也逐去邪人不使見邪行者皆選天下端士孝弟博聞有道術者以衞翼之使與太子居處出入故生則見正事聞正言行正道左右前後皆正人孔子曰㓜成若天性習慣若自然及太子少長即入於太學承師道問旣冠成人免於保傅之嚴則有記過之史徹膳之宰誹謗之木敢諫之鼓春朝朝日秋暮夕月所以眀敬也養三老五更所以明孝弟也行以和鸞歩中採薺趨中大夏所以明有度也其於禽獸見其生不忍其死聞其聲不食其肉故逺庖㕑所以長恩且明有仁也三代所以長久者其輔翼太子必有此具也及秦即不然棄禮義辭讓而上告愬刑罰使趙高傅胡亥而教之獄所習非斬劓人則夷三族故胡亥今日即位而明日射殺人忠諫者謂之誹謗深計者謂之妖言視殺人如劓刈草莞豈惟胡亥之性惡哉所以導之者非其理也人主之所愼在其所趣舍以禮義治民者積禮義以刑罰治民者積刑罰禮義積而民和親刑罰積而民怨倍教化行而民康樂法令行而民哀戚哀樂之感禍福之應也古者聖王制爲等列而天子加焉故其尊不可及也廉耻節儉以治君子大臣有罪賜死而無戮辱古者大臣有大譴呵則白冠氂纓盤水加劒造請室而請罪於上不執縛係引而行有大罪北面跪而自裁上不使人挫拆而刑之曰子大夫自有過耳吾遇子有禮矣上設廉耻以遇其臣臣下則厲節行以報其上上善其言自是大臣有罪不及刑獄誼又以爲代邊近匈奴而梁淮陽皆小不足以禦捍齊趙淮陽足以捍吳楚則無山東之憂萬世之利昔秦苦心勞力以除六國今陛下垂拱以成六國之禍不可以言智也雖身之無事萬年之後傳之弱子不可以言仁愛後止徙淮陽王武爲梁王王四十餘城有長星出于東方九年夏大旱前漢孝文皇帝紀上卷第七"}
{"id": "KR2b0003_008", "series": "KR2b0003", "text": "前漢孝文皇帝紀下卷第八荀恱十年冬上行幸甘泉將軍薄昭有罪自殺張釋之爲郞十年不得調用欲歸袁盎賢之言於上以爲謁者僕射上幸上林苑釋之從登虎圈上問上林尉禽獸簿尉不能對虎圈嗇夫代尉對響應無窮上曰爲吏不當如此邪詔釋之拜嗇夫欲爲上林令釋之進曰陛下以周勃張相如何如人上曰長者也釋之曰此兩人稱爲長者言事曾未出口豈若嗇夫喋喋利口捷給哉且秦任刀筆吏爭以苛察相高故政陵遲至於土崩今以嗇夫口辯而超遷之臣恐天下隨風而爭口辯無實上之化下疾於影響舉錯不可不察上曰善乃止拜釋之爲公車令時梁王來朝與太子共載入朝不下司馬門釋之禁止不得入朝劾奏不敬上乃免冠謝太后曰教兒子不謹太后使使承詔赦太子及梁王乃得入朝後爲中郞將從上至覇陵上望北山悽然傷懷謂羣臣曰嗟乎以北山石爲椁用紵絮斮漆其堅豈可動哉左右皆曰善釋之進曰使其中有可欲雖錮南山猶可隙使其中無可欲者雖無石椁又何戚焉上稱善十一年冬十有一月上行幸代春正月上至自代夏六月梁王楫薨無子國除楫上之少子也好讀書上愛之故以賈誼爲傅王墮馬薨誼自傷爲傳無狀旦暮哭泣歲餘亦卒誼時年三十初河南太守呉公以誼爲門下吏吳公以治郡第一徵入爲廷尉薦誼爲博士至太中大夫時年二十餘表陳政事建立制度上以誼才任公卿絳侯灌嬰等害之上乃䟽之後誼爲長沙王太傅誼過湘水作賦以辭弔屈原爲傅數年上復思誼乃徵之上方坐宣室感鬼神事與誼言至半夜移席就之旣罷上曰吾久不見賈生自謂勝之今見不如也以爲梁王太傅賈誼謂漢土德所著述凡五十八篇匈奴冦邊狄道十二年冬十有二月河決東郡酸棗潰金堤春正月賜諸侯王女邑各二千戶二月出孝惠後宮美人令得嫁三月詔曰孝弟天下之大順也力田爲生民之本也三老衆民之師也廉直吏民之所表也朕甚嘉此二三大夫之行其遣謁者勞賜各有差及問民所疾苦是歲吳有馬生角在耳前上向右長三寸半左角長二寸半圍皆二寸本志以爲吳後舉兵爲逆之象也十三年夏除祕祝之官詔曰祕祝之官祕過於下朕弗取其除之名山大川其在諸侯封内各有自奉祠天子之官不領齊及濟南國廢令太祝歲時至祠夏五月詔除肉刑時齊太倉令淳于公有罪當刑淳于公有女五人無男嘗罵其女曰生女不生男緩急無有益小女緹縈自傷泣乃隨父到長安上書曰妾父爲吏齊國皆稱廉平今坐法當刑妾聞夫死者不可復生刑者不可復贖雖欲改過自新其道無由妾願沒身爲官奴以贖父刑使得自新天子悲憐其意遂下令曰夫訓導不純而愚民䧟焉或欲改行爲善其道無由也夫刑者至斷支體刻肌膚終身不復何其刑之痛而不得理也其除肉刑有以易之遂改定律六月詔除民田租荀恱曰古者什一而稅以爲天下之中正也今漢民或百一而稅可謂鮮矣然豪強富人占田逾侈輸其賦太半官收百一之稅民收太半之賦官家之惠優於三代豪強之暴酷於亡秦是上惠不通威福分於豪強也今不正其本而務除租稅適足以資富強夫土地者天下之本也春秋之義諸侯不得專封大夫不得專地今豪民占田或至數百千頃富過王侯是自專封也買賣由巳是自專地也孝武時董仲舒嘗言宜限民占田至哀帝時乃限民占田不得過三十頃雖有其制卒不得施行然三十頃有不平矣且夫井田之制宜於民衆之時地廣民稀勿爲可也然欲廢之於寡立之於衆土地旣富列在豪強卒而規之並有怨心則生紛亂制度難行由是觀之若高帝初定天下及光武中興之後民人稀少立之易矣就未悉備井田之法宜以口數占田爲立科限民得耕種不得買賣以贍民弱以防兼并且爲制度張本不亦宜乎雖古今異制損益隨時然紀綱大略其致一也本志曰古者建歩立畆六尺爲歩歩百爲畆畆百爲夫夫三爲屋屋三爲井井方一里是爲九夫八家共之一夫一婦受私田百畆公田十畆是爲八百八十畆餘二十畆以爲廬舍出入相交佇望相接疾病相救民受田上田夫百畆中田夫二百畆下田夫三百畆歲更之換易其處其家衆男爲餘夫亦以口受田如此士工商家受田五口乃當農夫一人有賦有稅稅謂公田什一及工商衡虞之人也賦謂供車馬兵士徒之役也民年二十受田六十歸田種穀必雜五種以備災害田中不得有樹以妨五穀力耕數芸收獲如冦盗之至還廬種桑菜茹有畦瓜瓠果蓏殖於疆畔鷄豚狗豕無失其時女修𧖟織五十則可以衣帛七十可以食肉五家爲比五比爲閭四閭爲族五族爲黨五黨爲州五州爲鄉萬二千五百戶比長位下士自此巳上稍登一級至鄉爲卿矣於是閭有序而鄉有庠序以明教庠以行禮而視化焉春令民畢出於野其詩云同我婦子饁彼南畆田畯至喜則冬畢入於邑其詩云嗟我父子曰爲改歲入此室處春則出民閭首平旦坐於右壟比長坐於左壟畢出而後歸夕亦如之入者必持薪樵輕重相分斑白不提挈冬則民旣入婦人同巷夜績女工一月得四十五功必相從者所以省費燭火同巧拙而合習俗也男女有不得其所者因而相與歌詠各言其情是月餘子以在序室八歲入小學學六家四方五行書計之事十五入大學學先王禮樂而知君臣之禮其秀異者移鄉學學於庠序之異者移於國學學乎小學諸侯歲貢小學之異者移於天子之學學于太學命曰造士然後爵命焉孟春之月羣后將散行人振木鐸以徇於路以採詩獻之太師比其音律以聞於天子三年耕則餘一年之畜故三年有成成此功也故王者三載考績三考黜陟九年耕餘三年之食進業日升謂之升平三升曰泰二十七年餘九年食謂之大平而王業大成刑措不用王道興矣故語曰如有王者必世而後仁書曰天秩有禮天罰有罪故聖人因天秩而制五禮因天罰而制五刑建司馬之官設六軍之衆因井田而制軍賦地方一里爲井井十爲通通十爲成成方十里成十爲衆衆十爲同同方百里同十爲封封十爲畿畿方千里故四井爲邑邑四爲丘丘十六井有戎馬一匹牛三頭四丘爲甸甸六十四井有戎馬四匹兵車一乗牛十二頭甲士三人歩卒七十二人干戈備具是謂司馬之法一同百里隄封萬井除山川坑塹城池邑居園囿街路三千六百井定出賦六千四百井戎馬四百匹兵車百乗此卿大夫菜地之大者是謂百乗之家一封三百六十六里隄封十萬井定出賦六萬四千井戎馬四千匹兵車千乗此諸侯之大者謂之千乗之國天子畿方千里隄封百萬井定出賦六十四萬井戎馬四萬匹兵車萬乗戎馬車徒干戈素具春振旅以蒐夏茇舍以苗秋治兵以禰冬大閱以狩皆於農隙以講事焉五國爲屬屬有長十國爲連連有率三十國爲卒卒有正二百一十國爲州州有牧牧有連卒比年簡車徒卒正三年簡輿徒群牧五年大簡輿徒此先王制土定業班民設教立武足兵之大法也上過渭橋有人在橋下乗輿馬驚捕之屬廷尉釋之訊之曰逺縣人也聞蹕匿橋下久巳爲行過即出見車騎即走耳釋之奏犯蹕罰金上怒曰此人親驚吾馬馬頼和柔即令他馬固不傷敗我乎釋之奏曰法者天子之所與天下共之今如重之是法不信於民廷尉天下之平今一傾天下用法皆爲之輕重民安措其足乎上曰善廷尉當如是也其後有人盗高廟坐前玉環者下廷尉奏當棄市上大怒曰此人無道乃盗先帝器吾欲置之族矣釋之曰法如是足矣而有萬一愚人取長陵一杯土陛下何以加其法上乃許之曰廷尉當如是也釋之以議法公乎甚重於朝廷嘗公卿大會立庭中有王生者年老矣善爲黃老言以處士召見顧謂釋之曰爲我結韈釋之跪而結之旣罷或以責王生王生曰吾老矣且賤自度終無益於張廷尉張廷尉方爲名臣故使結韈欲以重之十四年冬匈奴老上單于冦邊以十四萬騎入蕭關殺北地都尉卬遂至彭城使騎兵入燒回中宮候騎至雍起烽火通甘泉上遣王將軍屯隴西北地上郡中尉周舍爲衞將軍郞中令張武爲車騎將軍軍渭北單于乗騎卒十萬上親勞軍勒兵車令賜吏卒上欲自征匈奴羣臣諫不聽皇太后固止之乃止東陽侯張相如爲大將軍内史欒布皆爲將軍擊匈奴出塞師還時上輦過郞署見郞署長馮唐年七十餘矣問曰父老何自爲郞家安在對曰臣趙人上曰吾居代時尚食監高祛數謂我言趙將李齊之賢戰於鉅鹿下吾毎餟食意未嘗不在鉅鹿下也父老知之對曰齊尚不如廉頗李牧之爲將也臣大父趙時爲將卒善廉頗臣父爲代郡將時善李牧故知其爲人也上曰嗟乎吾得廉頗李牧之爲將豈憂匈奴哉唐曰陛下雖得之不能用上怒起入禁中良久召唐曰公衆辱我獨無閑處也何以言之吾不能用也唐謝因對曰臣聞古之王者之遣將也跪而推轂曰自閫以内寡人制之自閫以外將軍制之軍功爵賞皆決於外李牧爲趙將居邊軍市之租皆自用饗士卒賞賜決於外不從中覆也委任而責成功牧乃得展其智力北逐單于破東胡滅澹林西抑強秦南距韓魏當此之時趙幾覇會趙王遷立用郭開讒而殺李牧是以爲秦所滅今臣聞魏尚爲雲中守軍市之租盡以給士卒出私養錢五月一殺牛以饗士卒軍人是以匈奴逺遁不敢近雲中之塞虜嘗大入尚率車騎擊之所傷殺甚衆上功幕府誤差六級文吏以法繩之陛下下之吏削爵罰及之其賞不行吏奉法必用臣愚以爲陛下賞太輕罰太重由此言之陛下雖得頗牧弗能用也上恱是日令唐持節赦魏尚復以爲雲中守拜唐爲車騎都尉主中尉及郡車騎士至景帝時爲楚相卒爲名臣荀恱曰以孝文之明也本朝之治百寮之賢而賈誼見逐張釋之十年不見省用馮唐白首屈於郞署豈不惜哉夫以綘侯之忠功存社稷而猶見疑不亦痛乎夫知賢之難用人不易忠臣自古之難也雖在明世且猶若兹而況亂君闇主者乎然則屈原赴湘水子胥鴟夷於江安足恨哉周勃質朴忠誠高祖以爲安劉氏者必勃也旣定漢室建立明主眷眷之心豈有異哉狼狽失據塊然囚執俛首撫襟屈於獄吏豈不愍哉夫忠臣之於其主猶孝子之於其親盡心焉盡力焉進而喜非貪位退而憂非懷寵結志於心慕戀不巳進得及時樂行其道故仲尼去魯曰遲遲而行孟軻去齊三宿而後出境彼誠仁聖之心夫賈誼過湘水弔屈原惻愴慟懷豈徒忿怨而巳哉與夫茍患失之者異類殊意矣及其傳梁王梁王薨哭泣而從死豈可謂不忠乎然人主不察豈不哀哉及釋之屈而思歸馮唐困而後逹有可悼也此忠臣所以泣血賢俊所以傷心也上方憂匈奴太子家令晁錯上書言兵事曰臣聞用兵臨戰合刃之急者三一曰得地形二曰卒服習三曰器用利兵法曰丈五之溝漸車之水山林積石山川丘阜草木所在此歩兵之地也車騎二不當一土山平陵漫衍相屬平原廣野此車騎之地也歩兵十不當一平易相遠山谷幽澗仰高臨下此弓弩之地也短兵百不當一兩陣相近平地淺草可前可後此長㦸之地也劒楯二不當一雚葦竹蕭草木蒙籠枝葉接茂此矛鋋之地也長㦸二不當一曲道相伏險阨相薄此劒楯之地也弓弩三不當一士不選練卒不服習起居不精動靜不集趨利不及避難不畢前擊後解與金鼓之指相失此多不習勒卒之過也百不當十兵不完利與空手同甲不堅密與袒裼同弩不可以及遠與短兵同射不能中與無矢同中不能入與無鏃同此將不省兵之禍也五不當一故兵法曰器械不利以其卒與敵也卒不可用以其將與敵也將不知兵以其主與敵也君不擇將以其國與敵也此四者兵之要也臣又聞小大異形強弱異勢險易異備夫畢身以事強小國之形也以蠻夷攻蠻夷中國之形也今匈奴地形伎藝與中國異上下山坂出入谿澗中國之馬弗與也險道傾側且馳且射中國之騎弗與也風雨疲勞飢渴不困中國之人弗與也此匈奴之長技也若夫平原易地輕車突騎此匈奴之衆易撓亂也勁弩長㦸射䟽及遠則匈奴之弓弗能格也堅甲利刃長短相雜遊弩徃來什伍俱前則匈奴之兵弗能當也材官驟發矢道同的則匈奴之革笥木薦弗能支也下馬地鬪劒㦸相接去就相薄則匈奴之足弗能給也此中國之長技也匈奴之長技三中國之長技五陛下興數十萬之衆以誅數十萬之匈奴衆寡之計以一擊十之術也雖然兵者凶器戰者危事以大爲小以強爲弱在俛仰之間耳夫小人之死爭勝跌而不振則悔之無及也帝王之道出於萬全今降胡義渠蠻夷之屬來歸義者其衆數千人飲食長技與匈奴同可賜之堅甲絮衣勁弩利矢益以邊郡之良騎令明將能知其習俗和輯其心者以將之即有阻險則以此當之平地通道則以輕車材官制之兩軍相當表裏各用其技橫加之以衆此萬全之術傳曰狂夫之言而明主擇焉臣錯愚陋昧死上狂言唯陛下裁擇上嘉之而賜璽書寵答曰皇帝敬問太子家令所言兵體聞之書曰狂夫之言而明主擇焉今則不然言者不狂而擇者不明是以萬聽而萬不當也錯復上言云逺方之士守塞一歲而更不知胡人之能不如選常居之者令室家田作具以備之以便爲之高城深壍其外復爲一城其内城間百五十歩要害之處通山川之道調立城邑毋下千家爲中國造籬落先爲屋室次其田器及募罪人及免徒復作令居之不足募以一奴婢贖罪及輸奴婢欲以拜爵者不足乃募民之欲徃者皆賜高爵復其家予冬夏衣裳廩食能自給而止郡縣之民得買其爵以自增其無夫若無妻者縣官買與之人情非有匹敵不能久安其居塞下之人禄利不厚不可使久居危難之地胡人入驅而能止其所驅者以其半與之縣官爲贖其民如是則邑里相救助赴胡不避死亡非以德上也欲全親戚而利其財此與東方之戎卒不習地勢而心畏胡者功相萬也上從之錯復言古之徙遠方以實空虚也相其隂陽之和審其土地之宜然後營立邑城通田作之道正阡陌之界先爲之築室家有一堂兩内門戶之開閉置器物焉民至者有居作有所用此民所以輕去故鄉而勸之新邑也爲之致醫巫以救疾病以修祭祀男女有婚姻死生相䘏墳墓相從室家完安此使民樂其處而有長居之心也臣又聞古之制邊縣以備敵也使五家爲伍伍有長十長一里里有假士四里一連連有假率十連一邑邑有假侯皆擇其邑之賢才習地形知民情者居則習於射法出則教民於應敵故卒伍成於内則軍正定於外服習以成勿令遷徙㓜則同遊長則共事夜戰則聲相知足以相救晝戰則眼相見足以相識歡愛之心足以相死然後勸之以重賞威之以重罰則死不旋踵矣春三月詔曰昔先王逺施不求其報望祠不祈其福右賢左戚先民後巳至明之極也今聞祠官祝釐皆歸福於朕躬不爲百姓朕甚愧之是重吾不德也其令祠官致敬無有所祈魯人公孫臣上書言秦爲水德從所不勝漢當爲土德其符當有黃龍見丞相張倉好律歷以漢爲水德河水決金隄其符也公孫臣言非是以罷之於是從倉議色尚外黒内赤以此從水徳十五年春黃龍見於成紀上召公孫臣爲博士從土德也夏四月上幸雍始郊見五帝修名山大川之祀秋九月舉賢良直言上䇿之曰有司舉賢良明於國家之大體通於人情之終始及能直言極諫者二三大夫之行當此三道朕甚嘉之故登大夫於朝親諭朕志大夫其上三道之要永惟朕之不德吏之不平政之不宣民之不寧四者之闕悉陳其志無有所隱著之於篇朕親覽焉太子家令晁錯對曰臣聞五帝神聖其臣莫能過故自親事動靜上配天下順地中得人衆生之類無不覆也根著之徒無不載也昭以光明無偏異也德上及飛鳥下及水䖝草木諸産皆被其澤然後隂陽調萬物茂妖孽藏符瑞出澤潤天下光被四海此治國大體之功也臣聞三王臣主皆賢故合謀相附政逹於人情人情莫不欲壽三王生而不傷也人情莫不欲富三王厚而不困也人情莫不欲安三王寧而不危也人情莫不欲逸三王節其力而不盡也其爲法令合於人情而後行之動衆使民出於人情而後爲之情之所惡不以強人情之所欲不以禁民是以天下樂其政而歸其德百姓和親國家安寧此明於人情終始之功也臣聞五覇不及其臣故屬以國任之以政五霸之佐謹身履法奉公無私見賢不居其上受禄不過其量興利除害明賞愼罰直言極諫𥙷主之過德匡天下威正諸侯此人臣極諫直言之功也臣聞秦之衰世任法戮而信䜛賊宮室過度嗜欲無極法令煩僭刑罰暴酷姦邪之吏乗其亂法以成其威上下瓦解内外咸怨故絕嗣亡世爲異姓福此吏不平政不宣民不寧之禍也對奏擢爲太中大夫齊王肥薨無子國除十六年夏四月上郊祀五帝於渭陽趙人新垣平以望氣見上言長安東北有神氣成五采色若人冠冕焉天下此瑞宜立祠祠上帝以合符應於是始作渭陽五帝廟同宇五殿五門各如其帝色上親郊祀有輝光然屬天於是拜平爲上大夫五月分齊爲六國立齊悼惠王子六人將閭爲齊王志在濟北王辟光爲濟南王賢爲淄川王卬爲膠西王雄渠爲膠東王立淮南厲王三子安爲淮南王勃爲衡山王賜爲廬江王建成侯良薨無後秋九月得玉杯刻曰人主延壽新原平令人獻之詐言闕下有神玉氣令天下大酺是歲淮陽相申屠嘉爲御史大夫後元年冬十月新原平詐發覺遂謀反誅夷三族春三月孝惠皇后張氏薨二年夏上幸雍還幸棫陽宮六月代王叅薨匈奴和親八月戊辰丞相張倉旣免相年老口中無齒以女子爲乳母年百餘歲卒著書八十篇言隂陽律歷事蒼之妻妾百數人庚午御史大夫申屠嘉爲丞相開封侯陶淸翟爲御史大夫有天狗下梁野天狗如大流星有聲在其地類狗光炎如火照數頃地三年春正月行幸代秋大雨晝夜不絕四十五日藍田山水出流一百餘家漢水出壞民室八十餘家所殺三百餘人四年夏四月丙寅晦日有食之五月赦天下免諸官奴婢爲庶人上幸雍五年春正月行幸隴西三月行幸雍六月齊城門下有狗生秋七月行幸代六年冬匈奴三萬騎入上郡三萬騎入雲中車騎將軍李勉屯飛狐口將軍蘇隱屯勾注將軍張武屯北地周勃子亞夫爲將軍次細柳將軍劉禮次覇上將軍徐厲次棘門以備胡單于退逺上自勞軍至覇上及棘門軍直馳入大將軍以下出入以騎送迎拜謁巳而之細柳軍軍吏被甲執銳彀弓弩持滿天子先驅曰天子將至軍尉曰軍中但聞將軍令不聞天子詔有頃上至不得入於是使使持節召將軍亞夫曰吾欲入勞軍亞夫傳言開壁門尉謂車騎曰將軍令軍中不得驅馳於是天子按轡徐行至中營將軍亞夫持兵揖曰介胄之士不拜請以軍禮見天子爲之改容式車使人稱詔謝皇帝敬勞將軍成禮而去旣出軍門羣臣驚上曰嗟乎此眞將軍也覇上棘門如兒戯耳月餘三軍皆罷拜亞夫爲中尉上戒太子曰即有急緩周亞夫可任將軍夏大旱蝗令諸侯無入貢弛山澤減諸服御損郞吏員發倉庫以賑貧民令得買爵七年春正月辛未朔日有食之夏六月封竇廣國爲章武侯拜中軍尉周亞夫爲車騎將軍巳亥帝崩于未央宮遺詔曰蓋聞萬物之萌生靡有不死死者天地之理物之自然奚可甚哀當今之世咸喜生而惡死皆厚葬以破其業重服以傷其生吾甚不取且朕以不德獲保社稷託君王之上二十餘年當畏過行以羞先帝之遺德永惟年之不長懼于不終今乃幸以天年得終時復供養高廟朕之不明與嘉之其奚悲哀之有其令天下吏民臨三日皆釋服無禁娶婦嫁女祠祀飲酒食肉當給桑事服臨者皆無跣足絰帶無過三寸無布車及兵器無發民哭臨殿中當臨者皆以旦夕各十五舉聲禮畢罷非旦夕臨無得擅哭服大功十五日小功十四日纎七日釋服它不在令者皆以此令此數從事布告天下使眀知朕意覇陵山川宜因其故無有所改所幸愼夫人巳下至少使得令嫁巳巳皇帝葬覇陵荀恱曰書云高宗諒闇三年不言孔子曰古之人皆然三年之䘮天下之通䘮由來者尚矣今而廢之以虧大化非禮也雖然以國家之重愼其權柄雖不諒闇存其大體可也乙卯故韓王信之子頽當及孫嬰率其衆來降封頽當爲弓高侯嬰爲襄城侯讃曰本紀稱孝文皇帝宫室苑囿車馬御服無所增益有不便輒弛以利民身衣弋綈愼夫人雖幸衣不曵地幃帳無文繡以示敦朴愛費百金不爲露臺及治覇陵皆瓦器不得以金銀銅錫爲飾因其山不起墳南越王尉佗自立爲帝以德懷之匈奴背約令守邊備不發兵深入無動勞百姓吳王詐病不朝賜以机杖羣臣袁盎等諫說雖切常假借之張武等受賂金錢重加賞賜以愧其心專務以德化民是以海内殷富興於禮義斷獄數百幾致刑措登顯洪業爲漢太宗甚盛矣哉楊雄有言文帝親屈帝尊以申亞夫之軍令曷爲不能用頗牧彼將有所感激云爾前漢孝文皇帝紀下卷第八"}
{"id": "KR2b0003_009", "series": "KR2b0003", "text": "皇帝丁未即位秋九月有星孛于西方其本值尾箕末至牽牛及天漢十六日不見元年冬十月詔曰蓋聞古者祖有功而宗有德孝文皇帝德厚侔於天地利澤施四海而廟樂不稱朕甚懼焉其奏昭德四時之舞丞相嘉等奏尊孝文廟爲太宗奏昭四時之舞令郡國皆立太宗廟四時舞孝文所作以明天下之安和夏六月御史大夫陶青翟使匈奴結和親五月令民田收半租太中大夫任成周仁爲郎中令爲人隂重不泄衣敝不餙甚見親信上自幸其家者再賞賜甚厚仁常固讓諸侯羣臣贈遺無所受二年冬十一月有星孛于西南令天下男子年二十始賦春三月立皇子德爲河間王閼爲臨江王余爲淮陽王非爲汝南王彭祖爲廣川王發爲長沙王夏四月壬午太皇太后崩六月丞相申屠嘉薨時内史晁錯貴幸穿太上皇廟壖垣爲舎門嘉奏請誅錯自歸上上曰此非真廟垣又我使爲之錯無罪嘉曰悔不先誅錯爲所賣遂歐血而死嘉爲人廉直初鄧通侍文帝有慢嘉曰朝廷之禮不可不肅文帝曰君勿言吾私之罷朝嘉檄召通通恐入言文帝帝曰若徃吾今召若通至嘉責之曰朝廷者乃高皇帝之朝廷通小臣乃敢戯殿上大不敬當斬通頓首出血不赦文帝使使持節召通謝丞相曰此吾弄臣也君釋之通乃得免秋八月丁巳御史大夫陶青翟爲丞相左内使眺錯爲御史大夫封蕭何曾孫嘉爲列侯先是嘉兄則有罪失侯梁王來朝上與讌飲太后前上從容言萬歲之後傳於王詹事竇嬰者太后從兄子進曰天下者高帝之天下父子相傳漢之法矣陛下何得傳梁王太后怒絶嬰屬籍遂免匈奴和親三年冬十月膠東下密人年七十餘生角角有毛本志曰老人呉王象也年七十七國象也人不當生角猶諸侯不當舉兵向京師七國將反之應也十有一月白項鳥與黒項鳥共鬪楚國苦縣白項鳥不勝堕泗水中死者過半十有二月呉城門自傾大船自覆本志以爲金沴木也呉地以舩爲家天戒若曰國家將傾覆矣春正月淮陽王正殿災吳王濞膠西王卬楚王戌趙王遂濟南王辟光淄川王賢膠東王熊渠皆謀反初上爲太子時吳王太子入朝與上博爭道無禮於上上以博局擲之而死送䘮至吳吳王怒曰天下一家何必來葬復遣還長安後稱疾不朝隂懷逆謀時齊人鄒陽淮隂人枚乘皆遊吳乘諌曰夫以一縷之絲系千鈞之重上懸無極之高下垂不測之深雖至愚之人猶知其絶矣以君所爲危於累卵難於上天若變所爲易於反掌安於太山今欲極天命之壽弊無窮之樂終萬乘之權不出反掌之易以居太山之安而欲乘累卵之危走上天之難此愚臣之所大惑也陽亦數諫吳王不聽乗陽皆去遊梁眺錯說上曰吳王驕恣隂有逆謀今削之亦反不削亦反削之其反疾而禍小不削則其反遲而禍大於是楚趙有罪先削吳王恐禍及身巳爲使者自見膠西王合謀發使約諸侯七國同謀南使南越北連匈奴吳王下令國中曰寡人年六十二身自將小兒年十四亦爲士卒先諸君年上與寡人同下與小兒等皆發移書郡國曰漢賊臣眺錯侵奪諸侯地陛下多疾志逸不能省察欲舉兵誅之敝國雖小精兵可得五十萬人南越分其卒半以隨寡人寡人又得三十萬趙王固與胡王有約寡人節衣食積金錢修甲兵聚粮食夜以繼日至今三十余年寡人金錢布天下諸侯王日用之不能盡今人有能得大將者賜金五千斤封邑萬戸以城邑降者封萬戸若率萬人降者如大將軍科他皆以差受爵吳楚反書上聞眺錯議欲令上自將兵身留居守計未定錯素與袁盎有郄錯言盎前爲吳相宜知王謀而蔽匿不言使至於是欲請治盎計未定盎密聞之乃夜因告竇嬰求見上言吳所以反故錯方與上調兵食上問盎盎對曰吳王無能爲也上曰吳王即山鑄錢煑海爲鹽誘天下豪傑白頭舉事何以言吳無能爲也盎對曰吳王銅鹽之利則有之安得豪傑而誘之吳王若得豪傑亦將轉而爲義則不反矣吳之所誘者無頼子弟亡命鑄錢姦人故相誘以反錯曰盎莢之善上問計將安出盎曰願屏左右上屏人獨錯在盎曰臣所言人臣不得知乃屏錯錯趨避東廂意甚恨盎對曰吳楚言眺錯擅削諸侯地故先共誅錯復其故地而罷兵今計獨有斬錯發使使吳楚七國赦其罪復其故地則兵可無血刃而俱罷上黙然良久遂從其計斬錯東市拜盎爲太常使使至吳吳王曰吾欲爲東帝矣即刼盎使爲將盎不聽使一都尉以五百人圍守盎欲殺之初盎爲吳相時從吏私盗姦盎侍婢吏懼而盎馳自追之遂以侍婢及侍兒賜之及見拘從吏適在守盎位爲司馬乃夜與盎俱亡而還枚乘獻書諫吳王曰昔秦西距胡戎之難北備榆中之關南距羗笮之塞東當六國之鋒六國乘信陵之籍明蘇秦之要荆軻之威并力一心以備秦然卒㓕六國而并天下何則地利不同而民輕重不等也今漢據全秦之地兼六國之衆修戎狄之義而南朝羗笮此其地與秦地相什而民相百大王所眀知也今夫侫䛕之臣不論骨肉之義民之輕重國之大小以爲吳禍此臣所以爲大王患也夫舉吳兵以資於漢譬猶蝇蚋之附羣牛腐肉之齒利劒鋒刄始接則無事矣天下聞吳率失職諸侯責先帝之遺詔今漢親誅其三公以謝前過是大王之威加於天下而功越於湯武矣夫吳有諸侯之位而實富於天子有隱匿之名而居過於中國此臣之所爲大王樂也今大王還兵疾歸可十得其半不然漢知吳有吞天下之心赫然加怒羽林黃頭循江而下襲大王之都虜東海之地絶吳餉道梁王􁂣車騎習戰射積粟固守以逼滎陽待吳之饑大王雖欲反都亦不得巳今大王去千里之國而制於十里之内張韓之將北地弓高宿衛左右兵不得下壁軍不得休息臣竊哀之吳王不聽二月辛巳朔日有蝕之邯鄲有狗與豕交本志以爲趙王勃亂失類外交匈奴似犬豕之行也絳侯周勃子亞夫爲太尉將三十六軍擊吳楚竇嬰爲大將軍賜金五十斤嬰陳金廡下軍吏過輙令取爲用金無入家者嬰屯兵滎陽曲周侯酈寄擊趙將軍欒布擊齊太尉至覇上趙渉以布衣遮道說太尉曰吳楚聞將軍出兵必置伏兵姦人於崤澠阨塞之間且兵事尚神密將軍何不從此右關去趣藍田出武關指洛陽不過差一二日直入武庫擊􁁰鳴皷諸侯聞之以將軍從天降而下也亞夫從之巳而使之搜郩澠間果得吳伏兵乃請渉爲護軍亞夫旣至洛陽見劇孟喜曰七國舉事而不用孟吾知其無能爲也孟者洛陽人爲任俠行似魯朱家亞夫問故父客鄧都尉計䇿安出對曰吳楚兵銳甚難與爭鋒莫若引兵東北壁昌邑以梁委吳吳必盡銳攻之將軍深溝高壘勿與戰使輕兵絶淮泗之口斷吳餉道使吳梁相弊而粮食竭以全制其虚吳必破矣從之吳攻梁梁王急請救亞夫亞夫不徃梁王上書請救上詔亞夫救梁王亞夫不奉詔堅壁昌邑而使其淮泗口兵絶吳餉道楚乏粮挑戰亞夫終不出夜軍中驚而内相攻擊擾亂至於帳下亞夫堅卧不起有頃乃自定矣吳夜攻營壁東南亞夫使爲備西北吳精兵果奔西北不得入吳楚旣饑乏乃引兵去亞夫出精兵追擊大破之是時弓高侯韓頺當爲將軍擊吳楚功冠諸侯吳王棄軍與壮軍數千人亡走江南保丹徒遂三月吳楚平越人斬吳王頭以降吳之圍梁也梁將張羽韓安國距之羽能力戰安國能持重故吳兵不能進楚王戍軍大敗自殺戍初與吳通謀大中大夫申公白公諫不聽胥靡之衣赭衣杵臼春於市初魯有穆生及申公白公皆與元王俱學詩於浮丘伯浮丘伯者荀卿門人也元王常禮此三人穆生不飲酒常爲設醴及王戍一朝失不設醴穆生將去申公白公止之曰不爲先王乎穆生曰先王之禮吾三人者爲道之存也今而忽之是亡道亡道之君胡可與久䖏易稱知幾其神乎不去楚人將鉗我於市遂謝病而去申公白公獨留故及於難膠東膠西濟南甾川趙王皆伏誅徙廣川王爲趙王初七國反連齊齊王城守留濟南膠東淄川三國兵共圍齊齊王使路中大夫使於天子天子令還報齊堅守路中大夫還三國將刼而與之盟令反其言曰吳巳破漢矣大夫旣許至城下望見齊王言漢發兵百萬使太尉擊破吳楚方引兵救齊必堅守三國之兵殺之齊𬒳圍急隂與三國約未定會路中大夫至復堅守漢將聞齊初有謀欲擊齊齊王將閭懼自殺上以齊迫脅非其罪乃立其太子壽爲齊王濟北王志亦初與諸侯通謀後乃堅守聞齊王自殺而得立嗣志亦欲自殺齊人公孫蠼止之因爲說梁王曰夫濟北之地東接強齊南當吳越北脅燕趙此四分五裂之國權不足以自守勢不足以扞㓂雖墜猶失也言於吳非其正計也昔鄭祭仲許宋人立公子突以全其君春秋賢之爲其以生易死以存易亡嚮使濟北先見情實則吳必先屠濟北招燕趙而總之如此山東之從結而無㕁矣今吳楚之王練諸侯之兵驅徒衆而與天子爭衡濟北獨厲節堅守不下使吳失據而無助跬行而獨進瓦解土崩敗而無救者未必非濟北之力以區區之濟北而與諸侯爭強是猶羔犢而扞虎狼也守職志不撓可謂誠一矣功議如此尚見疑於上願大王詳思惟之梁孝恱馳以聞濟北王得不坐徙封於甾川徙衡山王爲濟北王吳之反也衡山王勃堅守無二心故謚曰貞王徙廬江王賜爲衡山王初吳楚使至淮王欲發兵應之其相曰主必應之臣願爲將王屬之兵相因守城而距吳楚會漢救兵至故淮南王得以完全初晁錯改制削諸侯地錯父從穎川來諫止之錯曰不然社稷不安父曰劉氏安矣眺氏危矣遂歸去之曰吾不忍見禍及其身乃服藥而死後十餘日吳楚反眺氏族矣初謁者僕射鄧公校尉擊吳楚還上書言軍事上問吳楚反聞眺錯死兵罷否對曰吳楚爲謀數十年發怒削地以誅錯爲名其意不在錯也且晁錯患諸侯強大故請削之以安京師萬世之利計畫始行卒受大戮内杜忠臣之口外爲諸侯復讎臣竊爲陛下不取也上喟然長息曰公言善吾亦恨之夏六月立元王子平陸侯禮爲楚王續元王後初諸侯得自除吏御史大夫巳下官屬擬於天子國家唯置丞相黃金印自吳楚反之後奪諸侯權爲置二千石去丞相曰相銀印其後惟得衣食租稅而巳貧或乘牛車時欒布有功封歙侯爲燕相有治迹民爲之立生祠立皇子湍爲膠西王勝爲中山王賜民爵一級徙淮南王余爲魯王徙汝南王非爲江都王王故吳國也非年十五有才氣吳之反也非上書請擊吳上賜非將軍印吳破以軍功封賜天子旌旗荀恱曰江都王賜天子旌旗過矣夫唯盛德元功有天子之勲乃受異物則周公其人也凡功者有賞而巳孔子曰必也正名乎唯器與名不可以假人人君之所司也夫名設於外實應於内事制於始志成於終故王者慎之四年春復置諸關用傅出入夏四月巳巳立皇子榮爲皇太子徹爲膠東王六月赦天下賜民爵一級七月臨江王閼薨謚無子國除五年春正月作陽陵邑夏募民徙陽邑錢戸二十萬遣公主妻匈奴單于六年冬十有二月雷雨霖秋九月皇后薄氏廢皇后薄太后兄女上爲太子時太后取以配上無寵無子故廢梁王來朝上使乘輿馳駟馬逆梁王於闕下入則侍帝出則同輿梁王侍郎謁者著金貂出入天子殿門與漢官無異居其國驕僣營東苑方三百餘里廣睢陽城七十里得賜天子旌旗千乘萬騎出稱警入言蹕擬於天子珠玉寳器多於京師招延遊士四方並至梁王親而有功太后少子愛之太后心欲以爲漢嗣大臣袁盎等十餘人議於前不聽梁王怒之隂使人刺殺盎其餘人未得上疑梁王所爲先是齊人公孫詭羊勝多竒邪計初見梁王梁王賜千金官至中尉號將軍常爲王内謀上使使案梁捕勝詭勝詭等自殺上召故雲中太守田叔使案梁王具得其事還報曰陛下無以梁爲事也今梁王不就誅是漢法不行也若其伏法太后食不甘味卧不安席此憂在陛下上善之以爲魯相枚乘鄒陽數諫梁王不聽及梁王事急梁王賞賜千金令求方略士齊人王先生多竒鄒陽徃見之王先生曰必見王長君長君者王夫人兄也陽發悟於心遂見長君曰竊聞長君女第幸於後宫而長君行迹多不順道理今梁事旣窮竟梁王恐誅此太后怫鬰泣血無所發怒側目切齒於貴臣恐長君危於累夘長君誠爲上言之得無竟梁事太后厚德長君而長君之女弟幸於兩宫金城之固也昔舜之弟象日以殺舜爲事而舜封之有􁃠仁人之於兄弟也不含怒不宿怨厚親愛而巳魯公子慶父使僕人殺子般季友不探其情而誅焉春秋以爲失親親之道以此說天子僥倖梁事得不奏長君曰敬諾入言之及梁内史韓安國亦因長公主解說梁王卒得不治初陽爲勝詭所䜛王因囚之將殺之乃從獄中上䟽曰臣聞忠無不報信不見疑蓋有以然今定虚矣昔者荆軻慕燕丹之義白虹貫日太子畏之衛先生爲秦畫長平之䇿太白蝕昴昭王疑之夫精誠變於天地而信不喻於兩主豈不哀哉今臣盡忠畢義左右不明卒從吏訊爲世所疑是使荆軻衛先生復出而燕秦不悟矣昔玊人獻寳楚王誅之李斯竭忠胡亥極刑是以箕子佯狂接輿避世恐遭此患也願大王察玊人李斯之意然後改楚王胡亥之聽無使臣爲箕子接輿所笑夫偏聽生姦獨任成亂是以魯聽季孫之說而逐孔子宋信子罕之計而囚墨翟夫以孔墨之辨不能自免於䜛䛕而二國以危者何則衆口爍金積毀銷骨臣聞明月之珠夜光之璧以闇投之人莫不按劒而怒何則無因而至前也蟠木根柢輪囷離竒而爲萬乘之器者以左右先爲之容也故女無美惡入宫見妬士無賢愚入朝見嫉昔司馬喜臏脚於宋卒相中山范睢折脅於魏卒爲應侯此二人者信必然之畫捐朋黨之私挾孤特之交故不能自免於䜛䛕之人是以申徒狄蹈雍之河徐衍負石入海皆不容於世義不苟取比周於朝百里奚乞食於路秦穆公授之以政寗戚飯牛車下齊桓公任之以國此二人者豈素官於朝假譽於左右哉感於心合於行堅如膠􁇀衆口所不能離豈惑於浮辭哉是以聖主不牽於卑辭之語不奪於衆多之口獨化於陶鈞之上而觀乎昭曠之道臣聞盛餙入朝者不以私汙義砥礪名號者不以利傷行今欲使天下寥廓之士誘於威重之權脅於勢位之貴廻靣汙行以事謟䛕之人而求親近於左右則士有伏死窟穴巖石之中耳安肯盡忠信而趣闕下者哉書奏梁王梁王立出之以爲上客枚乘以數諫吳王上拜乘弘農都尉乘久爲諸侯上客不樂爲郡吏後患免遊於梁田叔旣至魯魯民以王取財邀相自言者百餘人叔取渠率少笞怒之曰王非汝主邪何敢自言王王慙乃取中府錢令償之相曰王自使人償之今令相償之是王爲惡而相爲善王好遊獵叔常從王輙休相就舘叔坐苑外曰吾王暴露獨何爲舎王以故不復出遊七年冬十有一月庚寅日有蝕之春正月皇太子榮廢爲臨江山王榮者帝長子栗姬之子上常囑諸子於栗姬曰百歳後善視之栗姬素怨言不遜上乃廢姬及太子栗姬以憂死二月罷太尉官夏四月乙巳立皇后王氏初皇后嫁爲金王孫妻其母藏兒卜相之當貴乃奪金氏而内太子宫王后方姙身夢日入懐遂生男丁巳立膠東王徹爲太子實王皇后子也中尉衛綰爲太子太傅綰太陵人也爲人謹慎敦厚上爲太子時常召文帝左右近臣飲酒綰獨稱疾不行及上即位將幸上林詔綰參乘上謂綰曰今君知所以參乘乎乃我爲太子時召君不來故文皇帝有遺言曰綰長者善遇之六月乙巳丞相陶青翟免太尉周亞夫爲丞相是歲太僕周舎爲御史大夫中元元年夏四月赦天下賜民爵一級封周昌孫荀爲列侯二年春令諸侯王薨及列侯初封及之國大鴻臚奏謚誄筴列侯薨及諸侯王太傅初除之官大行奏謚誄筴王薨遣光禄大夫弔禭祠贈視䘮事因立嗣列侯薨遣太中大夫弔祠視䘮事立嗣其葬國得發民輓䘮穿復土治冡無過三百人事畢春二月臨江王榮坐侵宗廟壖垣爲宫上徴榮臨江官屬祖榮於北門外升車軸折父老泣曰我王不還矣至邸王詣中尉郅都責訊王王恐自殺葬藍田有鷰數千萬頭銜土置冡上百姓怜之無子國除郅都河東人也爲人剛勇而有氣公廉常稱曰背親事君固當奉節死職終不顧妻子矣嘗從上入上林賈姬在厠野豕入厠上目都都不行上欲持兵救賈姬都伏上前曰亡一姬復一姬進陛下縱自輕柰髙廟太后何上還豕亦不傷賈姬都爲中尉丞相條侯至貴倨也而都揖之貴戚宗室側目而視號曰鷹是時濟南瞷氏三百餘家豪猾放縱二千石莫能折也及都爲濟南相誅瞷氏首惡郡中震慄道不拾遺旁十餘郡畏都如大府後爲鴈門太守匈奴不敢近鴈門胡王爲偶人像都令騎射莫能中其見憚如此匈奴中以法帝欲釋之太后以臨江王之死也怨之遂斬都是時寗成周陽由此皆嚴剋爲治成爲濟南都尉郅都爲前後都尉皆歩入府門因吏謁見如縣令及成至直凌都出其上然都素聞其聲亦與結歡後成爲中尉其治放郅都其㢘弗及也自此之後吏治多放成由者巳是時季布弟季心亦任俠立然諾作氣蓋關中方數千里士爭爲之死心爲中尉司馬郅都爲中尉不敢加也夏四月有星孛於西方立皇子越爲廣川王寄爲膠東王秋七月更郡爲太守尉爲都尉九月封楚趙傳相死事者四人子爲列侯甲戍晦日有蝕之三年冬十有一月罷諸侯王御史大夫官夏四月旱秋九月蝗有星孛于西方戊戌晦日有蝕之旣丞相周亞夫免御史大夫周舎爲丞相立皇子乘爲清河王太子太傅衛綰爲御史大夫四年春三月起德陽宫夏蝗秋赦天下徙作陽陵者死罪欲腐刑者許之十月戊午日有蝕之五年夏四月立皇子舜爲常山王六月赦天下賜民爵一級秋八月巳酉未央東闕災九月詔曰獄者人之大命死者不可復生諸獄疑雖文致於法人心不厭者輙讞之六年冬十月行幸雍祠五峙十有二月定鑄錢僞黃金法棄市令春三月雨雪夏四月梁王武薨謚曰孝王時梁王北獵梁有獻牛足出背上本志以爲牛禍思心務亂之咎也乃分梁爲五國盡封梁孝王男五人女五人皆食湯沐邑五月丙戌立梁孝王子明爲濟川王朂爲甾川王彭離爲濟南王定爲山陽王識爲濟隂王不疑爲衡山王詔令吏二千石車朱兩輪千石至六百石車朱左輪詔有司减笞法自除肉刑之後笞五百三百率多死者故定律笞五百曰三百三百曰一百猶尚不全又詔曰笞者所以教之也其宜定捶令長五尺其本大一寸末大半寸皆平其節當臋笞者不得更人笞畢一人笞乃更人自是笞者得全六月匈奴入鴈門至武威酒泉邑入上郡取苑馬吏卒戰死者三千人秋七月辛亥晦日有蝕之後元元年春正月詔曰獄者重事也其疑獄有令讞之而後不當讞者不爲失三月赦天下賜民爵一級中二千石諸侯相爵右庻長夏大酺五日五月地震秋七月丙午丞相周舎免乙巳先晦一日日有蝕之八月壬辰御史大夫衛綰爲丞相衛尉直不疑爲御史大夫不疑南陽人也好黃老術隱名迹初爲郎其同舎郎有告歸者誤持其同舎郎金去郎意不疑不疑買金償之後告歸者還乃知之或毀不疑淫㛮不疑曰我乃無兄終不自明矣吳楚反時爲將軍封塞侯條侯周亞夫下獄死時爲父買尚方工官甲稍五百枝可以葬者取庸治之不與顧直庸怒而上變反告之事連亞夫召至廷尉責問君侯欲反邪亞夫曰臣所買乃葬噐何謂反乎吏曰君侯縱不反地上即反地下耳初捕亞夫亞夫欲自殺其夫人止之及至廷尉因不食五日歐血死亞夫爲河内太守許負相之曰君侯三年爲侯八年爲將九年爲相貴重於人臣無二其後當餓死縱理入口餓死法也居三歲兄勝有罪免文帝封亞夫續綘侯後盡如負言上欲廢栗姬太子亞夫固爭之不得上由是䟽之而梁孝王以吳楚之圍怨亞夫不救每朝常與太后言亞夫之短太后欲封其兄王信上謙讓不許太后曰人生各以時行耳竇長君在時不得侯及死其子彭祖乃侯吾甚恨之帝趣侯信也上曰請得與丞相計之亞夫曰高皇帝約非劉氏不王非有功不侯不如約者天下共擊之上黙然遂不封荀恱曰高皇帝刑白馬而盟曰非劉氏不王非有功不侯不如約者當天下共擊之是教下犯上而興兵亂之階也若後人不修是盟約不行也書曰法惟上行不惟下行若以爲典未可通也匈奴徐盧等五人降上欲封之亞夫曰彼背其王陛下何以責人臣守節哉上曰丞相議不可用乃悉封之荀恱曰春秋之義許夷狄者不一而足也若以利害由之則以功封其逋逃之臣賞有等差可無列土矣上常居禁中召亞夫賜食獨置大胾無脔又不置箸亞夫心不平顧謂掌席者取箸亞夫前食旣出上目送之曰此快快非少主之臣也亞夫以數忤上意故得罪也二年冬十月詔省列侯之國春匈奴入鴈門太守馮敬與戰死發車騎材官屯鴈門以歳不登禁食馬粟食馬粟者没入之封皇后兄王信爲孟侯夏四月詔曰雕文刻鏤傷農事者也錦繡纂組害女功者也農事傷則饑之本女功害則寒之原夫饑寒並至能不爲非者寡矣朕親耕后親桑以奉宗廟粢盛祭服以爲天下先不受獻减太官省徭賦欲天下務農𧖟常有畜積以備災害強無凌弱衆不暴寡耆老以壽終孤㓜得遂長今歳或不登民食頗寡其咎安在或詐爲吏以貨賂爲市盗奪百姓侵侮萬民縣丞長吏縱姦法與盗甚無謂也其令二千石各修其職不事官職耗亂者丞相以聞請其罪布告天下使明知朕意自漢初務勸農累世承業至是始天下殷富家給人足京師之錢累百巨億貫杇而不可校太倉之粟充實露積於外腐敗而不可食衆庻街巷有馬阡陌之間成群守閭閻者食梁肉爲吏者長子孫居官者以官爲姓號人人自愛而重犯法仁義興焉三年春正月詔萬民采黃金珠玉者坐賍爲盗詔曰髙年者人所尊敬鰥寡孤獨者人所哀憐也其令八歳以下八十以上及孕子未乳當鞫繫者無訟繫之甲午帝崩于未央宮遺賜諸侯王列侯馬二駟吏二千石黃金二斤民戸百錢出宫人復終身讃曰本紀稱周泰之弊宻文峻法而姦不勝漢興掃除苛政與民休息至於孝文加之恭儉孝景遵業五六十載之間至於移風易俗黎民醇厚周云成康漢稱文景美矣"}
{"id": "KR2b0003_010", "series": "KR2b0003", "text": "前漢孝武皇帝紀一卷第十荀恱皇帝甲子即位年十六二月癸酉孝景帝葬陽陵三月尊太后母藏兒爲平原君封田蚡田勝爲列侯藏兒初爲槐里王仲妻生太后後改嫁長陵田氏生蚡及勝建元元年冬十月詔舉賢良方正丞相衞綰奏所舉賢良或治刑名縱橫之術亂國政罷之春三月赦天下賜民爵一級民年八十復二算九十復甲卒行三銖錢夏四月詔民年九十巳上復子若孫令奉供養五月詔修山川之祀六月丞相衞綰免丙寅魏其侯竇嬰爲丞相武安侯田蚡爲太尉秋七月詔省衞士卒萬人罷苑馬賜貧民遣使者安車蒲輪束帛加璧徵魯申公議立明堂申公年八十餘矣上問以政事對曰爲治者不致於多言顧力行何如耳拜爲太中大夫漢興草創尚簡易未甚用儒者而竇太后好黃老術故諸博士具官待問未有進者至上即位乃崇立太學矣二年冬十月丞相竇嬰太尉田蚡皆免御史大夫趙綰郞中令王臧下獄死蚡嬰綰臧皆同心欲興太學建立明堂以朝諸侯而嬰請無奏事太皇后又罷竇氏子弟無行者絕屬籍故謗毀日至竇太后怒皆抵之罪明堂遂不立春二月丙戌朔日有蝕之三月已未太常許昌爲丞相夏四月戊申有星如日夜出𥘉置茂陵邑徙郡國豪傑於茂陵河内郭解在徙中衞將軍爲言觧家貧不應徙上曰解布衣權至使將軍知之此不貧也及解徙諸公贈送出千餘萬解任俠睚眦觸死於塵中者甚衆藏匿亡命攻剽作姦不可勝數然折節恭約厚施而薄望解嘗出有人箕踞視之者解問其姓名客欲殺之解不聽乃隂使吏脫其徭役其人乃肉袒謝罪解娣子與人爭不直人殺之自歸解解曰吾兒不直公殺之故當縱之諸公聞之皆多賢解洛陽人有相仇者賢豪居其間以十數人不能和解客乃令解見仇家仇家聽命解夜至夜去解乃謂仇家曰解如何從他郡奪人邑中權乎且須士大夫復居其間乃聽之其居家夜過半後門閭住車嘗十餘乗有與解忤者少年輒爲報仇不使解知也解兄子爲解殺人爲其家人上書自訟之又殺之闕下上捕解解亡過臨晉籍少翁少翁素不知解然慕其名送之出關自殺以絕口語其得人率如此豪賢知與不知聞聲爭與交歡後捕得解所犯皆在赦前後有謗毀解者客殺之斷其舌解實不知有司奏解無罪時公孫弘爲丞相以爲解布衣以睚眦殺人雖不知甚於知遂族之荀悅曰世有三遊德之賊也一曰遊俠二曰遊說三曰遊行立氣勢作威福結私交以立強於世者謂之遊俠飾辨辭設詐謀馳逐於天下以要時勢者謂之遊說色取仁以合時好連黨類立虚譽以爲權利者謂之遊行此三遊者亂之所由生也傷道害德敗法惑世失先王之所愼也國有四民各修其業不由四民之業者謂之姦民姦民不生王道乃成凡此三遊之作生於季世周秦之末尤甚焉上不明下不正制度不立綱紀廢弛以毀譽爲榮辱不核其眞以愛憎爲利害不論其實以喜怒爲賞罰不察其理上下相冐萬事乖錯是以言論者計薄厚而吐辭選舉者度親踈而舉筆善惡謬於衆聲功罪亂於王法然則利不可以義求害不可以道避也是以君子犯禮小人犯法奔走馳騁越職僭度節華廢實兢趨時利簡父兄之尊而崇賔客之禮薄骨肉之恩而篤朋友之愛忘修身之道而求衆人之譽割衣食之業以供饗宴之好苞苴盈於門庭騁問交於道路書記繁於公文私務衆於官事於是流俗成矣而正道壞矣遊俠之本生於武毅不撓久要不忘平生之言見危授命以救時難而濟同類以正行之者謂之武毅其失之甚者至於爲盗賊也遊說之本生於使乎四方不辱君命出境有可以安社稷利國家則專對解結辭之繹矣民之慕矣以正行之者謂之辨智其失之甚者主於爲詐紿徒衆矣遊行之本生於道德仁義汎愛容衆以文會友和而不同進德及時樂行其道以立功業於世以正行之者謂之君子其失之甚者至於因事害私爲姦軌矣其相去殊遠豈不哀哉故大道之行則三遊廢矣是以聖王在上經國序民正其制度善惡要於公罪而不淫於毀譽聽其言而貴其事舉其名而指其實故實不應其聲者謂之虚情不覆其貌者謂之僞毀譽失其眞謂之誣言事失其類者謂之罔虚僞之行不得設誣罔之辭不得行有罪惡者無僥倖無罪過者不憂懼請謁無所行貨賂無所用民志定矣民志旣定於是先之以德義示之以好惡奉業勸功以用本務不求無益之物不畜難得之貨絕靡麗之飾遏利欲之巧則淫流之民定矣而貪穢之俗淸矣息華文去浮辭禁僞辨絕淫智放百家之紛亂一聖人之至道則虚誕之術絕而道德有所定矣尊天地而不瀆敬鬼神而逺之除小忌去淫祀絕奇怪正人事則妖僞之言塞而性命之理得矣然後百姓上下皆反其本人人親其親尊其尊修其身守其業於是養之以仁惠文之以禮樂則風俗定而大化成矣三年春河水決溢於平原大飢人民相食賜茂陵徙者戶錢二十萬田二頃初作便門橋秋七月有星孛於西北濟北王明廢遷房陵坐殺太傅中尉閩越圍東甌告急上以問太尉武安侯田蚡蚡以爲越人相攻其常事也又數反覆不煩中國自秦時棄之不内屬有詔太中大夫嚴助詰蚡曰但患力不能救德不能覆誠能何棄之且秦時舉咸陽而棄之何乃越乎今小國以窮困告急於天子天子不能救當安所至閩越走九月丙子晦日有蝕之起上林苑時上使太中大夫吾丘壽王舉籍盩厔以東宜春以西北至阿城屬之南山隄封頃畆價直欲除以爲苑侍郎東方朔進諫曰臣聞謙遜靜慤天應以福驕盈奢靡天應以禍酆鄗之間號曰土膏其價畆直一金規以爲苑上乏國之用下奪農桑之業不可一也盛荆棘之大崇虎狼之墟壞民冡墓發民廬舍令㓜小懷土而思耆老流淚而悲不可二也厈而營之垣而囿之馳騎逐東西車輦駕南北有深溝大渠險阻之危不可三也務苑囿之大不䘏農時非所以強國富民也夫殷作九市之宮而諸侯叛楚靈王起章華之臺而楚人散秦興阿房之殿而天下亂上乃賜金百斤拜爲太中大夫然猶起上林苑朔字曼倩平原人也好學稱爲滑稽年二十三初爲郎中上書自稱待詔公車奉禄薄朔謂侏儒曰上欲盡殺汝侏儒大恐皆叩頭號泣上召問朔朔對曰侏儒長三尺臣朔長九尺三寸俸禄正等侏儒侏儒飽欲死臣朔飢欲死臣言可用宜異其禄不可用罷之無但虚索長安米也上大笑使待詔金馬門稍稍親近之上置守宮於盆下使筮者射之莫能中朔自請布卦射之曰臣欲以爲龍復無角臣欲以爲蛇復有足跂跂脉脉善縁壁此非守宮當是蜥蝪上曰善復使射他物連中輒賜帛時有幸倡優郭舍人等曰朔幸中耳乃復覆置樹上寄生於盆中曰朔知之榜臣百不中賜臣帛朔曰是窶數也舍人曰朔果不能中朔曰濕肉爲膾乾肉爲脯樹上爲寄生盆下爲窶朔乃榜舍人百朔對問響應權變鋒出文章辭令橫無窮上頗倡優畜之然而時發忠直之言極諌尤亦以此異焉朔因劫客難巳用位卑以自慰諭又設非有先生之論其辭曰非有先生仕於吳黙然無言者三年吳王怪而問之曰可以談矣先生伏而唯唯王曰可以談矣先生曰於戯可言乎哉談何容易王曰何爲其然也寡人將聽焉先生對曰昔關龍逢深諫於桀王子比干直言於紂此二臣者皆盡忠極慮將以爲君之榮除君之禍也然以蒙不辜之戮爲天下笑飛廉惡來巧言利口以進其身隂奉雕琢刻鏤之好以納於上快耳目之欲以茍容爲度而見親近故宗廟崩弛國家丘墟夫卑身體賤恱色微辭愉愉呴呴終無益於王上之治即志士仁人不忍爲也儼然而作矜莊之貌深言直諫上以拂人主之邪下以除百姓之害則忤於時主之心離於衰世之法故養性愛命之士莫肯進也遂隱居深山以詠先聖之風是以伯夷叔齊餓于首陽之下後世稱其人如是邪主之行固足畏也故曰談何容易於是吳王瞿然易容爲坐而聽之先生曰昔伊尹負鼎於湯太公釣於渭濵而遇文王心合意同謀無不成計無不從誠得其君也故能誅暴亂摠逺方一統類美風俗而王業興矣太公伊尹以如此龍逢比干獨如彼豈不哀哉故曰談何容易於是吳王黙然俛而深思仰而泣曰嗟呼殆哉余國之不忘也緜緜哉聮聮哉於是立明堂之朝齊君臣之位舉賢才而德惠施仁義恭儉節約減後宮之費損車馬之用放鄭聲遠佞人省庖㕑去奢靡卑宮室壞苑囿塡池壍以與貧民開内藏以賚貧乏存耆老䘏孤獨薄賦歛省刑罰行此三年隂陽調和萬物咸宜國無災害之變民無飢寒之色蓄積有餘囹圄空虚鳳凰來集麒麟在郊逺方異俗慕義向風治亂之道存亡之端若此易見然而人主莫肯爲也悲夫是時上以安車蒲輪迎枚乗乗年老道死而乗子臯亦以談說能爲辭賦得幸比朔上好自擊熊豕郞中司馬相如從丄獵長楊長卿上疏諫曰臣聞物有同類而殊能者故力稱烏獲捷言慶忌勇則賁育然臣之愚竊以爲人誠有之獸亦宜然今陛下好陵險阻射猛獸卒然遇逸羣之獸駭於不存之地犯屬車之淸塵輿不及還轅馬不及旋踵人不暇施巧雖有烏獲逢蒙之技而不及用枯木朽株盡爲患難矣是以胡越起於轂下而羌夷接軫矣豈不殆哉雖曰萬全而無害然本非天子所宜近也且夫淸道而後行中路而後馳猶時有銜橛之變況渉乎豐草馳乎丘墟前有利獸之樂内無存變之計其爲害也不難上善之相如字長卿蜀郡成都人也初家貧與臨卭令王吉相善富人卓王孫置酒請令并請相如相如善鼓琴王孫寡女字文君好音夜奔相如遂與俱歸成都後家貧夫妻酤酒臨卭卓王孫耻之杜門不出後不得巳乃厚分財物遺文君而相如作子虚賦上得讀而善之曰朕獨不得與此人同時或對曰司馬相如所作也上驚乃召相如復奏上林賦拜爲郞中子虚上林皆言苑囿之美卒歸之於節儉因託以諷焉相如口吃而善著書四年夏有氣赤如血六月旱秋七月有星孛於東北江都相陳人鄭當時爲内史每朝候上閑未甞不言天下之長者其推轂名士常以爲賢於巳禄賜盡以饋士大夫家無餘財賔客甚盛及中廢賔客衰落先是下邽翟公爲廷尉賔客塡門及廢門外可設雀羅復廷尉客復徃翟公大板署其門曰一生一死乃知交情一貧一富乃知交態一貴一賤交情乃見冬十月地震是歲武強侯嚴青翟爲御史大夫五年春正月己巳朔日有蝕之行半兩錢罷三銖錢初置五經博士博士本秦官掌通古今員至數十人漢置五經而巳太常選人年十八以上好學補弟子郡國有好文學敬鄉里者令與計偕受業太常𥙷弟子一歲輒課通經一藝補文學掌故高弟爲郞中其秀才異等太常以名聞其下才不事學者罷之是時廬江人文翁爲蜀郡太守其爲人愛學好教化見蜀地僻陋有蠻夷之風文翁乃選郡縣小吏有才器者輒給資用令詣博士受業還皆以爲右職用察舉之又修起學宮於城中學者復除徭役常選學宮童子所在便坐受書毎事常出入行縣益從諸生明經修行傳教出入縣邑見而榮之由是蜀邑大化學者比齊魯焉郡國學校官自文翁始也夏四月平原君薨五月大蝗秋八月廣川王越薨淸河王乗薨六年春三月乙未遼東高廟災夏四月壬子高園便殿災上素服五日其後太中大夫董仲舒居家推其意以高廟不當居遼東高園便殿不當居陵旁於禮不當立廟在外像諸侯不正者高園在内像大臣不正者天戒若曰去諸侯大臣貴幸而正者云爾時太中大夫主父偃素妬嫉仲舒竊其書奏之仲舒下獄吏當死詔宥之本志以爲淮南王田蚡之應也五月丁亥太皇太后崩六月癸未丞相許昌免武安侯田蚡爲丞相有星孛于東北方秋七月有星出于東方長終天本志曰是爲蚩尤之旗以彗星而終後曲見則天子征伐四夷之應也閩越圍南越南越守天子約不敢發兵上遣大司農韓安國帥師出會稽大行王恢出豫章救之淮南王安上書諫曰越方外之國斷髮文身之人不可以冠帶之國法度治之自三代之盛明胡越不與受正朔非強不能服也以爲不居之地不牧之民不足以煩中國古者封内甸服封外侯服侯外賔服蠻夷要服戎狄荒服逺近之勢異也越人名爲蕃臣實不給給事自相攻擊耳陛下以兵救之是反以中國勞蠻夷也且越人故數反覆非一不奉詔舉兵誅之臣恐中國兵革無時得息也間歲以來不登民生未復今發兵行數千里舉輪而踰嶺拖舟而入水行數千里夾以深林叢竹又多蝮蛇猛獸夏月暑時則生吐泄霍亂之病曾未接兵死傷者必衆多或以越人衆兵強能作難邊地臣竊聞之與中國異限以高山人迹隔絕車道不通天地所以絕内外也其入中國必先下嶺水嶺水之山峭峻漂石破舟不可大舩運糧下也越人欲爲變必先由於干界内積糧食而入山伐材治舩邊地守候城使謹防越人有伐材輒收捕之焚其積聚雖百越無奈邊城何也臣聞越卒不下數十萬人所以入者五倍乃足挽車奉餉不在其中且越非有城郭邑里也處谿谷之間篁竹之中習於水鬪便於用舟中國之人不知其地勢不能服其水土雖有強兵百不當一臣安竊爲陛下重之臣聞閩越王弟甲殺其王甲以誅死其民衆未有所屬陛下若欲納之中國遣重臣臨問存䘏施德垂賞此必攜幼扶老以歸聖德若無用之則斷其絕世存其亡國建其侯王此必委質爲蕃臣矣陛下以方寸之印尺二之組鎭撫方外不勞一卒不頓一㦸而威德並行天下歸服今以兵深入其地此必震恐以有司爲欲屠滅之也必雉兎逃竄深入阻險背而去之則復羣聚留而守之卒勞粮乏丁壯從軍老弱饋餉男子不耕婦人不織居者無食行者無粮萬民苦於兵事逃亡必衆隨而誅之不可勝盡盗賊必起臣聞秦時嘗使尉他屠睢擊南越又使監禄鑿渠通道越逃入山林不可得攻留軍屯守空地曠日彌久士卒勞倦越人乃出擊之秦師大敗乃發兵戍當此之時内外騷動百姓疲弊行者不還徃者莫返天下之人皆不聊生逃竄相聚羣爲盗賊是故山東之難興矣兵者凶器也一方有急四面皆聳臣恐變故姦邪從此始矣易曰高宗伐鬼方三年克之以盛德之天子伐小蠻夷而猶三年言用兵之難也陛下以四海爲境九州爲家八藪爲園江漢爲池人徒之衆足以奉千官之供租稅之入足以供乗輿之御玩心神明秉執聖道負黼扆憑玉几南面而聽斷號令天下莫不響應使元元之民皆安土樂業則澤被萬世施之無窮天下之安猶若太山而四維夷狄之地何足以爲一日之間煩汗馬之勞詩云王猶允塞徐方旣來是時兵巳出未逾五嶺會閩越王弟餘善殺王以降漢罷兵上嘉淮南王之意美將帥之功乃遣嚴助喻淮南之意且諷切南越南越頓首遣太子隨助入侍是時嚴助薦邑子朱買臣爲太中大夫買臣因說東越王故居泉山一夫守險千夫不能上今更徙南五百里居大澤中今發兵浮海直至泉山陳舟列騎席卷南行必破滅也上即拜買臣會稽太守上謂之曰富貴不歸故鄉如衣錦夜行今還故鄉富貴於子如何買臣頓首謝上旣到郡與橫海將軍韓說等俱擊東越大破有功初買臣家貧好讀書樵薪自給吟詠且行時人謂之癡其妻耻之而去買臣笑曰我年五十當貴今四十八矣待我富貴當報汝勤苦其妻恚曰嘻公終餓死耳何以報我遂改嫁其後買臣嘗負薪於墓間故妻與其夫俱上冡以爲得志見買臣飢寒呼飲食之後數歲爲會稽太守故妻與其後夫治道甚窮乏買臣命後車載其夫婦置後園中給衣食經數月妻自縊死東海太守汲黯爲主爵都尉黯字長孺東郡人也好直諫上曰吾欲興政治法堯舜何如黯曰陛下内多欲而外施仁義如何欲效堯舜之治乎上大怒變色而罷朝羣臣共數黯黯曰天子置公卿輔弼之臣寧令從㫖順意䧟主於不義乎自丞相宴見上或時不冠至見黯必冠上嘗在武帳不冠望見黯奏事避入幃中使人可其奏其見敬禮如此初南越人相攻黯爲中謁者使越不至而報上曰越人相攻其常俗也不足勞天子之使者河内失火燒千餘家使黯視之還曰人家屋相相連乃不足爲怪臣憂有甚於此者憂河内飢民相食臣謹以按節發河内粟以賑飢民請受矯制之罪上賢而赦之上甞問嚴助曰汲黯何如人助曰使黯任職居官無以逾人然至其輔少主威四夷守城廓愛百姓雖自謂賁育不能奪也上曰然古有社稷之臣黯近之矣御史大夫嚴靑翟免大司農朝安國爲御史大夫前漢孝武皇帝紀一卷第十"}
{"id": "KR2b0003_011", "series": "KR2b0003", "text": "前漢孝武皇帝紀二卷第十一荀恱元光元年冬初令郡國貢孝廉各一人董仲舒始用其議仲舒廣川人也初景帝時爲博士下帷讀書弟子以次傳授其業或莫見靣蓋三年不闚其園其精專如此進退容止非禮不行學士皆尊師之後應賢良舉上䇿曰夫守文之君當塗之士皆欲明先王之道以戴翼世主者甚衆然猶不能豈所操持失其統歟固天降命不可復反歟必推之於大中而後息歟三代受命其符安在災異之變何稱而起性命之情或夭或壽或仁或鄙習聞其號未昭其理今欲風流而令行輕刑而姦改何修而臻於此具眀以喻朕意靡有所隱仲舒對曰臣謹按春秋以觀天人之際甚可畏也國家將有失道之敗而天乃先出災害以譴告之不知自省又降怪異以驚恐之尚不知變而後傷敗乃至自非大無道之世天欲盡扶持而全安之事在勉強而巳勉強學問則聞見愽而智益明矣勉強行道則德日起而大有功矣詩云夙夜匪懈書云懋哉懋哉皆勉強之謂也昔周道衰於幽厲非道亡也而幽厲不由道也宣王修文武之業周道粲然復至矣非天降命不可復反也所操持悖謬失其統也臣聞非人力所致而自至者此受命自然之符也天下同心歸之若子歸父母亦是受命之符也夫天瑞應精誠而至書曰白魚入於王舟有火復於王屋流爲赤烏此蓋受命之符也及末代衰㣲廢德義任刑罰刑罰不中則生邪氣邪氣積於下怨惡畜於上上下不和則隂陽繆戾而妖孽生矣此災異所縁而起也臣聞命者天之令也性者生之質也情者人之欲也或夭或壽或仁或鄙陶冶而成之不能純粹又治亂之所生故不能齊一也堯舜行德則民仁壽桀紂行暴則民鄙夭夫下之從上猶泥之在鈞唯陶者之所爲綏之斯安動之斯來此之謂也臣謹按春秋求王道之端傳之於正正次王王次春春者天之所爲也正者王之所爲也其意曰上承天之所爲下以正巳所爲也然則王者所爲必則於天道天道之大者在於隂陽陽爲德隂爲刑刑德不失而歳功成今廢先生德教之官而獨任執法之吏而欲德化之𬒳四表固難成也春秋謂一爲元一者萬物所從始也元者辭之所謂本也謂一爲元者示太治而欲正其本也故爲人君者正其本心以正朝廷朝廷正以正萬民萬民正以正四方四方正逺近莫不皆正也則隂陽調而風雨時羣生和而萬物植福祥畢至而王道成矣孔子曰鳳鳥不至河不出圖吾巳矣夫自傷不能致此物而身卑賤不能致也今陛下居得致之位又有能致之資然而天地未一應瑞者凡以教化之不立而萬民不正故也民之從利如水之走下非教化隄防之不能禁也聖人之繼亂世掃除其迹而去之復修教化而崇起之夫秦㓕先聖之道爲茍且之治故立十四年而亡其遺毒餘戾至今未㓕琴瑟不調甚者必解而更張之爲政而不行之甚者必變而更化之漢承暴秦之後宜變其迹乃可善治三代相救夏尚忠商尚敬周尚文今漢宜少損周之文用夏之忠王者有改制之名無變道之實然所祖不同者救病扶衰所遭之變然也又曰古所謂功者以任官稱職爲美不謂積日累乆也小材雖累日不離於小官賢才雖未乆不害爲宰相是以有司竭其務治其業今則不然累日以取貴積乆以致官是以賢不肖不得其眞宜勿以日月爲功誠以賢能爲實使郡國各擇吏民之賢者歳貢一人以給宿衛所貢得賢者有賞不肖者行罰如此率天下賢能可得而官也又曰積小者大慎㣲者著積善在身猶長日加益人不知也積惡在身猶火之消膏人不見也非明乎情性察乎流俗者孰能識之天之所分與與之齒者去其角傳其翼者兩其足是所受者大不得取其小也古之食禄者不食於民力是與天意同也昔公儀休相魯去織婦抜園葵曰邑也巳食禄矣又奪園夫妻女工之利乎夫遑遑求財利常恐匱乏者庻人之意也遑遑求仁義常恐不能化民者大夫之意也易曰負且乘致冦至此言處君子之位者不可以庻人行也又曰春秋大一統一者天地之常經古今之通義也今師師異道人人異論百家殊方㫖意不同是以上無以持一統法制數變下不知所守臣愚以爲諸不在六藝之科非孔氏之術者皆絶其道勿使並進邪僻之說㓕息然後統紀可一法度可眀民知所從矣仲舒對䇿擢爲江都相時易王甚驕而好勇問仲舒曰越王與大夫種后庸范蠡謀伐吳遂㓕之孔子稱殷有三仁焉寡人亦以越有三仁仲舒對曰若魯君伐齊問柳下惠曰吾伐齊何如對曰不可歸而有憂色曰吾聞伐國者不可問仁人此問何爲至於我哉徒見問耳且猶羞之况設詐而伐吳乎由是言之越曾無一仁矣仁人者正其誼不謀其利明其道不計其功是故仲尼之門五尺之童羞稱五伯爲其先詐力而後仁義也王曰善哉及其去位居家絶不問家産業以修學著書爲事所著凡百三十篇而說春秋事復數十篇朝廷有大議使者就其家而問之國家大議多仲舒發之春二月丙辰晦日有食之車騎將軍李廣屯雲中車騎將軍程不識屯鴈門以備匈奴六月罷廣隴西人也爲將得士衆心無部曲行陣善就水草頓舎人人自便不擊刁斗自衛幕府少文書而程不識正行伍部曲營陣擊刁斗自衛吏治軍簿至明士卒不得自便而俱爲名將夏四月赦天下復七國宗室削絶屬籍五月詔舉賢良秋七月癸未先晦一日日有蝕之是歳天星盡動揺上問候星者對曰星揺民將勞也二年冬十月行幸雍祠五畤始詔公卿議伏匈奴匈奴者其先夏后氏之苗裔其在于古曰淳維匈奴始祖名薫粥氏山戎獫狁是也始祖居於北邊隨水草畜牧而轉徙居無城郭耕田之業然亦各有分地無文法以言語爲約束其俗寛則射獵急則習戰長兵則弓矢短兵則矛鋋見利則進不利則退食肉衣皮壯者食肥美老者飲食其餘父死則妻其毋弟兄死皆娶其妻其俗有名不諱無文字自商周巳來世爲中國患至匈奴姓攣鞮氏國人稱之曰撑黎孤塗若單于匈奴謂天爲撑黎謂子爲孤塗若言天子也單于者廣大之貌言其單于然也置左右賢王左右谷蠡王左右大將軍左右大當戸凡二十四長其大臣皆世官職左賢王將居東方上谷之東北接穢貃朝鮮右賢王將居西方治上郡西接互羗而單于庭直代郡雲中歳正月諸王長少㑹單于庭五月大㑹龍庭而祭其先祖天地鬼神秋大㑹蹛林校閱人畜其法抜刃尺者死盗者沒入其家財單于朝拜日夕拜月其座長左而北靣日尚戊巳其送死有棺槨衣衾而無封樹䘮服近幸臣妾從死者多至數十人舉事常隨月月盛壯則進兵月虧則退兵其攻戰斬首虜則賜一巵酒而得所虜獲因以與之得人因爲奴婢故其戰人人自趣利秦始皇時使蒙恬將數十萬衆北擊胡悉收河南地因河爲塞築四十四縣臨河徙譴人民以充之因山險谿峻繕治之起臨洮至遼東萬餘里是時匈奴單于曰頭曼頭曼不勝秦北徙十有餘年頭曼太子名冐頓殺父而立是時東呉強盛使使請冐頓千里馬冐頓問羣臣羣臣皆曰此匈奴寳馬也勿與冐頓曰柰何與鄰國愛一馬乎遂與之又使人請冐頓一閼氏冐頓問左右左右皆怒請擊之冐頓曰柰何與鄰國愛一女子乎復以與之東胡以冐頓爲畏巳愈驕匈奴間有棄地不居者千里東胡又使求之冐頓問羣臣羣臣或曰此棄地與之於是冐頓大怒曰此地者國之本也何與之有斬言與地者即上馬令有後出者斬遂東襲擊東胡東胡不設備遂破㓕東胡西擊月氐東并樓煩白羊河南悉收秦所奪地遂入侵燕代北服渾窳屈射丁零高昆新黎之國控弦之士四十餘萬自上古巳來唯冐頓爲強大高帝有平城之圍時冐頓爲書戯慢甚不敬高后怒詔羣臣議擊之樊噲曰願將十萬衆橫行匈奴中中郎將季布曰噲可斬也高帝困於平城噲爲大將軍不能以四十萬解高祖之圍而欲以十萬乗横行匈奴中是靣謾也且夷狄如禽獸得其善言不足喜得其惡言不足怒高后曰善乃遣使報單于書卑辭厚答遺以御車二乘馬十騎單于又遣使來謝至文帝遺老上單于書封以尺一牘印曰皇帝敬問單于單于報以尺二牘封皆大辭曰天地所生日月所置匈奴大單于敬問皇帝自是數侵邊及單于背約冦邊無巳於是上議伐之太行王恢曰匈奴和親率不過數歳請擊之御史大夫韓安國以爲匈奴輕疾之兵也至如颷風去如流電居䖏無常難得而制今將卷甲親舉深入長驅從行則迫脅橫行則中絶徐行則後利疾行則粮絶難以爲功聖人以天下爲度者也不以私怒傷天下公議故高帝始結和親孝文遵其約二聖之迹足以爲效王恢曰五帝不相襲禮三王不相㳂樂各因時宜也且言擊之者固非發兵而深入也將順單于之欲誘而致之於邊選驍騎羽林壯士隂爲之備吾勢巳定或營其左或營其右或當其前或當其後單于必可擒也上從恢議夏六月護國將軍韓安國驍騎將軍李廣輕車將軍公孫賀屯騎將軍王恢材官將軍李息襲匈奴隂使鴈門馬邑豪聶壹詐亡入匈奴謂單于曰吾能斬馬邑令以降則物可盡得也單于愛信之令歸爲間壹乃詐斬死罪囚頭懸邑城上以示單于使者使者還單于乃將十萬騎入武川塞是時漢兵三十餘萬伏馬邑旁草中王恢李息約從代出擊輜重單于未到馬邑百餘里鴈門尉吏行徼單于大驚而還曰吾得尉吏天也以爲天王乃逺走兵追至塞不及乃罷上大怒恢首謀不出兵擊單于輜重也恢自殺時主父偃上書諫伐匈奴曰臣聞怒者逆德兵者凶器爭者末節數戰武未有不悔者也始皇務勝不休欲攻匈奴李斯諌曰匈奴無城郭之居委積之守遷徙鳥竄難得而制也輕兵深入粮食必絶運粮以行重不及事得其地不可以耕而食也得其人不可役而畜也勝必殺之非仁德也疲弊中國甘心匈奴非完計也始皇不聽出兵攻胡却地千里皆鹵不生五榖然後發天下丁男以戍河北飛蒭輓粟以逺轉輸率三十鐘而致一石天下所以叛也夫兵乆則變生事苦則慮易周書曰安危在出令存亡在所用願陛下熟計之偃凡上十事其一事諫伐匈奴九事爲律令燕人徐樂上書曰天下之患在於土崩不在瓦解秦之末世天下大壞是謂土崩吳楚七國之時是謂瓦解今關東比年榖不登民多困窮不安其䖏故易動易動者土崩之勢也故明主之要其在於使天下無土崩之勢而巳臨淄人嚴安上書曰今天下奢侈車馬衣裘宮室皆兢修餙夫養失而泰樂失而淫禮失而采教失而僞僞采淫㤗非範民之道也是以天下逐利而巳臣願爲民制度以防其淫使富貧不相懼以和其心心和志定則盗賊消刑罸少隂陽和萬物蕃也昔秦北構禍於胡南樹怨於越宿兵於無用之地丁男𬒳甲丁女轉輪苦不聊生自經於野樹死者相望故絶世㓕祀窮兵之禍也周失之弱秦失之強不變患也此三人同日上書上皆召見謂之曰公等家皆安在何相見之晚也皆拜郎中而偃一歳四遷至太中大夫上自即位好士旣舉賢良赴闕上書自衛者甚衆其上第者見尊寵下者賜帛罷若嚴助朱買臣吾丘壽王司馬相如主父偃徐樂嚴安東方朔枚臯膠倉終軍嚴忌等皆以材能並在左右每大臣奏事上令助等辨論之中外相應以義理之文秋九月令民大酺五日三年春河水徙自頓丘東南入于渤海夏五月封高帝功臣後五人並爲列侯河决濮陽汎十六郡發卒十萬救河決起龍淵宫四年冬十有二月魏其侯竇嬰棄市𥘉嬰之貴重也田蚡常奉事之及嬰廢而蚡甚用事蚡從嬰請田嬰弗與曰老僕雖棄寧可以勢奪乎故太僕穎川灌夫與嬰善亦怒蚡蚡聞之曰蚡事魏其侯無所不可而愛數頃田且灌夫何預也灌夫家在穎川橫甚蚡乃請案灌夫家事灌夫亦持蚡隂事賔客和之俱止蚡取燕王女爲夫人太后詔列侯宗室皆當賀嬰過要灌夫欲與夫俱行夫不欲徃嬰曰事巳和矣固請與行夫行酒至蚡蚡曰不得持滿夫怒蚡因嘻笑曰將軍責人也釋之次至汝隂侯灌賢程不識方相與耳語未得持酒夫乃發怒罵賢及程不識蚡謂夫曰程李俱爲東西衛尉今衆辱程將軍獨不爲李將軍故乎李將軍者李廣也夫素所敬也夫曰今日斬頭穿胷何知程李乎座稍稍罷出蚡令騎留夫或按夫頭令謝夫怒不肯謝蚡乃麾騎縳夫召御史曰今日召宗室有詔灌夫罵坐不敬繫居室按其前事遣吏分捕灌夫支屬皆棄市竇嬰欲救灌夫其夫人止之嬰曰終不令灌仲孺死嬰獨生乃還其家竊出上書召見具言灌夫事不足誅上欲赦之蚡固爭之上令兩廷尉辨其事御史大夫韓安國兩順之主爵都尉汲黯是竇嬰内史鄭當時亦是竇嬰而復不堅其辭莫敢對上怒内史曰公平生數言魏其侯武安侯之短長今日廷論乃局趣效轅下駒吾并斬若屬矣即罷起太后怒不食曰我在也而人皆籍吾兄弟令我百歳後皆爲魚肉乎上使御史薄責嬰劾繫都司空嬰令兄子上書幸復召見初景帝時嬰常受遺詔曰事有不便輙以便宜上書案尚書大行無遺詔詔書獨藏在嬰家丞相乃奏劾嬰矯先帝令遂棄市而灌氏族矣春三月丞相田蚡薨蚡疾一身盡痛若有人擊之者呼曰服罪服罪上使見鬼者瞻之曰魏其侯與灌夫共手笞之蚡初折節好士以采名譽毎奏事語移日所言輙聽薦人或起家至二千石上曰君除吏盡未吾亦欲除吏其用事如此後甚驕恣甞請考工地欲以益宅上怒曰何不遂取武庫蚡治宅舎請甲第田園極膏腴前堂羅鍾鼓立曲旃後室婦女以百數珍物玩好狗馬不可勝數淮南王安來朝蚡以太尉迎安覇上謂安曰上未有太子大王最賢高帝孫如一旦晏駕非大王當立誰哉淮南大喜多厚贈蚡至灌夫事上不直蚡以太后故屈及後聞淮南王事上曰若武安侯在族之矣初魏其侯用事賔客甚盛後廢棄客皆移於武安侯唯灌夫獨不去初灌夫父張孟爲穎隂侯灌嬰舎人得幸嬰進之至二千石故冐灌氏姓吳楚反時孟以校尉戰死時夫從軍不肯隨歸願取吳王頭若將軍以報父讎於是𬒳甲持㦸募軍中壯士所善願從者數十人及出壁門莫敢進獨兩人及騎奴十餘人馳入吳軍之麾下所殺傷數十人不復得前還獨與一騎歸夫身中大創十餘䖏幾至於死創少瘳復請行太尉固留之乃止由是勇義聞於天下夏四月隕霜殺草五月地震赦天下丁巳平棘侯薛澤爲丞相御史大夫韓安國免秋九月中尉張歐爲御史大夫以仁厚見尊重五年春正月河間王德薨謚獻王德好學修禮樂造次必於儒者道術之士自四方至者皆得古文之書先是來朝上䇿問三十餘事具推道術而對文約㫖明上甚重之夏發巴蜀民治南夷道南夷道君長有十數夜郎最大其西靡漠之屬以十數靡漠最大自靡漠以北君長以十數卬都最大皆椎髻耕田有聚邑其外西自桐師以東至葉榆名爲越雋昆明皆編髪隨畜遷徙無常居大君長地方可數千里自越雋以東北君長以十數莋都最大自莋都以東北君長以十數冉駹最大其俗或土著或移徙自冉駹以東北君長以十數白馬最大此皆巴蜀外西南夷也初楚莊王使將軍莊蹻循江畧地黔中南以西蹻至靡漠地方三百里其旁平地肥饒數千里旣克定之㑹秦奪楚巴黔中郡道塞不通蹻因以其衆王靡漠變服從其俗秦時甞通伍人之道於此諸國頗置長吏漢興皆棄之及太行王恢之救越也使鄱陽令唐蒙使於南越越食蒙以枸醤蒙問所從來曰從西北牂牁江江漢廣數千里出鄱禺城下蒙因上書曰南越地東西皆萬餘里名爲外臣實一州主今以長沙豫章徃來水道絶難竊聞夜郎精兵可數十萬若從夜郎浮舩下牂牁出其不意此制越一竒也可通夜郎道爲置吏上許之乃拜蒙中郎將發巴蜀兵千餘人奉幣帛見夜郎侯喻以威德爲置長吏旁小邑皆貪漢贈帛以爲道逺漢中不能有也故皆且聽命司馬相如亦言西南夷卭莋可置都上恱之以相如爲中郎將徃喻意皆聽命後西南夷數反發兵興徭役費用甚多相如知其難通業巳建之乃假巴蜀之論以諷上且以宣其使㫖於百姓曰蓋聞天子之於夷狄也其義覉縻勿絶而巳今巳罷三郡之士通夜郎之途二年於兹而功不竟士卒勞倦萬民不贍今又接之以西夷百姓力屈恐不能卒業此使者之累也夫卭莋西僰之人與中國不並也其巳久矣仁者不能以德來強者不能以力并意者殆不可乎夫割齊民以附夷狄弊所恃以事無用鄙人固陋不識所謂使者答曰蓋世有非常之人然後有非常之事有非常之事然後有非常之功非常者固常人之所異也故曰非常之人黎民懼焉及臻厥功天下異然也夫賢君之踐位也豈將委瑣偓促拘文牽俗循誦習傳當世取恱而巳或將必崇論宏議創業垂統爲萬世規故馳􁓮於兼并容包而勤思乎參天兩地今封疆之内冠帶之倫咸獲嘉祉靡有闕遺矣而夷狄殊俗之國遼絶異黨之地舟車不通人迹罕至政教未加風流猶㣲内之則犯義侵禮於邊外之則邪行橫作放殺其上君臣易位尊卑失序父兄不辜冲㓜奴虜係縲嘷泣内郷而怨曰蓋聞中國至仁德洋恩普品類羣物靡不樂其所今獨曷爲遺忘巳舉踵恩望如枯旱之望雨上聖之心又焉能巳矣故乃北出師以討強胡南馳使以誚勁越四靣之人風德三方之君鱗集仰流願得受號者以億計故乃關沫若徼牂牁鏤靈山梁孫原創道德之塗垂仁義之統將博恩廣施逺撫長駕使䟽逖不閉爽曶昧闇得曜光明偃甲兵於此息攻伐於彼遐邇同體中外禔福不亦康乎夫拯民於沈溺奉至尊之休德反衰世之凌遲繼周室之絶業天子之急務也百姓雖勞惡得巳乎方將增㤗山之封加梁父之事鳴和鸞而揚雅頌上咸五帝下登三王觀者未覩㫖聽者未聞音夫鷦鵬巳翔於寥廓而羅者猶視於薮澤豈不哀哉是時又發卒萬人治鴈門阻險秋七月大風拔木乙巳皇后陳氏廢皇后堂邑侯陳午女也午即嬰孫也嬰封堂邑侯午尚長公主嫖上爲太子時長公主有力焉故太后取公主女配太子及爲皇后驕恣擅權寵十餘年無子又挾婦人媚道故廢時長公主寡居五十餘矣有董偃者年十三隨其毋賣珠於主家主見其姣好因留第中出則執轡入則侍内使散財交士令府中曰董君所散一日金滿百斤帛滿千匹乃白之其後主稱疾疾瘳請上臨之欲因是以見董偃上曰願謁主人公公主脫簮珥徒跣頓首謝因引偃偃著緑幘碧鞲伏殿下上爲之起寵遇之自是董偃貴寵聞於天下後上爲主置酒宣室使謁者引納董君侍郎東方朔避㦸而前曰董偃有斬罪三安得入乎偃以人臣私侍公主其罪一也敗男女之禮以傷王制其罪二也偃不遵經學以奢侈狗馬干上之欲始爲淫首其罪三也上黙然良久曰吾以業設酒後而改之朔曰不可夫宣室先帝之正䖏也非法度之正不得入也故淫亂之漸其變爲篡竪貂爲淫而易牙作患慶父誅而魯國全管蔡戮而周室安上曰善更置酒北宮引納董君賜朔金三十斤自偃之後諸公主行多僻恣者矣上妹之子尚上女夷安公主驕放犯罪死左右爲之請上流涕曰廢先帝之法吾何靣目入郊廟乎乃哀不能自勝朔進曰臣聞樂太甚則陽溢悲太甚則隂損聖王爲政賞不避仇讎誅不阿親戚陛下行之天下幸甚臣昩死再拜上千萬壽上甞問朔曰吾欲化天下豈有道乎朔對曰孝文帝自衣弋綈足履革舄集上書囊以爲殿帷以道德爲麗以仁義爲準於是天下昭然大化今陛下崇苑囿起建章左鳳闕右神明號千門萬戸木土衣緹繡犬馬被繢罽宫人簮瑇瑁垂珠璣設戯車教馳逐餙文采竒怪撞千石之鐘擊雷霆之皷作排優舞鄭女上爲淫侈如此而欲民不奢佚事之難也陛下誠能用臣朔之計摧甲乙之帳焚之於四逹之衢却走馬之街示不復用則堯舜之隆可與比而治也朔又上書自訟獨不得大官因陳農戰強國之計數萬言專用商鞅韓非之語文㫖放蕩頗復以恢諧終不見用八月螟蟲徴賢良文學上䇿之曰蓋聞上古至治畫衣冠異章服而民不犯隂陽和風雨時父不哭子兄不哭弟人迹所及跛行喙息咸得其宜今何修而臻此乎仁義禮智四者之宜安所施設天人之符廢興何如菑川人公孫弘對曰臣聞厚賞重刑未足以勸善禁非必信而巳矣是故因能而任官則分職治去無用之言則事情得不作無用之器則賦歛省不奪民時不妨民力則百姓富有德者進無德者退則朝廷明有功者上無功者下則羣臣恱罰當罪則姦邪止賞當功則羣下勸凡此八者治之本也故養民者禁之則不爭治之則不怨有禮則不暴愛之則親上此有天下之急也罰不違義則民服而不離和不逺禮則民親而不慢故畫衣冠異章服而民不犯者此道素行也臣聞之氣同則相從聲比則相應人主和德於上則萬類和洽於下故心和則氣和氣和則形和形和則聲和聲和則天地之和應也故曰隂陽和風雨時甘露降五谷登山不童澤不涸嘉禾興朱草生此和之至也故形和則無疾無疾則不失故父不哭子兄不哭弟逺方民物莫不蒙化此和之極也臣聞之致利除害愛憎無私謂之仁眀是非立可否謂之義進退有度尊卑有分謂之禮擅殺生之柄通壅塞之路謂之權審輕重之數論得失之道使逺近情僞必見於上謂之智術凡此四者治之大用也得其要術則天下安樂法設而不用不得其術則主昏於上官亂於下故天無私親順之則和起逆之則害生此天人之符也時對者百餘人太常奏弘第居下䇿上擢弘對爲第一召入見容貌甚麗拜爲博士待詔金馬門弘又上䟽曰先世之吏正故其民篤今世之吏邪故其民薄政弊而不行令倦而不聽夫邪吏行弊政用倦令治薄民不可得而治此政之所以失也臣聞周公旦治天下朞年而變二年而化五年而定唯下之所志上以書答焉問弘稱周公之治強朕自視孰與周公賢對曰臣愚淺薄無敢比於周公雖然愚心暁然見治道之所以然也夫虎豹牛馬禽獸之不可制者及其教馴服習唯人之從臣聞揉曲木者不累日銷金石者不累月夫人之於利害好惡豈比禽獸木石之類哉朞年而變臣弘常切遲之上嘉異其言前漢孝武皇帝紀二卷第十一"}
{"id": "KR2b0003_012", "series": "KR2b0003", "text": "前漢孝武皇帝紀三卷第十二荀恱元光六年冬𥘉算商車春穿漕渠通渭匈奴入上谷殺略吏民遣騎將軍公孫敖出代輕車將軍公孫賀出雲中驍騎將軍李廣出鴈門車騎將軍衞靑出上谷衞青者衞夫人子夫之弟也父鄭季河東平陽人也初季與主家僮衞媪私通生竒青冐姓爲衞氏靑長姊君孺即公孫賀妻也嘗有相者曰貴人也當封侯靑曰人婢之生得無笞罵足矣安得封侯乎及子夫自平陽公主家僮得幸於上立爲夫人陳皇后之大長公主捕囚靑欲殺之公孫敖爲騎郞與壯士募靑上聞乃召靑爲建章監侍中子夫女弟貴故與陳掌通上乃召貴掌及公孫敖衞靑之寵始隆矣其時諸將皆無功唯靑頗斬首虜賜爵關内侯而李廣爲匈奴所生得單于聞李廣賢令曰得李廣必生致之廣初被創胡騎置兩馬間絡嚢盛之廣僞死漸漸騰而上馬抱胡兒而鞭馬南馳匈奴數百騎追之廣取胡兒弓射殺追騎遂得免後下吏贖爲庶人夏大旱蝗六月行幸雍秋匈奴盗邊遣將軍韓安國屯漁陽元朔元年冬十有一月詔曰夫十室之邑必有忠信三人並行厥有我師今或至闔郡不薦一人是化不下究而積行之君子擁於上聞也且進賢受上賞蔽賢蒙顯戮古之道也其議不舉賢者罪有司奏議曰古者諸侯貢士一適謂之好德再適謂之賢賢三適謂之有功乃加九錫不貢士一則黜爵二則黜地三則黜爵地畢夫附下罔上者死附上罔下者刑與聞國政而無益於民者斤在上位而不進賢者退此所以勸善黜惡也不舉孝不奉詔當以不敬論不察廉不勝任也當免奏可十有二月江東王非薨謚曰易王非好勇有氣力治宮室招四方豪傑驕奢甚盛春三月甲子立皇后衞氏赦天下秋匈奴入遼西殺太守入漁陽鴈門敗都尉遣將軍衞靑出鴈門將軍李息出代獲首虜數千級東夷穢貊君南閭等口二十八萬人降以爲蒼海郡魯王餘薨謚曰恭王餘好治宮室苑囿狗馬長沙王發薨謚曰定王王母唐姬故程姬侍者景帝召程姬程姫有所避而夜進其侍者景帝醉不知而幸之遂有身及生子因名發以母微無寵故王居卑濕貧國二年冬賜淮南王淄川王机杖無朝春正月令諸侯王得以邑土分子弟於是藩國子弟畢侯矣是時主父偃說上曰古者諸侯不過百里今諸侯或連城數十地方千里緩則驕淫急則怨叛以法割削則邪逆萌生近晁錯是也今諸侯子弟或十數適嗣代立餘無尺土願陛下令諸侯得推恩分子弟彼人人喜得所願實不分其國而久久稍弱又曰茂陵初成天下豪傑兼并之家可使徙茂陵内實京師外銷姦猾匈奴入上谷漁陽遣將軍衞靑李息出雲中西至符離獲首虜數千級收河南地北置朔方五原郡封靑爲長平侯校尉蘇建有功封平陵侯建築朔方城校尉張次公有功封岸頭侯二月乙亥晦日有蝕之夏募民徙朔方十萬戶徙郡國豪傑於茂陵秋燕王定國有罪自殺無後國除定國與父康王姬姦生子男一人奪弟妻爲姬與子女三人姦故誅齊王次昌自殺無後國除先是主父偃常求納女於王宮王太后不聽時王内淫亂主父偃言之於上上拜偃爲齊相以正其事偃驗王後宮宦者辭及王與姊妹姦偃使人以此動王王年少恐懾自殺公孫弘以爲齊王以憂死無後偃本首惡非誅偃無以謝天下遂族偃偃齊人也初遊說山東不遇乃曰丈夫生若不五鼎食死即當五鼎烹卽西入關旣獲貴寵賔客輻輳及其死也莫之收視唯孔奢葬之上聞之謂孔奢爲長者三年春罷蒼梧郡三月赦天下夏匈奴伊雅斜單于入代殺太守入鴈門殺略千餘人六月庚申皇太后崩御史大夫張歐免内史公孫弘爲御史大夫秋罷西南夷屯公孫弘以爲疲弊中國以奉無用之地請罷之築朔方城令人大酺五日四年冬行幸甘泉夏匈奴入代定襄上郡殺數千人五年春大旱車騎將軍衞靑將三萬騎出高關驍騎將軍公孫賀游擊將軍蘇建強弩將軍李蔡出朔方將軍李息將軍張次公出右北平凡十餘萬騎擊匈奴右賢王右賢王方飲酒以爲漢兵遠不能至也衞靑徑夜至圍右賢王右賢王大驚乃將數百騎馳潰圍北遁僅以身免得右賢王禆將十餘人衆男女萬五千餘人畜産數千萬還師屯於塞上詔即軍中拜靑爲大將軍益封八千七百戶而封靑三子爲列侯靑固辭子封上不聽將軍公孫賀李蔡護軍都尉公孫敖校尉李朔趙不虞戎奴都尉韓說皆以功封列侯衞靑旣登大將軍貴寵甚盛自公卿以下莫敢不拜唯汲黯與亢禮或以責黯黯曰夫以大將軍之尊而有揖客反不重乎大將軍聞而賢之夏六月詔禮官勸學明禮崇化舉遺逸以屬賢才秋匈奴入代殺都尉冬十有一月乙丑丞相薛光免御史大夫公孫弘爲丞相封平津侯丞相未有以侯拜者至弘始拜而封丞相封侯自弘始也荀恱曰丞相始拜而封非典也夫封必以功不聞以位孔子曰如有可譽必有所試矣譽必待試況於賞乎易曰鼎折足覆公餗其刑渥凶若不勝任覆亂鼎實刑將加之況於封乎初弘牧豕於海上年四十餘乃學春秋嘗爲博士使匈奴不稱上意罷後應賢良舉上甚賢之起徒歩數年位至宰相年八十矣弘於是起客館延賢人與叅謀議情博士置弟子貟學者益廣故人賔客皆仰衣食身爲布被脫粟飯一肉食家無餘財主爵都尉汲黯數面詰弘於上前曰弘每與臣等議事至上前即背之以從欲大不忠上問弘弘曰知臣者以爲忠不知臣者以爲不忠黯又曰公孫弘位爲三公而爲布被是詐也上問弘弘曰臣聞管仲相齊有三歸之奢桓公以覇上不僣於君晏子相齊食不重肉妾不衣帛齊因以治下不比於民今弘布被誠詐也欲以爲名且無黯之忠陛下安聞此言上以弘爲有讓益厚待之弘爲人愼厚事後母孝謹辨論有理習文法吏變事飾以儒術每朝㑹議開陳其兩端令人主自擇不肯面折廷爭然外寛内深意忌主父偃偃嘗與弘有郄竟報其私弘與仲舒同學不如仲舒仲舒以弘爲䛕膠西王縱恣數害長吏乃言仲舒使相膠西王王素聞仲舒賢善待之仲舒正身率下所居而治六年春二月大將軍公孫敖左將軍公孫賀前將軍趙信右將軍蘇建後將軍李廣強弩將軍李沮凡十餘萬騎出定襄斬首虜三千級還休士馬於定襄雲中鴈門赦天下夏四月衛靑復出將六將軍逾絕漠北大剋獲蘇建趙信以三千騎獨遇單于戰敗信遂降匈奴建獨以身免歸大將軍議其罪議郞周覇等曰自大將軍出未曾斬一禆將令建棄軍可斬以明軍威軍正閎長史安曰不然兵法小敵之堅大敵擒也建以數千當單于數萬力戰百餘士盡死無二心自歸而斬之是示後人無返意也靑曰善靑幸得以肺肝待罪行陣之間不患無威而覇說我以明軍威甚失人臣意且以臣之尊寵不敢擅誅於外其歸天子天子自裁之於是以諷人臣不敢專權不亦可乎將吏皆善遂囚建上至長安赦之贖爲庶人憂死六月詔曰朕聞五帝不相復禮三代不相同法所由殊路而建德一也今中國一統而北邊未安朕甚悼之其置武功賞官以寵戰士校尉張騫從衞靑有功封博望侯騫者漢中人也初爲郞應募使月氏時匈奴殺月氏王遂西徙故漢欲與月氏擊匈奴騫行爲匈奴所得留騫十餘歲與妻有子然騫常持漢節不失後亡到月氏月氏未有報匈奴意騫留◍歲餘乃還並南山從羌中來歸復爲匈奴所得留之歲餘會單于死國内亂騫乃與其胡妻來歸漢拜爲太中大夫初騫行百餘人十三年乃歸唯騫與唐邑氏奴二人得還騫身所到大宛大月氏大夏康居而傳聞其旁國名具爲上言之西域本三十六國後分爲五十四國皆在匈奴之西婼羌國沮沬國精絕國戎盧國渠勒國皮山國烏耗國西夜國蒲犂國依耐國無雷國損毒國桃槐國休循國疏勒國尉頭國烏貪國卑陵國渠類谷國隋立師國單桓國蒲類國西沮彌國刼日國孫胡國三山國車師山國凡二十七國小國也小者七百戶上者千户也扜彌國于闐國難完國莎東國温宿國龜兹國尉梨國危項國鄢蓍國凡此九國次大國小者千餘戶大者六七千戶南北有大山東則接漢阨以玉門陽關西則限以葱嶺中山中央有大河其河有兩源一出葱嶺一出于闐于闐在南山下河北流與葱嶺河合東注蒲昌海蒲昌海一名鹽澤去陽關三千餘里廣長三四百里其水停居東夏不增減皆以爲潜行地下南出於積石山爲中國河云自玉門陽關出西域有四道行從鄯善旁出南山西行至莎居爲南道南道西逾葱嶺則出大月氏安息自車師旁北山西行至疏勒爲北道北道西逾葱嶺葱嶺則出大宛康居奄蔡鄢耆西域諸國大率土著有城郭田畜與匈奴異俗皆役屬匈奴匈奴賦稅之取給焉皮山國去長安萬五千里自皮山以西至大頭痛山小頭痛山身熱赤土之坂令人身熱無色頭痛嘔吐驢畜盡然又有三池盤石懸渡之坂校者尺七寸長者徑三十里臨崢嶸不測之淵行者歩騎相持䋲索相牽引三千餘里烏孫王號昆彌治赤城去長安八千九百里戶十二萬口六十萬大國也地方五千餘里東接匈奴西界大宛南與城郭諸國接其俗與匈奴同其處土多雨寒而國多馬故屬匈奴後稍強盛徒覉縻而巳不肯徃朝會罽賔國王治修蘇城去長安萬二千里土地平坦温和有苜蓿雜果奇木種五穀稻多蒲桃竹漆治園池民雕文刻鏤治宮室織罽刺文繡好酒食有金銀銅錫以爲器有市肆然以銀爲錢文爲騎馬曼爲人面出封牛水牛犀象大狗沐猴孔雀珠璣珊瑚琉璃其他畜與諸國同安息國王治潘兠城去長安萬二千六百里地方數千里城郭數百有車舩商賈書革旁行爲書記其俗與罽賔國同亦以銀爲錢文爲王面曼爲夫人面一王死輒改其錢出犬馬大雀大宛國王治貴山城去長安萬二千五百五十里戶四十萬與安息同俗出蒲萄苜蓿以蒲萄爲酒富人藏酒至萬餘石數十年不敗出馬馬汙血言其先天馬子也大月氏本匈奴同俗居燉煌祈連山間匈奴老上單于殺月氏王以其頭爲飲器月氏乃遠去西過大宛擊大夏而臣之國都嬀水其土地與安息同俗其餘小衆不能去者保南山號小月氏焉大夏本無大君長徃徃置小君長有五翕侯一曰未密翕侯二曰雙靡翕侯三曰貴翕侯四曰翕侯五曰高附翕侯康居國在烏孫西北去長安萬二千三百里戶十三萬口六十萬與大月氏同俗奄蔡國在康居西北去長安萬二千里與康居同俗臨大澤無津涯蓋北海河也烏弋國去長安萬五千三百里出獅子犀牛其錢文爲人頭曼爲騎馬自烏弋行可百餘日至條支國去長安萬二千三百里臨西海出善幻人有大鳥卵如甕長老傳聞條支西有弱水西王母所居亦未嘗見條支西行可百餘日近日所處禹本紀言河出崑崙崑崙高萬二千五百餘里日月所以相避隱爲光明自張騫使大夏之後窮河源隱悉覩所謂崑崙者乎故言九州山川尚書近之矣禹本紀山經有所考焉十有一月癸酉晦日有蝕之元狩元年冬十月行幸雍祠五畤獲白麟一角而五蹄有奇木衆枝旁出復合於上上以問羣臣謁者終軍對曰昔武王中流未濟白魚入於王舟令郊禮未見於神祗而獲獸以饋此天所以示饗而上通之符合也盖六鶂退飛逆也白魚登舟順也夫明闇之徵上亂飛鳥下動淵魚各以類推今野獸并角明同本也衆枝内附示無外也若此之應殆將有解編髪削左袵襲冠帶要衣裳而慕化者焉可恭巳而待之宜因昭時令日改定告元苴白茅於江淮發嘉號於營丘以應緝熈使著事者有所紀焉由是改元朔爲元狩是歲北地匈奴名王率衆來降十一月淮南王安衡山王賜謀反誅之安好讀書招致賔客方術之士數千人作内書二十一篇外書甚衆又有中書八卷言神仙黃白之事上以安屬諸父甚尊重之初安朝上使作離騷賦旦受詔食時畢上毎與燕會昬暮乃罷建元六年彗星見或謂安曰天下兵當大起安心以爲上未有太子天下有變諸侯並爭乃治戰攻具積金錢賂遺郡國遊士羣臣賔客江淮間多輕薄妄以妖言阿䛕安又以厲王遷徙感激之後安坐擁閼求奮擊匈奴者雷被等廢格明詔當棄市官削三縣安由是怨望反謀益甚初將作亂召中郞伍被欲與計事呼之曰將軍伍被曰王安得此亡國之言邪昔者子胥諫呉王呉王不用曰吾今見麋鹿遊於姑蘇之臺今臣將見王宮中生荆棘而露霑衣也於是繫被父母囚之三月王復召被曰將軍許寡人乎被曰否臣將爲大王劃計耳王曰天下治乎亂乎被曰竊觀朝廷紀綱之叙皆得其理上之舉錯遵古之道雖未太平然猶爲治也王曰公以爲大將軍何如人也被曰臣聞大將軍遇士大夫以禮與士卒有恩衆皆樂爲用騎上下山谷若飛材力絕人常爲士卒先須休乃敢舍穿井得水乃敢飲軍罷士卒巳逾河乃渡上所賜金錢盡以賞賜雖古名將不能過也王不恱復曰公以呉王之起兵非也被曰呉王賜號爲劉氏祭酒受机杖而不朝王四郡之衆地方數千里舉兵而西破敗而還身滅祀絕爲天下笑天以呉衆不能成功者何誠逆天違理而不見時也王曰男子之所死者一言耳且呉王何知反今我令樓緩輕兵先要城臯之口周被下頴川之兵蹇轘轅守伊闕之道陳定發南陽之兵守武關河南太守獨有洛陽耳何足憂人言絕城臯之口天下不通據大川之險招天下之兵公以爲何如被曰臣見其禍未見其福後王恐謀泄謂被曰吾欲遂發兵天下勞苦有聞矣諸侯頗有失行者皆自疑我舉兵而西向必有應者無應則還略衡山勢不得不發被曰略衡山以致廬江有潯陽之舩守下雉之城結九江之浦杜豫章之口強努臨江而守以禁南郡之下東保會稽南通勁越屈強江淮之間可以延歲月之壽矣未見其福王曰陳勝呉廣奮臂大呼比至戯衆百二十萬今吾國雖小精兵可二十萬公何言無福被曰臣不敢避子胥之誅願王無爲呉王之聽徃者秦爲無道殘賊天下殺儒術之士燔詩書棄禮義任刑法轉海濵之粟致乎江西當此之時男子疾耕不足於糧餽女子紡績不足以蓋形遣蒙恬築長城東西數千里曝兵露師嘗致千百萬殭屍滿野流血千里於是百姓力屈欲爲亂十室而五又使徐福入海求神仙多賫童男女三千餘人五種百工而行徐福至平原大澤止王不來於是百姓怨痛欲爲亂者十室而六又使尉佗逾五嶺攻百越佗知中國勞極乃止王南越行者不還徃者莫返於是百姓心離瓦解欲爲亂者十室而七興百萬之衆作阿房之宮收大半之賦發閭左之戍父不寧子兄不安弟政苛刑慘民皆引領而望側耳而聽悲號仰天叩心怨上欲爲亂者十室而八於是勝廣大呼劉項並㑹天下響應百姓願之若枯旱之望雨故能起行陣之間以成帝王之業今大王見高祖得之易獨不見近世之呉楚乎當今陛下臨制海内一齊天下口雖未言聲疾雷電令雖未發行化如神心有所懷威動千里下之應上猶影響也大將軍材能非直章邯楊熊也且大王之兵衆未能十分呉楚之一天下安寧又萬倍於秦時王以陳勝論之臣竊以爲過矣臣聞箕子過故國而悲泣作麥秀之歌痛紂之不用比干也孟子曰紂貴爲天子死曾不如匹夫是紂先自絕於天下矣非死之曰天去之見臣竊悲大王棄千乗之君將賜絕命之書爲羣臣先身死於東宮也被因流涕而起後復召被曰苟如公言不可徼幸邪𬒳曰必不得巳被有愚計方今諸侯無異心百姓無怨氣朔方之地廣美徙者不足以實其地可僞爲丞相御史詐書詔徙郡國豪傑及耏罪巳上赦令除家産五十萬巳上皆徙朔方郡益發兵卒急其㑹日又僞爲左右都尉司空上林都中官詔獄官書罪諸侯太子及幸臣如此則民怨諸侯懼因使辯士隨而說之儻可以徼倖王曰如此可也然吾以爲不至於此詐作皇帝玉璽丞相御史大夫中二千石將軍都官令丞及旁近郡太守相都尉印綬因漢使持節法官欲如伍被計又使人僞得罪而西使大將軍丞相一旦發兵則刺殺大將軍衞靑而說丞相弘巳下如發蒙耳又曰汲黯喜直諫守節死義唯悼黯也欲發國中兵恐丞相二千石不聽謀僞失火宮中丞相二千石救火因殺之又欲令人持羽檄從南方來呼曰南越兵入又欲因以發兵後王更以他事大臣多逮繫獄者無所任未敢發兵伍被知事巳發覺詣吏自告與淮南王謀反蹤跡如此上以被雅辭多稱漢美欲勿誅廷尉張湯爭之曰被首爲反計罪無赦遂族被而淮南王自殺黨與死者數萬人初嚴助之使南越淮南王與相結及淮南王來朝厚賂遺助交私論議廷尉張湯以爲助腹心之臣而外交諸侯當誅助坐棄市有司以衡山王淮南王親弟請追捕衡山王上曰諸侯各以其國爲本不當相坐㑹衡山王謀發覺初衡山王隂知淮南王謀畏淮南王并其國以爲淮南王發西欲起兵江淮間而有之隂與淮南王約束作反具公卿詣遣宗正大行治衡山王王聞之自殺十有二月大雨雪民凍死夏四月赦天下乙卯立皇太子據遣謁者巡行天下賜民年九十巳上及鰥寡孤獨三老孝悌力田帛各有差五月乙巳晦日有蝕之從旁左太史占曰凡日蝕從上失君從旁失臣從下失人匈奴入上谷殺數百人前漢孝武皇帝紀三卷第十二"}
{"id": "KR2b0003_013", "series": "KR2b0003", "text": "前漢孝武皇帝紀四卷第十三荀悅二年冬十月行幸雍祠五畤春三月戊寅丞相公孫弘薨壬辰御史大夫李蔡爲丞相張湯爲御史大夫驃騎將軍霍去病將萬騎出隴西逾烏盭討濮連陟狐奴歷五國生獲匈奴單于子轉戰五日過鄢耆山千有餘里合短兵鏖臯蘭下斬虜侯王執混邪王及相國都尉收休屠王祭天金人去病者衞青姊少兒子也父霍仲孺爲縣吏給事平陽公主家與少兒私通生去病去病初以侍中爲嫖姚校尉從衞青擊匈奴有功封冠軍侯及至是也增封一千二百戶夏馬生余吾水中南越獻馴象能言鳥將軍去病公孫敖出北地二千餘里過居延斬首虜三萬餘級匈奴入鴈門殺畧數百人遣衞尉張騫郞中令李廣將兵出右北平廣將四千餘騎付之與張騫異道匈奴數萬騎圍廣廣軍士震恐廣乃使其子敢從數十騎直貫突胡騎中出其左右而還謂廣曰胡騎易與耳軍士心乃安稍爲營陣外向胡急擊之矢下如雨漢兵死者過半射矢且盡廣乃持滿無發廣身自以大箭射其禆將殺數十人胡虜稍稍解去會日暮吏士無人色而廣意氣自如明旦復力戰而張騫以萬騎至匈奴乃解去廣騎畧盡獨得以身免亦殺虜三千餘人廣旣歸以其所殺獲自當無罪無賞張騫以後期當斬贖爲庻人廣亦爲庻人廣常夜遊田間飲還覇陵尉呵止廣廣騎曰故李將軍尉曰今將軍尚不得夜行何故也止廣宿亭下居無幾何匈奴入遼西召拜廣右北平太守廣請尉俱至軍所而斬之江都王建有罪自殺初易王薨建居服外舍召易王所幸淖姬等十九人及女弟信臣等與姦通建遊章䑓令子乗小舩建蹈覆其舩四人皆溺二人死復遊雷陂天大風建使郞二人乗小舩入波中舩覆郞溺投水乍見乍没建臨視之大笑以爲樂卒皆死宫人女子有過輒裸令擊鼓或置樹上久者三十日乃得衣或從狼齒殺之建觀而笑之或閉人令餓死凡殺人無辜者三十五人建欲令人與禽獸交而生子令宫人與羝羊及狗交自知罪多國中人欲告之建遂謀反作黃屋盖刻皇帝璽作漢節賂閩越約有急相助建時載其父所賜天子旌旗出入後事發覺有司奏建無道雖桀紂之惡不至於是當以謀反法誅廷尉宗正即問建建自殺本傳云魯哀有言寡人生於深宫之中長於婦人之手未嘗知憂未嘗知懼信哉斯言雖欲不危亡不可得也是以古之人以宴安爲鴆毒無德而富貴謂之不幸漢興諸侯王率多驕淫失道何則沉溺於放恣之中居勢使之然也自凡人猶繫於習俗何况哀公之倫乎夫唯大雅卓爾不羣河澗獻王近之矣膠東王寄薨淮南王謀反時寄漸聞其事私作戰守備及後治淮南王事上令下吏辭出之寄後自傷悔發病死不敢置祠後上立寄長子賢爲王秋混邪王率衆四萬餘人來降封爲列侯單于怒曰混邪王休屠王數爲漢所破單于欲誅之故二王謀降漢休屠王後悔混邪殺之幷其衆以降合四萬餘人置五屬國以處之以其地爲武威酒泉郡而休屠王子曰日磾與毋閼氏及弟倫俱没入官輸黃門養馬休屠王祭天作金人故曰金氏上遊後庭視馬後宮滿廐掌養事數十人莫不竊視磾獨不敢視馬又肥好日磾長八尺二寸容貌甚嚴麗上異而問之以狀對卽日拜爲馬監後爲光祿大夫侍中上甚信愛之賞賜累千金出則參乗入則侍帷幄貴戚左右皆曰陛下安得一胡兒而反貴重之上益厚焉日磾毋教二子有法度母病死上圖母形於甘泉宫日磾毎朝見母畫像常拜泣而後去日磾二子皆爲上兒其後弄兒壯大不謹自殿下與宮人戲日磾見之卽殺之上大怒日磾言其狀上爲泣而心敬日磾侍左右數十年未嘗忤視上賜守宫女不敢近之其謹慎如此三年春有星孛於東方夏大旱五月赦天下立膠東康王少子慶爲六安王慶寄之愛子也上憐焉故立之封蕭何曾孫慶爲鄼侯先是慶父則嗣有罪免故以弟子勝嗣有罪免侯故以兄子慶嗣何後秋匈奴入右北平定襄殺畧千餘人遣謁者舉吏民能假貸貧民者一以名聞是時混邪王新降縣官費衆倉庫空竭貧民流徙皆仰給貸於縣官縣官無以賑之河南人卜式以錢二十萬與太守助廩貧民時富民多匿財者唯式願出家財上召拜爲郞中賜爵左庻長復田十頃布告天下以諷百姓式以田畜爲事有羊千餘頭先是時擊匈奴式上書願輸家財半以助邉上問式欲官乎對曰不願又問家有冤乎曰無也以爲天子誅匈奴賢者宜盡節有財者宜輸之則匈奴可滅也時丞相公孫弘以爲此非人情不軌之臣不可以爲化不許之及式爲郞中上乃使式牧羊上林苑中羊肥息上見問而善之式曰非獨羊治民亦猶是以時𧺫居惡者輙去之無令敗羣上竒其言拜緱氏令吏民便之减隴西北地上郡戍卒半是歳發謫吏卒穿昆明池四年春有司言關東流民凡七十二萬五千口縣官無以衣食賑廩用度不足請收銀錫以白鹿皮造白金及皮幣以足用是時禁苑有白鹿而少府多銀錫乃以白鹿皮方尺縁以繢爲皮幣直三十萬王侯宗室朝覲必以皮幣薦璧然後得行又以銀錫爲白金三品其一重八兩圎之其文龍名白撰直三千其二差小而方之其文曰馬直五百其三復小墮之其文曰龜直三百銷半兩錢更鑄五銖錢重如其文又盗鑄作弊罪死於是孔僅爲大司農丞領管塩鐡桑弘羊洛陽賈人子以能心計年十三爲侍中言利事皆刻秋毫而始筭緡錢及車舩矣其後弘羊請置大司農部丞數十人分王郡國各得徃置均輸塩鐡官令逺方各以其物商賈所販賣爲賦而相凖輸置平凖官于京師都受天下委輸諸物官盡籠天下之貨物貴則賣之賤則買之富商大賈無所侔大利物皆反其本而物不得踴貴故抑天下之物名曰平凖又請令民得以粟補吏罪人得以贖死及入粟爲吏復各有差於是民不益賦而國用饒足乃賜弘羊爵左庻長黃金二百斤㑹天大旱上令百官請雨太子傅卜式言於上曰縣官當衣食租稅而巳今弘羊令吏坐市列肆販賣求利獨烹弘羊天乃雨是時董仲舒說上曰古稅民不過什一使民歳不過三日民財用内足以養老盡孝外足以事上供稅下足以畜妻子故民悅而從上至秦則不然用商鞅之法改帝王之道除井田之制富者田連阡陌貧者無立錐之地人專川澤之利營山林之饒荒淫越制邑有人君之尊里有王侯之富小民安得不困又加月有吏卒征衞屯戍一歳力役四十倍於古田稅口賦二十倍於古或耕豪傑之田見稅什五故常衣馬牛之衣食犬豕之食又重以貪暴之吏刑戮妄行民無所聊生逃亡山林並爲盗賊㫁獄一歳以十萬數漢興遵而未改古井田法雖難卒行宜少近古限民占田塞兼并之路塩鐡皆歸於民去奴婢除專殺之威薄賦歛省徭役以寬民然後可治也其言未施行有星孛於東北夏有長星出於西北大將軍衞靑將四將軍出定襄將軍去病出伐各萬餘騎歩兵數十萬靑到漠北圍單于斬首萬九千級單于遁走追至寘顔山乃還去病與左賢王戰斬首虜七萬餘級封狼居胥山乃還前將軍李廣右將軍趙食其皆後期廣自殺食其贖死廣與大將軍别道迷而後期大將軍遣長吏責問廣令詣幕府對謂其麾下曰廣結髪與匈奴大小七十餘戰仐迷而失道豈非天邪且廣年巳六十餘終不能使復對刀筆吏矣遂自刎死百姓聞之知與不知莫不垂泣廣初文帝時以良家子從軍文帝竒其才曰使廣遭髙帝萬戸侯豈足道哉及呉楚反時戰昌邑下顯名後爲上郡太守匈奴入上郡上使中貴人助廣擊匈奴中貴人將數十騎出見匈奴三人與戰射傷中貴人殺其騎且盡中貴人走告廣廣曰此必匈奴射鵰者乃從百餘騎馳射殺二人生得一人匈奴數千騎望見廣以爲誘騎驚出兵上山而陣廣直前來至匈奴二里止令皆下馬觧鞍有白馬將軍出護兵廣射殺之復還觧鞍縱馬胡兵怪之卒不敢擊㑹日巳暮胡以爲漢有伏兵乃夜遁走嘗獵見草中石以爲伏虎射之入石没羽視之石也他日射之終不能入廣之軍吏士卒多以軍功封侯者而廣終不得封初西羌反廣誘降者八百餘人而同日盡殺之望氣者王朔曰禍莫大於殺巳降此將軍所以不封侯也五年春三月甲午丞相李蔡有罪自殺賜葬地陽陵二十畞盗取長陵三畞又侵神道壖地一畞葬其中行五銖錢徙天下大姦猾吏民於邉關内侯郞中令李敢怨衞靑之恨其父也乃擊青傷之諱而匿之居無幾何敢從上甘泉霍去病怨敢傷靑射殺敢上爲諱云鹿觸殺之夏四月乙丑太子太傅嚴青翟爲丞相六年冬十月雨水無氷夏四月乙巳朔立皇子閎爲齊王賜䇿曰惟元狩六年夏四月乙巳皇帝使御史大夫張湯廟立皇子閎爲齊王曰嗚呼小子閎受兹青土朕承天序唯崇稽古建爾國家封于東土世爲漢藩輔嗚呼念之哉龔朕之詔惟命不于常人之好眀德顯厥有不臧無乃凶于乃國害于爾躬嗚呼保國有民可不慎歟王其朂哉立皇子旦爲燕王胥爲廣陵王皆賜䇿六月乙卯詔遣博士六人分廵天下存孤寡恤廢病賑窮乏勸孝悌舉獨行之君子秋七月大司馬驃騎大將軍霍去病薨發屬國玄甲陣自長安至茂陵爲塚塋象祁連山諡曰景桓侯去病爲將敢深入赴利不顧其難然士卒或乏糧食上嘗教之孫呉兵法對曰顧方畧如何耳其不蹈用古兵法上爲治第對曰匈奴不滅臣何以家爲去病後甚貴寵而衞青稍衰賔客故人皆去青而事去病唯故益州刺史任安不肯去初去病旣壯大乃自知爲霍仲孺子會爲驃騎將軍擊匈奴道出河東乃迎見仲孺大爲置田宅奴婢而去還復過之仲孺小子光字子孟時年十餘歳因將光西入關仕光爲郞遷侍中去病死後光爲奉車都尉光祿大夫出則同車入侍左右出入禁闥二十餘年小心謹慎未嘗有過甚見親信元鼎元年夏五月赦天下大酺五日六月得寳鼎於河東汾水上薦見於宗廟藏於甘泉宫鼎大八尺一寸髙三尺六寸羣臣伏賀曰陛下得周鼎侍中光祿大夫吾丘壽王獨曰非周鼎王怒召而問之對曰周有眀德上天報應鼎爲周出故爲周寳今陛下恢崇大業天瑞並至昔秦始皇親出鼎於彭城縣而不能得天祚有德而寳鼎自出此天所以與漢乃漢寳非周寳也上曰善賜金五十斤初公孫弘奏禁民無持弓弩曰一賊彎弩百吏不敢前此盗賊所以難容也上下共議壽王對曰大射之禮自天子逹於庻人三代之道也臣聞聖人合射以教人不聞弓矢以爲禁也攻奪之罪死而猶不禁人姦之重誅而固不避也臣恐邪人挾之吏不能止良民自衞而抵罪犯禁是擅賊威而奪民救也竊以爲無益於禁姦而令學之者不得修其業不甚便上以難弘弘屈服焉壽王宇子贛涿郡人也後生事誅濟東王彭離有罪廢徙上庸博士徐偃使循行天下郡國矯制膠東魯國鼓鑄塩鐡御史大夫張湯劾奏偃法至死偃對曰爲春秋之義大夫出疆有可以安社稷利國家存萬民者專之可也湯不能屈其義有詔使中謁者終軍問其狀終軍語偃曰古者諸侯國異政家殊俗安危之勢呼吸成變故有專巳之義今天下爲一春秋之義王者無外偃修封域之中而辭以出境何也且塩鐡郡國有餘藏且二國廢不足爲害而以安社稷爲辭也偃以前三士不許而直矯制作威福此眀王所必加誅也凡偃鑄鐡欲及春耕種贍民器今魯之鼓鑄當先具其器備至秋乃能舉火此言與實倍也枉尺直尋孟子猶稱不可今所犯罪重所就者少偃自以爲必死而爲之邪將幸誅不加欲以採名也偃辭屈下御史大夫服罪終軍濟南人也年十八選爲博士到府受遣太守賢而友之軍揖太守而去徙而入關關吏與繻曰還常合符軍曰大丈夫西遊終不徒還棄繻去及軍爲謁者使行郡國建節東出關關吏識之曰此使者前棄繻生也二年冬十有一月御史大夫張湯有罪自殺御史中丞李文與湯有郄湯所厚吏魯謁居隂使人上變告文姦事事下湯治論殺文而德厚謁居謁居病湯親爲之摩足趙王素怨湯上書告湯大臣乃與吏謁居摩足疑與爲大姦丞相長史朱買臣等素怨湯亦言湯且欲爲請奏所愛幸賈人田信等輙先知之居物致富與湯分之上以問湯湯不服罪於是上使使迫責湯湯爲書謝因曰䧟臣者三長史也遂自殺昆弟諸子欲厚葬之湯母曰湯爲大臣被惡言而死何厚葬之有載以牛車有棺無槨上聞之曰非此毋不生此子乃盡誅買臣等初湯好文渉深刻與太中大夫趙禹共定律令禹官至少府亦深刻然禹意在奉公孤立而湯佞智以䛕世主接士大夫造請諸公不避寒暑以得聲譽上甚信用之毎朝奏事日旰忘食丞相充位而巳天下事皆决於湯湯嘗病上親問疾匈奴嘗求和親羣臣議上前博士狄山以和親爲便湯曰此愚儒無知山曰臣固愚愚忠不若湯詐忠也上作色曰吾使山居一郡能無使虜入盗乎山曰不能曰居一縣又曰不能復曰居一鄣山自度窮且下吏因曰能遣山乗一鄣至月餘匈奴斬山頭而去自是羣臣畏湯莫敢言矣湯子安世少爲郞給事中尚書精勤於軄休沐未嘗出行後上方幸河東亡書三篋詔問莫能知唯安世識之具作其事後購得本書以相校無所遺失上奇其才擢爲尚書郞中令安世寬仁與行異十有二月丞相嚴青翟下獄死春𧺫栢梁臺三月大雨雪辛亥太子太傅趙周爲丞相夏大雨水關中餓死者以千數秋九月詔曰仁不異遠義不辭難江陵饑寒下巴蜀之粟致之江陵遣博士分循天下吏民有能救饑困者具舉以聞三年冬十月徙凾谷關於新安以故關爲弘農縣十有一月令民有告緍者以其半與之春正月戊子陽陵園災夏四月雨雹關東郡國七十餘縣飢人相食常山王舜薨諡曰憲王王子勃嗣有罪廢徙房陵立憲王中子平爲真定王徙代王義爲清河王四年冬十月行幸雍祠五畤東行幸汾隂十有一月甲子立后土祠于汾隂禮畢行幸滎陽還至洛陽詔問周王後得孽子嘉封爲周子南軍以奉周祀春二月中山王勝薨諡曰靖王勝樂酒好内色有男子百二十餘人夏封方術士欒大爲樂通侯位上將軍欒大膠東人也以方術言於上曰臣嘗徃東海中見安期羡門之屬臣師曰黃金可成河水决可塞不死之藥可得仙人可致也然臣恐効文成將軍則方術之士掩口不能言矣文成將軍者齊人也姓李字少翁以方術進拜爲文成將軍上以客禮待之於甘泉宫中畫太一諸鬼神像所設祭祀欲以致其神歳餘其方不効乃爲帛書以飯牛僞言牛腹中有竒書殺而視之上識其手書問之果服乃誅上旣殺文成而悔之及得欒大甚喜乃大敢爲之言處之不疑上使驗小方鬪棊棊自相觸大言能致其師陛下必欲致之則貴其使者今有親屬以客禮待之上乃拜大爲五利將軍天士將軍地士將軍大通將軍凡四將軍四印賜列侯甲第同十人乗輿廐馬帷帳器物以充其家以衞長公主妻之賫黃金萬斤上親至其家自公主大臣將軍卿相巳下皆致酒其家刻玉印曰天道將軍使者衣羽衣夜立白茆上大亦衣羽衣立白茆上受印綬以示不臣於是五利將軍嘗夜祠其家欲下其神後裝欲入東海中云求其師至大山不敢入海上使人隨而驗之皆妄言不効先是方士李少君乃言能致物却老少君嘗坐武安侯家有老人年九十餘少君及言與人大夫遊獵䖏老人爲兒時識其家處一坐盡驚上有古銅器以問少君少君對曰此器齊桓十年陳於栢寢下案其刻銘果齊桓公器時皆謂少君數百歳人也少君言祠竈可致物如丹砂可化爲黃金黃金成以爲飲食器則益壽而蓬萊仙人可得見也見之以封禪則不死黃帝是也其後方多不効而少君病死道士以爲化去不死也齊人公孫卿言黃帝得寳鼎而神化登於天䜟書言漢興正當黃帝之運漢之聖德者在髙祖之孫上曰嗟乎誠得如黃帝吾視去妻子如脫屣爾拜卿爲郞使候神於太室是時言神怪方術者以萬數入海求仙人者數千人上幸東萊夜見大人長數丈就之則不見見大人迹諸方士後皆無驗上益厭倦然猶覉縻不絕冀望其真上嘗疾病有巫爲上致神君貴者曰太一其次曰太禁司命之屬皆從之云非可見但聞其言言與人音等也時去則若風肅然嘗以夜至或以晝至或居室帷幄中上禮之然後入因巫爲主人關通飲食所欲言又置禱官張羽旗設祭具以祀神君所上使人記之其言世俗所知亦無餘殊者而上心甚善之其事祕亡莫傳也而信以爲神矣荀悅曰易稱有天道焉有地道焉有人道焉各當其理而不相亂也過則有故氣變而然也若夫大石自立僵柳復起此形神之異也男子化爲女死人復生此含氣之異也鬼神髣髴在於人間言語音聲此精神之異也夫豈形神之怪異哉各以類感因應而然善則爲瑞惡則爲異瑞則生吉惡則生禍精氣之際自然之符也故逆天之理則神失其節而妖神妄興逆地之理則形失其節而妖形妄生逆中和之理則含血失其節而妖物妄生此其大㫖也若夫神君之類精神之異非求請所能致也又非可以求福而禳災矣且其人不自知其所然而然况其能爲神乎凡物之怪亦皆如之春秋傳曰作事不時怨讟起於民則有非言之物而言者當武帝之世賦役煩衆民力凋弊加以好神仙之術迂誕妖怪之人四方並集皆虚而無實故無形而言者至矣於洪範言僣則生時妖此盖怨讟所生時妖之類也故通於道正身以應萬物則精神形氣各返其本矣秋馬生渥洼水中九月辛巳丞相趙周下獄死丙申御史大夫石慶爲丞相立常山憲王舜少子裔爲泗水王前漢孝武皇帝紀四卷第十三"}
{"id": "KR2b0003_014", "series": "KR2b0003", "text": "前漢孝武皇帝紀五卷第十四荀恱五年冬十月行幸雍祠五畤遂登隴崆峒而還十有二月辛巳朔旦冬至始立㤗畤於甘泉夏五月諫議大夫終軍使者安國少季使南越欲令入朝比内諸侯軍自請願受大冠衣長纓必覊越王之頸致之闕下軍旣至越王聽命上大恱賜南越王大臣印綬令一用漢法使者留鎮撫之王太后皆莊嚴將入朝越相吕嘉不欲内屬初尉他言事天子期無失禮要之不可以怵好言入見亡國之勢也故他欲入朝而不果王太后置酒請使者及嘉等欲因使者權謀因以誅嘉使者相倚伏莫敢發嘉覺之則趨出稱疾隂謀作亂令國中曰王少年太后中國人與使者安國少季私通專欲内屬無顧我越民社稷萬世之計遂攻殺太后及王盡殺使者齊相卜式上書願父子將兵死南越以盡臣節上不遣而賢之賜爵關内侯黃金四十斤田十頃布告天下丁丑晦日有食之秋有蛙蝦蟇鬪闕下上遣伏愽將軍路愽德樓舩將軍楊僕戈船將軍嚴助下瀬將軍祖廣明因擊南越别道出咸陽㑹番禺城下九月列侯坐獻黃金酎祭宗廟不如法奪爵者百六十人欒大樂通侯坐誣罔腰斬西羗衆十餘萬人反與匈奴通使攻安定圍枹罕匈奴入五原殺太守六年冬十月遣將軍李息征西羗上將幸緱氏至安邑桐郷聞南越破因改桐郷爲聞喜縣春至汲新中郷得吕嘉首因以中郷爲獲嘉縣以南越地爲南海蒼梧鬰林合浦交阯九眞日南珠崖儋耳九郡又遣將軍韓說平西南夷以其地爲武都牂牁越雋沈黎文山五郡秋東越王餘善反遣橫海將軍韓說等擊之又遣浮海將軍公孫賀出九原強弩將軍趙破奴出令居擊匈奴皆出塞二千餘里不見虜而還乃分武威酒泉郡置張掖燉煌徙民以實之是歳齊相卜式爲御史大夫元封元年冬十月上自帥師廵邊置十二部將軍勒兵十八萬騎連旌旗徑十餘里歷上郡西河五原出長安城北登單于臺望朔方臨北海威震匈奴遣使者邴吉告烏維單于曰南越王頭巳懸於漢矣今天子自將待邊單于能戰亟來不能則臣服何但逃伏漠北寒苦之地爲單于壟焉單于怒囚吉遷之北海上然終不敢出上還祠黃帝於泰山廼歸甘泉東越殺其王餘善以降遷其民於江淮之間遂空其地春正月行幸緱氏登崇高聞聲稱萬歳者三羣臣吏卒莫不稱皆聞之於是封太室以三百戸爲奉邑禁民無伐其山木復其民遂東廵海上御史大夫卜式貶爲太子太傅内史倪寛爲御史大夫夏四月癸卯上遂登封太岳初議封禪諸儒對者五十餘人未有所定先是司馬相如病故有遺書言封禪事上以問内史倪寛寛曰陛下躬發聖德統緝羣元宗祀天地薦禮百神精神所嚮徴兆必報天地並應瑞符著明封太山禪梁父昭姓考瑞帝王之盛節也將舉太事優游數年使羣臣人人自畫終莫能成唯天子建中和之極兼總條貫金聲玉振以順成天慶垂萬世之基上乃自制禮儀採儒術以文焉拜寛爲御史大夫從封禪行自太山復東廵海至竭石自遼西歷北邊九原歸於甘泉初梁相有禇大通通五經爲博士時倪寛爲弟子及御史大夫缺上徴大通自以爲得御史大夫至洛陽聞寛爲之大通大笑及至與寛議封禪於上前大通不及寛乃退而服曰上誠知人賜太山所過民年七十以上及孤老帛秋無出租算賜天下民爵爵女子百戶牛酒五月歸甘泉秋有星孛於東井又孛於三台本志以爲其後衛太子亂之應齊王閎薨無子國除二年冬十月行幸雍祠五畤春正月行幸緱氏遂至東萊夏四月祠太山至瓠子臨決河令從臣等將軍巳下皆負薪塞河作瓠子之歌赦所過徒賜孤獨髙年米行還築通天臺于甘泉作飛㢘舘於長安公孫卿言仙人可見陛下毎在常處故不見故作通天臺以候神朝鮮王反殺遼東太守募天下死罪擊朝鮮朝鮮本秦時屬遼東漢興以爲其逺難守故遼水爲塞盧綰之反也燕人衛滿亡命聚黨千餘人在遼居秦故地稍稍侵屬其東小蠻夷而王之地方數千里保塞外爲臣傳子到孫至右渠抗命不賔故於是而伐之六月甘泉宫中生芝草九莖上嘉之乃赦天下作芝房之歌秋作明堂於太山下遣樓舩將軍楊僕左將軍荀彘將應募罪人擊朝鮮又遣將軍郭昌等平西南夷未服者以爲益州郡三年春作角抵戯以享外國朝獻者三百餘里内人皆觀夏朝鮮斬其王右渠以降以其地爲樂浪臨屯玄莵貞畨四郡楊僕坐失亡多免爲庻人荀彘坐爭功棄市秋七月濟西王瑞薨瑞數犯法有司請誅瑞上不忍凡再削國去太半瑞怨讟瑞杜其南門從一門出入宫室府庫壞漏財物以巨萬計盡腐終不復收省吏二千石欲以法治瑞瑞輙求其罪詰之無罪者藥之所殺傷二千石甚衆無子國除武都互人反分徙酒泉郡十二月雨雹如馬頭四年冬十月行幸雍祠五畤通回中道遂北出蕭關至代而還行幸河東春三月祠后土有神光集于靈壇一夜三見夏大旱民多渴死秋匈奴冦邊遣將軍郭昌屯朔方五年冬上南廵至于盛唐望祀虞舜于九嶷登灊天柱山自潯陽浮江親射鮫魚于江中獲之遂北至琅邪傍蒲浪海所過禮祀名山大川春三月還至泰山增封甲子祀高祖於明堂以配天因朝諸侯王列侯受郡國計夏四月赦天下賜鰥寡帛貧窮者粟所幸縣無出租賦大司馬大將軍衛青薨謚曰烈侯青旣尊貴而平陽侯曹孛有惡病就國薨長公主問列侯誰賢者左右皆言大將軍公主笑曰此常騎從我柰何左右曰於今尊貴無比於是主諷太后太后白之上乃詔青尚平陽公主與主合葬起家像廬山初置刺史部十二州詔曰蓋有非常之人必有非常之功非常之功必待非常之人故馬或奔踶而至千里士或負俗之累而立成功名其令州郡察吏民有茂才異等可謂將相及使絶國者以聞六年冬幸回中春作首山宮三月行幸河東祠后土赦汾隂殊死巳下賜天下貧民帛益州昆明反遣將軍郭昌擊之夏京師民觀角觗于上林秋大旱蝗太初元年冬十月行幸太山十有二月甲子朔旦冬至祠上帝於明堂巳酉栢梁臺災夏侯始昌先言其災日始昌魯人也明於隂陽以術進而爲梁王太傅上甚重之以選爲昌王大傳十有二月襢蒿里祠后上東臨渤海望祀蓬萊還受計於甘泉宫春二月起建章宮夏五月正律曆以寅月爲正首色尚黃數用五定官名正律曆恊音樂昔夏以寅月爲正殷以丑月爲正周以子月爲正承三統十一月乾之初九其位在子天氣始起生隂陽之化故子爲天統六月坤之初六其位在未隂受陽任成剛柔之刑其衝在丑故十二月爲地統正月乾之九三萬物湊出於地人奉之而承之故寅爲人統自夏殷及周三變而復故漢用夏正天統始施化於子半日萌生而色赤地統受之於丑始化而色黃半日色化而白人統受之於寅始孽成而黒至寅半日生色青故夏色尚黒殷色尚白周色尚赤律曆一曰備數二曰和聲三曰審度四曰嘉量五曰權衡參伍以變錯綜其數校之氣物和之心耳以逹自然之數以順性命之理數者一十百千萬也本起黃鍾之數始於一積之無窮以周備事物之數職在太史掌之聲者宮商角徴羽所以諧八音正情性移風俗也八音者土曰缶匏曰笙皮曰皷竹曰管絲曰絃石曰磬金曰鍾木曰祝敔角者觸也物出於地載芒角也徴者祉也物盛而繁祉也宫者中也商者量也物盛而可量度也羽者宇也物聚而覆宇之也合之五行則角爲木於五常爲仁於五事爲貌商爲金爲義爲言徴爲火爲禮爲視羽爲水爲智爲聽宫爲土爲信爲思爲心宫爲君商爲臣角爲民徵爲事羽爲物六律律法也以統氣類物子曰黃鍾寅曰太族辰曰姑洗午曰蕤賔申曰夷則戌曰無射六吕吕助也以助陽宣氣未曰林鍾酉曰南吕亥曰應鍾丑曰大吕卯曰夾鍾巳曰中吕黃鍾黃中色也鍾種也言以中色布種物也大吕吕助陽也太族族湊也言湊地上爾也夾鍾夾輔陽也姑洗姑固也洗㓗也言固㓗物也中吕隂始起未發居中而助陽也蕤賔蕤繼也賔導也言陽導物而繼之也林鍾林居也言隂受陽任居鍾物也夷則夷傷也則法也言陽正法使隂夷當傷之物也南吕南任也隂受陽任成物也無射射厭也陽究隂成終而復始無厭之也應鍾隂應陽而後鍾物也五聲之本生於黃鍾黃鍾之律長九寸爲管或損或益以定五聲九六相生隂陽之應故三分黃鍾損一下生林鍾三分林鍾益一上生太蔟三分太蔟損一下生南吕三分南吕益一上生姑洗三分姑洗損一下生應鍾三分應鍾益一上生蕤賔三分蕤賔損一下生大吕三分大吕益一上生夷則三分夷則損一下生夾鍾三分夾鍾益一上生無射三分無射損一下生中吕隂陽相生自黃鍾始而左轉八八六十四爲位其法皆用銅職在太樂太常掌之度者分寸尺丈引也所以度長短也本起於黃鍾之長以秬黍之中者一黍廣度之九十分黃鍾之長一黍爲一分十分爲一寸十寸爲尺十尺爲丈十丈爲一引而五度審矣職在内官廷尉掌之量者籥合升斗斛也所以量多少本起黃鍾之籥以秬黍之中者千有二百實爲一籥十籥爲合十合爲升十升爲斗十斗爲斛而五量爲嘉矣籥者興也合者合也升者登也斗者聚也斛者角也職在太倉大司農掌之權衡者所以平輕重銖兩斤鈞石也本起黃鍾之重籥容千有二百黍重十二銖二十四銖爲兩十六兩爲斤三十斤爲鈞四鈞爲石銖者從㣲至見可殊異也兩者兩鍾之重也二十四氣爲象斤者明也三百八十四銖爲易二篇之文隂陽變動之象十六兩爲斤斤者四時乘四方之象也鈞者以平均物也三十斤一月之象也石者大也權之大者也四鈞四時之象也重一百二十斤十二月之象也而五權備矣物與權均而生衡衡運而生規規圎而生矩矩方而生繩繩直而生物定矣是謂五則君臣用焉以定國禮百工由焉以爲法式職在鴻臚鴻臚掌之夫推曆生律制噐權衡規矩凖繩度量探頥索隱鉤深致逺莫不用焉匈奴單于好殺伐左右大都尉欲殺單于以降漢於是使因杆將軍公孫敖築受降城於塞外事覺左右大都尉誅死秋八月行幸安定發天下謫民遣二師將軍李廣利征大宛秋大蝗自東方飛至燉煌二年春正月戊申丞相石慶薨慶即奮之小子世以淳厚爲行奮四子皆以孝謹位至二千石故景帝并其號曰萬石君萬石君過宮門闕必下車歩走見輅馬必軾子孫勝冠者在側雖燕必冠申申如也童僕侃侃如也唯謹爾上賜食於家稽首俯伏而食如在上前其執䘮哀戚而子孫遵教亦如之以敬謹聞于郡國奮長子建爲郎中令建奏事事下建讀之而馬字少一點建驚恐曰死罪矣其畏懼如此有言於上屏人言極切廷見若不能言慶爲太僕從出上問車中幾馬慶以鞭數馬畢乃舉手曰六馬慶於兄弟最爲輕易然猶如此諸孫皆孝唯建最甚萬石君卒建在䘮扶杖乃能行歳餘亦死初慶爲齊相齊相慕其家行不言而治及爲丞相厚謹而巳太僕公孫賀爲丞相二月行幸河東祠后土令天下大酺五日膢五日祠門戶比臘夏五月藉吏民馬𥙷車騎馬秋蝗遣峻稽將軍趙破奴將二萬騎出朔方擊匈奴爲匈奴八萬騎所圍遂没其軍破奴居匈奴中十餘年後亡歸漢冬十有二月御史大夫倪寛卒初寛以儒學進家貧受業博士常爲弟子都養時行賃作帶經而鋤休息輙誦讀爲廷尉卒吏以不習吏事除爲從史徙之北地視畜數年還廷尉適有疑奏以再見御史掾吏莫知所爲寛言其意事即得可後上問張湯前奏事非掾吏所爲誰爲之湯對曰臣從史倪寛湯由是以寛爲奏讞掾徙爲侍御史見上問尚書經義數事爲太中大夫遷左内史民甚信重之後有軍發左内史粟負租課殿當免吏民聞之輸租襁負不絶課更以最三年春正月行廵狩海上膠東相王延廣爲御史大夫夏四月還修封泰山禪石閭遣光禄大夫徐息築五原塞外列城西北到盧朐山遊擊將軍韓說將兵屯之強弩將軍路愽德築居延城秋匈奴黎湖塗單于入定襄雲中殺畧數千人入張掖酒泉殺都尉四年春正月貳師將軍李廣利斬大宛王首獲汗血馬初廣利將騎六千歩兵數萬人至貳師城下取善馬西至郁夷城當道小國各城守不肯給食食乏而還徃來二歳到燉煌士卒十遺二三上書請罷兵上大怒乃益發兵卒六萬人負從者不豫牛十萬馬二萬驢騾馲駝以十萬數多賫粮轉運奉軍天下騷動廣利遂進兵當道小國皆送迎給廪食徑到大宛城圍宛三十餘日宛中貴人共殺其王母寮奉其首出食給軍悉出善馬漢擇取其善馬十匹中馬三千餘匹乃共興立宛貴人妹察爲王與盟而還諸所過小國皆遣子弟從入獻見因爲質焉還玉門關死者萬餘人馬數千餘匹行乏食戰死甚多將吏貪不愛士卒故死亡者多上以爲萬里而伐不録其過乃封廣利爲海西侯封騎士趙弟殺郁城王爲新畤侯拜卿三人二千石數百人千戶以下千有餘人廣利者李夫人兄也廣利弟延年性知音善歌舞上愛之乃爲新聲變曲聞者莫不感動而李夫人亦善舞甚姣麗有寵李夫人病篤上自臨候之夫人蒙被上問而謝曰妾聞婦人貌不修餙不見君父妾不敢宴堕見上曰夫人病甚殆將不起宜見我囑託兄弟乎將加賜千斤而與兄弟尊官乎李夫人答曰尊官在帝不在一見上固欲見之夫人遂轉向璧歔欷不復言於是上不恱而起姊妹讓之曰貴人獨不見囑託兄弟邪何爲恨上如此夫人曰所以不見帝者乃所以深託兄弟也夫以色事人者衰則愛弛愛弛則恩絶上所以戀戀者乃以爲平生容貌今見我顔色毀壊必有咄棄我意當復肯追思憫録其兄弟哉及夫人卒上以厚禮葬之圖畫其形於甘泉宮而尊重其兄弟廣利爲將軍延年爲恊律都尉上思念李夫人不巳有方士少翁言能致其神乃夜張燭設帷幄陳酒食而令上居他帷遥見好女子如李夫人還帳坐而眇然不得就視初上發讖書曰神馬當從西北來後得烏孫好馬名曰天馬及得宛馬馬汗血言其先天馬子也名曰天馬更名烏孫馬曰西北極馬上甚好宛馬毎使使者相望於道率十輩大者數百人小者百餘人一歳中使多者十餘輩少者五六輩逺者八九歳近者五六歳而還不能無侵盗弊物及使失㫖者輙案重罪以激怒之因復求使自贖而是使無窮巳而輕犯法募吏民自占使者無問所從來皆遣之而漢使窮河源矣外國朝貢並至上乃悉從外國客廵行至海上大都多人民則過之觀名人府庫之饒厚賞賜作角觝戯出竒戯酒池肉林以觀示之秋起明光宮冬行幸回中徙弘農都尉治武關稅出入者以給吏卒食大宛旣破外國振恐上欲遂困匈奴下詔曰髙皇帝遺朕平城之憂高后時單于書絶悖逆齊桓公復九世之讎春秋大之於是復圖匈奴矣遣中郎將蘇武至匈奴匈奴留武不得歸武固執漢節不肯降天漢元年春正月行幸甘泉郊泰畤三月行幸河東祠后土匈奴使使來獻大羽白㲠夏大旱五月赦天下秋發謪戌屯五原監軍御史穿北軍壘垣以爲賈區宇軍正丞胡建欲誅之隂約其從卒監軍御史與諸校尉列坐建趨至拜謁因令卒引御史斬之諸校尉驚愕不知所謂建遂上奏曰監軍御史穿北軍垣以爲賈利於使文吏議不至重高皇帝法曰壁壘巳定穿踰不由路是謂姦人姦人者殺之臣謹按軍法曰正無屬將軍將軍有罪以聞二千石二千石以下行軍法焉臣謹案以法斬上壯其節制書答曰國容不入軍容軍容不入國容何文吏也建有何疑焉是歳濟南太守王延年爲御史大夫二年春行幸東海還幸回中夏五月貳師將軍李廣利將三萬騎出酒泉擊匈奴斬首虜萬餘級因杆將軍出西河騎都尉李陵將歩卒五千出居延與鞮汗單于戰斬首萬餘級陵兵敗降匈奴陵者李廣孫敢兄當戶之子上使陵爲貳師將軍督輜重陵稽首曰願得自當一隊上曰吾無騎與汝陵曰不用騎願以少擊衆歩兵五千人渉單于庭上壯而許之陵至峻稽山與單于相遇以騎三萬攻陵陵千餘弩俱發應統皆倒虜還走上山陵追擊之殺數千人單于大驚召左右賢王馳兵八萬騎攻陵陵且戰且却南行數日抵山谷中復大戰斬首三千餘級引兵東南五日抵大澤葭葦中虜從上風縱火燒陵陵亦令軍縱火以自救南行至山下單于在山上使其子將騎擊陵陵自歩鬪樹木間復殺虜數千因發連弩射單于下走是日捕得生口言單于曰此漢精兵也曰引吾南行近塞得無有伏兵乎諸軍長皆曰單于自將數萬騎擊漢數千人不能勝後無以復使邊臣令漢益輕匈奴匈奴復力戰山谷間尚四五十里得平地不能破乃還是日戰數十合復力戰殺傷虜二千餘人虜不利欲去會陵軍中候管敢爲校尉所辱亡降匈奴具言軍無後救射矢且盡單于大喜進兵使騎並擊漢軍疾呼曰李陵韓延年趨降遂遮道攻陵四靣射矢下如雨陵矢且盡即棄軍去士卒尚三千餘人徒斬車輻持之軍吏持尺刀抵入山谷單于入遮從山上墜石下士卒多死不得行陵曰兵敗吾死矣軍吏或勸陵降陵曰吾不死非壯士也陵嘆曰使人有數十矢足以免矣今無兵復戰令軍士人持三升糒一片氷令各散去遮虜鄣相待陵與延年俱上馬壯士從者數十人虜千騎追之延年死陵曰無靣目以報陛下遂降士卒分散脫至塞者四百餘人陵敗䖏去塞百餘里單于以大女妻陵立爲右校王上聞降大怒大臣憂懼太史公司馬遷上言陵功以陵之不死宜欲得當以報漢也初上遣貳師將軍出時令陵爲助兵及陵與單于相持而貳師無功上以遷欲沮貳師爲陵游說後捕得匈奴生口言陵教單于爲兵法上怒乃族陵家而下遷腐刑陵聞之曰教單于爲兵者乃緒也非陵也李緒者故塞外都尉先是降匈奴陵痛其家以緒誅乃使人刺殺緒司馬子長旣遭李陵之禍喟然而嘆幽而發憤遂著史記始自黃帝以及秦漢爲太史公記後爲中書令尊寵任職益州刺史任安與遷書責以不推賢貢士遷報書曰僕頼先人緒業得待罪輦轂下三十餘年矣甞厠下大夫之列陪外庭末議不能引綱維盡思慮今以虧形在闒茸之間當何言哉昔衛靈公與雍渠載孔子適陳商鞅因景監見趙良爲之寒心童子參乘袁絲變色自古而耻之柰何使刀鋸之餘薦天下之豪俊哉僕少負不覊之氣長無郷曲之譽幸得奉薄伎出入周衛而事乃有大謬夫僕與李陵趣舎異路素非相善也然觀其爲人事親孝與士信臨財㢘取與義常思奮不顧身以狥國家之急僕以爲有國士之風夫人出萬死不顧一生之計赴公家之難斯亦竒矣今舉事一不當而全軀保妻子之臣隨而媒孽其短僕誠痛心且李陵提歩卒不滿五千深踐戎馬之地足歷王庭垂餌虎口橫挑強胡挫億萬之師虜救死扶傷不給悉舉引弓之民一國共攻之轉鬪千里矢盡道窮救兵不至士卒死傷如積然李陵一呼勞軍軍士無不奮躬流涕沫血飲泣張空捲冐白刃北首爭死敵場雖古名將不見過也身雖䧟敗其所摧破亦足暴功於天下僕以爲陵之不死真欲得當報漢也時主上聞陵敗食不甘味聽朝不怡憂懼不知所出僕竊不自量欲効其𣢾欵之愚因推此意以言之欲以廣主上之意上以僕非沮貳師而爲陵遊說遂下之於吏拳拳之忠終不能自明列身非木石獨與法吏爲伍深幽囹圄之中誰可告愬者僕聞太上不辱先其次不辱身其次不辱色其次不辱辭令且臧獲婢妾猶能引決僕所以隱忍苟活身䧟糞土之中而不辭者私心有所不盡疾沒世而名不稱於後世也昔西伯拘而演周易仲尼厄而作春秋屈原放逐乃賦離騷左丘明失明厥有國語孫子臏足兵法修列僕竊不自量託於無能之辭欲網羅天下放逸舊文亦欲以究天人之際通古今之變成一家之言僕誠以著此書藏之名山傳之後人雖萬被戮豈有悔哉太史公記凡百三十篇五十餘萬言遷父談亦爲太史公自叙其先重黎之後世掌天地官也本傳曰司馬遷據左氏春秋國語採世家戰國䇿逮楚漢春秋接其後事迄于大漢其言秦漢詳矣至於採摭經傳分散百家之事甚多䟽畧或有抵忤又其是非頗謬於聖人論大道則先黃老而後六經序游俠則退䖏士而進姦雄述貨殖則崇姦利而羞貧賤此其所蔽也然則劉向楊雄博極羣書皆稱遷有良史之才服其善序事理辯而不華質而不野其文直其事核不虚美不隱惡故謂之實録㤗山琅邪群盗徐勃等阻山攻城斷道路遣直指使者暴勝之等衣繡衣仗斧鉞分部逐捕刺史郡守巳下皆伏誅三年春二月御史大夫王延年有罪自殺執金吾杜周爲御史大夫初㩁酒沽三月行幸太山修封禪寺明堂因受計還北海祠恒山瘞玄玉夏大旱四月赦天下所過無出田租秋匈奴入鴈門太守坐畏懦棄市四年春正月朝諸侯王於甘泉宮貳師將軍李廣利將六萬餘騎歩兵七萬人出朔方因杆將軍公孫厫將萬騎歩兵三萬人出鴈門遊擊將軍韓說將歩兵三萬人出五原強弩將軍路愽德將歩兵萬餘人與貳師將軍㑹與匈奴戰不利皆引還夏四月立皇子髆爲昌邑王秋九月令死罪人贖錢五十萬减死一等前漢孝武皇帝紀五卷第十四"}
{"id": "KR2b0003_015", "series": "KR2b0003", "text": "前漢孝武皇帝紀六卷第十五荀恱太始元年春正月因杆將軍公孫敖坐妻爲巫蠱腰斬徙郡國吏民豪傑於茂陵空在雲陽巳巳晦日有蝕之夏六月赦天下二年春正月行幸回中秋大旱九月募死罪入贖錢五十萬减死罪一等御史大夫杜周卒周南陽人也爲吏深刻爲廷尉詔獄繁多二千石繫者新故相因不减百餘人郡國一歳或千餘章大者連罪證案數百人小者數十人逺者數千里近者數百里㑹詔獄因責章吿不服以掠笞而定之於是聞有罪者皆亡匿繫獄久者十餘年赦而相告言大抵盡誣以爲不道廷尉及中都官詔獄罪至六七萬人吏所增加十餘萬人甞冬獄未竟㑹立春有寛大令周蹋地歎曰復假吾數十日足吾事矣其酷暴如此及爲御史大夫兩子夾河爲郡守貲累巨萬治民皆酷暴而少子延年字㓜公行寛厚云光禄大夫暴勝之爲御史大夫趙中大夫白公穿渠引涇水首起池陽谷口尾入擽陽渭中廣袤一百里漑田四千五百餘頃因名曰白渠民得饒歌之曰田於何所池谷口鄭國在前白渠在後舉鍤成雲決渠爲雨水流竈下魚跳入釜涇水一石其泥數斗且漑且糞長我禾黍衣食京師百萬餘口言此兩渠之饒也鄭國昔韓國之小水土也韓患秦東伐欲罷勞之乃遣鄭國說秦令鑿渠引涇水自中山以西抵壼口爲渠縁北山東注洛水三百餘里以漑田中作而情覺秦欲殺鄭國鄭國曰始臣爲計然渠成亦秦之利臣爲韓延數年之命而爲秦建萬世之功秦以爲然卒使就渠漑田四萬餘頃收皆一畒一鍾於是關中沃野無凶年之憂秦以冨強因以名爲鄭國渠昔魏文侯時西門豹爲鄴令有令名至文侯曾孫襄王與羣臣飲酒王祝曰令吾臣皆如西門豹之爲臣也史起進曰魏氏之行田以百畆鄴獨以三百畆是惡田也漳水在傍西門豹不知用之若知而不興是不仁也若其不知是不智也夫仁智而豹未之盡何足法也於是以史起爲鄴令遂決漳水漑鄴以富魏之河内民歌之曰鄴有令名爲史公決漳水兮漑鄴傍終古斥鹵兮生稻粮百姓豐足民用寧康皆言水之大利也三年春正月行幸甘泉宮饗外國客二月令天下大酺五日行幸東海獲赤鴈幸琅邪祀日成山登之罘山稱萬歳冬賜行所過戶錢五千鰥寡孤獨帛人二匹四年春二月行幸泰山壬午祀高祖於明堂以配上帝因受計癸未祀孝景皇帝於明堂甲申修封禪丙戊䄠石閭夏四月辛亥行幸不其山祀神於交門宫若有神饗坐拜者五月行還幸建章宮大置酒赦天下秋七月趙地有蛇自郭外入與邑中蛇羣鬪孝文廟下邑中蛇死冬十月甲寅晦日有蝕之十有二月行幸雍祠五畤遂至安定北地征和元年春正月行還幸建章宮三月趙王彭祖薨謚敬肅彭祖巧佞足恭心刻好法律常以詭詐求相二千石言語㣲短輙書以迫刼之及汙以姦利二千石無能滿歳者輙𬒳罪刑夏大旱冬十有二月發三輔騎士大搜上林閉長安城門索之十有一日乃解巫蠱起二年春正月丞相公孫賀下獄死是時朝廷多事督責大臣初賀頓首流涕不受印綬上不聽賀懼曰禍從此始矣賀子敬聲有罪下獄是時詔捕京師大俠陽陵朱安世不能得賀自請遂捕安世以贖子罪上許之果得安世安世大笑曰丞相禍及族矣遂從獄中上書告敬聲與陽石公主私通及使巫者祭祀馳道埋桐偶人呪咀上事下有司案驗賀窮治所犯遂父子俱死獄中而家族矣涿郡鐡官鑄冶銷金皆飛上天三月丁巳涿郡太守劉屈氂爲丞相夏四月大風發屋㧞樹閠月諸邑公主陽石公主皆坐巫蠱死行幸甘泉宫秋七月使使者江充掘巫蠱於太子宫巫蠱之禍始自朱安世成於江充充趙人也爲敬肅王上客趙太子丹疑充以巳隂事語王收捕充不得盡殺其父兄充亡入關上書告趙太子罪至死㑹赦得免充爲人魁岸容貌甚壯初上見充望而異之謂左右曰燕國固多竒士以充爲直指使者督三輔盗賊充從上至甘泉還逢太子家人乘車行馳道中充以屬吏奏没入其車馬太子使人謝罪不聽遂奏上曰人臣當如是矣大見信用遷水衡都尉後上使充治巫蠱事充將胡巫掘地求桐人及爲他姦怪徴驗輙收栲燒金鉗灼強服之民輙相引以巫蠱劾以大逆不道死者數萬人莫敢訟其冤充與太子有隙恐上一旦晏駕爲太子所誅因言官中有巫蠱氣上令案道侯韓說黃門蘇文等助充充先治後宫希幸御夫人以次及皇后遂及太子宫云得桐木人太子少傅石德謂太子曰上疾甚在甘泉皇后諸吏家請問皆不報上存亡未可知而姦臣如此太子獨不念秦扶蘇邪今無以自明乃收充窮治姦詐壬午太子詐令客爲使者收捕充等韓說格死蘇文亡歸甘泉太子使人白太后太后發武庫兵長樂宫衛士太子親臨罵充曰趙亡虜亂趙國父子未足邪今乃亂吾父子遂斬充以徇告百官曰江充反炙胡巫於上林中長安擾亂言太子反上聞怒詔丞相發三輔近縣兵捕反者太子懼遣使者矯制赦長安中都官囚徙發武庫兵召監北軍使者任安發北軍兵安受節巳而閉軍門不肯應太子太子因而驅四市人合數萬人逢丞相合戰五六日死者數萬人流血入溝中庚寅太子敗出走南奔覆盆城門得出皇后自殺司直田仁部不閉城門坐令太子得出丞相欲斬之御史大夫暴勝之曰司直二千石當先請之丞相乃止上聞之大怒責問勝之曰司直縱反者丞相斬之是也大夫何敢擅之勝之自殺任安坐受太子節懷二心與田仁皆腰斬諸太子賔客皆誅其隨太子發兵以反法族之吏士刻掠者皆徙燉煌荀恱曰任安之斬也是開後人遂惡而無變計也易曰不逺復無祗悔元吉太子在外始置屯兵長安城諸城門以太子持赤節故更節加以黃毛上怒甚羣臣憂惶莫知所出壼關三老上書曰臣聞父猶天母猶地子猶萬民也天平地寜隂陽和調萬物乃茂父慈母愛室家得中子乃孝順隂陽不和則萬物夭傷父子不和則家䘮亡昔孝己孝而𬒳謗伯竒仁而放流骨肉至親父子相疑何則積毁之所生也今皇太子爲漢適嗣承萬世之業繼祖宗之重親皇帝之宗子也江充閭閻之隷臣耳陛下顯而用之御至尊之命以迫蹴太子造餙姦詐親戚隔絶太子進不得見上退則困於亂臣獨含冤結憤而無告訴不勝忿忿之心起而殺充恐懼遁逃子盗父兵以救難者欲自免耳臣竊以爲無邪心詩云䜛人罔極交亂四國徃者江充䜛趙太子天下誰不聞其罪固宜誅戮陛下不省察深過太子發盛怒舉大兵而攻之又使三公自將智者不敢言辯士不敢說臣竊痛之唯陛下寛心慰意無患太子之罪亟罷兵甲無令太子久亡臣不勝眷眷出一旦之命待罪建章闕下書奏上感悟之八月辛亥太子死於湖太子亡到主人家貧織屨以給太子太子有故人隂使求之發覺吏圍捕太子太子閉室自經男子張富昌爲卒足蹋戸開新安令李壽趨抱解太子主人公挌鬪死皇孫二人皆遇害後巫蠱事多不信上知太子之無罪也乃封李壽爲抱侯張富昌爲蹋踶侯而高廟令田千秋復訟太子冤曰臣夢見一白頭翁教臣上言曰子弄父兵罪當可赦天子之子過悞殺人何罪哉上悟曰是高廟之靈臣使公覺朕也公當遂爲吾輔佐乃擢拜千秋爲大鴻臚而族江充家焚蘇文於橫橋上及湖加兵於太子皆族之作思子臺於湖天下聞而悲之癸亥地震九月大鴻臚商丘成爲御史大夫立趙敬肅王小子偃爲平干王匈奴入上谷五原殺畧吏民三年春正月行幸雍祠五畤至安定北地匈奴入酒泉殺兩都尉二月貳師將軍李廣利將十萬人出五原御史大夫商丘成將二萬人出西河重合侯馬通將四萬騎出酒泉城至峻稽山多斬首虜通至天柱山虜引去因招降車師皆引還廣利兵敗降匈奴夏五月赦天下六月壬寅丞相屈氂下獄腰斬屈氂者中山靖王子也貳師初與屈氂辭曰願君早請昌邑王爲太子太子若立君有何憂哉屈氂許諾屈氂女爲廣利子妻而昌邑王李夫人子也故欲共立之上聞其言而惡之後屈氂妻坐爲巫蠱呪咀屈氂腰斬妻梟首廣利妻子亦見收廣利聞之懼降于匈奴遂族矣秋大蝗四年春正月行幸東萊臨大海二月丁酉有隕石于雍二時天晴晏然無雲有紅氣蒼黃色若飛鳥集成陽宫南隕星于雍聲聞四百餘里墜而爲石其色黒如䃜三月上行幸鉅鹿還幸泰山修封禪庚寅祠高祖于明堂癸巳䄠石閭夏六月還幸甘泉丁巳大鴻臚田千秋爲丞相千秋無他材能術學敦厚有智居位自稱逾於前後數公是時天子疲於兵革上亦悔之而搜粟都尉桑弘羊與丞相御史大夫奏言故輪臺以東皆故國䖏有漑灌田其旁小國少錐刀貴黃鐡綿繒可以易糓臣愚以爲可遣屯田卒詣輪臺置校尉二人通利溝渠田一歳有積糓募民敢徙者詣田所就畜積爲産業稍稍築亭連城而西以威西國輔烏孫爲便事上上乃下詔深陳旣徃之悔曰前有司則欲益民賦以助邊用是困老弱孤獨也今又請田輪臺曩者朕之不明興師逺攻遣貳師將軍古者出師卿大夫與謀叅以蓍龜不吉不行乃者遍召羣臣又筮之卦得大過爻在九五曰匈奴困敗方士占星氣大卜蓍龜皆爲吉匈奴必破時不可失卜諸將貳師最吉朕親發貳師詔之必無深入今計謀卦兆皆反謬貳師軍敗士卒離散畧盡悲痛常在朕心今有司請逺田輪臺欲起亭燧是唯益擾天下非所以憂民也朕不忍聞當今務在禁苛暴止擅賦務本勸農無乏武備而巳由是不復出軍封丞相爲冨民侯而勸耕農自是田多墾闢而兵革休息本志曰孝武之世圖利制匈奴患其兼從西國結黨南羗乃表河曲列四郡開玉門關通西域以斷匈奴之右臂隔絶南羗月支單于失援由是逺遁漢北而漠南無王庭遭直文景玄黙養民五世天下殷富財力有餘士馬強盛故能積羣貨覩犀象瑇瑁則開犍爲朱崖七郡感蒟醬竹杖則開牂牁越雋聞天馬葡萄則通大宛安息自是之後明珠文貝犀象翠羽之珍盈於後宫氍毺琪瑠蒲萄龍文魚目汗血名馬充於黃門巨象獅子猛獸大雀之羣實於外囿殊方異物四靣而至於是廣開上林穿昆明池營千門萬戸之宫立神明通天之臺造甲乙之帳絡以隋珠荆璧天子負黼黻襲翠被慿玉几而居其中設酒池肉林以饗四夷之客作巴渝都盧海中碭極漫演魚龍角觝之戯以觀視之及賂遺贈送萬里相奉師旅之費不可勝計至於用度不足以㩁酒沽管鹽鐡白金造皮幣算至舩車租及六畜民力屈財貨竭因之以凶年羣盗並起道路不通直指之使始出衣繡衣持斧鉞斬斷於郡國然後勝之是以末年遂棄輪臺之地而下哀痛之詔豈非聖人之所悔哉且通西域近有隴堆逺則䓤嶺身熱頭痛懸度之阨淮南杜欽楊雄之論皆以爲此天地所以分别區域隔絶内外也書曰西戎即序禹但就而序之非威德之盛無以致其貢物也西戎諸國各有君長兵衆貧弱無所統一雖屬匈奴不相親附匈奴徒能得其馬畜旃罽而不能總帥與之進退與漢隔絶道里尤逺得之不爲益失之不爲損盛德在我無取於彼夫匈奴之爲患久矣漢興巳來忠言嘉謀之臣曷甞不運籌筭相與爭於廟堂之上乎然總其要歸兩科而巳縉紳之儒則守和親介胄之士則言征伐皆偏見一時之利害未究匈奴之始終也昔和親之論發於婁敬是時天下初定新遭平城之難故從其言孝惠高后遵而不違匈奴冦盗不爲衰止單于反加驕慢逮至孝文與通關市妻以漢女厚賜其賂歳以千金而匈奴數背約束邊地屢𬒳其害是以文帝中年感惟前後無益於邊乃赫然發憤遂身貫戎服親御鞍馬從六郡良家材力之士馳射上林講習戰陣聚天下精兵軍於廣武顧問馮唐與論師喟然歎息思古名臣此則和親無益之明效也仲舒親見四世之事猶欲復守舊文頗增其要約以爲義感君子利動貪人又如匈奴者非可以仁義議也獨可說者以厚利結之於天耳故與厚利以敦其意與盟於天以堅其要質其愛子以累其心匈奴雖欲展轉柰失重利何柰欺上天何柰殺愛子何夫賦歛行賂不足以當三軍之費城郭之固無以異於貞士之約而使邊城守境之臣父兄緩帶稚子含哺胡馬不闚於長城而羽檄不行於中國不亦便於天下乎察仲舒之論考諸行事乃知未有合於當時而有闕於後世也當武帝時雖征伐剋暴而士馬物故畧與相當雖開河南之野建朔方之郡亦棄造陽之北九百餘里匈奴之民每來降漢單于亦輙拘留漢使以相報復其桀驁尚如此安肯以愛子爲質乎此不合當時之言也若不置質空約和親是襲孝文旣徃之悔而長匈奴無巳之詐也夫不選守邊境武畧之臣修鄣隧備塞之具礪長㦸勁弩之械恃吾所以待㓂而務賦歛於民逺行貨賂割剥百姓以奉冦讎信甘言守空約而冀胡馬之不闚不亦過乎及至後世匈奴衰弱乃遣子入侍而單于或棄其子苟貪財利不顧言約虜掠所獲歳億萬計而和親賂遺不過千斤安肯不棄質而重利也仲舒之言於是過也夫先王度中土立封畿分九州列五服均土貢制内外修刑政或昭文德逺近之勢異也是以春秋内諸夏而外夷狄夷狄之人貪而好利𬒳髪左袵人靣獸心其與中國殊章服異習俗食飲不同言語不通是以聖王禽獸畜之不與約誓不就攻伐約之則費賂而見欺攻之則師勞而致㓂得其土不可耕而食得其民不可撫而畜也是以明王外而不内踈而不戚政教不及其民正朔不加其國來則懲以禦之去則備而守之其慕義貢獻則接以禮讓覉縻不絶使曲在彼蓋聖人制禦蠻夷之常道也秋七月辛酉晦日有蝕之不盡如鉤後元元年春正月行幸甘泉郊泰畤遂幸安定昌邑王髆薨謚曰哀王夏六月御史大夫商丘成有罪自殺侍中僕射馬何羅與弟重合侯通謀反侍中駙馬都尉金日磾奉車都尉霍光驃騎都尉上官桀討之初何羅與江充善而通以誅太子時有功封之及上㓕充家何羅兄弟懼日磾視其志意非常隂察其動靜羅亦覺之不敢發上幸林光宫日磾疾卧廬中何羅與弟通及小弟安成謀殺使者矯節制以發兵明旦上卧未起何羅無何從外入日磾心動入坐戶内湏臾何羅䄂白刃從東廂入上見日磾色變走趨卧内欲入觸寳瑟而僵日磾得抱何羅因傳曰何羅反左右欲格之上恐并中日磾上曰勿格日磾捽投何羅殿下得擒縛之窮治皆伏辜秋七月地震徃徃踊出水二年春正月朝諸侯王宗室于甘泉宫賜宗室二月行幸盩厔五祚宫上疾篤侍中光禄大夫霍光問嗣焉上曰君未喻前畫意邪立少子君行周公之事矣先是上畫周公輔成王朝諸侯圖以賜光光頓首讓曰臣不如日磾日磾曰臣外國人將令匈奴輕漢三月乙卯拜光禄大夫司馬大將軍日磾爲車騎將軍太㒒上官桀爲左將軍搜粟都尉桑弘羊爲御史大夫皆拜牀下與丞相田千秋俱受遺詔輔少主燕王旦廣陵王胥皆多過失不得爲嗣少子弗陵者鉤弋夫人趙婕妤之子也初上廵狩過河間望氣者言此邑中有竒女子氣上使召之旣至兩手皆捲上自捫之即時伸由是得號爲捲夫人居鉤弋宫大有寵姙身十四月而生子土曰昔堯十四月而生鉤弋子亦然名其所生門曰堯母門初上欲立鉤弋子爲太子以其母年少女主持政心難之㑹鉤弋有過乃譴以憂死乙酉立皇子弗陵爲皇太子丁丑帝崩於五祚宮入殯於未央宫讃曰本紀稱漢承百王之弊高祖撥亂反正文景務在養民至於稽古禮文之事猶多闕焉孝武之初立卓然罷黜百家表章六藝遂疇咨海内舉其俊乂與立功興太學修郊祀改正朔定曆數恊音律作禮樂建封禪禮百神紹國典發號令文章粲然可述後嗣得遵洪業而有三代之風如武帝之雄才大畧不改文帝之恭儉以濟斯民雖詩書所稱何以加焉前漢孝武皇帝紀六卷第十五"}
{"id": "KR2b0003_016", "series": "KR2b0003", "text": "皇帝戊辰即位年八歳謁髙廟三月甲申孝武帝葬茂陵帝姊鄂邑公主益陽沐邑爲長公主共養省中大將軍霍光秉政領尚書事車騎將軍金日磾左將軍上官桀副焉夏六月赦天下秋七月有星孛於東方濟北王寬坐誖人倫祝詛有司請誅上遣大鴻臚利召王王以刃自刎死賜長公主及宗室昆弟各有差追尊趙婕妤爲皇太后起雲陵冬匈奴入朔方殺畧吏民發軍屯西河左將軍桀行北邉始元元年春二月黃鵠下建章宫太液池中公卿上夀賜諸侯王列侯宗室金錢各有差巳亥上耕于釣盾弄田益封燕王廣陵王及鄂邑長公主各萬三千戸夏爲太后起園廟雲陵益州廉頭姑繒牂柯談指同並二十四邑皆反遣水衡都尉吕破胡募吏民及發犍爲蜀郡奔命擊益州大破之有司請河内屬冀州河東屬并州秋七月赦天下賜民百戸牛酒大雨渭橋絕八月齊孝王孫劉澤謀反欲殺青州刺史雋不疑發覺皆伏誅遷不疑爲京兆尹賜錢百萬金日磾輔政歳餘病困大將軍光白封日殫卧授印綬一日薨賜葬具冡地送以輕車介士軍陳至茂陵諡曰敬侯閏月遣故廷尉王平等五人持節行郡國舉賢良問民所疾苦冤失職者冬無氷二年春正月大將軍光左將軍桀皆以前捕斬反虜侍中㒒射莾阿羅重合候馬通功封光爲博陸侯桀爲安陽侯時衛尉王莾子男忽侍中揚語曰帝病忽常在左右安得遺詔封三子事群兒自相貴耳光聞之切讓王莾莾酖殺忽以宗室母在位者舉茂才劉辟彊劉長樂皆爲光祿大夫辟彊守長樂衛尉三月遣使者振貸貧民毋種食者秋八月詔曰徃年災害多今年蚕麥傷所振貸種食勿收弄毋令民出今年田租冬發習戰射士詣朔方調故吏將屯田張掖郡三年春二月有星孛于西北秋募民徙雲陵賜錢田宅冬十月鳳凰集東海遣使者祠其處十一月壬辰朔日有食之四年春三月甲寅立皇后上官氏赦天下詞訟在後二年前皆勿聽治初桀子安娶霍光女結婚相親光每休沐出桀常代光入决事鄂邑盖長公主私近子客河間丁外人上與大將軍聞之不絕主驩有詔外人付長主長主内周陽氏女令配耦帝時上官安有女即霍光外孫安因光命内之光以爲尚㓜不聽安素與丁外人善說外人曰聞長主内女安子容貌端正誠因長主時得入爲后以臣父子在朝而有椒房之重成之在於足下漢家故事常以列侯尚主足下何憂不封侯乎外人熹言于長主長主以爲然詔召安女入爲婕妤女爲騎都尉月餘遂立爲皇后以后父封桑樂侯食邑千五百戸遷車騎將軍夏六月皇后見髙廟賜長公主丞相列侯中二千以下及郞吏宗室錢帛各有差徙三輔冨人雲陵賜錢戸十萬秋七月詔曰比歳不登民匱于食流庸未盡還徃時令民共出馬其止勿出諸給中都官者且减之各遣大鴻臚田廣明擊益州廷尉李种坐故縱死罪棄市五年春正月追尊皇太后父爲順成侯夏陽有男子乗黃犢車詣北闕自謂衛太子上使公卿中二千石雜識視之聚觀者數萬人右將軍勒兵闕下以備非常丞相巳下至者並不敢言京兆尹雋不疑後至叱從吏收之或曰是非未可知且安之不疑曰昔衞蒯瞶違命出奔輙拒而不納春秋美之今衞太子得罪先帝亡不即死今自來此是罪人也遂送詣獄窮治姦詐遂訊服本夏陽人也姓成名方遂居湖以卜筮爲事有故太子舍人嘗就方遂卜謂之曰子之貌甚似衛太子遂緣其言乃詣闕廷尉還召其鄕里張祿者皆識知之方遂坐誣罔腰斬一云姓張名延年霍光曰大臣當用經術士方明於大義光欲以女妻不疑固辭畏盛滿也後以病免於家夏六月封皇后父驃騎將軍上官安爲樂鄕侯罷儋耳番禺九眞郡秋大鴻臚田廣明軍正王平擊益州斬捕虜三萬餘人獲畜産五萬餘頭六年春正月上耕於上林二月詔有司舉賢良文學問民疾苦議罷塩鐡榷酤中郞將蘇武自匈奴還武京兆人故將軍建之子𥘉使匈奴張勝爲副及假節使常惠等從是時渾邪王姊子勾町王及長水虞常皆前歸漢後降在匈奴中復欲歸漢謀殺匈奴近臣衛律律者本長水胡人也生在漢中後降匈奴常惠素與勝善勝知其謀㑹事發覺勝乃語武武驚曰事如此必及我見禍乃死後矣欲自殺常惠等止之單于召武受辭武曰屈節辱命何面目以生引佩刀自刎絕半日復蘇單于嘉其節欲降之後疾愈單于將殺虞常等召武皆㑹欲因此際降武先擊虞常等令衞律以劒擊勝勝請降律後以劒擬武武不動律曰律前負漢歸匈奴賜號稱王擁衆數萬蘇君今日降明日復然空以身膏草野誰復知之君因我降與君爲兄弟今不聽吾計雖欲復見我尚可得乎武怒罵律曰汝爲人臣不忠背叛於夷狄何用見汝爲兄弟乎律知武終不可脅單于欲必降之乃置武大窖中絕不與飲食七日天雨雪武嚙雪與旃毛并咽之數日不死單于徙武北海上無人䖏使牧羝羊曰羊有乳乃得歸漢武掘野䑕草實而食之杖漢節牧羊卧起操持節毛盡落五六年單于弟於靬王戈獵海上見武能結網紡繳擎治弓弩於靬王愛之隂給衣食賜武馬畜三歳餘於靬王死丁零盗武牛羊武復窮厄㑹李陵降匈奴單于使陵降武謂武曰陵來時子卿太夫人巳死妻巳更嫁昆弟或抵罪或疾病死室家巳盡今單于必欲降子卿子卿終不得歸矣人生如朝露何久自苦如此陵始來時忽忽如狂自以痛負漢子卿不欲降何以過陵武曰臣事君猶子事父也子爲父死無所恨願勿復言陵與武飲酒數日復曰子卿一聽陵言武曰自巳分死久矣少卿必欲降武武請畢今日之歡效死於子前陵見其至誠喟然歎曰嗟乎義士陵與衞律罪上通天因泣下沾衿與武决去後武聞武帝崩南向號哭數日嘔血及上即位與匈奴和親漢使至匈奴常惠數私見使敎之曰陛下親射上林中得白鴈足有繫帛丹書言武等在荒澤中使者以語單于單于驚謝使者曰武等實在許遣之於是李陵置酒賀武曰今足下還歸名揚於匈奴功顯於漢朝雖竹帛所載丹青所畫何足以過子卿陵雖駑怯漢旦貫陵罪得全其老母得奮大恥之節志在庻幾乎曹劌於柯之盟此陵宿昔所不忘也今漢收族陵家爲世大戮陵當復何顧乎吾巳矣令子卿知吾意耳異域之人一别長絕陵起舞歌曰經萬里兮渡沙漠爲將軍兮奮匈奴路窮絕兮矢石推士衆滅兮名巳頽老母巳死雖欲報恩將安歸兮單于遂遣武歸漢而陵終匈奴中初武使出百餘人在匈奴十九年凡從還者九人詔武謁孝武陵園廟拜爲典屬國賜錢二百萬公田十二頃宅一區常惠徐勝趙終王良等拜郞中賜帛各二百匹其六人賜錢各十萬歸家復終身夏大旱雩秋七月罷榷酤官取天水隴西張掖各二縣以爲金城郡鉤町侯無波帥其君長人民擊反者有功立無波爲鉤町王元鳳元年春立泗水戴王子援爲泗水王戴王前薨以無子國除後宫有遺腹子援相内史不以奏言上聞而憐之乃立援爲王相内史下獄武都氐人反遣執金吾馬適建等將三輔太常徒皆兄刑擊之夏六月赦天下秋七月乙亥晦日有蝕之旣九月鄂邑長公主燕王旦左將軍上官桀桀子驃騎將軍安御史大夫桑弘羊皆謀反伏誅上官桀父子驕放長公主供養上於内桑弘羊爲國興利自伐其功各欲爲子弟黨類求官以私于光光不聽由是與光争權欲害之詐使人爲燕王旦上書言光出都肄邸羽林道上稱驚蹕太官先置又擅調發益幕府校尉光專權自恣疑有非常候光休沐日奏之桀欲從中下其事弘羊當與大臣共執退光書奏上不肯下及光光入上曰此書詐也將軍無罪光曰陛下何以知之上曰以將軍之廣明都肄邸皆道屬耳調校尉未滿十日燕王何以得知之且將軍爲非不須益幕府校尉時上年十四左右尚書皆驚而上書者果亡後桀等數毀光上輙怒曰大將軍忠臣先帝所屬以輔朕躬敢有毀者坐之自是桀等不敢言乃謀令公主置酒請光伏兵殺之因廢帝誘迎立燕王燕王至殺之因立桀爲帝燕王與驛者書相報許立桀爲王外連諸郡國郡國豪傑以千數燕王以爲事必成令羣臣皆裝是時天大雨虹下屬燕王宫宫中井水皆竭有黃䑕舞燕王殿前端門中視之不去一日一夜死者數千殿上戸自閉不可開厠中豕羣出壞竈御釜六十枚置殿門前烏鵲自鬪宫中烏死天火燒燕南城門大風壞宫城樓板樹木流星墜地后妃巳下皆恐王驚病燕占災者言當有兵圍城其在十月漢當有大臣戮死者㑹蓋主舍人父燕倉知其謀以告太司農楊敞敞告諌議大夫杜延年以聞桀等伏誅燕王聞之謂相平曰事巳敗遂發兵乎相平曰左將軍巳死百姓皆知之不可發也王憂懣㑹賔客羣臣置酒㑹使者至賜王璽書曰與王骨肉至親敵吾一體乃與他族異姓謀害社稷親其所踈踈其所親有悖逆之心無忠愛之義如使古人有知當何面目復奉齊酹見髙祖之廟乎旦以綬自絞死后夫人随王死者二十餘人詔赦燕太子建爲庻人諡旦曰刺王赦燕吏民杜延年燕倉皆封侯楊敞以大臣不即以聞不封其爲桀等所誤未發覺者除其罪本志以爲烏鵲鬪燕王宮中烏死近黒祥也楚王戍時烏鵲羣鬪於野而白者死燕王一烏一鵲鬪於宫而黒者死俱誅反亂之祥同占理合此天人之明表也楚冗陽舉兵於外大敗於野故衆烏白而金色者死燕王隂謀未發獨王自殺於内故一烏如水色者死此天道精微之效也無南城門者通漢道也天火燒之者燕徃來通言姦謀之戒也豕出者近豕禍也聽之不聦暴急之咎也壞竈陳釜於庭者示不復用也而宫室將廢焉黃䑕舞端門者近黃祥也思心務亂之應將敗死亡之象也庚午右扶風王訢爲御史大夫二年夏六月赦天下問民所疾苦三年春正月泰山有大石自立髙丈五尺大四十八圍入地八尺三石爲足石自立後有白頭烏數千下集其旁昌邑社中枯木復生上林苑中枯柳斷而自起復生有蟲食其葉成文曰公孫病巳當立符節令魯人眭弘治春秋曉災異上書言大石自立僵柳復起當有匹庻爲天子者枯樹復生故廢之家公孫氏當復興乎漢家承堯之後有傳國之運當求賢人禪帝位以退自封百里以順天命孟意亦不審知其所在孟坐誤妖言惑衆伏誅及宣帝起民間而立以弘子爲郞冬遼東烏丸反天子拜范明友爲度遼將軍擊之斬首六千餘級獲三王首四年春正月甲戍丞相車千秋薨千秋者本齊田氏也以年老上優之得乗小車上殿故世謂之小車丞相因氏焉二月乙丑御史大夫王訢爲丞相訢始爲范陽令暴勝之爲直指使者欲斬之訢解衣伏躓仰曰使者專殺生之柄威振郡國今斬一訢不足以增威不如特有所寛以明恩貸令盡死力勝之遂赦之不誅薦訢徴爲右輔都尉遂進至丞相大司農楊敞爲御史大夫夏四月渡遼將軍范明友以破烏丸功及前定益州功封平陵侯平樂監傅介子使持節誅樓蘭王是時樓蘭殺漢使者介子自請於霍光曰願徃殺之以威示諸國於是賫金幣揚言以賜外國樓蘭王不承之介子陽引而西曰天子以金幣賜諸國而不來我將西矣多出金幣以示其驛使樓蘭王貪漢物因徃見使者介子曰天子使我私報王隨介子入帳中屏人語壯士二人從後刺之刃交於胷左右皆散走介子告喻以王負漢罪大矣天子遣我誅王當更立太子前在漢者漢兵方至無敢動動則滅國矣遂立其王子安師持斬王首歸懸北闕封介子爲義陽侯五月丁亥孝文廟正殿災六月赦天下五年春正月廣陵王來朝秋罷象郡冬十一月大雷十二月庚午丞相王訢薨六年夏赦天下右將軍光祿勲張安世以宿衞忠謹封冨平侯烏丸復犯塞渡遼將軍范明友擊之冬十有一月乙丑御史大夫楊敞爲丞相敞華隂人也以謹厚爲霍光所親少府蔡義爲御史大夫元平元年春二月詔减口賦錢什三庚辰有流星大如月西行衆星皆從之乙丑有雲如狗朱色尾長三丈俠漢西行本志以爲大星如月者諸大臣之象也天以東行爲順西行爲逆此大臣將行權以安社稷星占曰太白散爲天狗爲卒起卒起身禍無時大臣運柄將安社稷夏四月癸未帝崩於未央宫無嗣大臣議所立武帝子獨有廣陵王胥胥本以行失道先帝所不用光心計不安郞有上書言周大王廢太伯而立王季文王廢伯邑考而立武王唯在所宜雖廢長立少可也廣陵不可以承宗廟言合光心光以書示丞相敞等乃擢郞爲九江太守即日承皇太后詔迎昌邑王賀賀者武帝孫昌邑哀王子也六月壬申皇帝葬於平陵賀即位行淫亂光憂懣恐及禍以問大司農田延年議欲以廢王延年曰伊尹廢太甲以安殷宗廟後世稱忠將軍若如此即漢之伊尹也光乃引延年爲給事中與車騎將軍張安世定謀是時天隂晝夜不見日月二十餘日賀欲出光祿大夫夏侯勝當車諌曰天久隂不雨臣下有謀上者陛下出欲何之賀怒縛勝以屬吏光以爲安世泄語安世實不知乃召問勝勝曰在洪範皇之不極厥罰恒隂即有下伐上光與安世大驚由是重經術士遂召丞相巳下羣臣㑹議未央宫光曰昌邑王行淫亂恐危社稷如何羣臣皆失色莫敢對者田延年前離席按劒曰先帝屬將軍以㓜孤者以將軍忠賢能安劉氏也今羣下鼎沸社稷將危如使漢家絕嗣將軍雖死何以見先帝於地下今日之議不可旋踵羣臣後應者臣請以劒斬之光謝曰九卿責光是也於是議者皆叩頭唯大將軍命光遂白皇太后皇太后被珠襦坐武帳中羣臣巳下皆以次上殿召昌邑王聽詔奏曰昌邑王典䘮服斬衰無悲哀之心居道上不素食使從官畧人子女私内傳舍引昌邑從官騶奴三百人常與居禁闥内戯笑殿中爲書曰皇帝問侍中君卿使御史府令髙昌奉黃金千斤贈君卿娶妻十人今大行在前殿發樂府器引納昌邑樂人鼓吹徘倡歌舞乗法駕驅馳北宫召皇太后御小馬車使官奴騎乗遊戯與孝昭宫人蒙等淫亂取諸侯王列侯墨綬以并佩昌邑郞官者免奴即位二十七日使者旁午持節詔諸官署徴發凢一千一百二十七事荒淫迷惑失帝王義五刑之屬莫大於不孝周襄王不能事毋春秋絕之於天下昌邑王不可以承宗廟當廢臣請有司以大牢告祀髙廟皇太后詔曰可王曰天子有争臣七人雖無道不失其天下光曰皇太后詔廢安得稱天子遂下觧玉璽組綬奉上皇太后王出羣臣隨送王西面拜曰臣愚戇不任漢事遂起就乗輿副車光送至昌邑邸光謝曰王行自絕於天下臣等負王不敢負社稷光涕泣而去王歸昌邑賜湯沐邑二千戸昌邑羣臣坐無輔導之訓悉誅三百餘人唯中尉王吉字子暘郞中令龔遂字少卿以忠真數諌得减死罪一等河南王式字翁思爲賀師治事使者責問式何以無諌書式曰臣以三百五篇詩授王至於忠臣孝子之篇未嘗不反覆爲王言之至於危亡失道之君未嘗不流涕爲王言之臣以三百五篇詩諌王何以爲無書亦得减死爲世儒宗初賀之在國也好遊獵無節度王吉上䟽諌曰大王不好經術而好逸遊伏軾樽銜馳騁不止口捲於叱咤手勤於轡箠身勞於車輿朝則冐霜霧晝則犯埃塵夏則爲大暑之所爆炙冬則爲風雪之所偃薄非所以養性命隆仁義也夫廣厦之下旃茵之上明師在前勸頌在後上及唐虞之隆下及殷周之盛考仁聖之風習治國之道忻忻然發憤忘食日新其德其樂豈徒銜鑣之間哉王毎放縱失道吉輙諌争龔遂亦數直諌陳禍福號泣謇謇無巳王曰郞中令何爲哭遂曰臣痛社稷危也面刺王過王至掩耳趨走曰郞中令善愧人及國中皆畏憚焉及王之徴也吉遂又數納諌王不能用遂至於廢於是迎衞太子之孫病巳而立焉是爲孝宣帝荀悅曰昌邑之廢豈不哀哉書曰殷王紂自絕於天易曰斯其所取災言自取之也故曰有六主焉有王主有治王有存主有哀主有危主有亡主體正性仁心明志固動以爲人不以爲巳是謂王主尅巳怨躬好問力行動以從義不以縱情是謂治主勤事守業不敢怠荒動以先公不以先私是謂存主悖逆交争公私並行一得一失不純道度是謂哀主情過於義私多於公制度殊限政令失常是謂危主親用讒邪放逐忠賢縱情遂欲不顧禮度出入遊放不拘儀禁賞賜行私以越公用忿怒施罰以逾法制遂非文過知而不改忠信擁塞直諌誅戮是謂亡主故王主能致興平治主能行其政存主能保其國哀主遭無難則庻幾得全有難則殆危主遇無難則幸而免有難則亡亡主必亡而巳矣夫王主爲人而後巳利焉治主從義而後情得焉存主先公而後私立焉故遵亡主之行而求存主之福行危主之政而求治主之業蹈哀主之跡而求王主之功不可得也夫爲善之至易莫易於人主立業之至難莫難於人主至福之所隆莫大於人主至禍之所加莫深於人主夫行至易以立至難便計也興至福而隆至禍厚實也其要不遠在乎所存而巳矣雖在下才可以庻幾然迹觀前後中人左右多不免於亂亡何則沉於宴安誘於謟導放於情欲不思之咎也仁遠乎哉存之則至是以昔者明王戰戰兢兢如履虎尾勞謙日昃夙夜不怠誠逹於此理也故有六主亦有六臣有王臣有良臣有直臣有具臣有嬖臣有佞臣以道事君匪躬之故逹節通方立功興化是謂王臣忠順不失夙夜匪懈順理處和以輔上德是謂良臣犯顏逆意抵失不撓直諌遏非不避死罪是謂直臣奉法守職無能徃來是謂具臣便辟苟容順意從䛕是謂嬖臣傾險讒害誣下惑上專權擅寵唯利是務是謂佞臣或有君而無臣或有臣而無君同善則治同惡則亂雜則交争故明主慎所用也六主之有輕重六臣之有簡易其存亡成敗之機在於是矣可不盡而深覽乎讃曰本紀稱昔者周成王以孺子繼統而管蔡四國流言之變孝昭以㓜年即位亦有燕蓋上官逆亂之謀成王不疑周公孝昭卒任霍光各因其時以成大矣哉承孝武奢侈餘弊師旅之後海内虚耗戸口减半霍光知時務之要輕徭薄賦與民休息至元始元鳳之間匈奴和親百姓充實舉賢良文學問民所疾苦議塩鐡罷攉沽尊號爲昭不亦宜乎"}
{"id": "KR2b0003_017", "series": "KR2b0003", "text": "前漢孝宣皇帝紀一卷第十七荀恱宣帝初生數月遭巫蠱事幽於郡邸獄廷尉監魯國邴吉字少卿治巫蠱事於郡邸獄憫曾孫之無辜擇女徒謹厚者使保養曾孫置閑燥處望氣者言長安獄中有天子氣於是武帝遣使者分條中都官獄中繫者欲盡殺之及使者至郡邸獄官閉門拒使者曰皇孫在此他人無辜死猶不可況親曾孫乎使者自夕至明不入還以聞因劾奏吉武帝亦悟曰天使之然也赦天下郡邸獄巫蠱者亦不決曾孫拘繫五年吉私給衣食占視甚有厚恩後收養於掖庭令張賀甞事衞太子奉養曾孫甚謹以私財供給之旣壯爲取暴室嗇夫許廣漢女爲妻因依廣漢兄弟及祖母家史氏受詩於東海澓中翁高才好學足下有毛居止數有神光照曜毎買餅所從買家輒大售亦以此自怪秋七月庚申徵入未央殿封武陽侯遂即皇帝位見於高廟年十八八月己巳丞相楊敞薨九月大赦天下戊寅御史大夫蔡義爲丞相年老短小兩吏扶下乃能行衆庶咸曰大將軍苟可用專制者光聞之曰以爲天子師宜爲丞相何謂乎初義以詩受昭帝其人守學無咎而巳戊辰左馮翊田廣明爲御史大夫冬十有一月立皇后許氏羣臣方議所立上乃求微時故劒羣臣知其㫖乃奏立許婕妤爲皇后父廣漢自以刑人不宜居位封爲昌城君後封平恩侯皇后歸長樂宮長樂宮初置屯衞本始元年春正月遣使者持節詔諸郡國謹牧養民以風化大將軍霍光稽首歸政上謙讓不聽遂委任焉事皆先聞光然後奏御益封光萬七千戶賞賜黃金七千斤錢六千萬雜綵繒三萬疋奴婢百七十人馬三千匹甲第一區將軍張安世封萬戶侯其餘各以次受封夏四月庚午地震五月鳳凰集膠東千乘赦天下賜吏民爵勿收田租賦六月詔曰故太子在湖未有謚號歲時祀其議謚具置園邑有司奏請禮爲人後者爲人之子故降其父母不得祭尊祖之義也陛下爲孝昭後承祖宗之祀制禮不逾閫臣愚以爲親謚父宜曰悼考母曰悼后此諸侯國置奉邑三百戶故皇太子曰戾園置奉邑二百家史良姊號曰戾夫人置守冡四十家園置長丞周衞奉守如法太子有妃有良姊有孺子凡二等皆穪皇孫史良姊者魯國人也兄曰恭有三子曰高曾玄後皆封列侯悼后王氏涿郡人兄曰無辜封平昌侯次曰武封昌樂侯賜外祖父母號曰博平君食邑萬一千戶追尊外祖父母乃始爲恩成侯詔涿郡治塚置園邑四百家長丞奉守如法秋七月立燕刺王太子建爲廣陽王廣陵王胥少子弘爲高密王廷尉史鉅鹿路温舒上書曰臣聞齊有無知之禍桓公以興晉有驪姬之難文公用覇近世趙王不終諸呂作亂而孝文又爲太宗由是觀之禍亂之作以開有德也昭帝即世無嗣大臣憂懣昌邑即位淫亂而廢是乃皇天所以開至聖也夫繼變亂之後必有雋異之德此賢所以推天命也臣聞春秋正即位大一統而愼始也陛下初登至尊與天合符宜改前世之失正受始之統蕩滌煩文除民疾苦存亡繼絕以應天意夫獄者天下之大命書曰與其殺不辜寧失不經今治獄者皆欲人死非憎之也上下相繼以刻爲明深者獲功名平者多後患故治獄者皆欲人死非憎之也自安之道在人之死也夫人之情安則樂生痛則思死捶楚之下何求而不得故囚人不勝痛則飾妄辭以示之吏治者利其殺則指導以明之上奏畏抑則鍜鍊而周密内之蓋奏者當成之時雖咎繇聽之猶以爲死有餘罪何則文致之法明也語曰畫地爲獄誓不入刻木爲吏議不對此皆嫉吏悲痛之辭故曰天下之患莫不甚於獄上善其言遷廣陽王和府長史後爲臨淮太守治有異迹二年春大司農田延年有罪自殺延年齊人也以定䇿安社稷封陽城侯官發僦民車牛三萬乗載沙便橋下送置陵上車直錢一千延年詐增車直二千坐盗益三千萬御史大夫田廣明謂霍光曰春秋之義以功覆過當廢昌邑王時非田子賔大事莫成今縣官出三千萬錢與之何苦乎光曰然子賔實勇士當發大義時震動朝廷光因舉手撫心曰使我至今日病悸曉大司農通徃就獄得與公卿議之延年曰幸得縣官寛我耳何面目入牢獄遂自刎而死夏四月詔有司議孝武廟樂六月庚午尊孝武廟曰世宗奏盛德文始四時五行之舞凡武德昭德盛德之舞所以尊祖宗也諸帝廟皆當奏文始四時五行之舞武帝廵狩所幸郡國皆當立廟告祠祠世宗廟日有白鶴集後庭以立世宗廟告祠孝昭寢廟復有鴈五采集殿前西河郡立世宗廟有神光興於殿側又興於房中如燈火狀廣川郡立世宗廟殿上有鐘音房戶自開夜有光殿上盡明初議立世宗長信少府夏侯勝以爲武帝多殺士衆竭民財力奢侈無度不宜立廟勝坐毀謗詔書毀先帝不道及丞相長史黃覇阿不舉劾皆下獄久繫覇欲從勝受業勝辭死罪覇曰朝聞道夕死可矣勝賢其言遂受覇尚書繫更再冬講不怠㑹赦勝出爲諫議大夫給事中薦覇揚州刺史覇字次公淮陽人勝字長公夏侯始昌之族子勝爲人質朴無威儀見上時誤謂上爲君或自稱字上前上欲以是親信之甞見出道上語上聞而讓之勝爲人質朴無威儀見上時誤謂上爲君或自稱字上前上亦以是親信之嘗見出道上語上聞而讓之勝曰陛下言善臣故揚之堯言布於天下至今誦之臣以可傳故耳朝廷每有大議上謂勝曰先生通正言無懲前事初皇太后聽政霍光以令太后從勝受尚書及勝卒太后縞素五日儒者以爲榮三年春正月癸亥皇后許氏崩初霍光夫人顯有小女欲貴皇后當産疾顯隂使醫淳于衍行毒藥後有人上書告諸醫治疾無狀者皆收繫顯恐急具狀諮光因曰旣巳失計爲之無令吏急衍光驚愕黙然後奏上置衍勿論事不發覺夏大旱五月御史大夫田廣明爲祁連將軍與蒲類將軍趙充國虎牙將軍田順度遼將軍范明友前將軍韓增凡兵十五萬與校尉常惠持節護烏孫兵並擊匈奴初匈奴數侵邊又西伐烏孫武帝欲與烏孫共擊匈奴故以江都王建女細君爲公主妻烏孫昆彌昆彌以馬千匹爲聘禮漢爲公主備屬官内官侍御數百人公主自爲宮室居歲時與昆彌飲食言語不通公主悲愁上聞而憐之間歲遣使者遺之甚厚細君卒復以楚王戊之孫女解愁爲公主以繼之於是匈奴復侵烏孫昆彌昆彌與公主上書請共擊匈奴烏孫自將五萬騎常惠與烏孫獲匈奴父行與㛮名王都尉巳下四萬餘級牛馬駱駝七十餘萬頭烏孫皆自取其虜獲時匈奴聞漢大出兵皆將老弱驅畜産遠遁逃故漢軍所得少而祁連將軍虎牙將軍有罪皆自殺常惠封長羆侯匈奴由是人民畜産死亡者衆而國虚耗矣其冬單于自將擊烏孫㑹天大雨雪一日深一丈餘匈奴人民畜産凍死還者十無一二於是丁零乗弱攻其北烏丸入其東烏孫入其西又重以饑餓死者十三匈奴大困諸國覇屬者皆瓦解攻盗不能治匈奴遂弱矣六月乙丑丞相蔡義薨甲辰長信少府韋賢爲丞相大司農魏相爲御史大夫四年春正月遣使賑貧民減太官損膳省宰樂府減樂人三月乙亥立皇后霍氏光女也賜丞相以下至郞吏金帛各有差赦天下夏四月壬寅郡國四十九地震或山崩泉出宗廟隳落上素服避正殿五月大赦鳳凰集北海安丘秋廣川王去有罪廢徙上庸自殺去者惠王越之孫初事師受易師數諫正之去後以師爲内史掾師數使内史禁切王家欲以示正之去怒隂使人殺師父子不發覺其後用幸姬昭信等之䜛殺姬昭平等二人恐語泄復殺婢三人昭信又曰夢見昭平等去曰虜乃敢復見不畏我邪掘屍皆燒之爲灰後立昭信爲后又隂譛幸姬望卿疑與郞吏有私去即祼望卿令諸姬各持燒鐵共灼之望卿走投井未死割其脣鼻斷其舌昭信與去共支解置大鑊中又取桃灰毒藥并煑之連日復殺其女弟都後去數召姬榮愛與之飲酒昭信䜛之投井中出之未死燒兩灼潰兩眼生割兩股銷鈆錫灌口中愛死支解以棘埋之諸得幸者昭信皆䜛殺凡十四人皆埋宮中昭信又謂去曰諸姬淫泆難禁請閉諸舍門無令得妄出入使其大婢爲僕射主外永巷盡閉封諸舍門上鑰於太后太后置酒乃召見昭信與去從十餘婢傳歌遊戯望卿母求二女屍昭信令奴殺之後捕奴得辭伏狀内史相劾狀奏之有司請捕誅去上不忍致法廢徙之蜀昭信棄市地節九年春正月有星孛於西方太白二丈本志云太白爲天之將軍彗孛加之掃滅之象也三月假郡國貧民田夏六月詔宗室屬藉未盡而罪絕者復屬使得自新冬十有一月楚王延壽謀反自殺十有二月癸亥晦日有蝕之二年春正月庚午大司馬將軍霍光疾病上自臨問爲之涕泣及薨皇太后親自臨䘮太中大夫御史持節護䘮事中二千石治幕府墓塜上賜金錢繒絮繡𬒳百領衣五十篋壁玉珠璣玉含椊棺便房黃腸題湊各一具樅木外藏椁一十五具東園温明秘器皆如乗輿制度載光柩以輼輬車黃屋左纛發材官輕車北軍五校士軍陣至茂陵以送葬謚曰宣成侯疇其爵邑復其後世如蕭相國子禹嗣爲左將軍復使光兄子雲侍中奉車都尉雲弟樂平侯山領尚書事示不專政以優崇霍氏也夏四月戊辰立皇太子大赦天下霍光旣薨光夫人顯改光生時所造塋制而更奢大之起三出闕築神道北臨昭臺南出罦罳盛飾輦道通屬永巷而幽良人婢妾以守之廣治第舍作乗輿駕輦加畫繡茵馮黃金塗韋絮薦輪侍婢以五綵絲輓顯於第中遊戲與光所幸監奴馮子都淫而禹山等繕治第宅走馬馳逐及山兄冠軍侯雲當朝謁數稱疾私出遊獵或遣蒼頭代朝謁莫敢譴者而顯及諸女晝夜出入長信宮殿中無度及上立太子顯怒不飲食嘔血三日曰此乃民間子安得立后有子反當爲王邪後教皇后鴆太子皇后數召太子賜食阿保必先嘗之后挾毒藥不得行霍氏與御史大夫家爭道欲蹋大夫門御史叩頭謝奴乃去其放縱如此御史大夫魏相上書言霍氏驕奢恐浸大不可制宜有損奪其盛權以固萬世之基全功臣之後又故上事皆有二封其一封録尚書副當先發所言不善輒不奏相復白去副封以防壅塞上善之詔相給事中相字弱翁濟隂人也於是上親政事羣臣得以徑奏封事上五日一聽朝丞相以下各依職奏事采納其言考試功能侍中尚書雖功勞當遷輒厚加賞錫不數改易樞機周密品式具備是以上下相安莫有苟且之意及拜刺史郡守輔相輒親見問觀其所由退而考察其行以質其言有名實不相應者必知其所以然上嘗曰庻民所以安於田里而無怨恨嘆息之心者政平訟理也與我共此者其惟良二千石乎以爲長吏者民之本也數變易則下不安民知其上久不敢欺罔則民從化故二千石不可數遷徙有治理之効者輒璽書勉勵增秩賜金或爵至關内侯公卿缺輒選所長而遷次用之故民安其土吏勸其業矣時頗修武帝故事宮室車服盛於昭帝時任用能吏諫議大夫王吉上書曰今世俗吏治民者非有禮義仁信稱㫖可世世通行者也徒設刑以守之欲以爲治者不知其所由意以爲穿鑿各取一切是以百里不同風千里不同俗國異政人殊俗詐僞萌生刑罰無極質朴日消恩愛浸薄孔子曰安上治民莫善於禮非虚言也願陛下承天心發大義與大臣公卿延及儒生述禮樂明王制驅一世之民致於仁壽之域則治何以不若成康壽何以不若高宗竊見當世趨務不合於道者謹以條奏吉又以世俗嫁娶太早未知有爲父母之道而有子是以教化不明而人多夭聘妻送女無節則貧人恥不相及故有不舉子者夫得任子弟爲官失舉賢之義又漢家列侯尚公主諸侯列國入承公主使男事女夫屈於婦逆隂陽之位皆宜改正時上不納吉言乃謝病歸荀悅曰尚公主之制人道之大倫也昔堯降釐二女於嬀汭嬪於虞易曰帝乙歸妹以祉元吉春秋稱王姬歸於齊古之逹禮也男替女凌則淫暴之變生矣禮自上降則昏亂於下者衆矣三綱之首可不愼乎夫成大化者必稽古立中務以正其本也凡吉所言古之道也三年春正月詔曰膠東相王成勞來不怠流民自至者八萬餘口治有異等其秩成中二千石賜爵關内侯夏四月戊辰車騎將軍光禄勲張安世爲大司馬車騎將軍如故京師大雨雹大行治禮丞蕭望之上疏願口陳災異上在民間時素聞蕭長倩名曰此東海蕭生邪問其狀對曰春秋魯昭公三年大雨雹是時季孫專權卒逐昭公向使魯公察其變宜無此害附枝大者敗本心私家盛者公室危陛下以聖德居位思政求賢此堯舜之用心也然祥瑞未臻隂陽不和是大臣任政一姓專權之所致也惟明主親萬機舉賢良以爲腹心公道立則姦邪塞姦邪塞則私權廢矣對奏拜望之爲謁者是時招賢良納直言多上書言便宜者輒下望之問狀或用或罷所獻奏皆可望之遷諫議大夫丞相司直歲中三遷初霍光秉政長史邴吉薦王仲翁與望之等數人時吏民見光者皆露索去刀兵兩吏挾持之望之獨不聽自引出閣光令吏勿持旣見責曰將軍輔翼㓜君將流大化是以天下之士延頸企踵爭願自効令士見者皆露索挾持恐非周公輔相成王之禮致白屋之意也於是光獨不用望之而仲翁等皆補大將軍吏二歲間仲翁至光禄大夫給事中而望之以對策甲科爲郞署小苑東門長仲翁出從傳呼甚寵顧謂望之曰不肯碌碌反抱關木望之曰各從其志望之復失郞至是乃得用焉是時光兄子中郞將冠軍侯雲樂平侯山皆以過就第山陽太守張敞上書曰臣聞公子季友有功於魯大夫趙衰有功於晉大夫田寛有功於齊皆疇其官位延及子孫後田氏簒齊趙氏分晉季氏尃魯仲尼作春秋迹盛衰譏世卿尤甚今朝臣皆明言陛下褒寵大將軍以報功德足矣宜罷王侯皆就國明詔以恩德不聽群臣以義固爭之久而後許之天下必以陛下爲不忘功德而以朝臣爲知禮今朝廷不聞直聲而令明詔自親其文非策之得者也今兩侯巳出人情不能相逺也以臣心度之大司馬及其枝屬必有畏懼之心夫近臣自危非寛計也上善其言五月甲申丞相韋賢以老病錫金鞍車駟馬薨於家子弘爲太常丞賢以弘當爲嗣太常職當陵廟煩劇多過勑令自免弘懷讓不去官及賢病篤弘坐宗廟事繫獄未決室家問賢當爲後者賢恚恨不肯言於是門下生與賢宗家計議共矯賢令使家丞上書言大行以小子河南都尉玄成爲後玄成聞當嗣即𦍕狂驗不得巳乃使封爵上高其行以玄成爲河南太守弘爲大都尉遷爲東海大守後玄成爲列侯侍祠孝惠廟雨淖不駕馬車而騎馬至廟下削爵爲關内侯玄成自傷貶父爵乃爲詩自責曰惟我小子不肅㑹同墜彼輿服黜此附庸赫赫顯爵自我墜之微微附庸自我招之誰爲忍愧寄之我顔孰將遐狂從之夷蠻於赫三事匪俊匪作於蔑小人終焉其度誰謂華高跋其齊而誰謂德廣厲其庶而嗟我小子不貳其尤墜彼令爵由此擇辭四方群后我監我視威儀輿服唯肅是履六月壬申御史大夫魏相爲丞相太子太傅邴吉爲御史大夫少傅東海踈廣字仲翁爲太子太傅平恩侯許伯爲太子少傅以太子尚㓜伯欲使其弟舜監護太子家事上以問廣廣對曰太子國儲副君官屬師友必取天下英俊不宜獨親外家且太子有太傅有少傅官屬以備今復取舜監護家事非所以廣太子德於天下也上善其言而止廣兄子受爲太子家令亦恭謹而好禮上幸太子宮受迎謁應對及置酒侍宴奉觴上壽辭禮閑雅上甚歡悅頃之拜受爲少傅父子並爲師傅每朝太傅在前少傅在後朝廷以爲榮九月壬辰地震冬十月詔舉方正直言極諫之士罷車騎將軍右將軍屯兵詔池苑未幸御者假與貧民郡國宫館勿修治流民還鄉者假公田貸種食且勿筭事冬十有一月詔郡國舉孝弟有行義者各一人十有二月初置廷尉平四人秩六千石諌議大夫鄭昌上䟽言今明主躬垂明聽雖不置廷尉平獄將自正若開後嗣不若刪定律令律令一定愚民知其所避畏姦吏無所弄權柄今不正其本而救其末世衰毀則廷尉平招權而爲亂首矣省汶山郡并蜀郡前漢孝宣皇帝紀一卷第十七"}
{"id": "KR2b0003_018", "series": "KR2b0003", "text": "前漢孝宣皇帝紀二卷第十八荀悅四年春正月封蕭何孫建爲鄼侯詔民有太父母父母䘮勿徭事夏五月山陽濟隂雹如鷄子地深一尺五寸殺二十餘人飛鳥皆死詔曰自今子有匿父母妻匿夫孫匿太父母皆勿治其父母匿子夫匿妻太父母匿孫罪殊死以下皆詣廷尉以聞立廣川惠王孫文爲廣川王秋七月大司馬霍禹謀反誅初霍氏顯殺許后事頗漏泄而未察上乃徙霍氏諸女婿在内及爲將校者皆爲郡守更以禹爲大司馬罷其屯兵霍氏由是恐懼而顯乃以許后吿禹等禹等驚恐曰縣官所以斥逐諸女婿必以是故也霍雲所親張放謂雲曰可令太夫人言於太后先殺丞相及平恩侯移徙陛下在太后耳男子張章告之事下廷尉執金吾捕霍山及張放等後有詔勿捕山等愈恐曰惡端巳見之久尤未發發即族我矣不如先之遂謀反令太后爲博平君置酒召丞相平恩侯因令其女婿光祿勲范明友等承太后制引斬丞相平恩侯因廢帝而立禹㑹發覺雲山明友等自殺禹具五刑顯腰斬先是禹夢見第門皆壞有人發第端門屋瓦投之地就視之則不見先是茂陵徐福上䟽曰霍氏太盛陛下即愛厚之宜以時抑割無令亡書三上輙不報聞霍氏旣誅而告霍氏反者金安王等五人皆封侯或爲徐生上書曰臣聞客有過主人者見其竈直突旁有積薪客曰更爲曲突遠徙其薪不者恐有火患主人不聽俄而其家失火隣人救之幸而得息於是殺牛置酒謝其隣灼爛者在上其餘以功次坐而言曲突者不得與焉或謂主人曰向使聽客之言不費牛酒終無火患今論功請客不及曲突徙薪曲突徙薪反無恩澤燋頭爛額復爲上客邪主人乃悟而請之向使徐福之言早行國無列土之費而臣亡逆亂之敗矣上乃賜福帛千疋以爲郞中初禹與張安世長子千秋俱爲郞中將兵從擊匈奴還霍光問千秋戰鬪方畧山川形勢千秋口對兵事畫地成圗無所忘失光復問禹禹不能對光由是賢千秋以禹爲不才乃歎曰霍氏世衰而張氏興矣八月巳酉皇后霍氏廢處昭䑓宫九月詔曰今繫者或以笞無辜饑寒凍死獄中何爲用心逆人道也朕甚痛之其令郡國歳上繫囚以笞掠若病死者所坐名縣爵里丞相御史課殿最以聞十有二月清河王延年有罪廢遷防陵渤海太守龔遂以治民有績徴先是渤海左右數郡歳饑盗賊並起二千石不能禁遂以選爲太守時年七十餘形貎短小上望而心輕之問遂曰渤海擾亂將何以息其盗賊遂對曰渤海遐遠不沾聖化其民困於饑寒而吏不䘏故使陛下赤子盗弄陛下之兵於潢池中爾今欲使臣勝之邪將安之邪上聞遂對甚悅曰選用賢良故欲安之也遂曰臣聞治亂民猶治亂絲不可急也唯緩之然後可治臣願陛下詔丞相御史且勿拘臣以文法得一切以便宜行事上許之加錫黄金未至郡郡界遣兵以迎遂遂於是移書罷追捕盗賊吏民諸持鋤鉤田器皆爲良民吏無得問持兵者乃爲盗賊悉遣迎兵還單車至府郡中翕然盗亦皆罷又多刼掠聞教令即時觧散皆持鋤鉤於是郡内悉平民安土樂業乃開倉廪假貸貧民選用良吏慰安收養焉齊俗奢侈好爲未伎不作田種遂乃躬率以節約使民賣刀劒買牛犢曰何爲帶牛而佩犢乎勸民農桑課民收歛數年之間民皆富足而獄訟息止上徴遂到將見議曹掾王生謂遂曰天子即問君何以爲理者君宜曰皆聖主之德非小臣之力也上嘉其言有讓歎曰君安得長者之言而稱之也遂對曰議曹掾教戒臣上拜遂爲水衡都尉而王生爲水衡丞以褒顯遂元康元年春正月龜兹王及其夫人來朝龜兹夫人即烏孫公主女也自以得尚漢外孫故請朝上納之贈賜甚厚焉號夫人曰公主龜兹王樂漢衣服制度歸國治宫室作徼道周衞出入傳呼撞鐘鼓如漢家儀外國爲之語曰驢非驢馬非馬龜兹王所謂騾也以杜陵東原上爲初陵更名杜縣爲杜陵徙丞相將軍列侯吏二千石貲百萬者於杜陵鳳凰集太山陳留甘露降於未央宫三月赦天下徙勤事者賜吏民爵鰥寡孤獨帛夏五月立皇考廟益奉明國百戸爲奉明縣有司奏言禮父爲士子爲天子祭以天子悼考園宜稱尊號曰皇考立廟置縣尊戻夫人曰戾太后置園廟奉邑益戾園各滿三百家復髙祖功臣絳侯周勃等三十六人子孫世世勿絕嗣其無敵後者復其次秋八月詔舉通文學者冬置建章衞尉二年春正月詔曰書曰文王作罰刑兹無赦今吏修身奉法未能有稱朕甚憫焉其赦天下厲精更始二月乙丑立皇后王氏賜丞相以下至郞從官錦帛各有差王氏之先有功於髙祖賜爵關内侯至王皇后父奉光上在民間時與相識有女當適人夫輒死及上即位乃納之後宫爲婕妤是時諸愛寵婕妤皆有子上懲霍后之欲鴆太子也以王婕妤無子有寵乃立之以毋養太子封父奉光爲卬城侯夏五月詔曰吏用法式或以心巧析律二端深淺不平增辭飾非以成其罪奏不如實上無由得知或擅興徭役飾厨傳稱過客越職逾法以取名譽二千石皆察官屬勿用此人今民頗被疾疫之災其令郡國被災甚者無出今年租詔曰聞古者天子之名難知而易諱而今百姓多上書觸諱以犯罪朕甚憐之其改諱詢觸諱在令前者赦之冬京兆尹趙廣漢有罪腰斬廣漢字子都涿郡人也坐殺人不辜丞相按驗之廣漢疑丞相夫人殺侍婢以此脅丞相丞相按之愈急廣漢乃將吏突之丞相府召其夫人跪堂下收奴婢十餘人考問其事丞相上書自陳曰妻實不殺婢婢有過自殺耳丞相司直劾奏廣漢摧辱大臣欲以刼持奉公不道上乃下廣漢廷尉獄又坐殺人不辜治罪吏民守闕號泣者數萬人初廣漢爲京兆尹廉明抑強扶弱小民得職而吏士盡心其盗賊姦邪纎㣲皆知之長安少年數人㑹窮里空舍謀欲刼人語未及竟廣漢知之使吏捕治之具伏富人蘇囘爲郞二人私刼質之有頃廣漢至曉賊曰釋質束手善相遇幸逢赦賊驚愕即出叩頭廣漢爲跪謝曰幸全活郞甚厚遂送獄勅吏謹遇之給酒肉冬當斷預爲調官歛具皆曰死無所恨矣廣漢嘗召湖都亭長湖亭長西經界上界上亭長戯曰爲我通問趙君湖亭長至廣漢曰界上亭長謝我何故不爲致問其摘姦發伏如神皆此類也廣漢奏令長安遊徼獄秩百石其後百石吏皆差自重不敢枉法京兆清正長老稱之以漢興京兆尹無及廣漢者百姓追思而歌之初爲頴川大守誅大姓首惡郡中震慄一切治理威名流聞匈奴及匈奴降者言匈奴中皆聞廣漢然好用新進少年率多果敢之計侵犯貴戚大臣卒以此敗焉車師王烏貴靡初和於匈奴後降漢又恐匈奴攻之懼而奔烏孫漢使者鄭吉田於渠黎乃迎車師妻子傳送長安賞賜甚厚四夷朝㑹常尊顯而示之乃立車師太子軍宿爲車師王徙居渠黎而吉等田車師故地匈奴争之而攻漢屯田者趙充國等議欲因匈奴衰弱出兵擊之丞相諌曰臣聞救亂誅暴謂之義兵兵義者王敵加於已不得巳而應之者謂之應兵兵應者勝争恨小故不勝憤怒者謂之忿兵兵忿者敗利人土地寳貨者謂之貪兵兵貪者破恃國家之大矜人民之衆欲見威於敵者謂之驕兵兵驕者滅此非但人事乃天道也自頃匈奴常有善意所得漢民輒奉歸之未有犯於邉境雖争田車師故地不足以置意中國今諸將軍欲興兵入奪其地臣愚不知此兵欲何名也今邉境困乏難以動兵軍旅之後必有㐫年言民以愁苦之氣傷隂陽之和也兵出雖勝必有後憂今郡國守相率多不精選風俗尤薄水旱不時郡國盗賊繁多今左右不憂乃欲發兵報纎㣲之忿於遠夷此乃所謂季孫之憂不在顓臾而在蕭墻之内也上乃棄車師之地丞相又奏言古有羲和之官以承四時之節以敬授民事人君動静奉順隂陽則和氣應而災害不生自髙皇帝時有主四時之官臣願陛下選用明經通知隂陽者四人各主一事明言所職以順隂陽上從之丞相勑掾吏案事郡國若休告還府輒白四方得失異聞盗賊災變輒奏言之以廣視聽是歳烏孫昆彌上書願以漢外孫楚公主子元貴靡爲嗣得復尚漢公主上以楚公主弟子相夫妻之送至燉煌聞烏孫昆彌死元貴靡不得立乃還荅公主侍者馮嫽常持節爲漢公主使外國外國敬信之號曰馮夫人上乃徴馮夫人問烏孫狀而遣謁者送馮夫人軺車持節詔昆彌烏孫就居以爲小昆彌而立元貴靡爲大昆彌兩昆彌之號自此始也三年春神雀集泰山有烏五色以萬數飛過京師翶翔屬縣賜諸侯王將軍列侯二千石至郞從官帛各有差賜天下吏民爵鰥寡孤獨高年帛三月詔曰盖聞象有罪而舜封之有痺骨肉之親放而不誅其封故昌邑王賀子爲海昏侯又曰御史大夫邴吉中郞將史魯史玄長樂衞尉許舜侍中光祿大夫許延壽皆與朕有舊恩故掖庭令張賀輔導朕躬厥功茂矣詩不云乎無德不報其封賀子侍中中郞彭祖爲陽都侯追諡賀爲哀侯吉魯玄舜延壽皆列侯故人及郡邸獄復作嘗有阿保之功者皆以差受祿賜是時掖宫婢名則令民夫上書自陳嘗有阿保之功下掖庭令問則則辭引御史大夫邴吉知狀吉識之謂則曰汝嘗坐養皇孫不謹督笞之安得有功獨渭城胡組淮陽郭徴卿有恩耳詔求組徴卿皆巳死有子孫皆受厚賞免則爲庻人賜錢十萬上見具問則乃知吉有舊恩賢其不言㑹吉病篤封吉爲博陽侯就加印綬及其生存也太子太傅夏侯勝曰臣聞有隂德者必饗其樂以及子孫今者吉未獲報而病甚非其死疾也後吉瘳上書固辭封上不聽及杜陵陳遂字長子上㣲時與上遊戯博奕數負遂上即位稍見進用至太原太守乃賜遂璽書曰制詔太原太守官尊祿重可以償遂博負矣妻君寧時在旁知狀遂乃上書謝恩曰事在元平元年赦前其見厚如此元帝時遂爲京兆尹後至廷尉遂孫尊字孟公以好賔客著名身長八尺餘容貌甚偉貴戚豪傑咸敬重之所在輻湊莫不震動爲河南太守作私書與京師故人召善書吏十人於前遵慿几口授與書吏且省官事書數百封親踈各有意義河南人大驚性善書與人尺牘莫不藏之以爲榮然好酒奢放不拘禮度與張敞之孫張竦字伯松相善而竦好學問節約自守並著名字仕官相及遵謂竦曰足下苦身自約而我放意自恣官爵功名不减於子而我獨差樂顧不優耶竦曰人各有長短子欲學我亦不能吾欲效子亦敗矣夏六月立皇太子欽爲淮陽王欽者張婕妤之子也好經學法律聰逹有才上甚愛之而張婕妤最幸有寵上有意欲立張婕妤子欽然以太子起於細㣲上少時依許氏及即位而許后以殺死故不忍廢也是歲皇太子冠旣學通論語孝經太傅踈廣謂少傅受曰吾聞知止不辱知足不殆功成名遂而身退天之道也即日廣受俱謝病上䟽乞骸骨上以其年老皆許之賜黃金各二十斤而皇太子贈以金五十斤公卿大夫故人邑子爲祖道於東都門外送者車數百兩及道路觀者莫不歎息皆曰賢哉二大夫廣漢旣歸東海令其家供酒食諸族人鄕里相與娯樂數問其家金盡未昆弟諸老謂宜爲子頗立産業廣曰吾自有舊田廬子孫勤力於中足以供衣食今復増益之但教子孫怠惰耳賢而多財則損其志愚而多財則益其過且夫富者人之所怨吾旣無以教化其子孫不欲益其過而生其怨又此金者聖主所以惠老臣也故樂與其鄕黨宗族共受其賜以盡吾餘日不亦可乎於是宗正陽成侯劉德者辟強之子也亦抑損自守家産不過百金餘與昆弟賔客終不積財霍光秉政欲以女妻德德不敢娶畏盛滿也好黃老術有智畧少時數召見武帝謂之千里駒德治淮南獄盡得淮南秘書德小子向宇子政㓜而誦習之以爲竒奏言黃金可成上令向典向萬鑄作事費金甚多不驗向坐僞鑄黃金下獄當死德上書訟向有司奏德訟子罪失大臣之體㑹德病卒上亦竒向有才德减死後論立榖梁春秋上因令向受榖梁春秋傳與諸儒講五經於石渠拜郞中給事黃門遷諌議大夫給事中向後爲宗正向爲人簡易無威儀廉清樂道不交接世俗專精思於經術晝讀書傳夜觀天文或寢不逹旦四年春正月詔曰朕惟耋老之人髪齒墮落血氣衰㣲亦無暴虐之心今或罹文法拘執囹圄不終天命朕甚憐之自今以來諸年八十巳上非誣告殺傷人他皆勿坐遣太中大夫李強等十二人循行天下存問孤寡觀風俗察吏治得失舉茂才異論之士二月河東霍徴史等謀反誅三月詔曰乃者神雀五采以萬數集長樂未央北宫高寢甘泉泰畤殿中及上林苑朕之不逮寡厚德屢獲嘉祥非朕之任其賜天下吏民爵三老孝弟力田鰥寡孤獨各有差秋八月賜功臣嫡後黃金人二千斤賜故右扶風尹翁歸子黃金百斤以奉其祭祀翁歸字子沉其清潔語不及私温良謙退不以行能驕人然任刑威京師畏之其奸斜逰俠皆有名藉盗賊發其比伍輒使以類推迹其所過抵率常如其言初田延年爲河東太守召見故吏五六十人令有文者東有武者西翁歸獨伏不肯起對曰文武兼備惟所施設延年乃與語大竒之自以爲不及翁歸遂舉孝廉後爲東海太守過辭廷尉于定國欲以邑子二人囑托且令坐後堂待見及與翁歸語終日不敢見之巳而謂其邑子曰此賢將汝不任事也且不可干以私丙寅大司馬衞將軍張安世薨安世以大司馬領尚書事職典樞機謹慎周密再定大政巳决輒稱病出聞有詔令乃大驚使吏之丞相府問焉自朝廷大臣莫知其預議也常有所薦其人來謝安世安世大恨之以爲舉能逹賢豈有私謝耶後絕不通有郞功髙不調自言安世安世曰以君之功髙明主所知絕不許巳而郞果自遷幕府長史或謂安世曰將軍爲明主股胘而士無所進議者以爲譏安世曰明主在上賢不肖較然人臣自修而巳安知士而薦之其匿名迹遠權勢皆如此然安世家僮七百人各有伎巧積累纎㣲故能值其貨富將擬過霍氏然身衣戈綈夫人紡績車服甚節安世薨子延壽爲嗣自以身無功德何以久堪先人大國數上書讓减戸邑又因從弟陽都侯彭祖口陳至誠彭祖𥘉上㣲時與同硯席讀書上親之上以延壽爲有讓乃徙封平原侯戸口如故租稅减半遣使至烏孫求車師前王是歳車師王烏貴靡自烏孫至賜第舍令與妻子居是時比年豐嘉糓玄稷降於郡國金芝九莖産於凾德殿銅池中九真獻竒獸南郡獲白虎獻其皮骨爪牙神雀仍集前漢孝宣皇帝紀二卷第十八"}
{"id": "KR2b0003_019", "series": "KR2b0003", "text": "前漢孝宣皇帝紀三卷第十九荀悅神雀元年春正月行幸甘泉郊秦畤三月行幸河東祠后土賜天下勤事吏及民爵鰥寡孤獨高年帛所賑貸貧民勿收行所過無出田租詔曰夫江海百川之大者今闕無祀其令祠官以時祠江海及洛水膠東王相張敞爲京兆尹敞字子高河東人先是敞爲山陽太守郡内清治上書自請曰山陽戶九萬三千計盗賊未得者十七人他課皆如此臣久居閑處而忘國事非忠臣也請治劇郡時膠東盗賊並起長吏不能治乃拜敞爲膠東王相至郡明設購賞開賊盗令相捕斬除罪吏追捕有功上名尚書調補縣令者數人國中淸平王太后數遊獵敞上書諫曰臣聞秦王好淫聲華陽后爲之不聽鄭衞之曲楚莊王好畋獵樊姬爲之不食鳥獸之肉口非惡甘㫖耳非惡絲竹也所以抑心意絕嗜慾者將欲率二君全宗祀也禮君母出門則乗駢輜下堂則從傅母進退則鳴佩玉内飾則結紉綢繆此則至尊至貴所以自歛制不自恣縱之義也今后姿質淑美慈愛寛仁諸侯莫不聞之而少以畋獵縱恣爲名於是以此上聞亦未宜也唯觀覽於徃古合行於來今令后姬有法則臣下有所稱頌及爲京兆尹長安多盗賊自趙廣漢後守尹皆不稱職敞到則求問長安父老偷長得數人皆温厚出從僮騎閭里以爲長者敞皆召見責問赦其罪令致諸偷偷長曰今君一旦召詣府恐諸偷驚散請一切受署敞皆捕爲吏遣歸休置酒諸小偷悉賀飲酒醉偷長隂以赭土汗其衣吏坐里門閱出衣赭汗者悉收一旦乃得數百人由此桴鼔希鳴市無偷盗敞治京兆修廣漢之迹其方畧耳目不及廣漢然頗以經術儒雅以輔其政不純用刑故能免於戮西羌反夏四月後將軍趙充國討西羗充國字翁孫隴西人也時年七十六初出兵上問誰可將者充國曰無逾老臣願陛下以兵屬老臣勿以爲憂上笑曰諾充國旣行常以逺斥候爲務行必有戰備止必堅營壁尤能持重愛士卒先計而後戰遂至西部都尉府日饗軍士虜數挑戰充國堅守於是酒泉太守辛武賢奏言郡兵皆屯備南山北邊空虚勢不能久或曰至秋冬乃進兵此虜在境外之䇿也今虜朝夕爲冦胡地苦寒漢馬不能冬屯兵在武威張掖酒泉萬騎巳上可以悉發以七月上旬賫三十日粮分兵並出張掖酒泉合擊罕开在鮮水之上者虜以畜産爲命今皆離散兵出雖不盡誅且奪其畜産虜其妻子復引軍還冬復擊之大兵仍出虜必振壞上下其書於充國充國以爲武賢欲輕引萬騎爲兩道出張掖酒泉囘逺千里以一馬自䭾負三十日食爲米二斗四升麥八斛又有衣裝兵器難以追逐勤勞而至虜必商軍進退稍稍引去逐水草入山林隨而深入虜必據前險守後阨以絕粮道必有傷危之憂而武賢以爲可奪畜産虜妻子此殆空言非至計也又武威張掖皆當北塞有通谷水草臣恐匈奴與羌有謀且欲大入其郡兵尤不可悉發先零首爲叛逆他種刼略故臣欲捐罕开闇昧之過隱而勿彰先行先零之誅以振動之宜悔過反善因捨其罪選良吏撫循和輯此全師保勝安邊之長䇿也上下其書公卿議者咸以爲先零兵盛而負罕开之助不先破罕开則先零亦未可圖也上乃拜侍中許延壽爲強弩將軍即拜酒泉太守武賢爲破羌將軍賜璽書嘉納其奏因以書勑切讓充國曰將軍不早及秋共水草之利爭其畜食欲至冬虜皆畜食多藏匿山林中依險阻將軍士卒寒手足皸瘃寧有利乎將軍不念中國之費而欲以歲數而勝微將軍誰不樂此者今詔破羌將軍武賢等擊罕开將軍其自引兵便道西並進雖不相及使虜聞東方北方兵並來分散其心意離其黨與雖不能殄滅當有瓦解者勿復有疑夏六月有星孛于東方秋七月大旱充國上書曰臣前奉詔告諭罕开宣天子至德以解其謀罕开之屬皆知明詔今先零巳爲冦日久而罕开未有所犯今先擊罕开釋先零赦有罪誅無辜去一難就兩害誠非陛下本計也先零欲爲背叛故與罕开解仇結約其心恐漢兵至而罕开背之先擊罕开而先零必救之以堅其交迫脅諸小國種附者稍集虜兵浸多用力數倍恐國家憂累四十年數不一二歲而巳臣之愚計先誅先零則罕开之屬不煩兵而服之矣以今進兵誠未見其利上乃璽書報從充國計擊先零充國引兵至先零虜久屯娶解弛望見大軍乗車重欲渡湟水水道阨狹充國曰此窮冦不可迫也緩之則走不顧急之則還致死乃徐行驅之虜赴水溺死數百人乃降斬首五百餘級虜遂敗走獲牛馬羊十萬餘頭車四十餘兩兵至罕开地令軍無燔燒聚落芻牧田中罕开羌聞之喜曰漢兵果不擊我豪靡忘使人來言願得故地充國以聞未報靡忘自來歸充國充國以聞賜飲食遣還諭種人罕开竟不煩兵而降上賜充國書令破羌將軍爲充國副進兵擊先零時先零降者萬餘人充國度其必壞欲罷騎兵留屯田或諫曰將軍數不奉詔一旦繡衣來責將軍身且不能保何國家之能安今此利病之間又何足爭充國曰是何言之不忠也今漢兵久不決四夷卒有動揺相因而起雖有智者不能善其後事也諸君徒欲自營不爲國計也吾固以死爭之明主可以忠言遂上屯田罷兵狀奏曰虜易以計破難以用兵臣愚以爲擊之不便今吏士馬牛穀糧芻藁之費甚衆轉輸不能給願罷騎兵留屯田兵士屯要害處益畜積省大費謹上屯田處器用簿上報曰如將軍計虜何時伏誅兵當何時得決其熟計復奏充國上狀曰帝王之兵以全取勝今虜亡其美地茂草寄託遠遁骨肉離心人有叛志散師屯田以待其變此坐支解羌虜之具也臣謹條屯田便宜十二事分歩兵九校吏士各萬人留屯田以爲武備因田致穀威德並行一也排抑羌虜使不得肥饒之地分破其衆成相叛之漸二也居民得並田作不失農業二也軍馬一月之食度支田土一歲罷騎兵以省大費四也至春省甲士卒漕運穀至臨羌以示胡虜揚威武折衝之具五也以閑暇時伐材木繕治郵亭充入金城六也兵出不乗危徼倖不出使虜因竄於風寒之地罹於疾疫霜露之患坐得必勝之道七也亡經險阻遠追死傷之患八也内無損威武之重外不令虜得乗間之勢九也日無驚動河南大小罕开使生他變之憂十也治湟陿中道橋令可至鮮水以制西域申威西極使師從枕席上過十一也旣省大費徭役豫息以戒不虞十二也詔復報曰將軍獨不計虜兵將攻撓屯田者及殺略人民將何以止之大小罕开前言我告漢軍先零所在兵久不徃得無不分别人而并擊我耶其意常恐今兵不出得無變生於先零爲一熟計復奏充國奏曰虜失地逺客分散飢寒皆聞天子明詔令相捕斬之賞臣愚以爲其勢自壞今留屯田地勢平易多高山遠望之便部曲相保塹壘木樵便兵飾弩烽火相連勢足并力以逸待勞兵之大利騎兵雖罷虜見屯田爲必擒之具必有土崩以歸之意宜不久矣今虜馬羸瘦必不敢捐其妻子於他種中逺來爲冦又見屯田兵精必不敢將其累重還歸故地若爲小冦勢不足患臣聞戰不必勝不苟接刃攻不必取不苟勞衆釋坐勝之道乗從危之勢兵不見其利而内自疲弊貶重自損非所以示蠻夷也又大兵一出還不可復留湟中亦不可空如是徭役自復發也且匈奴不可不備烏桓不可不憂今見轉運煩費傾國家不虞之用以贍一隅臣愚以爲不便且校尉臨衆宣明威德奉厚幣撫循罕开羌衆喻以明詔必無異心不足以疑故出兵臣今奉詔出塞引軍遠攻罷天子之精兵散車甲於山野雖無尺寸之功偷得避嫌之便而無後咎此人臣不忠之利非明主社稷之福也臣不敢避斧鉞之誅謹昩死以聞充國𥘉奏事議臣非難充國十七人中十五人最在後十三人有詔詰前言不便者皆頓首服於是詔報聽之京兆尹張敞上書言充國兵在外巳經夏發隴西以北安定以西吏民給輸田事廢業無餘積雖羌虜必破來春民必困乏願令諸有罪非盗賊受財殺人犯不道者皆得以差入穀此八郡贖罪務益致穀以備預百姓之急事下有司左馮翊蕭望之曰民含隂陽之氣有仁義利慾之心在上之教化雖堯舜在上不能去民利慾之心而能令其利慾不勝仁義也雖桀紂在上不能去民好義之心而能令其好義不勝利慾也故堯舜桀紂之分在於義利而巳矣故道民不可不愼也令民以粟贖罪則富室得生貧者獨死是貧富異刑而法不一也人情父兄内縶聞以財得生爲人子弟者將不顧死傷之患敗亂之行以赴財利求親戚一人得生十人巳死如此則伯夷之行壞公綽之名滅政教一傾不可卒復古者藏財於人不足則取之有餘則與之故詩云爰及矜人哀此鰥寡上惠下也又曰雨我公田遂及我私下惠上也今西邊之役民失作業雖戶賦口歛以贍其用古之通道也百姓莫以爲非以死救生恐未可陛下布德施教教化旣成堯舜無以加也今議開利路以傷旣成之化臣竊痛之上復下其議敞曰令罪人出錢減死便於煩擾良民橫興賦歛又諸盗賊及殺人犯不盜者皆不得贖首匿見知縱犯所不當得爲人之屬議者或頗言其法不可蠲除今因此令贖甚明何傷教化所亂甫刑之罰小過赦薄罪贖有金選之品其所從來久矣何賊之所生今凉州方秋饒之時民尚饑乏況至來春必將大困不早慮賑䘏必全之策而引常經以難常人常人可與守經未可與從權也望之復對曰先帝聖明賢良在位立憲垂法爲無窮之基故今布令曰邊郡數被兵難饑寒夭絕天年父母相失天下共給其費故爲軍旅卒暴之事臣聞天漢四年常使罪人贖罪出錢五十萬減死一等豪強吏民請奪假借至爲盗賊以贖罪姦邪並起臣以爲使死罪贖之敗也故曰不便時丞相御史大夫以爲羌虜且破轉輸畧足相給遂不施行敞議賜大司農朱邑子黃金百斤以奉祭祀邑字仲卿廬江人身爲列卿居處節約俸禄以供九族鄕黨家無餘財敦厚公正不可交以私上甚重之將死屬其子曰我故桐鄕嗇夫其民愛我必葬我桐鄕後世子孫奉祀不如桐鄕桐鄕民爲起立祠歲時常祭之是歲韓增爲大司馬車騎將軍封龍額侯二年春正月乙丑甘露降鳳凰集於京師群鳥從之有萬數夏五月西羌平斬其首惡大豪楊玉首以降置金城屬國以處降羌赦天下後將軍充國還所善浩星賜迎說充國曰衆人皆以破羌強弩將軍出擊斬首獲降虜以破壞然有識者以爲虜勢窮困兵雖不出必自服矣雖然將軍即見上宜歸功於二將軍充國曰吾年老矣爵位巳極豈嫌伐一時之功哉兵勢國之大事當爲後法老臣不以余命一爲陛下言兵之利害卒死誰當復言之者卒以其意對上然其計武賢由是怨充國上書告充國子中郞將卭前從軍在西羌時言車騎將軍張安世常不快上意上數欲誅之卬家將軍爲上言安世事孝武皇帝數十年稱忠謹宜見全恕由是得免卬又坐禁止而入至充國幕府司馬中亂屯兵卬下吏自殺充國乞骸骨賜金安車駟馬免罷就第充國初以司馬從二師將軍擊匈奴大爲虜所困漢軍乏食數日死傷者多充國與壯士百餘人潰圍䧟陣一師引軍隨之遂得解身被二十餘瘡武帝歎之擢爲車騎將軍長史太始之際與霍光定策要宗廟封營平侯秋匈奴大亂日逐王先賢單于來降時衞司馬㑹稽人鄭吉使護鄯善西南道以攻破車師日逐王請降於吉吉發諸國兵五萬人迎日逐王口萬二千人小王將十二人及河曲頗有亡者吉追斬之遂將詣京師封日逐王爲歸德侯吉爲安逺侯使吉并護車師以西北道故號都護都護之號自吉始也於是吉始中西域而立幕府治塢壘城鎭撫諸國漢之號令頒於西域始自張騫而成於鄭吉九月司隸校尉蓋寛饒下獄自殺寛饒魏人爲儒學者所宗剛直公淸數千犯上意在位久不遷越先之者多寛饒自伐其行能意終不滿時上方用刑法任中書官寛饒奏封事曰方今聖道浸微儒術不行以刑獄爲周召以法律爲詩書又引易傳言五帝官天下三王家天下家以傳子孫官以傳聖賢若四時之運成功者去不得其人不居其位書奏上以寛饒爲怨謗下其書時執金吾議以爲寛饒旨意欲求禪大逆不道遂下獄諫議大夫鄭昌上書曰司􁑗校尉食不求飽居不求安進有憂國之心退有死身之義上無許史之屬下無金張之託職在司察直道而行多仇少與上書諫國事下有司劾以大辟臣幸得與大夫之後官以諫爲名不敢不言上不聽遂下廷尉寛饒引佩劒自殺寛饒爲司隸京師肅淸居貧子弟常歩行自戍北邊然性頗深刻刺舉無所廽避貴戚大臣人人相與爲怨平恩侯許伯入第丞相御史大夫中二千石皆賀寛饒不賀許伯請之乃徃從西階上東向特坐許伯自酌寛饒曰無多酌我我有酒狂丞相笑曰次公醒而如狂何必酒也坐皆屬目卑下之酒酣作樂長信少府檀長卿起舞爲沐猴與狗鬪坐皆大笑寛饒不悅仰視屋而歎曰富貴無常忽輒易人如此傳舍所閱多矣唯謹愼者得久矣君侯可不戒之因起趨出劾奏長信少府以列卿而猴舞失禮不敬上欲罪少府許伯爲請乃止寛饒初爲衞尉司馬先是司馬在部見衞尉拜謁嘗爲衞尉徭役使市買寛饒按舊令遂揖衞尉衞尉私使寛饒寛饒以令詣府門謁辭尚書尚書責問衞尉由是不敢私使而司馬不拜寛饒爲司馬斷其單衣令短躬按行士卒撫循之甚有恩信及歲盡交代上臨饗罷衞士卒數千人皆扣頭請留一年以報寛饒厚德匈奴單于遣名王奉獻賀正始和親三年春起樂遊苑二月丙辰丞相魏相薨四月戊辰御史大夫邴吉爲丞相吉起刑法小吏及爲丞相以禮讓臨下掾吏甞有罪輒與長休假無按驗吉曰丞相府有按吏之名竊陋焉公府不按吏自吉始也御史嗜酒醉嘔吐吉車茵西曹白命斥之吉曰以醉之失去士此人將安所容乎西曹忍之此不過汙丞相車茵耳後邊虜入塞發奔命卒至此馭吏習邊事見驛騎持赤白囊知虜入塞遽白吉因曰恐虜復入長吏皆老不任兵馬宜可預視吉即按省未畢有召問至吉具對御史大夫不能詳知所以得譴讓而吉見謂憂邊思職吉歎曰士無不可容向不聞馭史之言何見勞勉之有吉甞逢見郡鬪死傷橫道邊不問前行見人逐牛牛吐血喘息吉使騎問逐牛行幾里巳喘掾吏獨謂丞相前後失問以譏吉吉曰人鬪相殺長安令京兆尹之職歲盡丞相課其殿最奏行賞罰而巳丞相不親小事非所以道路問也方春少陽用事未可以暑恐牛近行用暑喘此時氣失節恐有所傷害三公典調隂陽職當所憂是以問之吉子顯爲議曹掾從禮高祖廟至夕牲曰乃使出取齊衣吉怒曰宗廟至重而顯不敬亡吾爵者必顯也秋七月甲子大鴻臚蕭望之爲御史大夫八月詔曰吏不廉平則治道衰今小吏皆勤事而俸禄薄欲無侵漁難矣其益吏百石巳下俸五十斛是歲光禄大夫梁丘賀爲少府賀字長翁琅邪人初以能心計爲武騎後爲郞上祠孝昭廟先驅旄頭大劒挺墜於地首䧟泥中刃向上乗輿馬驚於是上召賀筮之曰有兵不吉上還乃使有司代祠是時霍氏外孫任宣爲代郡太守坐謀反誅宣子章爲公車丞夜亡乃玄祛服入廟執㦸郞間欲爲逆發覺伏誅其後明而入廟自此始也賀以筮有應由是近幸爲大夫至少府爲人小心周密上信重之賀明易賀子臨亦精於易爲黃門侍郞講論於石渠四年春二月詔曰迺者鳳凰甘露降集京師嘉瑞並見修興五帝太一后土之祠鸞鳳翺翔降集於旁齊戒之暮神光顯著及薦鬯之夕神光交錯或登於天或降於池從四方來集於壇上帝嘉饗海内承福其赦天下賜民爵鰥寡高年帛夏五月潁川太守黃霸以治行尤異秩二千石賜爵關内侯加賜黄金百斤潁川吏民有行義者爵人二級力田一級其眞㓗順女賜帛霸爲政尚先教化而後刑罰務農桑節用殖財去食穀馬聦明盡知下情嘗使吏人有所按察吏還霸勞曰甚苦食於道旁乃爲鳥所盗肉吏大驚以爲神以霸且知其委曲毫釐不敢有隱民有鰥寡孤獨死者霸告吏曰某處大木可爲棺某亭猪子可爲祭吏徃皆如其言吏民不知所出皆稱神明姦人去入他境郡丞老病耳聾督郵自欲逐之霸不聽或問其故曰數易長吏送故迎新之費乃爲姦吏因縁公私費耗甚多皆出於民新長吏又未必賢凡治道去其太甚耳霸外寛内明得吏民心戶口歲增治爲天下第一五月詔郡國舉賢良匈奴遣弟呼留若勝之來朝冬十月有鳳十一集杜陵十有一月河南太守嚴延年有罪棄市延年爲治嚴酷冬月傳屬縣囚會府下流血數里河南號曰屠伯府丞年老頗悖素畏延年恐見中傷延年實親厚之而丞愈自恐自筮得死卦乃求告至京師上書言延年罪名十事拜奏因飲藥自殺以明不欺事下按驗有此數事延年坐誹謗政理不道先是延年母從東海來適見報囚母怒延年曰天道神明人不可獨殺行矣去汝東歸除掃墓地待汝耳母還歸復爲宗族昆弟言之後歲餘而誅矣延年雖酷然敏於政事令行禁止郡國肅淸先是爲涿郡太守豪強放縱盗賊横行吏民皆曰寧負二千石無負豪強大家延年至則按誅大姓高氏等所殺十人郡中畏慄道不拾遺初上即位延年爲御史劾奏霍光擅廢立主上無人臣禮大不道奏雖寢朝廷肅然敬憚之延年兄弟五人皆有吏才至二千石大官東海賢於嚴母號曰萬石嚴嫗延年次弟彭祖有才藝學春秋明傳經注記即名嚴氏春秋也官至左馮翊太子太傅不求當世爲儒者宗或謂彭祖曰天時不勝人事君不修小禮曲意無貴人左右之助經義雖高不至宰相矣願少自勉彭祖曰大凡通經術故當修先王之道何可委曲從俗苟求富貴乎卒以太傅官終十有二月鳳凰集上林"}
{"id": "KR2b0003_020", "series": "KR2b0003", "text": "前漢孝宣皇帝紀四卷第二十荀恱五鳳元年春正月上幸甘泉宫郊大畤皇太子冠賜列侯嗣子爵王大夫男子爲父後者爵一級冬十有二月乙酉朔日有蝕之左馮翊韓延壽有罪棄市延壽字長公燕人也先是爲東郡太守放散宫錢奢僣逾制御史大夫蕭望之按驗之丞相邴吉以爲更大赦不湏考㑹御史當按問東郡事望之因令併得問之延壽聞之即按劾望之在左馮翊時放散禀犧官錢數十萬吏掠治急引與望之爲姦延壽劾望之按殿門禁止望之望之自奏職在總領天下聞事不得不問而爲延壽所拘持上由是不直延壽各令窮竟所考望之果無事實而御史按驗東郡具得延壽事事都肆試騎士治飾兵車畫龍虎朱雀延壽駕駟馬車羽葆鼓車歌車功曹引車駕駟馬載棨㦸五騎爲伍分左右部軍正假司馬十人持幢傍轂延壽坐射室騎吏持㦸夾階列衛騎士兵車四靣營陣被甲鍉鍪居馬上抱弩負籣又使騎士戯車弄馬又取官銅物侯月蝕鑄作劒鉤鐸放效尚方取官錢帛私假徭役吏民及飾車騎甲用三百萬以上於是望之劾奏延壽上僣不道事下公卿公卿議以延壽前旣無狀又誣訴典法大臣欲以解罪狡猾不道坐棄市死然延壽爲治甚得吏民心吏民數千人送至渭橋老小扶持車轂莫不涕泣初延壽以父義諫燕刺王而死霍光顯賞其子擢延壽爲諌議大夫遷潁川太守承趙廣漢之後初廣漢患郡俗名黨大族相依以慿凌長吏乃隂交構之以生其隙於是吏民多相怨讐風俗漓薄延壽乃道之以禮讓和輯其俗俾有制度爲之禮節養生送死不逾禮法百姓遵用其教賣偶人車馬下埋爲物者棄之市道徙爲東郡太守政理大行吏民畏而愛之其或欺負之者延壽痛自刻責豈⛋⛋⛋⛋之何以至此吏民聞之自傷悔不復欺犯其縣尉至刺死及門下掾自剄人救之不死因失瘖不能言延壽聞之自傷對掾吏涕泣遣醫治之甚厚復其家延壽甞出臨上車騎吏一人後至勑功曹議罰府門卒當車前願有所言因曰孝經云資於事父以事君而敬同今旦明府早駕久駐而不出騎吏父至府門騎吏趨出父適返㑹明府登車以敬父而受罰得無毀大化乎延壽車中舉手曰㣲子太守不自知過還舎召見府門卒遂特用之卒是老書生聞延壽賢故自隱於門下以延壽在東郡治爲天下最及守馮翊行縣至高陵邑人有兄弟訟田自言者延壽大傷之深自責稱病不聽事卧傳舎而縣令氶三老亦自繫待罪於是訟者深自悔皆髠鉗肉袒謝罪請以田相讓及死不復敢爭延壽見勉勵之乃起視事郡中翕然轉相勸勵周徧二十四縣莫復以自言者推其至誠吏民不忍欺也治官茂矣二年春正月行幸雍祠五畤夏四月大司馬車騎將軍韓增薨增者故韓王信之曾孫安道侯說之子增爲人寛和自守以温顔遜辭承上接下歷事三主甚重於朝廷五月將軍許延壽爲大司馬車騎將軍秋八月詔曰夫婚姻之道人倫之大者酒食之㑹所以行禮樂也今郡國二千石或擅爲苛禁禁民嫁娶不得具酒食相賀召由是廢郷黨之禮使民無所樂非所以導民也詩不云乎民之失德乾餱以愆勿爲苛禁匈奴掘衍單于爲其衆所叛兵敗而自殺於是匈奴大亂五單于爭立議者多云匈奴爲害日久今可因其亂舉兵㓕之蕭望之對曰春秋晉士丐興兵侵齊聞齊侯卒而還君子大其不伐䘮以爲恩足以服孝子義足以動諸侯前單于慕化和親夷狄莫不聞矣不幸爲賊臣所殺而今伐之是乘亂而幸災也兵不以義動恐勞而無功宜遣使者吊問輔其㣲弱救其災患四夷聞之咸貴中國之仁義若遂蒙恩得復其位必稱臣服從此德義之盛也上從之壬午御史大夫蕭望之貶爲太子太傅太傳黃覇爲御史大夫是時邴吉年老上重之望之奏言三公非其人則三光不明今歲星少光咎在臣等上以望之意在輕丞相詰問望之望之免冠置對後丞相司直奏言故事丞相病明日御史大夫輙問病朝奏事㑹廷中差處丞相後丞相謝御史大夫稍揖進之今丞相數病望之不問㑹廷中與丞相均禮又望之自擅使守吏自給車馬至杜陵視家事小吏冠法冠爲妻先引又使買賣私所附益凡十三萬三千上由此䇿貶之冬十有一月匈奴呼遫累單于率衆來降封爲列侯十有二月平通侯楊惲坐怨望不道腰斬惲丞相敞弟以發霍氏反事封光禄勲公廉好義讓千萬財分昆弟宗族然自伐其賢能性好刻害發人隂伏輕慢士人卒以此敗太僕戴長樂與惲有隙告之曰安昌侯乘車奔入北掖門惲曰甞聞奔車抵殿門門關折馬死而昭帝崩今復如此惲觀西關上指桀紂畫像曰天子過此一二問其過可以得爲師矣人有堯舜不稱而言桀紂又曰天久隂不雨春秋所記夏侯君所言上行必不至河東矣上以爲戯語悖逆絶理下廷尉廷尉奏大逆不道請捕治之上不忍致法免爲庻人居家治産業起室宅安定太守西河孫㑹宗智畧之士也與惲書戒之以爲大臣廢退當闔門恐懼不當治産業通賔客也惲報書曰自惟罪過巳重長爲農夫故修賈豎之事耕桑以給公上不意當復以此爲譏也夫西河郡地魏文侯所興有叚干木田子方遺風尚節儉明去就之分今足下離舊土臨安定山谷間昆戎舊壤子弟貪鄙豈習俗移人於今乃覩子之志矣方今盛漢之隆願勉旃無多談惲兄子安平侯譚爲惲曰西河太守杜侯前以過絀今復徴爲御史大夫候罪薄又有功勞且復用惲曰有功何益縣官不定爲盡力譚曰縣官實然蓋司􁑗韓馮翊俱盡力吏皆坐事誅騶馬隈佐成告之下廷尉按驗得惲與㑹宗書上惡遂誅惲妻子徙合浦譚坐不諫止惲與相應答有怨望語免爲庻人公卿奏收朋黨友皆免官京兆尹張敞亦𬒳奏獨寢不下㑹敞使捕賊掾吏絮舜有所按驗以敞當免曰五日京兆尹耳不肯爲按事敞聞之即收舜強致之死罪舜家自告上欲令敞自便利即先下敞坐楊惲事免敞詣闕上印綬因從闕下於是京兆吏民解施桴鼓起而冀州都中有大賊上思敞功效即下詔所在召敞拜冀州刺史廣川王同族劉調等爲賊窟蔵於王家敞自將吏民兵車數百兩圍王宫果得調等於殿屋重轑中乃斬調懸其首於王宫門因劾奏王上不忍致法削其戶冀州盗賊禁止遷太原太守郡中清淨所在治理荀恱曰天子無私惠王法不曲成若張敞之比以議能之法宥之可也使之亡非也三年春正月癸卯丞相邴吉薨謚曰定侯子顯嗣有罪上不忍絶削爵爲關内侯二月壬辰御史大夫黃覇爲丞相覇長於治民及爲丞相綱紀風采不及魏相邴吉于定國三月行幸河東祠后土神光並見燭燿齊宫十有餘刻辛丑鳳凰集長樂宫文章五采留十餘刻吏民並覩賜民爵一級鰥寡孤獨帛令民大酺五日時天下殷富數有嘉應益州刺史王褒欲宣風化於其民王褒作中和樂宣布歌詩選好事童子何武等令依鹿鳴之聲習而歌之上召武等觀之皆賜帛曰此盛德之事吾何以當之益州刺史因奏王褒有逸才能爲文上乃徴之待詔後召褒爲頌頌聖主得賢臣之意褒對曰春秋五始之要在乎審巳正統而巳夫賢者國家之器用也所任賢則趣舎省而功施普器用利則事力少而成效多故工之用鈍器也勞筋苦骨終日矻矻及至巧冶鑄干將之朴清水淬其鋒越砥歛其鍔水斷蛟龍陸刺犀革忽若彗汜畫塗如此乃使離婁督繩公輸削墨雖崇臺五層延袤百尺而不溷者工用相得也故服絺綌之凉者不苦盛暑之鬰懊襲狐狢之煖者不憂至寒之悽慘何則有具者易其備夫賢人君子亦聖主之所以易海内也昔周公躬吐握之勞故有周室之隆齊桓設庭燎之禮故有匡合之功由是觀之明君人者勤於求賢而佚於得人人臣亦然故世必有仁聖之王而後有賢明之臣故虎嘯而風起龍興而致雲蟋蟀候秋吟蜉蝣出以隂易曰飛龍在天利見大人詩曰思皇多士生此王國故聖王必待賢臣而弘功業雋士亦俟明主以顯其德上下俱欲歡然交欣千載一㑹愉恱無斁翼乎如鴻毛之遇順風沛乎若巨魚之縱大壑其得意如此則胡禁不止何令不行化溢四表橫𬒳無窮遐夷貢獻萬祥必臻是以聖主不徧闚望而視以明不殫傾耳而聽以聰恩從祥風遨德與和氣遊太平之責塞優㳺之望得遵遊自然之勢恬淡無爲之場休徴自至壽考無疆何必偃仰屈伸若彭祖喣嘘呼吸如喬松眇然絶俗離世哉詩云濟濟多士文王以寧信乎其以寧也是時上頗好神仙故褒對及之頃之拜褒爲諫議大夫數爲辭賦方士言益州有金馬碧鷄之寳可祭致之使褒祠焉褒道病死六月辛巳西河太守杜延年爲御史大夫安和寛𥙿論議持平稱爲名臣是歲置西河屬國都尉以處匈奴降者四年春正月廣陵王胥有罪自殺胥好倡樂逸遊力能扛鼎空手搏羆豕猛獸動作無法度昭帝時數使巫祝禱上即位胥曰太子孫何以反得立復祝詛如前楚王延壽謀反胥與私通書延壽既誅辭連及胥有詔勿治後復祝詛胥宫中棘生十莖莖赤葉白如素池中水變赤魚死有䑕舞王後庭中後祝詛事發覺有司按驗胥惶恐自殺謚曰厲王其子爲庻人匈奴單于臣道弟谷蠡王入侍以邊寨無冦减戌卒十二大司農丞耿壽昌爲筭能啇功利奏言故事歲漕關東榖四百餘斛以給京師用卒六萬人宜糴三輔弘農河南上黨太原郡榖足給京師可以省關東漕卒半又奏邊郡皆築倉以榖賤時增價而糴以利農貴時减價出糶以贍貧民名曰常平倉民便之乃賜壽昌爵關内侯是時糴榖甚賤農人少利故設常平倉而蔡揆以好農而爲使者勸農於郡國昔李悝爲魏文侯作盡地力之教以爲地方百里提封九萬頃除山澤邑居三分减一爲六萬頃治田勸農則畆益三斗不勸損亦如之增减轉爲榖百八十萬石矣故農事不可以不勸糴甚貴則傷民糴甚賤則傷農民傷則離散農傷則國貧故甚貴甚賤其傷一也善爲國者使民無傷而農益勸今五口之家治田百畆歲常不足以自供若不幸即有疾病死䘮之費則至於甚困是以民不勸耕而糴至於甚貴也是故善平糴者必視歲上中下上熟自四中熟自三下熟自倍饑亦如之故上熟官糴三而舎一中熟官糴二而舎一下熟官糴一而舎一使民適足價平則止小饑則發小熟之所歛而糴之中饑則發中熟之所歛而糴之太饑則發大熟之所歛而糴之以相贍𥙷故雖遭饑饉糴不甚貴而民不散榖價常平行之魏國魏國強冨夏四月辛丑朔日有蝕之是謂正月朔慝未作春秋左氏傳以爲重遣丞相御史掾吏二十四人循行天下舉冤獄察擅爲苛禁深刻不改者甘露元年春正月行幸甘泉郊泰畤匈奴呼韓王單于遣子右賢王銖婁渠堂入侍而呼韓邪兄左賢王自立爲郅支單于遣子入侍三月丁巳大司馬車騎將軍許延壽薨夏四月黃龍見新豐建章未央長樂宮鍾及筍􁏐銅人皆生毛長二寸許甲申太上皇廟災甲辰孝文廟災上素服五日冬呼韓邪單于遣弟左賢王朝賀二年春正月立皇太子囂爲定陶王後徙爲楚王詔曰乃者鳳凰甘露降集黃龍登興醴泉滂流枯槁榮茂神光並見咸受禎祥其赦天下减民筭三十賜諸侯王丞相將軍二千石金錢各有差賜民爵女子百戶牛酒鰥寡孤獨高年帛朱崖郡亂夏四月遣護軍都尉張禄將兵擊之御史大夫杜延年賜安車駟馬免五月巳丑廷尉于定國爲御史大夫秋九月立皇子宇爲東平王冬十月幸雲陽宮營平侯趙充國薨謚曰壯武侯以功德與霍光等圖畫相次於未央宫第一曰大司馬大將軍博陸侯霍光次曰衛將軍富平侯張安世次曰車騎將軍龍額侯韓增次曰後將軍營平侯趙充國次曰丞相高平侯魏相次曰丞相博陵侯邴吉次曰御史大夫建平侯杜延年次曰宗正楊德侯劉德次曰少傳梁丘賀次曰太子太傳蕭望之次曰典屬國蘇武皆有功德知名當世以明著中興輔佐列於方叔邵虎仲山甫焉至成帝時西羗常有驚成帝思將帥之臣詔黃門侍郎楊雄即充國畫像而頌之曰明靈惟先戎有先零先零猖狂侵我西疆漢命虎臣惟後將軍整我六師是討是震旣臨其域喻以威德有守矜功謂之弗尅請奮其旅于罕之羗天子命我從之鮮陽營平守節屢奏封章料敵制勝威謀靡亢遂尅西戎旅師于京鬼方賔服罔有不庭昔周之宣有方有虎詩人歌之乃列于雅在漢中興充國作武紏紏桓桓亦紹厥緒三年春正月行幸甘泉宮郊泰畤匈奴呼韓邪單于爲郅支所破遂稱臣來朝上議其儀丞相覇御史大夫定國議以爲聖主先諸夏而後夷狄其禮儀宜如諸侯王位次其下太子太傳蕭望之議曰單于夷狄禮儀非正朔所加故稱敵國宜待以不臣之禮位在諸侯王上蠻夷稽首稱藩中國讓而不臣此覉縻之義謙厚之禮也書曰戎狄荒服言其來徃荒忽無常如使匈奴後嗣不闕於朝饗不爲叛臣信讓行乎蠻夷福祚延於無窮此萬世之長䇿也上令單于在諸侯王上賛謁稱藩臣而不名賜以璽綬冠帶衣裳安車駟馬黃金錦繡繒絮使有司導單于先行就邸荀恱曰春秋之義王者無外欲一於天下也書曰西戎即序言皆順從其序也道理遼逺人物介絶人事所不至血氣所不沾不告諭以文辭故正朔不及禮義不加非導之也其勢然也王者必則天地天無不覆地無不載故盛德之主則亦如之九州之外謂之藩國蠻夷之君列於五服詩云目彼氐羗莫敢不來王故要荒之地必奉王貢若不供職則有辭讓號令加焉非敵國之謂也故逺不間親狄不亂華輕重有序賞罰有章此先王之大禮故舞四夷之樂於四門之外不備其禮故不見於先祖獻其志意音聲而巳望之欲待以不臣之禮加之以王公之上僣度失序以亂天常非禮也若以權時之宜則異論矣二月單于罷歸遣衛將軍車騎將軍騎都尉萬六千騎送單于單于歸幕南保光禄城而郅支單于逺遁匈奴遂定詔曰乃者鳳凰集新蔡衆鳥四靣行列而立以萬數其賜汝南太守帛百疋新蔡長吏三老孝弟力田鰥寡孤獨帛各有差賜吏民爵二級無出今年租三月巳巳丞相黃覇薨五月甲午御史大夫于定國爲丞相初定國父干公爲東海郯縣獄吏郡决曹掾决獄甚明理法者皆無恨郡中爲之立生祠東海有孝婦少寡無子養老姑甚謹姑欲嫁之終不肯去姑告鄰人曰我年老久累丁壯其後姑自剄而死姑女告婦殺我母吏驗治甚急孝婦自誣服具獄上府于公以爲婦孝養姑十餘年以孝聞於天下必不殺也太守不聽于公爭不得乃抱具獄哭於府門上因辭病去郡中枯旱三年及後太守方召于公于公曰前有孝婦不當死枉⛋誅咎儻在是乎於是太守殺牛自祭孝婦因表其墓天乃大雨于公其里門閭壞父老方共治之于公曰少高大令容駟馬高盖我治獄多隂德子孫必興故人爲之語曰于公高門以侍封嚴母除地以望䘮定國少爲文法吏及在卿位乃迎師學春秋身執經北靣備弟子禮謙讓恭敬士雖貧賤徒歩皆與均禮爲廷尉八年持法平端朝廷稱之曰張釋之爲廷尉天下無冤民于定國爲廷尉天下自不冤然好飲酒至一石不能亂益精明邴吉之薨也薦杜延年于定國陳萬年皆以次見用後太僕陳萬年爲御史大夫萬年沛人也外行廉平内行修􁂣在位稱職然善事人邴吉疾病中二千石以下謁問疾吉遣家丞謝之巳皆去唯萬年獨留昬夜乃歸好爲曲意如此子咸剛直有異才萬年甞召咸牀下教戒之咸睡頭觸屏風萬年怒之咸叩頭謝曰且饒所言大人乃教咸謟也萬年乃不復言咸復御史中丞執法殿中公卿以下皆敬憚之頗言石顯長短爲顯所奏坐漏洩省中語一獄减死後歷州郡所在令行禁止官至少府其治嚴酷倣嚴延年然性奢侈其廉不及詔諸儒愽士講五經同異於石渠太子太傅望之平其議上親稱制臨决焉乃立梁丘易大小夏侯尚書榖梁公羊春秋左氏傳博士冬烏孫公主求歸年七十餘矣與烏孫男女二人俱來賜田宅奴婢朝見儀比於公主焉四年夏廣川王海陽有罪廢遷房陵冬十月丁卯未央宫宣室閤災黃龍元年春正月行幸甘泉郊泰畤匈奴呼韓邪單于來朝禮賜如初二月單于歸國詔曰朕旣不明數申詔公卿大夫順民所疾苦今吏或以不禁姦邪爲寛大縱釋有罪爲不苛或以酷惡爲賢皆失其中奉詔宣化如此豈不謬哉方今天下少事賦役省减兵革不動而民多貧盗賊不止其咎安在上計簿務爲欺慢以避其課三公不以爲意朕將何任御史計簿有疑不實者按之使真僞無相亂三月星孛于王良閤道入紫㣲宫是歲未央宫殿輅軨宫中雌雉化爲雄毛衣變而不鳴無距冬十有二月甲戍帝崩於未央宫讃曰本紀稱孝宣之治信賞必罰綜核名實政事文學法治之士咸精其能至於伎巧器械之資後世鮮能及之亦足以知吏稱其職民安其業遭植匈奴乖亂推亡固存申威北狄單于慕義稽首稱藩功光祖宗業垂後嗣可謂中興德侔殷高宗周宣矣漢武之世得賢爲盛公孫弘倪寛以鴻漸之翼困於燕雀卜式發迹於牧羊之間非遇其時焉能致斯位乎孝武踐祚方用文武求賢如不及始以蒲輪迎枚生見主父偃而歎息群士慕義異人並出卜式試於蒭牧桑弘羊擢於賈竪衛青奮於奴僕日磾出於降虜斯亦當時板築牧牛之徒明矣漢之得人於斯爲盛儒雅則公孫弘董仲舒倪寛篤行則石建石慶質直則汲黯卜式推賢則韓安國鄭當時定律令則趙禹張湯文章則司馬相如滑稽則東方朔枚臯應對則嚴助朱買臣曆數則唐都洛下閎恊律則李延年運籌則桑弘羊奉使則張騫蘇武將帥則衛青霍去病受遺則霍光金日磾其餘不可勝紀是以興造功業制度遺文後世莫及至孝宣承統繼修鴻業亦講論六藝招選茂異而蕭望之梁丘賀夏侯勝韋玄成嚴彭祖尹更始以儒術進劉向王褒以文章顯將相則張安世趙充國魏相邴吉于定國杜延年治民則黃覇王成龔遂邵信臣韓延壽尹翁歸趙廣漢張敞之屬皆有功迹見於後世叅其名臣亦其次也前漢孝宣皇帝紀四卷第二十"}
{"id": "KR2b0003_021", "series": "KR2b0003", "text": "前漢孝元皇帝紀上卷第二十一荀悅皇帝癸未即位年二十六初宣帝寢疾引外屬侍中樂陵侯史高大傅蕭望之少府周堪至京中拜高爲大司馬車騎將軍望之爲前將軍光禄勲堪爲光禄大夫皆受遺詔輔政領尚書事望之薦諫議大夫劉向以博學忠直爲散騎宗正給事中初元元年春正月辛丑孝宣皇帝葬杜陵赦天下賜諸侯王公列侯金二千石以下錢帛各有差封皇后兄侍中中郞將王舜爲安平侯丙午立皇后王氏封皇后父禁爲陽平侯禁即魏郡元城人也其先齊田氏濟北王安之後其子孫廢爲庶人時人謂之王家田氏焉禁父字翁孺武帝時爲繡衣御史捕逐羣盗黨與及長吏多所縱活而暴勝之奏殺二千石以下及通行酒食相連坐者大郡至斬萬有餘人翁孺以奉使不稱職免翁孺歎曰吾聞活千人者有封子孫吾所活萬餘人矣後世其興乎翁孺徙居魏郡元城人建公曰昔春秋時沙麓崩晉史卜之曰隂爲陽雄土火相乗沙麓崩後六百四十五年宜有聖女興其齊田氏乎元城東郭五鹿墟即沙麓地也今翁孺徙正值其地日月當之矣皇后字正君方姙正君夢月入懷長大許嫁未入門夫輒死禁恠之相者言當大貴年十八宣帝時入掖庭爲家人子以配太子一見殿内即幸有娠生男即成帝也遣使者徵瑯邪王吉貢禹吉年老道病卒禹至拜諫議大夫王吉與禹相善世稱王陽在位貢公彈冠言其趣舍同也始吉居長安東家有棗枝垂吉庭中吉婦取其棗以㗖吉吉後知之乃去其婦東家見吉去婦欲伐樹鄰人止之因固請吉婦還里中爲之語曰東家有樹王陽去婦東家樹完去婦復還其勵節如此貢禹字少翁初河南令以職爲府官所責免冠謝禹曰冠一免豈可復冠遂去官以明經潔行自修上旣見禹虚已問以政事禹曰古者宫室有制度宮女不過九人秣馬不過八匹墻塗而不雕木磨而不刻車服器物皆不文畫苑囿不過數十里與民共之高祖孝文孝景皇帝修古節儉宮女不過十餘人厩馬不過百餘匹後世轉爲奢侈臣下亦相倣效故大夫僣諸侯諸侯僣天子天子過天道今齊三服官作工數千人一歲所費數千萬杯碗器物皆文畫金銀飾之厩馬數萬匹民饑而死或人相食厩馬食粟患其大肥乃日歩作之王者受命於天爲民父母固當如是乎武帝時又多取好女至數千人以塡後宮及棄天下昭帝㓜弱霍光不知禮正多藏金銀財物鳥獸六畜之類凡百九十物又取後宫女置園陵大失禮逆天心後遂遵之使天下化成下及百姓皆逾制度唯陛下大減損輿服御物三分去二察後宮賢女留二十餘人餘悉歸之及諸園陵女無子者宜皆遣之厩馬可無過數十匹獨舍長安城南苑以爲田獵之囿餘皆復爲田以賜貧民天生聖人蓋爲萬民非獨令自娛樂而巳此獨可以聖心參諸天地揆之徃古不可與臣下議也若其阿意順㫖隨君上下臣禹不勝眷眷不敢不盡愚上喜納其忠詔三輔太常郡國公田及苑可省者以賑貧民凡禹所言後多施行之夏四月光禄大夫王褒等七人循行天下存問耆老鰥寡孤獨失職之民登延賢俊招顯側陋觀風俗之化詔國被災害甚者無出今年租賦江淮陂湖園池以貸貧民勿收租稅賜宗室屬藉者馬一匹至二駟孝弟力田鰥寡孤獨帛吏民五十戶牛酒秋八月屬國降胡萬餘人亡入匈奴九月關東諸郡國十一大水人饑相食詔宮館希幸御者勿繕治減食榖馬食肉獸詔列侯舉茂才匈奴呼韓邪單于上書言民衆困乏詔雲中五原郡轉二萬斛榖以給之二年春正月行幸甘泉郊泰畤賜雲陽民爵一級女子百戶牛酒立皇弟音爲淸河王二月戊午隴西地震毀落太上皇廟敗縣道及城郭宮寺屋室壓殺人衆山崩地裂水泉皆湧三月立廣陵厲王太子弟霸爲王罷黃門乗輿及狗馬水衡禁苑少府佽飛外池嚴籞池田假於貧民詔郡國災甚者無出租賦赦天下夏四月立皇太子賜御史大夫爵關内侯中二千石右庶長天下當爲父後者爵一級列侯錢各有差荀悅曰賞罰者國家之利器也所以懲惡勸善不以喜加賞不以怒增刑列侯重爵不可以虚加也秋七月己酉地震詔舉直言極諫之士東海翼奉字少君待詔對曰臣聞人氣内逆則感動天地天變見於星氣日蝕地變見於竒物震動所以然者陽用其形猶人有五臟六體五臟象天六體象地故五臟病則氣色變於面六體病則伸屈見於形地震者隂氣盛也古者朝廷必有同姓以明親親必有異姓以明賢賢今左右無同姓獨以舅后之家爲親異姓之臣又疏二后之黨滿朝隂氣之盛不亦宜乎臣又聞建章未央宮人各以百數皆不得天性宜爲設員出其過制今異至不應災將隨之其法爲大水然極隂生陽反爲大旱甚則將有火災春秋宋伯姬災是也奉又上疏曰臣聞昔盤庚改邑以起殷道聖人美之今國家郊禘寢廟祭祀之禮多不應古宫室苑囿奢侈臣愚以爲誠難安居而易改作欲陛下徙都洛陽安成周之居兼盤庚之德改正制度無有繕治宮室不急之費三歲可餘一歲之畜臣聞天道有常王道無常無常者所以應有常必有非常之主然後立非常之功願陛下留神慮上異其言奉好災異占候之術爲博士諫議大夫是時史高典治尚書事而蕭望之爲副然望之名儒有師傅恩上信任之多所貢薦高充位而巳長安令楊興說高曰將軍以親戚輔政貴於天下無二然衆庶議論休譽不專在將軍何也此誠有所聞以將軍幕府海内莫不仰望而所舉不過私門賔客乳母子弟人情忽不自知然一夫竊議語流天下夫富貴在身而列士不舉是有狐白之裘而反衣之古人疾其如此故卑體勞心以求賢爲務傳曰以賢難得故曰事不待賢以食難得故曰飽不俟食惑之甚者今平原文學匡衡才智有餘經學絕倫但以無階朝廷故隨牒在遠方將軍誠召在幕府即學士翕然歸心薦之朝廷必爲國器以是顯示庶衆名流後世不亦可乎高然其言辟衡爲議曹史薦爲郞中時蕭望之周堪劉向及侍中金敞安上子中正敢言此四人者同心輔政而中書令弘恭僕射石顯比於史高與望之不同恭顯皆嘗坐法腐形爲宦者自宣帝見任用矣及上即位多不親政事遂委顯等望之以爲尚書政本宜以賢明之選自武帝遊晏後庭欲更用士人由是大與高恭顯等有隙待詔鄭朋華龍等者皆傾巧人也行汙穢欲入堪等不納更入許史因求見上怨毀望之等恭顯遂令朋龍等上書告望之欲罷車騎將軍疏退許史候望之休沐日令二人上書事下恭顯恭顯奏望之及堪向黨與相構譛訴大臣謗毀親戚欲以專權爲臣不忠誣上不道請詔謁者召致廷尉上不省爲下獄可其奏後聞繫獄上驚曰非但廷尉問邪乃責顯恭即日出望之等令視事顯恭因令史高言上曰陛下新即位未有德化聞於天下先驗師傅旣下獄又虚出之宜因決免之於是詔收望之印綬及堪向敞連坐皆免而朋龍爲黃門侍郞自此忠臣退而奸臣用事六月關東大饑齊地人相食秋七月詔吏發倉廩府庫賑饑寒者上重望之不巳乃下詔曰故前將軍望之傳朕八年厥功茂矣其賜爵關内侯食邑六百戶給事中朝朔望上方欲以望之爲宰相會望之子侍中散騎常侍中郞將伋上書訟望之前事事下有司奏望之前所坐明白無譛訴者而教子上書稱引無辜之言失大臣之體大不敬請捕之顯恭等知望之素高節不屈奏曰望之深怨望歸非於上自以托師傅恩德終不坐非頗屈於牢獄抑其怏怏之心則聖朝無以施德厚上曰蕭太傅素剛直安肯就獄顯等曰人命至重望之所坐罪必無所憂上乃可其奏顯等於是遣謁者促召望之因命太常急發執金吾圍其第候者至望之欲自殺其夫人止之以爲非天子意望之以問門下生朱雲素剛直好節士教之自裁望之乃歎曰吾甞備位宰相年餘六十矣而入獄以求生不亦鄙乎遂飲藥而卒上聞之大驚附手曰吾固疑其不就獄果然殺吾賢相太官方上食不肯食涕泣哀慟左右於是召顯等責問皆免冠謝良久乃解其子伋嗣爵關内侯歲時常遣使者祀望之冡曁終世望之八子育咸由伋皆至九卿育初爲茂陵令㑹考課時漆令以殿責問育爲之請扶風扶風大怒曰君課等六裁自脫耳何暇與左右言及罷出傳茂陵令詣後曹當以職事對育直出不還書佐隨牽之育按劒曰蕭育杜陵男子何詣後曹遂趨出欲去官明旦會詔召入拜司隸過扶風府門而官屬掾吏數百人皆拜謁於車下咸由所在皆以功績著聞名流後世是歲丞相府家雌鷄伏子漸化爲雄有冠距鳴弘恭病死石顯爲中書令車騎將軍韓昌光禄大夫張猛送呼韓邪侍子以歸昌猛見單于益盛又聞大臣多勸單于北歸者恐旣北則難約束因與單于盟約曰漢與匈奴各爲一家世世子孫無得相詐相殺有盗竊相報行其誅賞其有冦發兵相救敢有背約受天不祥令子孫世世盡無違盟昌猛與單于登弱水東山刺白馬以月支王頭所爲飲器飲血盟而旋公卿議者以爲單于雖北猶不能爲害昌猛擅以國家世世子孫詛盟罪至不道有詔昌猛以贖論勿解盟三年春令諸侯相位在郡守下珠崖郡山南縣反上博謀羣臣欲擊之待詔賈捐之對曰臣聞堯舜聖之盛也禹入聖域而不優故孔子稱堯曰大哉舜曰韶盡美矣禹曰吾無間然矣以三聖之德地不過數千里東漸於海西被於流沙北盡朔裔南曁聲教豫聲教者則治之不欲豫者不強治殷周之時東不過江黃西不過氐羗南不過蠻荆北不過朔方而君臣歌德頌聲並作及秦興兵遠攻貪外虚内而天下内叛孝文偃武行文時有獻千里馬者詔曰鸞旗在前屬車在後師行三十里爲程騎行五十里爲程朕乗千里馬獨安之乎乃還馬勑四方無來獻當此時天下無事斷獄數百及孝武皇帝西連諸國至於安西東過碣石至於樂浪北却匈奴數萬里南制南海爲八郡兵革數起父戰於前子鬪於後女子乗亭鄣孤兒啼於道老母寡婦飲泣街巷設虚祭於道傍招神魂於萬里之外廓地泰大征伐不休而天下斷獄餘數萬人今關東困乏至有嫁妻賣子此社稷之憂詩云蠢爾蠻荆大邦爲讎言聖人起則後服中國衰則先叛自古而患之何況反覆南方萬里外之蠻乎駱越之人父子同卧而俗相習以鼻飲與禽獸無異有之不足郡縣置也棄之不足惜也不擊之不損威臣竊以徃時羌渾言之暴師曾不滿一年兵出不逾千里費四十餘萬錢大司農錢盡乃以少府禁錢續之今陛下不忍悁悁之忿欲驅士衆捐之大海之中快心幽冥之地非所以拯饑饉全元元也方之徃古則不合施之當今又不便臣愚以爲本非冠帶之國禹貢所不及春秋所不理皆可宜廢之無以爲上以問丞相定國御史大夫陳萬年萬年以爲當擊之定國以捐之議是上乃罷珠崖郡民欲内屬者處之不欲者勿強上數見捐之言多納用後爲石顯所毀稀復得見其後長安令楊興以才能幸於上捐之欲因求見謂興曰令我得見上言君蕳京兆尹立可得我前後所薦皆如其言興曰縣官嘗言興逾勝薛大夫我易助也使君房爲尚書令勝五鹿充宗甚逺捐之曰令我得代充宗君蕳爲京兆尹京兆尹郡國之首尚書百官本也天下宜大治士則不隔矣興曰石顯上所信用今且以合意則得入矣捐之因與興共爲奏稱薦石顯又薦興京兆尹顯聞其議白之乃下興捐之獄有司劾捐之興懷詐僞更相薦舉漏泄省中語罔上不道捐之棄市興減死夏四月乙未茂陵白鶴館災本志以爲白鶴館五里走馬之館不當在山陵昭穆之地天戒若曰去貴幸逸遊不正之臣勿在正位病石顯之象也赦天下夏旱立長沙焬王弟宗爲王封故海昏侯賀子爲侯六月詔曰朕惟衆庶之饑寒遠離父母妻子勞於非業之作衞於不居之宮其罷建章甘泉衞士令各就農詔丞相御史舉天下明隂陽者各三人五年春正月以周子南君爲周承休侯次位諸侯王三月行幸雍祠五畤夏四月有星孛於參詔太官無日殺所供各減半乗輿秣馬無乏正事而巳罷角觝戲上林宫館希幸御者齊三服官北假官田鹽鐵官常平倉博士弟子無置貟以廣學者省刑罰凡七十餘事御史大夫陳萬年卒六月辛酉長信少府貢禹爲御史大夫禹奏言古者民無賦筭口錢今民生子三歲則出口錢故民重加困産子輒不舉甚可痛之宜令今兒生七歲去齒乃出口錢年十二乃筭又奏言武帝時令人犯法贖罪入粟者𥙷吏是以國亂民貧盗賊並起郡國畏法則使巧能欺上府者以爲右職姦宄不勝則取勇猛苛暴能威服下者使居大位故無義而有財者顯於世欺慢而便巧者尊於朝悖逆而勇猛者貴於官行爲犬豕財富勢足是爲賢耳故謂居官而致富者爲雄桀處姦而得利者爲壯士兄勸其弟父勉其子俗之敗壞乃至於此宜除贖罪之法選舉不以實及有贓者輒行其罪無但免官則貴孝弟賤賈人進賢能廉直而天下治矣十有二月丁未貢禹卒丁巳長信少府薛廣德爲御史大夫𥘉郅支單于怨漢擁護呼韓邪單于乃求其侍子漢遣衞司馬谷吉送之郅支單于乃殺吉遂依康居而居焉時諸葛豐爲司隷劾舉無所廻避京師爲之語曰間何闊逢諸葛上嘉之加豐光禄大夫侍中許章不奉法度賔客犯法章相連豐按劾章欲奏其事適逢章私出豐駐車舉節詔章下獄收章窘迫馳車去豐追之章因而入宮自歸於上豐亦上奏因收奪豐節司隷去節自豐始也前漢孝元皇帝紀上卷第二十一"}
{"id": "KR2b0003_022", "series": "KR2b0003", "text": "前漢孝元皇帝紀中卷第二十二荀恱永光元年春正月行幸甘泉郊泰畤免雲陽徒賜民爵一級女子百戸牛酒鰥寡孤獨高年帛所過無出田租上留射獵御史大夫薛廣德上書言竊見關東困極民人流移陛下日日撞亡秦之鍾聽鄭衛之樂馳騁于戈縱姿於野不䘏百姓臣誠悼之今士卒暴露從官勞倦願陛下亟反宫與天下同憂樂上即日還宫詔丞相御史大夫舉質樸敦厚遜讓有行者三月殞霜殺麥苗詔曰朕之不明無以知賢侫人在位哲人壅蔽民漸俗薄去禮觸刑豈不哀哉其赦天下令勵自新各務農畆無田皆假貸種食吏賜六百石以上爵五大夫勤事吏爵二級民一級女子百戸牛酒鰥寡孤獨高年帛秋七月己未大司馬車騎將軍史高賜金安車駟馬免上自酹祭宗廟出便門欲御樓舩薛廣德當乘輿免冠頓首曰宜從橋上曰大夫冠廣德曰陛下不聽臣言臣自刎頸以血汙車輪陛下不得渡矣上不恱先驅光禄大夫張猛曰主聖臣直從橋安乘舩危御史大夫言可聽上曰曉人不當如是耶乃廻橋廣德病賜安車駟馬免辛亥太傳韋玄成爲御史大夫九月戊子侍中衛尉王接爲大司馬車騎將軍接者宣帝舅王無敬之子也冬十有二月丞相于定國賜安車駟馬免子永嗣位至御史尚館陶公主施施者宣帝長女也賢而有行永以選尚焉周堪復爲光禄勲與張猛皆給事中見親任而石顯等數譛毀之劉向以草莾臣上書曰臣聞舜命九官濟濟相讓和之至也衆賢和於朝則萬物和於野故蕭韶九成鳳凰來儀擊磬拊石百獸率舞及至周之開基西郊雜集衆賢莫不肅和崇推讓之風以息忿爭之訟周詠文王之德其詩曰於穆清廟肅雍顯相濟濟多士秉文之德武王周公繼政朝臣和於内萬國歡於外故得萬國之歡心以事其先祖其詩曰有來雍雍至止肅肅相維辟公天子穆穆諸臣和於下天應報於上故周頌曰降福穰穰貽我來麰下至幽厲之際朝廷不和轉相非怨詩人疾而刺之曰民之無良相怨一方衆小人在位而邪議潝潝相是而背君子其詩曰潝潝訾訾亦孔之哀謀之其臧則具是違謀之不臧則具是依君子獨處守正不撓衆杆勉強以從王事則反見憎毒譛愬其詩曰僶俛從事不敢告勞無罪無辜䜛口嗸嗸當此之時日月薄蝕而無光其詩曰日有蝕之亦恐之醜又曰日月鞠㓙不用其行天變見於上地變動於下水泉沸騰山谷易處其詩曰百川沸騰山冡卒崩高岸爲谷深谷爲陵霜降失節不以其時其詩曰正月繁霜我心憂傷民之訛言亦孔之將此皆不知賢不肖易位之所致也自此之後天下大亂厲王奔彘幽王見弑尹氏世卿而專恣諸侯背叛而不朝二百四十二年之間日蝕三十六地震五山陵崩阤二彗星見三野鷄夜鳴常星不見夜中星殞如雨者一火炎十四長狄入中國三五石殞墜六鶂退飛冬麋有蜚鸜鵒來巢晝晦冬無氷李梅冬實七月霜降草木死八月殺菽大雨雹雷電失序水旱饑饉蝗螽俱出衆災並起當此之時禍亂輙應弑君三十六亡國五十二諸侯奔走不得保其社稷者不可勝數周室多禍晉敗其師於貿戎鄭傷桓王戎執其使五大夫爭權三君更立莫能正理遂至陵遲不能復興由此觀之氣和致祥氣乖致異祥多者其國安異衆者其國危天地之常德古今之通義也當今邪正雜糅忠䜛並進章交公車人滿北軍朝臣乖忤分曹爲黨更相譛愬不可稱言是以災異並起皆妖氣之所致也夫履襄周之迹脩詩人之刺而欲成太平致雅頌猶却行而求及前人也䜛邪所以並進者由上多疑心旣巳用賢令行善政而或譛之則賢人退而善政消矣懷多疑之心者來䜛賊之口持不斷之意者開群枉之門䜛邪進者賢人退群枉盛者正士消故易有否泰善惡相消詩曰雨雪麃麃見睍曰消昔舜禹與驩兠共工雜處堯朝周公與管蔡並居周位當是之時皆迭進相毀流言相謗豈可勝道哉帝堯成王能賢舜禹周公而消共工管蔡故以大治孔子與季孟俱事於魯李斯與叔孫通並宦於秦定公始皇賢李斯與季孟而消孔子叔孫通故以大亂夫治亂之端在於所信任信任旣賢在於堅固詩云我心匪石不可轉也言守善固也昔孔子與顔淵子貢更相稱舉不爲朋黨禹稷臯陶更相汲引不爲比周何則忠於爲國而無邪心也故賢人在上位引其類聚於朝故易曰見龍在天大人造也在下位則與類俱進故易曰㧞茅連茹以其彚征吉今姦邪與賢臣並進在交戰之内數設危險之言欲以傾移主上此天地所以見誡災異所以重至也自古聖王未有無誅而治者故舜有四方之罰孔子有兩觀之誅今以陛下之聖明宜深思天地之心察兩觀四放之意鍳否泰之卦觀雨雪之詩歷唐周之所進以爲法原秦魯之所消以爲戒考祥應之福省災異之禍以揆當時之變仰鍳前古之事宜放逺侫人之黨廣開衆正之路决斷狐疑分明去就則百異消㓕衆祥並至太平之基萬世之利顯等見其書而愈與許史比周而怨向向等遂禁錮十餘年初上内重周堪而患諸譛愬無所信時長安令楊興甞稱舉堪上欲以爲助乃問興曰朝臣不可光禄勲何也興傾巧士也謂上疑堪因順㫖曰非獨不可於朝廷自州里亦不可臣前見堪等與劉向謀毀骨肉議者以爲當誅故臣前言不可也上曰然此何罪而當誅也今宜如何興曰臣愚以爲賜爵爲關内侯食邑三百戸勿令典事明主不忘師傳之恩此最計之得者上由是疑焉又惜其才乃遷堪爲河東太守張猛爲槐里令後下詔曰河東太守堪先帝賢臣命之傳朕論議正直憂國之心以不阿尊事貴孤特寡助黜退徃者衆臣每有災異託咎此人朕迫逼於俗不得專心堪出之後天變仍臻衆亦晻然堪治郡未期年而三老官屬有識之士稱說其美使者過郡靡人不稱此固足以彰先帝知人朕有以自明也其復徵堪拜光禄大夫給事中領尚書事堪病卒而顯遂誣張猛令自殺顯知專權恐左右耳目一旦聞巳者乃時還誠取一信以爲驗顯嘗出使自白日恐後漏盡還請稱詔開門上許之顯故投夜還稱詔開門後果有人上書告顯專命矯詔上笑以其書示顯顯因泣下曰陛下過私小臣屬任以事群下無不妬嫉欲䧟害者類如此非一愚臣㣲誠不能以一身快萬衆任天下怨也願歸樞機之職充後宫掃除之役死無所恨上以爲然而憐之數勞勉之益信任厚其賞賜貲至萬數初顯殺望之知天下怨巳因薦貢禹而深禮事之明進賢不妬望之其設變詐以自解免皆此類也顯見左將軍馮奉世父子爲公卿著名心欲附之因薦奉世中子謁者逡爲侍中逡因言顯專權不可任上怒免逡歸郎官後御史大夫缺群臣皆薦昭儀兄野王上以問顯顯曰九卿無出野王上曰然昭儀兄也恐後世以陛下越度衆賢私後宫之親上曰善吾不見是乃不用野王曰人皆以内寵貴我獨以内寵賤自此公卿以下畏顯重足一跡矣荀恱曰夫侫臣之惑君主也甚矣故孔子曰逺侫人非但不用而巳乃逺而絶之隔塞其源戒之極也察觀其言行未必合於道者必此人也此亦察人情之一端也僞生於多巧邪生於多慾是以君子不尚也禮與其奢也寧儉事與其煩也寜畧言與其華也寧質行與其綵也寧朴孔子曰政者正也夫要道之本正巳而巳矣平直真實者正之主也故德必核其真然後授其位能必核其真然後授其事功必核其真然後授其賞罪必核其真然後授其刑行必核其真然後貴之言必核其真然後信之物必核其真然後用之事必核其真然後脩之一物不稱則榮辱賞罰從而繩之故衆正積於上萬事實於下先王之道如斯而巳矣二年春二月大赦天下賜民爵一級女子百戶牛酒鰥寡孤獨高年孝弟力田帛丁酉御史大夫韋玄成爲丞相左扶風鄭弘爲御史大夫弘所在著名迹法度條教爲後世所稱三月壬戌朔日有蝕之六月詔曰元元之民困於饑饉朕爲民父母德不能覆而加其刑甚自傷焉其赦天下時災異數發上問言事得失者博士匡衡上䟽曰夫朝廷者天下之楨榦公卿大夫相與修禮恭讓則民不爭好仁樂施則民不暴上義高節則民興行寛柔和順則衆相愛此四者明王所以不嚴而治也朝有變色之言則下有爭闘之患上有自專之士則下有不讓之人上有尅勝之佐則下有傷害之心上有好利之臣則下有盗竊之民皆在本也詩云京邑翼翼四方是則今長安天子之爲丞相左扶風鄭弘爲御史大夫弘所在著名迹法度條教爲後世所稱三月壬戌朔日有蝕之六月詔曰元元之民困於饑饉朕爲民父母德不能覆而加其刑甚自傷焉其赦天下時災異數發上問言事得失者博士匡衡上䟽曰夫朝廷者天下之楨榦公卿大夫相與修禮恭讓則民不爭好仁樂施則民不暴上義高節則民興行寛柔和順則衆相愛此四者明王所以不嚴而治也朝有變色之言則下有爭闘之患上有自專之士則下有不讓之人上有尅勝之佐則下有傷害之心上有好利之臣則下有盗竊之民皆在本也詩云京邑翼翼四方是則今長安天子之都也親承聖化其習俗無以異於逺方郡國來者無所法則或見侈靡而倣效之宜正之本朝使海内昭然易其視聽道德興於京師淑問揚於疆外然後大教成也傳曰審好惡治性情而王道興矣治性情之道必強巳之不足而審巳之有餘蓋聰明䟽通者戒於大察寡聞少見者戒於擁蔽勇猛剛強者戒於太暴仁愛温良者戒於無斷沈靜安舒者戒於後時廣心浩大者戒於遺忘審巳之所當戒而齊之以義然後中和之化應而僞巧之徒不敢比周而妄進矣今俗吏致治不奉禮讓而尚苛暴貪財而慕勢故犯法者衆姦邪不止陛下哀愍吏民觸法抵禁比年大赦而今日赦令明日犯出相隨而入獄不改其原雖歲赦之刑猶不息是時赦令數故衡對及之荀恱曰大赦者權時之宜非常典也漢興承秦兵革之後太愚之世比屋可刑故設三章之法太赦之令蕩滌穢流與民更始時勢然也後世承業襲而不革失時宜矣若惠文之世無所赦之若孝景之時七國皆亂異心並起姦邪非一及武帝末賦役繁興群賊並起加太子之事巫蠱之禍天下紛然百姓無聊人不自安及光武之際撥亂之後如此之比宜無赦矣君臣失禮政教陵遲犯法者衆亡命流竄而不擒獲前後相積布滿山野勢窮刑蹙將爲群盗或刑政失中猛暴橫作怨枉䌓多天下憂慘群獄姦昏難得而治承此之後宜爲赦也或赦大逆或赦輕罪或赦一方或赦天下期於應變濟時也秋七月西羗反遣右將軍馮奉世擊之奉世字子明上黨人也徙杜陵初前將軍韓增舉之自宣帝時爲名臣矣上議出兵奉世曰虜無過三萬人而兵法當倍用六萬然羗衆弓矛之兵耳器不鋒利可四萬人守屯足矣奉世曰國家戰守之備久廢夷狄皆有輕邊之心今以萬人分屯數處虜見兵少必無畏懼戰則兵挫守則不足如此怯弱之形見羗人乘利諸種並㑹臣恐中國之役不得止於四萬人也故少發師而曠日與一舉而疾决功相萬倍固爭之不能得有詔益二千人於是奉世將萬二千騎以兩禆將至隴西分兵數處又别遣校尉救民於廣陽上谷羗虜衆多漢兵爲羗所敗殺兩校尉奉世具上地形部衆多少之計願益三萬六千乃足上乃大爲發兵六萬人拜太常任千秋爲奮威將軍以助之奉世上書願得其衆不煩大將上不聽遂並進兵羗虜大破斬首數千級餘皆走出塞八月天雨草如莎相摎結如彈丸是歲有獻雄鷄生角者本志以爲黃龍元初永光鷄變三見王氏僣位之萌也黃龍元年而宣帝崩上即位皇后將立應是正宫之中䳄鷄爲雄不鳴不將無距者貴始萌而未成也元初元年封王婕妤父爲丞相由内史禁爲平陽侯婕妤立爲皇后故應是也丞相府史家雌雞爲雄即丞相内央女之應也伏子者明巳有子將距者尊巳成也以永光二年禁薨子奉嗣侯爲侍中衛尉始見用雄雞生角明布威行權從此始也卒成簒之漸矣三年春西羗平軍罷奉世還以有功賜爵關内侯食邑五百戶三月立皇太子康爲濟隂王夏四月癸未大司馬王接薨七月壬戌左將軍許嘉爲大司馬車騎將軍嘉上之元舅即廣漢弟延壽之子廣漢無子嘉奉其祀冬十有一月巳丑地震雨水大霧復鹽鐡官博士弟子貟以用不足民多復除故也四年春二月赦天下所賑貸貧民勿收責三月行幸雍祠五畤六月甲戌孝宣帝園東闕災戊寅晦日有蝕之詔曰蓋聞明王在上忠臣布職則群生和樂方外蒙澤今朕闇於王道夙夜憂懼不通其理靡瞻不眩靡聽不惑是以教令多違民心未得邪說虚進事無成功此天下所著聞也公卿大夫好惡未同或縁姦作邪侵削細民元元安所歸命哉詩不云乎今此下民亦孔之哀自今以後公卿大夫其勉思天戒慎身修永以輔朕之不逮直言盡意無有所諱秋七月罷衛思后園及戾后園冬十月乙丑罷祖廟在郡國者先是貢禹奏言古者天子七廟今孝景皆親盡宜毀及郡國廟不依古禮宜止未及施行而禹卒於是追思禹言乃下詔議丞相玄成御史大夫弘等十七人皆曰臣聞祭者皆由中出生於心者也惟聖人爲能饗帝孝子爲能饗親立廟於京師之居躬親承事四海之内各以其軄來祭尊尊之大義也五帝三五不易之道也詩云有來雍雍至止肅肅春秋之義父不祭於支庻之宅君不祭於臣僕之家王不祭於下土諸侯臣等愚以爲宗廟在郡國一切勿修奏可因罷昭靈后武哀王昭哀后衛思后戾太子戾后園皆不奉祀置夷守而巳諸陵分屬三輔以渭城亭部北原上以爲初陵詔曰徃者縁臣子之義奏徙郡國民以奉園陵今百姓逺棄先祖墳墓破業失産親戚分離人懷思慕之心家有不自安之意是以東垂被虚耗之災關中有無聊之民非久長之䇿詩不云乎民亦勞止訖可小康惠此中國以綏四方初陵無置縣邑使天下安土樂業無有揺動之心又罷先后父母奉邑五年春正月行幸甘泉效泰畤三月行幸河東祀后土秋潁川水出流殺人民吏從官縣𬒳害者與告士卒遣還冬上幸長楊布車騎大獵十有二月乙酉毀太上皇孝惠帝寢園是時丞相列侯中二千石愽士等四十四人奏議曰禮始受命諸侯始封之君皆爲太祖繼太祖五廟皆迭毀毀廟主藏於太祖五年而再殷祭言一禘一祫祫祭者言毀廟及未毀廟之主合食於太祖父爲昭子爲穆孫復爲昭古之正禮祭義曰王者禘其祖之所自出而以祖配之而不爲立廟親盡也立親廟四親親也周之所立七廟者以后稷始封文武受命而王是以三廟不毀與親廟四而七焉非有后稷始封文武受命之功皆親盡而毀成王承二王之業制禮作樂功德茂盛廟猶從毀以行爲謚而巳臣愚以高祖受命定天下宜爲高帝太祖之廟世世不毀太上皇孝文孝惠孝景廟皆親盡宜毀皇考廟親未盡如是宜皆就太祖廟序昭穆如禮大司馬許嘉等二十九人以爲孝文皇帝德化茂盛宜爲帝者太宗之廟廷尉忠以爲孝武皇帝改正朔易服色攘四夷宜爲世宗之廟諫議大夫尹更始等十六人以爲皇考廟上序於昭穆非正禮冝毀於是上重序昭穆猶立廟而巳世宗留不毁建昭元年春正月戊辰有石隕於梁國六三月行幸雍祀五畤秋八月有白蛾群飛蔽日從東都門至軹道冬河間王元有罪廢遷房陵罷孝文太后孝昭太后寢園上幸虎圈闘獸後宫昭儀等皆坐熊逸出圈攀檻欲及上左右貴人傳昭儀等皆驚走馮婕妤直前當熊而立左右挌殺熊上問婕妤曰人情驚懼何故當熊對曰妾聞猛獸得人而止恐至御座故以身當之上嗟歎而嘉之傳昭儀甚慙由是與婕妤有隙婕妤即右將軍馮奉世之女傳昭儀者少爲上官太后才人自上爲太子得進幸爲人有才畧善事人下至宫人左右飲酒醊地皆况延之甚寵有男是爲定國恭王上欲殊於後宫故曰昭儀位次皇后昭儀之號自此始也前漢孝元皇帝紀中卷第二十二"}
{"id": "KR2b0003_023", "series": "KR2b0003", "text": "前漢孝元皇帝紀下卷第二十三荀恱二年春正月行幸甘泉郊泰畤三月行幸河東祠后土益三河郡太守秩中二千石戸十二萬爲大郡夏四月赦天下六月立皇子興爲信都王興母婕妤爲昭儀閏月丁酉太皇太后上官氏崩冬十有一月齊楚地震大雨雪深五尺樹折屋壞魏郡太守京房棄市房字君明東郡人也爲郎中以言災異屢中上親幸房嘗宴見問上曰幽厲之君何以危所任何人也上曰君不明也而任巧侫房曰知其巧侫而任之耶將以爲賢也上曰賢之房曰今何以驗之不賢上曰以其時亂君危而知之房曰齊桓公秦二世亦嘗聞二君而非笑之時任豎刁易牙趙高治政日亂何不以幽厲卜之而覺悟乎上曰惟有道者能以徃知來耳臨亂之君各賢其臣令皆覺悟安得危亡房因免冠頓首曰春秋紀二百四十二年災異以示萬世之君今陛下即位以來災異並出人民饑饉盗賊不禁視今爲治邪亂邪所任者誰與房旨謂石顯上亦知之曰然幸其愈於彼又以爲不在此人房曰夫前世之君亦皆然矣臣恐後之視今猶今之視昔也是時房奏考功課吏法上令房上弟子曉考功者欲試用之房薦上弟子姚平任良願以爲刺史臣得通藉殿中爲奏事以防擁隔石顯等進言用弟子不若師上欲以房爲刺史顯等知刺史當得徑奏事因言爲刺史恐太守不與同心宜以爲郡守房自請歲盡得乘傳奏事上許之房旣拜上封事曰辛酉以來霧氣衰去太陽清明臣獨欣然以爲陛下有所定也然少隂倍力而乘消息臣疑陛下獨不得如意臣出之後恐爲執事者所蔽身死而功不成及辛巳霧氣復乘太陽侵危此上大夫侵陽之氣而上意疑也巳卯庚辰之間必有隔絶臣令不得乘傳奏事者房未發顯果白詔止房無乘傳奏事房至新豐復上奏曰臣以六月言遯卦不交法曰道人始去寒涌水爲災至七月涌水出臣弟子姚平謂房曰房可謂知道未可謂信道也今湧水出道人當遯死尚復何言臣獨謂曰陛下與臣尤厚雖死臣猶言也平又謂曰房可謂小忠未可謂大忠也昔秦之時趙高用事有正生者非刺高而高威自此而成故秦之亂也正先趨之也今臣守郡竊恐未効而死惟陛下無使塞涌水之災異當正生之必死爲姚平所笑房至陜復上封事曰乃者丙戌小霧丁亥霧衰去然少隂并力而乘消息戊子益甚至壬辰五十分霧氣復起此消息欲正離卦之黨并力而爭安危之機不可不察巳丑有還風盡辛卯而太陽復侵危至癸巳日月相薄此邪隂用事而太陽爲之疑也臣去稍逺太陽侵奪願陛下察焉房去月餘竟徵下獄房妻父張博淮陽王之舅也欲爲淮陽王永入朝謂房曰淮陽王入朝可以爲助因使房爲淮陽王求入朝奏草又房爲上道幽厲之事出對御史大夫鄭弘道之顯告房張博誹謗朝廷詿誤諸侯闚導以邪意漏泄省中語愽腰斬房棄市時年三十一房治易事梁人焦戇戇爲外黃令以伺候先知姦邪盗賊不得發嘗曰得我道以亡身者京生其說長爲災變分爲六十四卦更直日用事有占驗焉鄭弘坐與房言免光禄勲匡衡爲御史大夫三年夏令三輔都尉及太郡都尉秩皆二千石六月甲辰丞相韋玄成薨秋七月御史大夫匡衡爲丞相戊辰衛尉李延壽爲御史大夫副校尉甘延壽陳湯矯制發戊巳校尉屯田吏士及西域羗胡兵攻郅支單于冬斬郅支首傳詣京師時郅支強暴東擊烏孫西脅大宛諸國漢遣使三輩至康居求谷吉等尸郅支不肯奉詔而困辱漢使上書驕慢曰康居困危巳乆願歸強漢是湯與延壽等謀曰郅支單于威名逺震今烏孫脅大宛欲降伏康居如得此三國北擊伊婁西取安息南排月支數月之間城郭諸國危矣郅支分離所在絶逺無城郭強弩之守如發兵直詣城下彼亡則無所之守則不足以自保千載之功可一朝而定延壽以爲然欲奏請之湯曰國家與公卿議大䇿非衆所見事必不從㑹延壽久病湯獨矯制發諸國兵延壽聞之起大驚欲止之湯按劒叱延壽日大衆巳集竪子欲沮吾衆耶延壽遂從漢兵合四萬餘人延壽湯上䟽自劾奏矯制陳言形勢兵狀即引兵分爲六校尉其三校尉從南道逾葱領經大宛其三校尉從北道入赤谷過烏孫經康居萬餘騎救之數奔營不利輙却漢兵遂燒木城城中人皆入土城漢兵四靣推櫓楯並入土城單于𬒳創死得漢使節及谷吉等所賚帛書凡斬閼氏太子名王以下千五百級生虜百四十五人降虜五千餘人上議其功丞相匡衡大夫李延壽及石顯皆以爲延壽湯擅興師矯制幸得不誅不宜加爵土又遣吏訊驗湯私盗金事皆不與湯故正宗劉向上䟽曰郅支單于殺漢使吏士以百數事暴於外國傷威毀重陛下赫然欲討之意未嘗忘延壽湯承聖旨倚神靈總百蠻之軍攬城郭之兵出萬死之計入絶域之地遂䧟康居屠五重城搴翕侯之旗斬郅支之首懸旌萬里之外揚威昆山之西而掃谷吉之助立昭明之功蠻夷率服稽首來賔群臣之功莫有大焉昔周大夫方叔尹吉甫爲宣王誅玁狁而百蠻從之其詩曰驒驒惇惇如霆如雷顯允方叔征伐玁狁蠻荆來威易曰有嘉折首獲非其醜今延壽湯所誅威振天下雖易之折首詩之雷霆不能及也吉甫之歸周厚賜之其詩曰吉甫燕喜旣多受祉來歸自鎬我行永久千里之鎬猶以爲逺况萬里之外齊桓先有匡周之功後有㓕項之罪君子計功𥙷過近事貳師李廣利損五萬之衆糜億萬之費經四年之勞而厪獲駿馬四十匹雖獲宛王之首不足復費而私罪甚衆孝武以爲萬里之伐不録其過厚加封賞今康居之國盛於大宛郅支之號重於宛王殺漢使甚於留馬延壽湯不煩漢使不費斗儲比於貳師功德相百倍且常惠隨欲擊之烏孫鄭吉迎自來之日遂猶皆列土受爵故言威武勤勞則大於方叔吉甫列功覆過則優於齊桓貳師近事之功則高於長羅安逺大功未著小惡數布臣竊痛之上於是赦湯等矯制貪穢小罪封延壽爲宜城侯湯爲關内侯食邑各三百戸延壽爲長水校尉湯爲射聲校尉延壽北地人也本爲羽林士超逾羽林亭樓以材力進湯字子公山陽人也家貧無行初富平侯張敞舉湯爲茂材湯待遷父死不奔䘮坐下獄論敞舉非其人削戶二百㑹敞薨謚曰謬侯湯立功西域世以爲張敞知人初宣帝時前將軍韓增舉馮奉世以爲衛候使持節送大宛諸國客時莎車王與諸國共殺漢所置莎車王萬年并殺漢使者奚充國匈奴發兵攻莎車師不能下而莎車遣揚言曰北道諸國巳降匈奴矣於是攻刼南道與之盟而背漢鄯善以西皆絶不通奉世以莎車日強其勢難制必危西域乃矯以節告諭諸國王各發其兵合萬五千人追擊莎車莎車王自殺傳其首詣長安諸國遂平威振西域宣帝謂韓增曰賀將軍舉得人也議封奉世以爲侯丞相將軍皆曰大夫出疆有可以安國家定社稷專之可也宜加爵位少府蕭望之以爲奉使有所指而擅矯制違命今封奉世關内侯後奉使者競逐利要功於夷狄爲國家生事不可長也宣帝從望之議及甘延壽之封也杜延年子欽上䟽追訟奉世前功日比罪則郅支薄量功則莎車衆用師則奉世寡制勝則奉世於邊境爲功多慮危則延壽於國家爲禍深其違命生事則與奉世同延壽割地而封奉世獨不見録臣聞功同賞異則勞臣疑罪均刑别則百姓惑願陛下下有司議之上爲前世事不録荀恱曰成其功義足封追録前可也春秋之義毀泉臺則惡之舎中軍則善之各由其宜也夫矯制之事先王之所慎也不得巳而行之若矯大而功小者罪之可也矯小而功大者賞之可也功過相敵如斯而巳可也權其輕重而爲之制宜焉四年春正月以討郅支單于功告祠郊廟赦天下夏六月甲申中山王竟薨藍田地震山崩壅㶚水安陽岸崩壅涇水涇水逆流五年春二月赦天下賜民爵一級女子百戸牛酒三老孝弟力田鰥寡孤獨帛夏六月庚申復戾后園壬申晦日有食之秋七月庚子復太上皇寢廟園原廟昭靈后武哀王衛思后昭哀后廟園上寢疾夢祖宗譴罷郡國廟園上少弟楚孝主亦夢焉上召問丞相匡衡議欲復衡言不可衡乃禱高祖孝文孝景廟陳言禮正咎在臣衡當受其咎皇帝宜蒙福祐盡禱諸廟上疾久不平皆復脩舊祀如故山陽社中大槐樹吏民伐斷之其夜樹自復立故處竟寧元年春正月匈奴呼韓邪單于來朝單于諸妻漢女以自親賜單于待詔掖庭王嬙字昭君爲閼氏單于上書願保塞請罷邊備塞上下有司議皆以爲便郎中令侯應以爲不可許上詰問狀對曰臣聞北邊塞至遼東外有隂山東西千餘里草木茂盛多禽獸本冐頓單于依阻其中治作弓矢是苑囿也至孝武出師征伐斥奪其地攘之於漢北建塞徼起亭隧築外城而設屯戍以守之然後邊境得少安漠北地平少草木多大砂匈奴來冦抄無所藏隱從塞以南徑深山大谷徃來差難邊境長老言匈奴失隂山後過之無不哭如罷備邊戍卒示夷狄之大利不可一也今聖德廣𬒳單于稽首來臣夫夷狄之情困則卑辱強則驕逆天性然也前以罷外城省亭燧今纔足候望通烽火而巳古者安不忘危不可復罷二也中國有義禮之則刑罰之禁臣愚猶禁犯又况單于能必其衆不犯約哉三也自中國尚設關梁以制諸侯所以絶臣下之覬覦也設塞徼置屯戍非獨爲單于而巳亦爲諸屬國降民本故匈奴之人恐其思舊逃亡四也近西羗保塞與漢交通吏民貪利侵盗其畜産妻子以此怨恨起而背叛世世不絶今罷乘塞則生慢易忿爭之漸五也徃者從軍多沒不還者其子孫貧困一旦走出從其親戚六也又邊人婢奴怨苦欲走者多自知匈奴中樂無柰邊侯急切何時有走塞者七也盗賊桀黠群軰犯法如其窘急亡走北出則不可制八也起塞以來百有餘年非皆以土坦也或因山巖石木柴僵落谿谷之間稍稍率徒卒築治費功久逺不可勝計臣恐議者不深慮其始終欲以一切息徭役十年之後百年之内卒有他變障塞敗壞亭戌㓕絶當發戍屯治繕累世之功不可卒就九也若罷戍卒省候望單于自以保塞守衛必深得漢請永無巳小失其意則不可測開夷狄之隙以虧中國之固十也非所以永持至安威制百蠻之長䇿上乃使車騎軍口喻單于曰中國亦有關梁非徙以備外亦以防中國之姦邪放縱出爲冦害故爲制度以專衆心遂不罷塞焉皇太子冠初定陶恭王有才藝曉音樂而太子頗有酒色之失王皇后無寵上有意欲立定陶王爲太子數稱其才樂陵侯史丹者悼皇后之舅史恭之孫爲侍中護太子家於是丹進曰所謂才者敏而好學温故知新皇太子是也若乃器人于絲竹皷􁎅之間是則陳惠李欽高於匡衡可爲相國也於是上黙而笑後上疾甚數問景帝時立膠東王故事丹涕泣因以死爭之上亦以太子先帝所愛卒不易二月御史大夫李延壽卒三月丙寅太子太傳張譚爲御史大夫癸未復孝惠寢廟園孝文太后孝昭太后寢廟園等夏五月壬辰帝崩于未央宫匡衡復奏言前以上體不平故復諸祀卒不蒙福請悉罷於是毀太上皇孝惠孝景帝廟罷孝昭太后昭靈太后武哀王昭哀后寢廟園丞相御史大夫奏石顯及其黨皆免官顯徙居故郷濟南憂懣不食道病死顯之歸也留其器物什數百萬以與故所厚萬章章不受曰石氏之禍萬氏反當爲福耶章者長安大俠爲京兆尹門下督嘗從至殿中侍中諸貴人爭趨揖章莫與京兆尹言者後京兆尹不復從章章旣游俠亦得顯力及王遵爲京兆尹誅豪桀乃殺章荀恱曰自漢興以來至於兹祖宗之治迹可得而觀也開祖開建大業統辟元功度量規矩不可尚也時天下初定庻事草創故韶夏之音未有問焉孝女皇帝克巳復禮躬行玄黙遂至昇平而刑罰幾措時稱古典未能悉備制度玄雅禮樂之風闕焉故太平之功不興孝武皇帝規悏萬世之業安固後嗣之基内修文學外耀武威延天下之士濟濟盈朝興事創制無所不施先王之風燦然復存矣然猶好其文不盡其實發其始不要其終奢侈無限窮兵極武百姓空竭萬民疲弊當此之時天下騷動海内無聊而孝文之業衰矣孝宣皇帝任法審刑綜核名實聽斷精明事業修理下無隱情是以功光前世號爲中宗然不甚用儒術從諫如流下善齊肅賔禮舊老優容寛直其仁心文德足以爲賢主矣而侫臣石顯用事墮其大業明不照姦决不斷惡豈不惜哉昔齊桓公任管仲以覇任豎刁以亂一人之身唯所措之夫萬事之情常立於得失之原治亂榮辱之機可不惜哉楊朱哭多岐墨翟悲素絲傷其本同而末殊孔子曰逺侫人詩云取彼䜛人投卑豺虎疾之深也若夫石顯可以痛心泣血矣豈不疾之哉初宣帝任刑法元帝諌之勸以用儒術宣帝不聽乃嘆曰亂我家者必太子也故凡世之論政治者或稱教化或稱刑法或言先教而後刑或言先刑而後教或言教化宜詳或曰教化宜簡或曰刑法宜畧或曰刑法宜輕或曰宜重皆引爲政之一方未究治體之終始聖人之大德也聖人之道必則天地制之以五行以通其變是以博而不泥夫德刑並行天地常道也先王之道上教化而下刑法右文德而左武功此其義也或先教化或先刑法所遇然也撥亂抑強則先刑法扶弱綏新則先教化安平之世則刑教並用大亂無教大治無刑亂之無教勢不行也治之無刑時不用也教初必簡刑始必畧則其漸也教化之隆莫不興行然後責備刑法之定莫不避罪然後求宻未可以備謂之虐教未可以宻謂之峻刑虐教傷化峻刑害民君子弗由也設必違之教不量民力之未能是䧟民於惡也故謂之傷化設必犯之法不度民情之不堪是䧟民於罪也故謂之害民莫不興行則毫毛之善可得而勸也然後教備莫不避罪則纎芥之惡可得而禁也然後刑宻故孔子曰不嚴以蒞之則民不敬也嚴以蒞之動之不以禮未善也是言禮刑之並施也吾末如之何言教之不行也可以勝殘去殺矣言刑之不用也周禮曰治新國用輕典畧其初也春秋之義貶纎芥之惡備至宻也孔子曰行有餘力則可以學文簡於始也繪事後素成有終也夫通於天人之理逹於變化之數故能逹於道故聖人則天賢者法地考之天道參之典經然後用於正矣讃曰本紀稱孝元皇帝多才藝善史書皷琴吹洞簫自度聲曲分别節度窮極要妙少好儒術及即位徴用儒生委之以政貢薛韋匡迭爲宰相而上牽制文義優游不斷然寛弘盡下出於恭儉號令温雅有古人之風烈前漢孝元皇帝紀下卷第二十三"}
{"id": "KR2b0003_024", "series": "KR2b0003", "text": "前漢孝成皇帝紀一卷第二十四荀悅皇帝以宣帝時生號曰世適皇孫宣帝愛之自名曰驁字太孫帝置左右三歲而宣帝崩及爲太子甞𬒳急召不敢絕馳道行元帝遲之以狀對帝悅乃著令令太子得絕道行自此始也六月乙未即皇帝位元舅侍中衞尉平陽侯王鳳爲大司馬大將軍領尚書事有司奏言乗輿狗馬禽獸皆非不宜以葬奏可秋七月孝元皇帝葬渭陵冬十有一月大赦天下建始元年春正月乙丑皇祖宗悼考廟災本志以爲悼考廟不正不宜立王鳳秉政不正之象也故立河間王弟良爲河間王有星孛於營室罷上林詔獄二月賜諸侯王以下至吏二千石黃金吏千石以下至二百石宗室有屬藉者三老孝弟力田鰥寡孤獨錢帛各有差吏民五十戶牛酒粟五斛大赦天下右將軍長史姚尹使匈奴還去塞百餘里暴風火起燒殺尹等十餘人封舅王崇爲安城侯賜舅譚商立根逢時五人等爵關内侯王鳳兄弟八人第二曰曼早亡不侯夏四月黃霧四塞終夜下著地如黃土塵上問羣臣諫議大夫楊興博士駟勝等以爲隂氣侵陽氣之象高祖之約非有功不侯今太后諸弟皆以無功而侯非高祖之約故天爲見異以譴失行言者以爲然鳳於是乃懼上書言陛下初即位思慕諒闇故詔臣鳳典領尚書事上無以明聖德下無以益政治今有孛星赤黃之異咎在臣鳳伏願顯戮以謝天下今諒闇日大義皆舉宜親覽萬機以當天心因乞骸骨辭歸上報曰朕承先帝盛緒渉道未深不明事情是以隂陽錯繆日色無光赤黃之氣充塞天下咎在朕躬今大將軍引過自欲辭尚書事歸大將軍印綬罷大司馬官是明朕委任大將軍庶幾有惑其專心固意輔朕不逮六月有蠅數萬集未央殿中朝者坐秋長信少府邵信臣奏罷上林宮館希幸御者二十五所又奏冬生菜強加温火非時而生人不宜以供奉養信臣字翁卿九江人也始爲南陽太守乃爲民興利開通溝渠水門灌漑三萬餘頃禁止嫁娶送終奢靡其化大行吏民親愛之曰邵父上賜信臣黃金四十斤遷河南太守治化當爲第一遂入爲少府八月戊午有兩月相承晨在東方京房易傳曰君弱而婦人強爲隂所乗則兩月並出九月戊子有流星大如瓠出於文昌宮光燭地長四五丈委曲虵形以貫紫㣲宮冬十有二月作長安南北郊罷甘泉汾隂祀匡衡之議也衡奏議曰帝王之事莫大於承天承天之序莫大於郊祀祭天之南郊就天之義也祭地之北郊則隂之象也徃者孝武皇帝居甘泉宫即於雲陽立泰畤今行幸長安郊見皇天反北之太隂祠后土反東之少陽事與古制殊又至雲陽行鷄谷中阨狹百餘里汾陽即渡大川有風波舟楫之危皆非聖主所宜數乗郡縣治道供帳吏人困苦百姓煩費勞所保之民行危險之地殊未合於承天之意也昔周文武郊於酆鎬成王郊於洛邑各因其居宜可徙郊長安又言郊柴饗地之義掃地而祭尚質也歌大呂舞雲門以侯天神歌太簇舞咸池以祀地祗其牲用犢其席用藁秸其器用陶匏皆因天地之性以爲神祗功德至大雖修精微而備庶物猶不足以報功故尚質貴誠以彰天地之德今甘泉紫微殿有文章刻鏤黼黻文繡之飾又致女樂石壇仙人祠瘞鑾輅騂駒偶人龍馬之屬皆宜勿修又雍鄜密上下畤及陳倉寳鷄祠本秦侯以其意所立非禮也及北畤皆高祖未定時立不宜復修奏可本志初秦文公獵於汧渭之間卜居而吉文公夢黃虵自天而下屬於地其口於鄜衍文公問史敦史敦曰此上帝之徵君宜祠之於是作鄜畤郊祭白帝焉文王獲古石缶於陳倉北坂上祠之其神甞以夜下光輝如流星從東南來集於祠壇至地則若雄雞其聲殷殷云野雉夜雊名曰陳寳其神或歲數來或歲不至後秦文公作密畤祠靑帝後秦靈公於吳陽作上畤祠黃帝作下畤祀炎帝及高祖自漢中東擊項藉入關問羣臣曰吾聞天有五帝今所祠有四何也羣臣莫知其說高祖曰吾知之矣乃待我而具五也乃立黒帝祠曰北畤而洪範八政三曰祀祀者所以昭孝事祖宗通神明也旁及四夷莫不修之下及鳥獸豺獺有祭是以皇王爲之典禮故有神民之官各司其序使不相亂也民神異業敬而不黷故神降之嘉瑞災禍不至及乎末世饗祀無度昏黷齊明而神不蠲嘉瑞不降而災禍至矣昔共工氏覇有九州其子曰勾龍能平水土故祠爲社烈山氏王天下有子曰柱能播殖嘉榖故祠爲稷虞書曰肆類於上帝禋於六宗徧於群神又巡於四岳而柴祭焉及殷之十三世帝武丁祭之明日有雉登鼎耳以雊武丁懼而修德夢得傅說版築以爲相殷道復興號曰高宗其後五世帝乙慢神悖禮震死及至周公相成王郊祀后稷以配天宗祀文王於明堂以配上帝凡天子祭天下名山大川懷柔百神咸秩無文五嶽視三公四瀆視諸侯諸侯祭其疆内名山大川大夫祭其門戶井竈中霤是謂五祀士庶人祭祖考而巳淫祀有禁及季氏旅於泰山仲尼譏之曰務民之義敬鬼神而遠之先王正人事而巳不苟求福於神祗不由其道則神不饗也又有八神祠一曰天主祠天齊居臨淄南郊山下二曰地主祠太山梁父三曰嶽主祠蚩尤在東平陸監卿四曰隂主祠三山五曰陽主祠之罘山六日月主祠之萊山皆在齊北七曰日主祠成山成山斗入海最居齊東北以迎日出八曰四時主祠琅邪八祠所從來久矣莫知其所起或曰齊太公以來作之八神祀上過則因祀之去則巳長安南北郊之日有大風抜甘泉泰畤中木十圍以上者皆出二年春正月罷雍五畤二月辛巳上始郊祀長安南郊有神光並見閏月以渭城延陵亭爲初陵詔舉賢良方正二月北宮井水溢出南流元帝時童謡歌曰井水溢滅竈煙灌玉堂流金門本志以爲隂象春秋前有鸜鵒之謡後有來巢之驗卒有昭公居外之應井隂也竈陽也玉堂金門至尊之居隂盛而滅陽竊有宫室之象王氏之應又有童謡歌曰邪徑敗良田䜛巧害忠賢桂樹花不實黃雀巢其顚故爲人所羡今爲人所憐本志爲桂樹色赤漢家之象不實無嗣也黃雀王氏之象顚將有漢室辛丑上始祀后土於北郊丙午立皇后許氏大將軍許嘉女也罷少府技巧官夏大旱東平王牟有罪削二縣秋罷太子博望苑賜宗室朝請者減乗輿廐馬丞相匡衡又奏郡國候神方士使者所祠凡六百八十三所其二百八所應祀或疑無明文不可奉祀其餘四百七十五所不應祀請罷之又奏高帝武帝宣帝所立山川羣祠凡百二十餘所非典皆罷之候神方士使者副使待詔七十餘人皆罷歸三年春赦天下囚徒賜孝弟力田爵三級諸逋租賦賑貸勿收秋關中大雨水四十餘日京師人無故相驚言大水至百姓奔走號呼長安中大亂上親御前殿召公卿議大將軍王鳳以爲太后及上與後宮可御舟舩令吏民百姓上長安城羣臣皆從王鳳議王商者宣帝舅樂昌侯武之子曰自古無道之國水猶不冐入城郭今政治和平何爲當有大水一旦暴至此必訛言不宜令民上城重驚百姓耳止乃止有頃長安中稍稍自定上歎美商之固守數稱其議鳳甚慙自恨失言渭城女子陳持弓年九歲走入城門入未央宫掖庭殿門門衞者莫見至勾楯禁中覺而得本志以爲民以水相驚者隂氣盛也小女入宮殿者下人將因女寵而居有宫室之象也名曰持弓有似周家壓弧之祥易曰弧矢之利以威天下後有王莽篡天下陳氏之後也秋八月癸丑大司馬將軍許嘉賜金安車駟馬免御史大夫張譚坐遷舉不實免冬十月光禄大夫尹忠爲御史大夫十二月戊申朔十有蝕之其夜地震未央宮中詔舉方正直言極諫長安人谷永者衞司馬谷吉之水對策曰災異之發各以象其類日蝕須女之分地震宮墻之内二咎同日發厥咎不遠意者陛下志在閨闈不䘏政事舉措失中内寵大盛誠留意於正身勉強於力行損宴私之志放淫溺之樂罷倡優之笑絕不饗之義循禮而動力行不倦無淫於酒色無逸於游畋未有其身正而臣下邪者也夫婦之際安危之機也昔舜釐正二妃以崇聖德幽王惑於褒姒而周室淪亡誠修後宫之政明尊卑之序貴不專妬賤者咸進各得其職以廣繼嗣之統息白華之怨後宫親屬勿預政事以逺皇甫之類損女黨之權未有閨門理而天下亂者也夫治逺自近始習善在左右昔龍作納言帝命惟允四輔旣備成王靡有過事經曰亦惟先正克左右未有左右正而百官枉者也治天下者尊賢考功則治簡賢退功則亂誠審思知人之術論才選士必稱其職明度量以旌其能考功實以定其德無以比周之虚譽無聽浸潤之譛愬則抱功修職之吏無蔽擁之憂比周邪僞之徒不得妄進小人日消英乂日隆經曰三載考績三考黜陟幽明未有功賞得於前衆賢布於官而不治者也堯遭洪水之災天下無乖叛之難者德厚恩深無怨於天下也秦居平土一夫大呼而天下分崩離析者刑罰深酷吏行殘賊誠宜選温良尚德之士以親百姓以治民命務省徭役不奪民時使咸安土樂業經曰懷保小民惠鮮鰥寡未有德厚吏良而民叛者也此五者王政之綱紀臣聞災異皇天所以譴告人主猶嚴父之明誡經曰嚮用五福威用六極傳曰六沴作見若不恭御六沴旣侵六極其下惟陛下留神大將軍武庫令杜欽對曰臣聞日蝕地震陽㣲隂盛臣者君之隂子者父之隂婦者夫之隂夷狄者中國之隂春秋傳日蝕三十六地震五或夷狄侵中國或政權在臣下或妻不承夫或臣子背君父事雖不同其類一也臣竊暏人事以考變異則本朝大臣無不自安之人外戚親屬無乖刺之心關東諸侯無疆大之國邊陲夷狄無逆禮之節此殆爲後宮日以戊申蝕時加未戊未土也宫中之部其夜地震未央宮殿中此必適妾將有爭寵相害而爲患者陛下内推至誠深思其變則咎異何足消滅如不留神聽於庶事奢侈縱欲雖無變異社稷之憂也欽字子夏目偏盲與茂陵杜業同姓字俱好學以才能稱故京師謂欽爲盲子夏欽乃作小冠以自别於是更謂欽爲小冠子夏欽素依附王氏說鳳曰禮一娶九女所以極陽數廣繼嗣重祖宗者也必即舉求窈窕之女不問其色所以助治内也姪姊雖缺亦不復補所以養壽塞爭故后妃有貞淑之行則胤嗣有賢聖之君制度有威儀之節則人君有壽考之福廢而不由則女德無厭女德無厭則壽命不究於高年書云或四三年言逸欲之生害也男子五十好色未衰婦人四十容貌改前以改前之容侍於未衰之年而不以禮爲制則其源不可以救而後來異態後來異態則正后自疑而支庶有間適之心是以晉獻公被納䜛之謗申生受無辜之罪今聖主富於春秋未有適嗣將軍輔政宜因初始之隆尊九女之制爲萬世之法夫少戒之在色小弁之作可爲寒心鳳白太后太后以爲故事無之鳳又不能立制度修故事而巳越嶲山崩丁丑丞相匡衡免初封樂安鄕侯以關陌爲界初元年誤以平陵陌爲關陌多四百頃積十餘年郡乃定國界上計薄言丞相府衡諷掾屬郡不從故所郡即復以四百頃付樂安鄕侯衡收租穀有司奏衡監臨守主車地盗土於是坐免爲庶人衡字雉圭東海人父世爲農夫家貧好學傭作以供資用尤精力過絕人善說詩衡子咸亦明經術位歷九卿四年春正月癸卯有石隕於槀四隕於肥累二罷中書宦官初置尚書貟五人三月甲申左將軍王商爲丞相夏四月雨雪五月謁者丞陳臨殺司􁑗校尉袁豐於殿中秋桃李實大雨水十餘日河決東郡金隄沉漑兖豫入平原千乗濟南凡灌四郡三十三縣敗毀官寺民屋廬四萬所九月長安城南䑕巢樹上桐栢尤多巢中無子冬十有一月御史大夫尹忠以河決不憂職自殺壬戌少府張忠御史大夫河隄使者王延世以竹落長四丈大九圍盛石以兩舩夾載而下之二十六日河隄成上嘉其功拜爲光禄大夫賜爵關内侯黃金百斤是歲京輔都尉王尊領京兆尹尊字子貢涿郡人也爲人果勇初爲護羌校尉送軍糧而羌反絕糧道羌兵數萬圍尊尊以千餘騎突羌虜得免後爲益州刺史先是瑯邪王陽爲益州刺史行部至卭𤏡九折阪歎曰奉先人遺體奈何數乗此險後以病去及尊行部至阪上問吏曰此非王陽所畏阪邪吒其御者驅之曰王陽爲孝子王尊爲忠臣居部二歲徼外蠻夷皆歸附㑹坐事坐免官㑹南山羣賊數百人爲吏民害發校尉將射士千餘人捕逐歲餘不能擒於是以尊爲京輔都尉領京兆尹事旬月之間盗賊淸平乃以尊復爲東郡太守河水盛溢尊殺白馬祠水神親執圭璧使巫莢祝暮因止宿隄上吏民數千人爭叩頭求之尊宿隄上終不去及水盛隄壞吏民皆走惟主簿泣在尊旁尊立不動而水波稍稍却上嘉尊勇節秩尊中二千石賜黃金二十斤河平元年春正月匈奴復秣絫單于遣右賢王伊邪莫演奉獻來朝正月旣罷使者送至蒲阪伊邪莫演言我欲降即不受我我自殺終不復還歸公卿議者咸言宜如故事受其降光禄大夫谷永議郞杜欽以單于屈體稱臣奉使朝賀無有二心而今反受其逋逃之臣是貪一夫之得而失一國之心開有罪之臣絕慕義之君假如單于初立欲委身中國未知利害使人詐降以卜吉凶如受之虧德沮善今單于自疏或使者詐僞反間欲因其生隙受之適合其笑使得歸曲而貴直此誠邊安危之源師旅動靜之首不可不詳不如勿受上從之問其降狀曰我病狂妄言耳遣歸復位如故又不肯令見漢使二月庚子泰山桑谷有鳶焚其巢巢然墮地有三鳶鷇燒死長安男子石良劉歆相與同居有物如人狀在室中擊之爲狗而走後有數人被甲持弓弩至良家良等格擊之或死或傷皆狗也自二月至六月乃止夏四月乙亥晦日有蝕之不盡如鉤在東井六度光禄大夫劉向曰四月交於五月同於孝惠日同於孝昭東井京師地且說其占恐害繼嗣大赦天下六月罷典屬國官并大鴻臚官秋九月復太上皇廟園是時刑書煩多上詔曰周之甫刑大辟之屬有二百今辟之刑千有餘條律令煩多欲以曉喻衆庶不亦難乎所以夭絕無辜豈不哀哉其議減死刑及可蠲除約省者令較然易知書不云乎惟刑之恤其審核之務惟古法朕將盡心覽焉時有司不能廣宣主恩建立法度徒學細微小事以塞詔書而巳本志曰昔周五刑之典墨罪五百劓罪五百宫罪五百剕罪五百殺罪五百所謂刑平國用中典者至穆王命甫侯作五刑以詰四方墨罰之屬千劓罰之屬千剕罰之屬五百宫罰之屬三百大辟之罰其屬二百凡五刑之屬三千稍稍煩多矣及至戰國韓任申不害秦用商鞅起連坐之法造參夷之誅增加肉刑大辟爲鑿額抽脅鑊烹之刑而法禁等酷矣至高祖初入秦約法三章號爲寛略網漏吞舟之魚然時尚有夷三族之令當三族者先黥劓左右指笞殺之梟其首菹其骨肉於市其誹謗罵詛者有先斷其舌故謂之具五刑高后元年除三族罪至於孝文遂除肉刑而斬右趾者棄市斬左足者笞五百劓罪笞三百率不勝笞多死孝景詔定捶令笞者乃得全及孝武之時酷吏擊斷姦軌不勝於是使張湯趙禹之屬修定法令作見知故縱監臨部主之法緩深故之罪急縱出之誅其後有姦猾巧法轉相比况死罪決事比至萬三千四百七十二事文書盈於杌閣典掌不能徧覩是以郡國承用者班駮或罪同而論異姦吏因縁爲市所欲活即傅生議所欲䧟則與死比宣帝即位深悼之始置廷尉平元帝初立下詔曰夫法令者所以抑暴扶弱欲其難犯而易避今法律煩多自典者不能分明而欲以羅元元之不逮斯豈刑之中哉其議定出令及至孝成重下明詔及公卿卒不能定昔荀卿言曰俗說曰古有象刑無肉刑是不然矣以爲古之人莫觸其罪邪豈獨無肉刑哉亦不用象刑矣若有重罪而直輕其刑是殺人者不死傷人者不刑罪至重而刑輕民無所畏亂莫大焉夫德不稱位能不稱官賞不當功刑不當罪不祥莫大焉所謂象刑惟明言象天道而作刑荀卿之言旣然今之除肉刑者本欲以全人也今去髠鉗一等轉而入於大辟以死罔民失其本意矣故死者甚衆刑重之所致也至乎穿窬之盗忿怒傷人吏爲姦賊若此之惡髠鉗之罰又不足懲也故刑者甚衆民旣不畏又曾不耻刑輕之所生也死刑旣重而生刑太輕民易犯之故俗之能吏公以殺盜爲威專殺者勝任奉法者不治亂名傷治不可勝條是以網宻而姦不塞刑繁而民愈慢由刑不正之故宜原其本刪定律令正其大辟其餘罪次於古當生觸死者皆可募行肉刑及傷人盗吏受財枉法者皆從古刑詆欺文致細微之法悉蠲除之如此則刑可畏而禁易避吏不專殺法無二門輕重當民命全矣二年春正月沛郡鐵官鑄鐵不下隆隆如雷聲又如鼓音工十三人皆驚走音止乃還視地䧟數尺爐分爲十一爐中消鐵散如流星飛去夏四月楚國雨雹大如釡六月封舅禁爲平陽侯莽爲成都侯立爲紅陽侯根爲曲陽侯逢時爲高平侯同日受封故世爲五侯王氏子弟皆卿大夫侍中諸曹分據勢職盈滿朝廷政事皆決左右常薦劉向少子歆通達有異才上召見甚悅之欲以爲中常侍取衣冠臨當拜左右曰未知大將軍㫖意上曰此小事何須問大將軍左右叩首固爭之上於是語鳳鳳以爲不可乃止當權用事如此公卿見鳳側目而視郡國刺史太守相皆出其門時五侯羣弟競爲奢侈起治第治百姓歌之曰五侯俱起曲陽最怒壞決高都連境外杜土山漸臺象西白虎其奢汰如此然皆通敏人事好士養賢傾財施與以相高尚時谷永與齊人樓護俱爲五侯上客各有所親不得左右唯護盡入其門各得其歡心交結士大夫無所不傾護醫者子也爲人短小精辨議論常依名節聽之者皆竦時人爲之語曰谷子雲之筆札樓君卿之脣舌言其甚見信用也及護母死送葬引車至二三千乗閭里爲之語曰五侯治䘮君卿爲天水太守免歸家大司馬王商親枉車騎至其閭巷弔問之是時谷口有鄭子眞西蜀有嚴君平皆修行自保非其食不食鳳慕其名以禮聘子眞子眞遂不屈君平卜於成都市以卜筮爲業而可以惠人人有非正之問則依蓍龜以言利害與人子言依於孝與人弟言依於順各因其勢導之以善曰從吾言者巳過半矣或曰閱數人得百錢足以自養則閉肆下帷而授老子經博覽無不通依老子之旨著五十餘萬言李疆爲益州牧將發京師謂揚雄曰吾眞得嚴君平爲吏矣雄曰君備禮而待之其人可見不可屈也疆以爲不然及見君平不可屈之歎曰揚子雲誠知人可謂哲矣前漢孝成皇帝紀一卷第二十四"}
{"id": "KR2b0003_025", "series": "KR2b0003", "text": "前漢孝成皇帝紀二卷第二十五荀悅三年春正月楚王囂來朝詔曰孝弟仁慈在國二十餘年纎介之過未嘗聞書不云乎用德彰厥善其封囂子勲爲廣戚侯二月丙戌犍爲地震山崩擁江水逆流秋八月乙卯晦日蝕光禄大夫劉向校中祕書謁者陳農使使求遺書於天下故典籍益博矣劉向典校經傳考集異同云易始自魯商瞿子木受於孔子以授魯槁庇子庸子庸授江東馯臂子弓子弓授燕人周醜子家子家授東武孫虞子乗子乗授齊國田何子裝及秦焚詩書以易爲卜筮之書獨不焚漢興田何以易授民故言易者本之田何焉菑川人楊叔傳其學武帝時爲大中大夫由是有楊氏學梁人丁寛受易田何爲梁孝王將軍距吳楚著易說三萬言寛授槐里田王孫王孫授沛人施讎東海孟喜琅邪梁丘賀讎爲博士喜爲丞相掾由是有施孟梁丘之學此三家者宣帝之時立之京房授易於梁人焦延壽獨得隱士之說託之孟氏劉向校易說皆祖之田何唯京房爲異黨不與孟氏同由是有京氏學元帝時立之東萊人費直治易長於筮無章句徒彖象繫辭十篇文言解說上下經沛人高相略與費氏同專說隂陽災異此二家未立於學官唯費氏經與魯古文同尚書本自濟南伏生爲秦博士及秦焚書乃壁藏其書漢興伏生求其書亡數十篇得二十九篇文帝欲徵伏生時年九十餘不能行遣晁錯徃授之千乗人歐陽伯和傳其學而濟南張生傳尚書授夏侯始昌始昌傳族子勝勝傳從兄子建建又事歐陽氏頗與勝異由是爲大小夏侯之學宣帝時立之魯恭王壞孔子宅以廣其宫得古文尚書多十六篇及論語孝經武帝時孔安國家獻之會巫蠱事未列於學官詩始自魯申公作古訓燕人韓嬰爲文帝博士作詩外傳齊人轅固生爲景帝博士亦作詩外内傳由是有魯韓齊之學趙人有毛公爲河間獻王博士作詩傳自謂得子夏所傳由是爲毛詩列於學官禮始於魯高堂生傳士禮十八篇多不備魯人徐生善爲禮容文帝時爲禮官大夫宣帝時爲少府后倉最爲明禮而沛人戴聖戴德傳其業由是有后倉大小戴之學其禮古經五十六篇出於魯壁中猶未能備歆以周官十六篇爲周禮王莽時歆奏以爲禮經置博士樂自漢興制氏以知雅樂聲律世在樂官但紀鏗鏘鼓舞而巳不能言其義河間獻王與毛公等共采周官與諸子樂事者乃爲樂記及劉向校祕書得古樂記二十三篇與獻王記不同春秋魯人穀梁赤齊人公羊高各爲春秋作傳景帝時胡母子都與董仲舒治春秋公羊皆爲博士瑕丘人江公治穀梁與仲舒議春秋不及仲舒武帝時遂崇立公羊而東平嬴公受其業昭帝時爲諌議大夫授魯國眭孟孟授東海嚴彭祖彭祖授顔安樂由是有顔嚴之學沛人蔡千秋治穀梁與公羊家並議帝前帝善穀梁說擢千秋爲諌議大夫遂立穀梁始魯人左丘明又爲春秋作傳漢興張蒼賈誼皆爲左氏訓劉歆尤善左氏平帝時立左氏春秋毛詩逸禮古文尚書後復皆廢及論語有齊魯之說又有古文凡經皆古文凡書有六本謂象形象事象意象聲轉注假借也有六體謂古文奇字篆書􁑗書蟲書也秦時獄官多事省文從易施之於徒􁑗故謂之隷書昔周之末孔子旣殁後世諸子各著篇章欲崇廣道藝成一家之說㫖趣不同故分爲九家有儒家道家隂陽家法家名家墨家縱橫家雜家農家儒家者流蓋出於司徒之官明教化者也道家者流蓋出於史官明成敗興廢然後知秉要持權故尚無爲也隂陽家者流蓋出於羲和之官敬順昊天以授民時者也法家者流蓋出理官也名家者流蓋出於理官名位不同禮亦異數故正名也墨家者流蓋出於淸廟之官茅屋采椽是以尚儉宗祀嚴父是以右鬼神養三老五更是以兼愛選士大射是以尚賢順四時五行是以非命以孝示天下是以尚同縱橫家者流蓋出行人之官遭變用權受命而不受辭雜家者流蓋出於議官農家者流蓋出於農稷之官各引一端高尚其事其言雖殊譬猶水火相滅亦相生也捨所短取所長足以通萬方之畧矣又有小說家者流蓋出於街談巷議所造及賦誦兵書術數方伎皆典籍苑囿有采於異同者也劉向卒上復使向子歆繼卒父業而歆遂撰群書而奏七略有輯略有詩賦略有六藝略有諸子略有兵書略有術數略有方伎略凡萬三千二百六十九卷自是以來稍稍復增集荀悅曰經稱立天之道曰隂與陽立地之道曰柔與剛立人之道曰仁與義隂陽之節在於四時五行仁義之大體在於三綱六紀上下咸序五品有章淫則荒越民失其性於是在上者則天之經因地之義立度宣教以制其中施之當時則爲道德垂之後世則爲典經皆所以總統綱紀崇立王業及至末俗異端並生諸子造誼以亂大倫於是微言絕羣議繆焉故仲尼畏而憂之詠歎斯文是聖人篤文之至也若乃季路之言何必讀書然後爲學棘子成曰君子質而巳矣何以文爲夫潜地窟者而不覩天明守冬株者而不識夏榮非通炤之術也然博覽之家不知其穢兼而善之是大田之莠與苗並興則良農之所悼也質檏之士不擇其美兼而棄之是崑山之玉與石俱捐則卞和之所痛也故孔子曰愽學於文約之以禮亦可以弗畔矣夫孝武皇帝時董仲舒推崇孔氏抑絀百家至劉向父子典校經籍而新義分方九流區别典籍益彰矣自非至聖之崇孰能定天下之疑是以後賢異心各有損益中興之後大司農鄭衆侍中賈逵各爲春秋左氏傳作解注孝桓帝時故南郡太守馬融著易解頗生異說及臣悅叔父故司徒爽著易傳據爻象承應隂陽變化之義以十篇之文解說經意由是兖豫之言易者咸傳荀氏學而馬氏亦頗行於世爽又著詩傳皆附正義無他說又去聖久逺道義難明而古之尚書毛詩左氏春秋周官通人學者多好尚好之然希各得立於學官也是時夜郞王興與勾町王及各諸外國更相攻伐遣大中大夫張匡持節以和解之興不承詔命刻木爲漢使而射之於是以臨卭陳立爲牂柯太守立喻告興興不從命立奏請誅之而未報立從數千人出行縣至興國且同亭召興興以從邑各數百人詣立責數興因斬興頭巴君曰誅無狀請出曉士衆皆釋兵降勾町王等其王震怒乃入粟牛羊以勞士衆立還歸郡興妻父翁指與興子務邪收餘兵迫脅旁邑立奏募諸蠻夷與都尉長吏攻翁指等蠻夷共斬其首以降西夷遂平㑹巴蜀郡多盗賊徙立爲巴郡太守秩中二千石爵左庶長後徙天水太守勸耕農爲天下最賜黃金四十斤四年春正月匈奴單于來朝引見白虎殿丞相王商坐未央廷商爲人有威重長八尺餘身體盛大容貌絕人單于見商謁拜商起離坐與言單于仰視商容貌遷延却退甚畏敬之赦天下二月單于罷歸三月癸丑朔日有蝕之遣光禄大夫博士孟嘉等行次河所傷敗不能自存者賑貸收葬之壬辰長陵臨涇岸崩壅水夏四月壬寅丞相王商免王鳳旣以議水事恨商而瑯邪郡有災害商按太守楊肜鳳爲肜請商不聽遂奏免肜而按果寢不下鳳由是重怨商乃令人誣告商與父侍婢姦商女弟淫逸使奴殺其夫又疑商教殺之上欲勿治鳳固爭之遂收丞相印綬商免三日發病而歐血死荀恱曰王商言水不至非以見智也非以傷鳳也將欲忠主安民事不得巳而鳳以爲慨恨馮婕妤之當熊非欲見勇也非欲求媚也非以高左右也惻怛於心將以救上而傅昭儀以爲隙皆至於死眞可痛乎夫獨智不容於世獨行不畜於時是以昔人所以自退也雖退猶不得自免是以離世深藏以天之高而不敢舉首以地之厚而不敢投足詩云謂天蓋高不敢不跼謂地蓋厚不敢不蹐哀今之人胡爲虺蝪本不敢立於人間况敢立於朝乎自守猶不免患况敢守於時乎無過猶見誣枉而况敢有罪乎閉口而獲誹謗况敢直言乎雖隱身深藏猶不得免是以寗武子佯愚接輿爲狂困之至也人無狂愚之慮者則不得自安於世是以屈原怨而自沉鮑焦憤而矯死悲之甚也雖死猶懼形骸之不深䰟神之不逺故徐衍負石入海申屠狄蹈甕之河痛之極也悲夫以六合之大匹夫之微而一身無所容焉豈不哀哉是以古人畏患苟免以計安身撓直爲曲斵方爲圎穢素絲之㓗推亮直之心是以羊舌職受盗於王室蘧伯玉可卷而懷之以死易生以存易亡難乎哉夏六月丙午光禄大夫張禹爲丞相禹字子文河内人上爲太子時禹爲博士以論語孝經授上而博士鄭寛中以尚書授上皆賜爵關内侯禹爲人謹厚然内殖貨財多買田至四百頃皆涇渭漑灌極高腴上賈財物皆稱是庚戌楚王囂薨山陽火生石中改元爲陽朔陽朔元年春二月丁未晦日有蝕之三月赦天下冬京兆尹王章下獄死章泰山人也好節義敢直言元帝時爲左曹中郞將爲石顯所排免上即位大將軍王鳳專權舉章爲司隸校尉貴戚皆敬憚之以選爲京兆尹章雖爲鳳所舉疾鳳專權不親附鳳乃奏封事召見言鳳誣罔不忠不堪任用上悟謂章曰微京兆尹直言吾不聞吾社稷計且惟賢知賢君試爲朕求可以自輔者因薦瑯邪太守馮野王上欲以代鳳時鳳弟侍中王音私聽之告鳳鳳懼稱病就第乃上書乞骸骨辭旨甚哀切太后聞之流涕不食上少而親鳳亦不忍廢鳳復起視事先是鳳進小婦弟爲美人巳甞適人章以爲羗胡尚殺首子以盪腸以正世而鳳進巳出之女不忠不敬於是尚書劾奏章知野王前以王舅出補吏而薦欲令在朝阿附諸侯又比上於夷狄非所宜言罪至大逆死獄中妻子徙合浦初章學長安疾病無被卧牛衣中與妻子辭訣涕泣其妻怒之曰仲卿京師尊貴在朝廷者誰逾仲卿也今疾病困厄不自激卬乃反涕泣何其鄙也及上封事妻止之曰人當知足獨不念牛衣中事邪章曰非女子所知也及章下獄妻子皆收繫章小女年十二夜起號泣曰我君死矣獄上呼囚常至九今八而止我君素剛先死者必我君也章果巳死衆庶愍而痛之先是王尊爲京兆尹及章死王吉子駿爲京兆尹皆有能名故京兆爲之語曰前有趙張後有三王九江人梅福以布衣因縣道上書言變事曰故京兆尹王章質性忠直非有反逆之辜而戮及妻子折直士之節結諫臣之舌君臣皆知其非罪然不能爭天下以言爲戒此最國家之大患也羣臣順旨莫有執正何明其然也試取民所上書陛下之所善者試下之廷尉必曰非所宜言大不敬以此卜之可見矣方今君命圯絶而主威奪外戚之權日以盛隆漢興以來社稷三危吕霍上官皆母后之家親親之道全之爲右當以賢師良傅教以孝弟之道今乃尊寵其位授以魁柄使之驕逆至於夷滅此失親親之大者也後福又上書曰臣聞不在其位而謀其政者越職也位卑而言高觸罪也越職觸罪危言世患雖伏鑕橫分臣之願也守職不言沒齒全身死之日尸未腐而名滅雖有齊景之位伏櫪千駟臣不貪也故願一登文石之階陟丹霄之途當戸牗之法坐展平生之愚慮雖無益於當時有遺於後世此臣寢所以不安食所以忘味也昔武王伐紂未及下車而存五帝之後封殷於宋紹夏於𣏌明著三統示不獨有春秋經曰宋殺其大夫穀梁傳曰其不稱名氏以其存祖位尊之也此言孔子故殷後也雖非正統封其子孫以爲殷禮亦宜之傳曰賢者子孫宜有土地而况聖人又殷之後哉今仲尼之廟不出闕里孔氏子孫不免編戸以聖人之德而歆匹夫之祀非皇天之意也今陛下誠能據仲尼之素功以封其子孫則國家必獲其福又陛下之名與天無極何則追聖人之素功封其子孫未有法也若能爲之後世必以爲法不滅之名可不勉哉福自以踈逺又譏切王氏前後數上書輒不見納及後王莽專政福一朝棄妻子去九江人傳以爲僊去其後有人見福於會稽變姓名爲市門吏二年春寒失節三月赦天下御史大夫張忠卒夏四月丁卯侍中太僕王音爲御史大夫五月除吏八百石五百石秩秋關東大水八月甲戌定陶王康薨三年三月有石隕於東郡八夏六月潁川鐵官徒申屠聖等百八十人殺長吏盗庫兵自稱將軍經歷郡國遣丞相長史丞逐持以軍興從事皆伏辜秋八月丁巳大司馬大將軍王鳳薨鳳病篤上臨問執其手垂泣曰將軍而有不諱平陵侯譚次將軍矣鳳頓首泣曰譚等雖於臣至親行皆奢侈不如御史大夫音謹飾臣敢以死爭之初譚嘗倨不肯事鳳而音恭敬鳳薦之鳳薨音爲大司馬車騎將軍秉政而譚鎭城門兵音以從舅越次小心親職上嘉焉封安陽侯而譚見音越度與音有隙不受城門職而薨上閔悔之乃令成都侯立作特進領城門兵得舉吏如大將軍府郞中魏都杜業說音曰恩深者其養謹愛至者其報祥夫戚而不見異親而不見殊孰能無怨此棠棣角弓之所爲作也昔秦伯有千乗之國而不能容其母弟春秋譏焉周邵則不然忠以相輔義以相匡不以聖德獨兼國寵分職於陜並爲輔弼故内無怨恨之隙外無輕侮之嫌俱饗天佑兩荷高明蓋以此也竊見成都侯明詔所以優寵將軍宜承順聖意加異徃時毎事凡誼必與及之昔魏文侯悟大鴈之獻而父子益親陳平供一飯之饌而將相加歡所接雖在楹陛爼豆之間其爲國折衝厭難豈不遠哉音甚納其言而業後爲凉州刺史冬十月丁卯光禄勲于永爲御史大夫四年春二月赦天下夏四月雨雪秋九月壬申東平王宇薨閏月壬戌御史大夫于永卒鴻嘉元年春正月癸巳少府薛宣爲御史大夫二月壬午行幸初陵赦作徒以新豐戲鄕爲昌陵縣奉初陵賜天下民爵一級女子百戶牛酒鰥寡孤獨高年帛逋貸不入者勿收三月庚戌丞相張禹賜金安車駟馬免夏四月庚辰御史大夫薛宣爲丞相宣東海人也爲人淸淨有恩好威儀進止雍容甚可觀也然經術淺薄長於政事初爲不其丞瑯邪太守趙貢者廣漢兄子謂宣曰薛君丞相德也我兩子亦中丞相史察宣孝廉遂歷州郡所在樹名迹衆職修治及爲丞相頗號煩碎而趙公兩子除爲丞史京兆尹王駿爲御史大夫詔民年未滿十歲賊鬪殺人及犯殊死者上請廷尉以聞得減死冬黃龍見眞定二年春行幸雲陽二月博士行鄕飲酒禮有雉飛集于庭歷階昇堂而雊後集諸府又集丞明殿門屋上大司馬音上書言災異天戒後日上詔音曰朕聞捕得雉毛羽頗摧折類拘執者得無人爲之邪對曰皇天見災異欲以戒人主不知誰爲佞謟之計詿誤聖德左右阿䛕者甚衆不待臣音臣音復䛕如是而使陛下不覺悞大禍且至臣音當先受誅陛下即位十五年繼嗣不立而日夜出遊外有微行之害内有疾痛之憂而終不改天尚不能感動陛下何敢望獨有極言待死而巳是時上好爲微行谷永諫曰易稱得臣無家言王者得臣天下故無私家也今陛下棄萬乗之至貴樂家人之賤事厭高美之尊號好匹夫之卑字崇聚僄輕無義之人以爲私客置私田於間畜私奴婢車馬北宮數挺身獨行與小人晨夜相隨烏集醉鮑吏民之家亂服共坐混淆無别典門戶奉宿衛之臣執干戈於空宫公卿百僚不知陛下所在積數年昔虢公爲無道有神降曰賜爾土田言將以庶人受土田也諸侯聞曰猶爲失國而況王者畜私田財物爲庶人之事乎時太后及諸舅皆憂上無繼嗣數爲微行故推谷永令切諌而爲之内應詔舉敦厚行義能直言者夏徙郡國豪傑資五百萬以上五千餘戶於昌陵五月癸未有石隕於杜郵三六月立中山憲王孫宏爲廣徳王三年夏四月赦天下大旱五月乙亥天水冀南山大石鳴聲隆隆如雷有頃乃止聞於平襄二百四十里野雉皆鳴石長一丈三尺廣厚畧等民俗名曰石鼓石鼓鳴有兵云秋八月乙卯孝景廟北闕災冬十有一月甲寅皇后許氏廢許后聦慧善史書自爲妃至上即位常寵於上後宫希得進時數有災異谷永杜欽等皆陳咎在於後宫上然其官於是省咸掖庭後宮椒房用度皇后上疏自陳以爲上誠太迫急上於是採言事者之意以報之曰建始元年正月白氣出營室者後宫也正月於尚書爲皇極皇極王氣之極白氣者西方之氣也於春當廢今正於皇極之月興廢氣於後宫著繼嗣之微賤人將起也至其九月流星出於文昌貫紫微宫臨鈎陳此又彰顯前災著其内Ⲳ也其後則北宫井溢南流逆理數郡水出流殺人民訛言相驚僮女入宫此隂氣盛溢違綱紀之應也䑕巢於野樹鳥聞其巢於泰山之域易曰鳥焚其巢旅人先笑而後號咷䘮牛於易凶言王者處民之上如鳥之處巢不䘏百姓百姓叛而去之若鳥之自焚其巢也雖先快意恍笑後必號咷而無及也百姓喪其君若亡牛耳故稱凶泰山易姓告代之處今正於岱宗之山甚可懼也夏四月巳亥朔日有蝕之於東井東井京師地也已土也亥水也明隂氣盛咎在内也虧君體於戊巳著絕世於皇極於東井者禍敗及京都也變恠衆備未來益重成刑之禍月以迫切不救之患日侵屢深咎敗灼灼若此豈可以忽哉書曰惟先格王正厥事皇后其剋心秉德稱順婦道深惟無忽是時后宫多新愛而皇后寵益衰后姊安平侯夫人謁等爲后求媚道呪詛後宫姙娠者太后大怒下吏考問謁等誅死而后廢處昭臺宫内親屬皆歸故都山陽本志以爲是後趙飛鷰爲皇后姊爲昭儀姊妹專寵卒害皇子果絕嗣後上暴崩昭儀自殺皇后亦誅此災異之應非許后之咎也一日王氏貴戚將生易代之禍云趙婕妤譛愬班婕妤挾媚道呪詛上考問對曰妾聞死生有命富貴在天爲善尚不蒙福爲邪欲何以望若使鬼神有知不受不臣之愬如其無知愬之何益故不敢爲也上善其對而憐之賜黃金百斤班婕妤恐終必見危求供養太后於長信宫上許焉初上遊於後庭甞欲班婕妤同輦載辭曰觀古之圖書賢聖之君皆有賢臣在側三代末主乃有嬖女今欲同輦得無近褒姒之幸乎上善其言而止婕妤兄伯爲光禄大夫侍中上甞設燕飲坐及率群諸侍皆引滿座中與伯談笑大謔時帷坐屏風畫紂醉據妲巳上指問伯紂爲無道乃至是乎伯對曰書云乃用其婦人之言何有倨婦於朝所謂衆惡歸之不如是之甚也上曰苟不若此此圖何戒對曰沉湎于酒微子所以去式號式呼大雅所以留連詩書淫亂之戒原皆在於酒上慨然嘆曰嗟乎吾久不見班生今日復聞讜言因罷坐太后聞之爲涕泣而言曰班侍中本大將軍所舉宜寵異之益求其比以輔聖德伯弟遊博學有雋才爲右曹中郞將以選進讀羣書上器其能賜以秘書之副有子曰嗣顯名當世遊弟穉少爲黃門郞屬國都尉廣漢男子鄭躬等六十餘人攻官寺募囚徒盗庫兵自稱山君前漢孝成皇帝紀二卷第二十五"}
{"id": "KR2b0003_026", "series": "KR2b0003", "text": "前漢孝成皇帝紀三卷第二十六荀悅四年秋雨魚於新都長五尺勃海清河河水溢灌縣邑三十一壞官亭民舎四萬餘所丞相御史李尋以爲隂氣盛溢水則爲之長故一日之内晝減夜增所謂水不潤下猶日月變見於天也應之以政災變自除議者常欲求索九河故迹而穿之宜因其决且可勿塞以觀其勢河所居之處稍刮除自成水迹跳出沙土然後順天心而圖之必有成功而財力寡於是止不塞冬鄭躬之黨侵廣漢衆且萬餘拜河東都尉趙護爲廣漢太守發郡中及蜀郡合三萬人擊之旬月平遷護執金吾賜金百斤永始元年春正月癸丑太官淩室災戊午戻太后園闕災北海出大魚長六丈高一丈四枚二月河南郵亭樗樹生枝狀如人頭眉目鬚皆具無髪耳京房易傳曰王者德衰下人將起則有木爲人狀夏四月封趙婕妤父臨爲陽城侯五月封舅曼子侍中騎都尉王莾爲新都侯莾㓜孤貧獨折節恭約謹身學業平陽侯鳳薨以託太后而成都侯商願分戸邑封莾當世名士多爲莾言者上由是賢之遂封遷光禄大夫侍中莾遂交結將相卿大夫救贍名士賑於賔客家無餘財故在位者更相推薦遊談者爲之言說故虚譽日洽傾其諸父矣六月丙寅立皇后趙氏本長安宫人後屬陽阿公主善歌舞號曰飛鷰上㣲行陽阿公主家見而說之及女弟俱爲婕妤貴傾後宫許后之廢也欲立爲皇后太后甚難之太后娣子淳于長數徃來傳言勸太后立之先是諫議大夫王仁上䟽言臣聞立后妃者王教之太端三綱之本理治道所由廢興也社稷所以存亡也故夏之興也以塗山亡也以妹嬉殷之興也以有娥亡也以妲巳周之興也以文母亡也以褒姒夫三代安危後王所觀是以聖王必審舉措察操行以計勝色者昌以色勝計者亡無監宿瘤天下之醜女也齊一君以計勝色立爲后皆以折衝安國今許后以罪廢遂事巳徃如是欲立后妃宜得殊異於前上當奉宗廟下令萬民有所法則河魴河鯉齊姜宋子詩人所高萬乘之主當持乆長非一切畢决目前者驪姬亂晉吳姬危趙夫媵妾非天下之母爲翫弄可也昔姜后崇禮宣王中興樊姬正言楚莊成覇願留思察小臣惓惓之心上不聽竟立之諫議大夫劉輔諫曰夫妙選有德之士考卜窈窕之女以承宗廟順神祇之心猶懼或失之今乃觸情縱恣於卑賤之女欲以母天下不畏於天不愧於人惑莫大焉語曰腐木不可以爲柱卑人不可以爲主天人之所不與也必有禍而無福市道皆知其非朝臣莫肯一言臣竊傷之上怒使御史收輔繫掖庭秘獄群臣不知所故於是左將軍辛慶忌右將軍廉褒光禄勲師丹太中大夫谷永俱上書曰竊見諫議大夫劉輔前以縣令求見擢爲諫議大夫此其言必有卓絕切至當於聖心者旬月之間收下詔獄小罪宜隱忍如有大惡宜暴之理官與衆共之不宜困于掖庭秘獄公卿巳見陛下進用輔亟而折傷之暴人有懼心莫敢正言非所以昭有虞之聽廣德美之風也臣等竊傷之上乃徙繫共工獄減死罪一等論爲鬼薪終於家趙皇后旣立寵乃少衰而弟絕幸爲昭陽舎其中庭彤朱而壁髹漆切皆銅沓黄金塗白玉陛金釭函藍田壁明珠翠具飾之自有宫室巳來未之有也𥘉謡曰燕燕尾涏涏張公子時相見木門倉琅根燕飛來啄皇孫皇孫死鷰啄矢本志以爲燕者飛燕木門蒼琅根宫門銅鋪也言其將尊貴也張公子謂富平侯張放也即安世之孫父臨上敬武公主放以公主子開明得幸甞與上遊醼俱適陽阿公主家而見飛燕故曰時相見放娶皇后女弟上爲供帳賜以甲第及乗輿服飾兩宫使者冠盖相望不絕賞賜以千萬數號爲天子娶婦皇后嫁女甚爲貴寵安世到臨世履恭儉臨母登閣殿甞歎曰吕霍爲我戒豈不厚哉唯放爲驕者是歲昌陵猶未就光禄大夫劉向上䟽曰昔黄帝葬喬山堯葬濟隂丘壟皆少小舜葬倉梧二妃不從禹葬會稽不改其畆殷湯無葬處文武周公葬於畢秦穆公葬於雍祈年館下樗里子葬於武庫皆無丘壟之處此聖帝明王賢君智士遠覽獨慮無窮之計也其賢臣孝子亦承命順意而薄葬之此誠奉安君父忠孝之至也孔子葬母於防墳高四尺遇雨而崩延陵季子之適齊而反其子道死葬於嬴博之間穿歛以時服封墳掩坎其高可隱而號曰骨肉歸於上命也魂氣則無不之也孔子曰延陵季子之於禮合矣故仲尼孝子延陵慈父舜禹忠臣周公悌弟其葬君親皆㣲薄矣非苟爲約誠便於禮也至吳闔閭違禮厚葬十餘年越發之秦惠文武昭莊襄皆大其丘壟多其痊藏咸盡發掘曝露甚足悲也秦始皇帝葬於驪山之阿下錮三泉上崇山陵墳高五十餘丈周廻五里棺槨之麗不可勝原項籍發掘其墓後牧童亡羊羊入其墓牧者持火燒其棺槨自古及今葬未有盛於始皇者也數年之間外𬒳項籍之禍内罹牧豎之災豈不哀哉故德彌厚者葬彌薄智愈深者葬益㣲無德寡智者葬益厚發掘必速以此觀之照然可見也今昌陵增卑爲高積土爲山發民墳墓以萬數死者恨於下生者愁於上怨氣結於隂陽因之以飢饉臣竊愍焉以死者爲有知發人墳墓爲害多矣若其無知又焉用大謀之賢智則不悅以示衆庶則苦矣若苟以悅愚夫淫奢之人亦何爲哉陛下慈仁篤美其厚聦明踈逹盖世宜弘漢家之德以崇劉氏之業而欲與亂秦之暴政競爲奢侈比方丘壟悅於愚夫之日隆於一時之觀違賢智之心忘萬世之安臣竊爲陛下羞之上甚感向言而不能從有司議曰昌陵增卑爲高積土爲山度便房猶在平地客土中不保幽冥之靈外淺不固卒徒功庸日以萬數至㸐脂火夜作取土東山與粟同價作治數年天下遍𬒳其勞國家疲弊府庫空虚下至衆庶嗷嗷苦之故陵因天性據眞上處勢高敞傍近祖考前巳有十餘年功績宜還復故陵上知不就秋詔罷昌陵荀悅曰夫葬之侈也從來乆矣是以直節遂志之士見其失而矯之武帝時楊王孫者學黄老術家業千金厚自奉養將終告其子曰吾欲祼葬以復吾眞死則爲布囊盛屍入地七尺旣下從足引脫取囊以身親土其子不忍從命徃見友人祁侯祁侯曰豈禮哉王孫曰盖聞聖人因人之情不忍其親故爲制禮今則越之是以祼葬將以矯世也夫厚葬誠無益於死者而俗人競以相高糜財殫弊盡腐之地下或乃今日入土而明日見發此眞與曝骸中野何異夫死者衆生之化而物之歸也歸者得至化者得變是各反其眞故謂之鬼鬼之言歸也其尸魂然獨居豈有知哉裹以幣帛隔以棺槨支體東絡口含金玉欲化不得鬱爲枯腊千載之後棺槨朽腐乃得歸土就其眞宅由此言之焉用遠宅故聖王不加力於無用不殫財於無益謂今費財厚葬皆爲歸隔至生者不知死者不得是謂大惑於戲吾不爲也祁侯曰善遂祼葬焉立城陽孝王子理爲王秋八月丁酉太皇太后王氏崩九月乙巳晦日有蝕之京師知之四方不見二年春正月乙巳大司馬車騎將軍王音薨二月癸未夜星隕如雨長二丈繹繹未至地滅乙酉晦日有蝕之四方見京師不見谷永對曰賦歛有不得所致也四方見京師不見隂蔽也天戒若曰好治宮室大增墳墓賦歛滋重百姓虚竭禍在外也元年日蝕京師知之四方不見天戒若曰沈湎於酒君臣不别禍在内也三月丁酉成都侯王商爲大司馬衛將軍御史大夫王卒京兆尹翟方進爲御史大夫秋八月方進貶爲執金吾冬黒龍見東萊十月巳丑丞相薛宣免十一月壬子光禄勲孔光爲御史大夫光字子夏孔子十四世孫孔子生伯魚鯉鯉生子思伋伋生子上白白生子家求求生子眞箕箕生子羔穿穿生子愼斌斌爲魏相愼生鮒爲陳渉博士死陳下鮒弟子襄惠帝時爲博士長沙王太傅襄生忠忠生武武生延年延年生安國位至臨淮太守延年生霸字次孺元帝時爲太子太傅時霸以太中大夫授太子經元帝立以霸爲師賜爵關内侯食邑八百戶號曰褒城君給事中霸爲人謙退常稱爵位太過何德以堪之上欲致之相位自貢禹之卒薛廣德之免輙欲拜霸霸讓至三四上知其誠乃弗用霸薨上素服臨弔者再賜東園秘器錢帛冊贈以列侯禮葬謚曰列君霸生光光爲尚書僕射職典樞機十餘年守法度修故事上有所問據經法而對不希上㫖苟合亦不強諫諍以是乆見委信有所奏言輙削其草以爲彰人主之過以訐爲忠直人臣之大罪也有所薦舉唯恐其人聞知休沐兄弟宴語終不及省中事或問温室中樹皆何等木光黙然不應更答以他語其重愼如此執金吾翟方進爲丞相封高陵侯方進字子威汝南人也初爲府小吏相於同郡蔡父父曰小吏有封侯骨當以經術進乃辭後母至京師學後母憐其㓜隨至長安織屨以給之對策甲科遷議郎諸儒稱之時宿儒胡常與方進同經隂構毀之方進伺常大都講日遣生咨問疑義因記其說卒改意而親友後爲丞相司直從上至甘泉行馳道中司隷陳慶劾奏方進沒車馬方進伺慶㣲過劾奏免官北地浩商殺義渠長丞相請遣司隷與掾郡部刺史逮賊司隷涓勲奏言春秋之義王人㣲者序於諸侯之上尊王命也今丞相欲遣宰士督察天下奉使大夫專權作威甚悖逆順之理乃止方進於是伺勲㣲過劾奏勲左遷昌陵令方進頻免兩司隷朝廷憚之其任勢立威以取世資皆此類也能探人主㣲㫖以濟其事然方進内行修飾事後母甚篤爲丞相後母猶存及亡旣葬三十六日除服視事以爲身被漢相不敢渝國家之制在位公潔請託不行然持法深刻上行幸河南雍祠五畤侍中淳于長賜爵關内侯食邑千戶初將作大匠解萬年奏請營作昌陵常侍王閎數言昌陵不可成長亦言之上以趙皇后之立也欲封長乃詔曰常侍王閎前爲大司農中丞上言昌陵不可成朕以長言下閎章公卿議者皆合長䇿長首建至䇿閎省息大費民以康寧宜賜爵關内侯食邑千戸閎前賜爵關内侯黄金百斤罷昌陵勿徙吏民萬年佞邪不忠雖遇赦令不宜居京師其徙萬年燉煌郡而陳湯俱徙燉煌湯素與萬年相善昌陵之計湯與及之又見黒龍或私問湯湯曰是謂玄門開上數出入不時㣲行故龍非時出也是時丞相奏廢昌陵邑中屋奏未下湯以爲上湏順衆心昌陵亦恐復發徙也湯坐非所宜言大不敬故徙先是湯上言康居王侍子非王子也案驗實王子湯坐下獄當死谷永誦湯曰臣聞楚有子玉得臣文公爲之側席而坐趙有廉頗馬服秦不敢闚兵井陘漢有郅都魏尚匈奴不敢南牧夫戰尅之將不可不重也盖君聞鼓鼙之聲則思將帥之臣湯前出西域忿郅支之無道閔王誅之不加䇿慮愊億義勇奮發興師猋逝横厲馬孫逾其都頼屠三重之城斬郅之之首報十年之邉誅雪吏之宿耻威振百蠻武揚四海自漢元巳來征伐方外之將未甞有也昔白起爲秦將南㧞郢都北破趙括以纎芥之過賜死杜郵秦民憐之莫不流涕今湯親秉斧鉞席卷乘勝㰱血千里之外薦功祖廟告類上帝以言事爲罪無烜赫之惡周書曰記人之功忘人之過宜爲人君者也犬馬於人有功尚加帷盖之報况國之功臣哉竊恐陛下忽於鼓鼙之聲不察周書之意而忘帷盖之施愚臣庸淺謂湯卒從吏議百姓介然有秦民之恨非所以勵死難之臣也上乃出湯奪爵位爲士伍及西域都護叚會宗爲烏孫所圍上書願發諸城堡及燉煌兵以自救時大臣議數日不决上召問湯示以會宗奏湯對曰此無可憂也夫胡兵朴鈍而不當漢兵一今聞頗得漢巧然猶三而當一兵法客倍主人半然後敵今圍會宗者人衆不足勝陛下勿憂且兵法輕行五十里重行四十里而㑹宗欲發城郭諸兵歷時乃至所謂報讐之兵非救急之兵也上曰其解可必乎湯知烏孫瓦合不得乆故事不過數日因對曰巳解矣屈指計其日曰不出五日當有吉語至四日軍書至言巳解矣湯旣徙燉煌乆之議郎耿育上書訟湯與延壽爲聖漢揚鉤深致遠之威雪國家累年之耻討絕域不覊之臣係萬里難制之虜豈有比哉今湯塊然被䜛老棄燉煌令威名折衝之臣旋踵及身復爲郅支遺虜所笑誠可悲也至今奉使外蠻者未甞不陳郅支之誅以揚漢國之威夫援人之功以懼敵棄人之身以快䜛豈不哀哉天子乃還湯京師三年春正月乙卯晦日有蝕之夏大旱冬十一月復甘泉泰畤汾隂后土雍五畤陳倉寳雞祠上自以乆無繼嗣故復之上頗好鬼神四方多上書言祭祀方術事谷永上說曰臣聞明於天地之性者不可惑以怪神知萬物之情者不可罔以非類諸非仁義之正道不尊五經之法言而稱奇鬼神廣崇祭祀之方求報應無福之祀及言世有仙人服食不終之藥黄曰變化之術皆姦人惑衆挾邪道懷詐僞以欺罔世主聽其辭洋洋滿耳若將可遇求之蕩蕩若繫風捕影終不可得是以明王距而不聽聖人絕而不語昔周萇弘欲以鬼神之道輔尊靈王而周室逾㣲萇弘死楚懷王隆祭祀事鬼神欲以獲福助却秦師而兵破地削身辱國危及秦始皇甘心神仙之道而天下怨叛漢興辛垣平齊人少翁欒大之屬皆言神仙鬼神之事貴寵尊盛卒無絲髪之効皆伏誅徃事之迹以揆今惟陛下拒絕此類無使姦人有所闚𨵦上善其言十二月尉氏男子樊並等十三人殺陳留太守刼掠吏民自稱將軍謀爲大逆徒李譚等共格殺並等皆封爲列侯山陽鐡官徒蘇令等二百二十八人攻殺長吏盗庫兵自稱將軍經歷郡國十九殺東郡太守汝南都尉遣丞相長史御史中丞持節逐捕汝南太守嚴訢捕斬令等遷大司農賜黄金百斤時上不親政事貴戚驕恣交通賔客蔵匿亡命長安中群軰殺吏受任報讐相與探丸爲號赤丸殺武吏黒丸斬文吏白丸主治䘮城中暮烟起剽刼行者死傷横道乃選酷吏尹賞等守長安令得以一切便宜從事賞治長安獄穿地方深各數丈塹治爲槨名曰虎穴乃令吏民舉籍長安中輕悏少年惡子弟無市籍商貶不作業而鮮衣盛服者得數百人一日悉掩捕皆刼以通行飮食群盗賞親閱視之十置其一餘悉致之虎穴百人爲軰覆以大石數日乃出其死者埋寺垣外爲表其姓名百日後令家得收葬賞所留者皆其魁首或故吏善家子失意隨輕俠者於是舎其罪詭令立功百效者因親用爲爪牙由是賊盗止息然道路嘘嘻有哀聲矣賞爲江夏太守坐殘賊免四年春正月行幸甘泉官郊泰畤神光降集紫殿大赦天下賜雲陽吏民爵女子百戸牛酒鰥寡高年帠三月行幸河東祠后土賜如雲陽行幸所過無出田租夏大旱四月癸未長樂臨華殿及未央宫司馬門皆災六月甲午霸陵園門闕災詔曰聖王明禮制以序尊卑異車服以昭有德雖有其財而無其尊不得踰制故民興行方今世俗奢侈靡有厭足公卿列侯親屬近臣四方所則未聞修身遵禮同心憂國者也或有奢侈逸豫務廣田宇多畜奴婢𬒳服綺縠設鍾鼓備女樂車服嫁娶葬埋過度吏民慕効故習以成俗而欲望百姓節儉家給人足豈不難哉詩不云鼓鍾于宫聲聞于外又云赫赫師尹民具爾瞻宜申勑有司以漸禁之青緑民所常服且勿止列侯近臣宜各自省改司隷校尉察不變者七月辛未朔日有蝕之冬十一月庚申大司馬衛將軍王商賜金安車駟馬免前漢孝成皇帝紀三卷第二十六"}
{"id": "KR2b0003_027", "series": "KR2b0003", "text": "前漢孝成皇帝紀四卷第二十七荀恱元延元年春正月長安章城門牡自亡凾谷闗亦然谷永對曰章城門通露寢之門亟谷關距山東之險城關守國之固固將去焉故門牡自飛士戍王商復爲大司馬衛將軍三月行幸雍祀五畤四月天清晏然無雲殷殷有聲如雷有流星其首如瓶長十餘丈皎然赤白從日下東南行四靣或大如杵或如鷄燿燿而下如雨自晡及昏而止本志隕星而雨爲王者失勢諸侯起伯之異赦天下秋七月有星孛于東井時谷永爲北地太守方之官上使使問永所欲言對曰臣聞天生蒸民不能自治而立王者通理之方制海内非爲天子列土封疆非爲諸侯皆爲民也垂三統列三正去無道開有德明天下者非一人之天下也陛下承八世之功業當陽九之標季渉三七之節紀遇無妄之卦運值六百之阨㑹加之以災異因之以饑饉内則有深宫後庭將有驕臣悍妾醉酒狂悖卒起之敗外則有諸夏下土將有樊並蘇令陳勝項籍之禍此臣所以爲陛下破膽寒心也願陛下正君臣之義黜群小媟瀆之臣修後宫之政抑逺嬌妬之寵常近婉順之行加惠失意之人懷柔怨恨之士保至尊之重乘帝王之威朝覲法駕而後出陳兵清道而後行减損諸宫用度流恩廣施問民疾苦循行風俗宣布聖德以慰元元之心防大姦之隙至誠應天則異禍消伏何憂患之有竊恐陛下公意未專而私好尚存弗肯爲耳上甚感其言復永爲大司農而終黨於王氏毎言無傷王氏之意專正上身與後宫而巳四月光禄大夫劉向上奏曰易曰觀乎天文以察時變昔秦始皇之末及二世之初日月薄蝕山陵淪亡星辰出於四孟大白再經天無雲而雷枉失夜光熒惑襲月㜸火燒宫野禽戯庭都門内崩◍Ⲳ大人見臨洮長星孛於大角秦民以亡及項籍之敗亦孛於大角漢之入秦五星聚東井得天下之象也季夏有雨血日蝕於衝㓕光星見之異孝昭有太山卧石自立上林苑中僵桞復起大星如月西行衆星隨之此爲特異孝宣興起之表也天狗夾漢而西行天久不雨二十餘日昌邑不終之兆也故觀秦漢之易惠昭之無後察昌邑之不終視孝宣之紹起天之去就豈不昭然哉今日蝕奎婁星孛東井攝提炎及紫宮有識長老莫不振動此變之大也今同姓䟽逺毋黨專政禄去公室權在外家非所以強漢之宗保守社稷安固後嗣也其事難一二而記臣謹案圖上猶湏口說願賜清閑之讌指圖陳狀上納之而終不能用時上無繼嗣災異浸數向謂陳陽曰災異如此而外家日盛其漸必危劉氏吾幸同姓末屬累世家國厚恩身爲宗室遺老歷事三王上以我爲先帝舊臣當優禮吾吾不言誰當言者乃上封事曰臣聞人君莫不欲安而常危莫不欲存而常亡此皆失御臣之術也今王氏一姓而朱輪華轂者二十三人青紫貂蟬充牣宇内魚鱗左右大將軍秉事用權五侯驕奢僣盛並作威福出入不待報命擊㫁自恣尚書九卿州牧郡守皆出其門管執樞機朋黨比周行汗而寄治身私而託公稱舉者登進忤恨者中傷遊談者爲之說執政者爲之言挑擯宗室孤弱公族數稱燕王蓋主以疑上心避諱吕霍而不肯道内有管蔡之萌外假周公之論兄弟據重宗族盤牙歷自上古巳來未有其比物盛則必有非常之變先見其㣲象今王氏先祖墳墓在濟南者其梓柱生枝葉扶踈上出屋根挿地中雖孝昭立石起桞之異無以過此之明也夫事勢不兩大劉氏王氏亦不並立陛下爲人子孫守持宗廟而令國祚移於外親降爲皂􁑗縱不爲身柰宗廟何婦人外夫家而内父母家此亦非皇太后之福也夫明者起福於無形消禍於未然宜發明詔吐德音援近宗室黜逺外戚皆罷令就第使王氏永存保其爵位劉氏長安不失社稷所以褒睦内外子子孫孫爲無疆之計也如不行此則田氏復起於今六卿復起於漢不可不深圖不可不早慮機事不宻則害成矣奏上上召見向悲嘆謂曰君且休矣吾將思之以向爲中壘校尉上欲用爲九卿輙爲王氏所排及在位大臣所抑故終不遷大位前後四十餘年年七十二卒向卒後十三年王氏篡封蕭相國後喜爲鄼侯時社業說上繼絶侯之世曰昔唐虞恊和萬方致雍熈之政虞夏以多群后嚮恭巳之治湯法三聖殷民太平周封八百重譯來貢是以内恕之君樂繼絶世隆名之主安存亡國至於武王伐紂不及下車德念深矣成王察牧野之尅顧群后之勤知其恩結於民心功光於天府故追先父之志録遺老之䇿高其位大其宇愛敬勑厲命賜厚備大孝之隆於是爲至其後世聖主嘆其功無民而不思所息之樹而猶不伐况其舊乎是以燕齊之後與周並傳子繼弟及歷載不墮豈無邪辟以祖宗之竭力故支庻頼焉漢初功臣亦皆剖符受山河之誓百餘年間而絶㓕失姓枯骨孤棄於丘墓苗裔流絶於道路以徃况今甚可悲傷雖難盡繼宜舉其隆功者於是封蕭何之後其餘未録冬十一月乙未大司馬王商爲大將軍辛亥商薨庚申王根爲大司馬驃騎將軍張禹以光禄大夫特進居家爲天子師甚見親任禹旣年老自治塜塋奏請平陵肥牛亭地上許之徙亭於他地王根聞而爭之曰此地當平陵寢廟衣冠出遊之地又徙壊舊亭非所宜上不聽根由是害禹竉數毀惡之上逾敬厚禹禹疾上親臨問禹拜牀下禹曰老臣有三男一女愛女甚於男逺嫁爲張掖太守蕭咸妻不勝父子私請思與相近上即日徙咸爲弘農太守禹小子未有官禹數視其小子即於床前拜黃門侍郎給事中長子閎官至太常第二子官至校尉國家每有大政與禹定□時吏民多上書言災異諷切王氏者上意然之而未有以明也及是上乃車駕至禹家辟左右問禹以天變及民所言王氏事問禹禹自見年老子孫㓜弱又與曲陽侯王根有隙恐爲所害即謂上曰災異之事深逺難見故聖人罕言命性與天道子貢不得聞陛下宜以善應之與天下同福慶此經義意也淺見鄙儒亂道誤人宜無信用上稚愛信禹由是不疑王氏曲陽侯及諸王氏子弟聞禹言皆恱遂親禹焉故魯國博士朱雲上書求見公卿在前雲曰朝廷大臣皆尸禄素飡願賜臣尚方斬馬劒斷侫臣一人頭以勵其餘上問曰誰也曰安昌侯張禹上大怒曰小臣居下訕上庭辱師傳罪死不赦御史持雲下雲攀檻檻折雲曰臣得下從龍逢比干遊於地下足矣未知聖上何如主耳御史將雲去左將軍辛慶忌者武賢子也免冠解印綬叩頭殿下曰此臣素着狂直之名於世其言是不可誅其言非固宜容之臣敢以死爭叩頭流血上意乃解後將理檻上曰勿易因而輯之以旌直臣初元帝時五鹿充宗與石顯皆貴幸治梁丘易帝令諸易家考合異同充宗乘貴口辯諸儒莫敢與抗皆稱疾不㑹有薦雲能說易者雲攝齊升堂抗辭而請音動左右旣論連拄充宗諸儒爲之語曰五鹿嶽嶽朱雲折其角由是爲愽士杜陵槐里令以忤於貴戚遂稱疾廢因終於家是歲趙婕妤害後宫子時許美人生男婕妤大怒曰帝常與我言不從後宫中徃來今許美人兒安從生乎以手自搏擊以頭觸壁戶柱從牀上自投地涕泣不食上亦爲之不食昭儀曰陛下常言不負汝今竟負約云何上曰要使天下無出趙氏上者無憂也後使中黃門靳嚴封緑囊書與許美人乃殺兒置葦篋中封⛋發昭儀與上共視之復封凾詔掖庭丞籍武埋屏處武取埋獄垣下又宫中學女史曹才官幸御上有脤生兒掖庭才官令舎人令中黄門田閎持詔記與武取才官令舎婦人新生兒及婢六人盡置暴室獄無問男女誰兒女也武迎置獄三日復令閎持詔問兒死未武對曰未有頃閎出上與昭儀大怒曰何不殺武叩頭泣即因閎奏封事曰陛下未有繼嗣子無貴賤宜皆留意奏入上令閎持詔與我夜上水五刻令持兒與中黃門王愛㑹掖門武以兒付舜舜受詔内兒殿中爲擇乳母告養善視之無令漏洩時兒生八九日昭儀聞之大怒後三日詔賜才官藥令自殺才官曰我兒男也額上有壯髪類孝元帝今兒安在柰何令長信得聞之遂飲藥死及婢六人皆自殺後十餘日詔取兒去不知復何置之二年春正月行幸甘泉郊泰畤時三月行幸河東祠后土四月立廣陵孝王子憲爲王冬行幸長楊宫從胡客大校獵初烏孫未振將殺大昆彌㑹病死漢誅未加於是遣右中郎叚㑹宗發戊巳校尉諸侯國兵即誅未振將太子番丘㑹宗恐大兵入烏孫驚番丘逃亡不可得即選精兵騎弩四十張徑至昆彌所在召番丘數其罪以手劒擊殺之小昆彌烏黎靡者未振將從兄子也勒兵數千騎圍㑹宗㑹宗謂言來誅之意今圍殺我如去漢牛一毛耳宛王郅支懸頭於藁街烏孫所知也小昆彌曰何不豫告我令飲食之邪㑹宗曰豫告之恐亡匿爲大罪即飲食之以付我恐傷骨肉之恩耳昆彌咸服號泣而罷㑹宗還賜爵關内侯㑹宗天水人也三年春正月丙寅蜀郡岷山崩擁江水竭逆流三日乃通劉向以爲岐山崩三川竭而周幽王亡岐山周之所興也蜀郡本漢所興今所起之地山崩水竭殆必亡矣二月封侍中衛尉淳于長爲定陵侯三月行幸雍祠五畤四年春正月行幸甘泉舘二月罷司隷校尉官三月行幸河東祠后土甘露降於京師有石隕於關東二綏和元年春正月赦天下二月戊午御史大夫孔光貶爲廷尉廷尉何武爲御史大夫癸丑立定陶王昕爲太子光禄師丹爲太子太傳初王祖母傳太后隂爲王求漢嗣私事趙皇后及昭儀及帝舅王根皆勸立定陶王於是引大臣入禁中議丞相方進大司馬王根右將軍廉褒後將軍朱博皆以爲定陶帝弟之子也禮曰昆弟之子猶子也爲其後者爲之子也定陶王宜爲嗣孔光以爲非禮立嗣以親中山王先帝之子帝之親弟也以尚書盤庚言之弟及王爲比中山宜嗣上以禮兄弟不相入廟又皇后昭儀有言遂立定陶王光以議不合上意故左遷廷尉荀恱曰聖人立制必有所定所以防忿爭一統序也春秋之義立嫡以長立子以貴是以言嫡無二也貴有常也以弟及兄則貴有常矣兄弟之子非一也不可以爲典雖立其長猶非正也且兄弟近而親所以繼父也兄弟子踈而卑所以承亡也俱非正統拾親取踈廢父立子非順也以弟繼父近于義矣春秋傳曰太子亡則立母弟無則立長立均以順義均則卜之道也立楚孝王孫景爲定陶王封中山王舅馮叅爲宜郷侯益封中山王三萬戶以慰王心詔求殷後封孔吉爲殷紹陽侯三月進爵爲公及周承休侯爲公各食邑行幸雍祠五畤夏四月乙丑大司馬驃騎將軍王根爲大司馬罷車騎大將軍官御史大夫何武更爲大司空封汜郷侯益大司馬大司空位秩如左丞相是爲三公先是武爲廷尉奏言王者法天三光備三公官各爲分職今丞相獨兼三公職所以久廢而不治宜建三公之官分職更任以爲考功効至是乃置之武字君蜀郡郫人仁厚好進士朋黨絶請託其臨州郡無赫赫之名去後常見思初武兄弟五人皆爲吏郡縣敬之弟顯家有市籍租顯數負其課市嗇夫仇啇捕辱顯家顯怒之武曰以吾家租稅不爲衆先奉公吏不亦宜乎武即白於太守召之爲吏州里服焉及爲三公功名畧比薛宣其才不及也而經術正直過之時司空椽平陽何並字子㢘武高其志節舉爲長陵令道不拾遺時卭城太后家貴寵王林卿爲侍中通輕俠傾京師免官歸過長陵上塜因留數日並恐其犯法自造門謁曰誼以時歸先是林卿殺人埋塜舎下並隂知之非並時事不發覺林卿怨並遣之北渡渭橋令騎奴還㧞刀剥寺門建皷並即從吏兵追林卿行數十里林卿窘迫令奴冠巳冠自身從閒道馳去及追及冠奴遂收之奴曰我乃奴耳並心知巳失林卿乃因曰王君困乃稱奴得免死邪並斬奴頭并所剥建皷置都亭下書其罪吏驚駭以爲林卿實死由是威名流行後爲潁川太守潁川鍾元爲尚書令領廷尉甚用事有權元弟威爲郡椽犯罪贓千金並過辭廷尉廷尉爲弟免冠請一等之罪並曰罪在身弟與君法律不在太守旣至郡威所犯多在赦前並勅吏驅使入凾谷關無令汗民間不入關乃收之威留止洛陽吏遂格殺之及誅俠趙季李􁏣等郡中清肅並㢘㓗妻子不到官終潁川遺令勿受􁎚賵椁足周棺棺足掩尸而巳其治名次黃覇秋八月庚戍中山王興薨冬十月甲寅大司馬根病免十一月立楚孝王孫景爲定陶王定陵侯淳于長大逆不道下獄死長與廢許后姊孊私通許后因孊賂遺長欲求復爲婕妤長受許后金錢乘輿服御物前後千餘萬詐言欲白上立爲左右皇后孊毎入長信宫長輒與孊書戯侮許后慢易無所不言交通書記賂遺連年曲陽侯根輔政以久病免長次第當代根王莾害長寵因曰根曰長私與許貴人姊交通受其衣服又見將軍久病私喜對人議謁相署根怒令莾白之上怒免長官就國長素與涇陽侯立有隙及長就國因立子融厚賂立立爲長固請上疑之下有司案驗吏捕融立令融自殺以㓕口上愈疑遂逓長繫獄窮治其罪服戯謔長信宫謀立左皇后長死於獄妻子徙合浦長母歸故郷立歸國許貴人賜藥死侍中光禄大夫莾以首發大姦拜大司馬時年三十八莾旣㧞出同列繼四父而輔政欲令名譽過前遂尅巳忘倦招延賢良賞賜邑俸盡以享士身執謙約母病公卿列侯遣夫人問疾莾妻迎之衣不曳地著布蔽膝見者以爲僮僕使人問乃知其夫人其飾名如此十二月罷刺史置州牧秩二千石是歲犍爲得石磬十六枚議者以爲善祥劉向說上曰宜設辟雍陳禮樂以風化天下雖不能具夫禮樂以養人爲本就有過差是過於養人也刑罰之過或至死亡今禮樂雖非唐虞之典刑亦非咎繇之則而有司請定刑罰至於禮樂則曰不敢是敢於殺人而不敢於養人也有刑罰而無禮樂大不備也爲其爼豆管絃之間小不備因是絶而不爲是去小不備而就大不備也教化比於刑罰教化重而刑罰輕是舎所重而急所輕也且教化所恃以爲治刑罰助治者也今廢所治而獨立其所助非所以治太平也夫承千歲之衰周繼妄秦之餘緒民漸漬惡俗不親大化終以不改上以向言下公卿立辟雍㑹向病卒丞相大司空營表長安城南將立辟雍未及作二年春正月行幸甘泉宫郊泰畤二月壬子丞相翟方進薨是時熒惑守心占者以爲大臣當應之以塞災異上召方進告之方進不得巳乃自殺上秘之加贈禮親臨䘮赦天下大水平襄縣有燕生雀哺食至大俱飛去太僕厩馬生角在左耳前圍長各一寸八分行幸河東祠后土三月丙午帝崩於未央宫上素康壯無疾病向晨欲起因失音不能言晝漏十刻而崩衆皆歸罪於趙昭儀昭儀自殺富平侯張放素親幸放不奉法度太后及大臣以爲言上涕泣而遣之就國及上崩放思慕哭泣而卒荀恱曰放非不愛上忠不存焉故愛而不忠人之賊也上崩辟雍遂不立左將軍孔光爲丞相皇太后詔曰皇帝即位定郊祀巳來未有皇子故復甘泉㤗畤汾隂后土祠卒不蒙福其復南北郊於長安如前夏四月巳卯皇帝葬延陵自崩及葬三十四日延陵在扶風去長安六十二里讃曰本記稱孝成帝善修容儀陞車正立不内顧不疾言不親指臨朝淵黙尊嚴若神可謂穆穆天子之容貌也博覧古今容受直言公卿稱職威儀可述遭世承平上下和睦然沈於酒色趙氏内亂外家擅朝言之可爲於邑建始巳後王氏始執國命迄爲哀平莾遂簒位盖其威福所由來漸矣劉向朱雲之忠言明矣若得而用之福祚未巳張禹不吐直言侫於垂"}
{"id": "KR2b0003_028", "series": "KR2b0003", "text": "前漢孝哀皇帝紀上卷第二十八荀悅皇帝丙午即位年十九五月立皇后傅氏帝祖母定陶㳟王太后從弟女也封皇后父晏爲孔鄕侯傳太后稱尊號於是追尊定陶恭王爲恭皇帝傳太后爲恭皇太后帝母丁太后曰恭后各置左右詹事食邑如長信宫中官追尊傅太后父爲宗德侯丁后父爲褒德侯舅丁明封爲安陽舅子滿爲平周侯追謚滿父忠爲懷德侯封趙太后弟欽爲新城侯太傅師丹爲左將軍賜爵關内侯丹諫曰天下者陛下之家也肺腑何患不富貴而多封爵外親及臣等不宜蒼卒如此不聽六月曲陽侯王根前定䇿封二千戸太僕安陽侯王舜有舊恩益封五百戶丞相孔光大司空何武各益千戶詔曰河間王良䘮太后三年治䘮爲宗室儀表益封萬戸有司上奏王侯巳下至庻人占田不得過三十頃賈人不得占田過科沒入縣官齊三服官禁民諸綺繡難成害女工之物皆止無作除任子令誹謗欺誣法掖庭官人年三十以下出嫁之官奴婢五十以上免爲庶人禁郡國無得貢獻名獸益吏三百䂖以下俸察使殘酷虐者以時退免有司不得舉赦前事博士弟子父母與寧假三年秋七月丁巳大司空王莽乞骸避丁傅賜黄金駟馬免庚午左將軍師舟爲大司馬封高鄉亭侯八月庚申鄭通里男子王褒衣絳衣帶劔入北司馬門殿東門上前殿入非常室中解帳組繫劒佩之招殿前署長命曰天帝令我居此宮考問褒故公車大卒病狂忽忘不自知入宮狀下獄死九月庚申地震自京師到北邉郡國三十餘處壞城郭凡壓殺四百餘人冬十月大司空何武免癸酉大司馬師丹爲大司空郎中令裒黄門令殷由等言定陶恭王太后恭皇后皆不宜復引定陶藩國之名以冠大號又宜爲恭皇帝立廟京師上下其議皆以如裒等言師丹獨議曰今定陶恭皇后以定陶爲號者母從子妻從夫之義今不宜復改禮爲人後者爲之子陛下旣王承先帝宗廟之禮義不得復奉恭皇后祭入其廟今立京師令臣下祭之是無主也又親盡自當毀去一國太祖不隳之禮而就無主當毀不正之禮非所以尊厚恭皇后也丹由是不合上意會有上書者云古者以龜具爲貨今以錢易之民以故貧宜復故幣上以問丹丹對曰可改事下有司議者以錢行巳乆矣不可改丹老忘其前語從公卿議上以丹反覆二辭言無所守又丹使吏上書奏事吏私冩其草丁傅子弟聞之使人上書告丹漏洩省中語下廷尉遂奏免丹丹上書還大司空高樂侯印綬丹字仲公琅邪人廉正守道以儒術進旣廢終於家曲陽侯王根成都侯王商皆有罪根就國商免爲庶人歸故郡詔曰乃者河南頴川郡水汎處浸殺人民遣光禄大夫循行舉賜死者棺錢人三千其所傷縣邑及他郡國無出今年租賦博士申咸數言高陽侯薛宣爲丞相時後母死不行三年䘮不宜居相位宣子况爲黄門侍郎賕客楊明欲令斫咸面使不復用會司隷校尉闕恐咸爲之遂使明斫咸於宫門外斷鼻脣事下有司御史大夫衆等議以爲况恐咸爲司隷舉奏宣而公令明迫切宫闕創戮近臣於大道人衆中欲以隔塞聦明抑絶論議之官桀黠無所畏忌禮下公門軾路馬敬近臣謂其近主也况首爲惡明手傷人功意俱惡明當以重刑况皆棄市廷尉以爲况謀先定非恐爲司隷造謀也本爭私變以父見謗無他大惡雖於掖門大道中與凡民道爭無異孔子曰必也正名乎明當以賊傷人况與謀者皆削爵減死爲議且於先况減死罪一等徙燉煌宣免爲庶人卒於家宣次子惠亦至二千䂖建平元年春正月有石隕於地十六是月大赦天下丁酉光禄大夫傅喜爲大司馬喜大后從父弟初爲右將軍太后預政事諌后故收喜右將軍印綬以光禄大夫養病大司空何武尚書令沛國唐林皆上書言喜行義修潔忠誠憂國夫忠臣社稷之衛也魯以季友治亂楚以子玉輕重魏以無忌折衝項以范增存亡故楚跨有南土帶甲百萬鄰國不以爲難子玉爲將文公側席而坐及其死也君臣相慶百端之衆不如一賢故秦行千金以間廉頗漢散金以踈亞父喜立於朝陛下光輝傳氏之廢興也上亦自重之故復用之丁未有白氣着天廣處如一疋布長十餘丈西南行薨薨如雷一刻而止定襄有牡馬生駒三足隨羣馬飮食本志以爲馬武用其後大司馬董賢㓜少見用之象也新都侯趙欽城陽侯趙訢皆有罪免爲庶人徙遼西太皇太后詔外家王氏田非塜塋皆以賜民秋九月甲辰有䂖隕於虞二冬十月壬午京兆尹朱博爲大司空中山王馮太后媛弟宜鄕侯叅皆自殺時中山王疾上使中謁者張由將醫至中山由素有狂易疾發怒去歸長安尚書薄責擅去事狀由恐誣言中山王太后咒詛上及博太后太后素怒中山太后遣御史按驗考訊卒無所得更使中謁者令史陳立與丞相長史大鴻臚丞親治其事立受傅太后㫖兾得封侯治馮太后女弟習及寡弟婦君之等死者十餘人誣對言服咒詛立奏言咒詛謀反大逆無道責問馮太后無服詞立曰當熊之上殿何其勇也今何怯也后曰此欲䧟殺我乃飲藥而死叅家凡死十七人宗族歸故國張由歸賜爵關内侯立遷中大夫太僕馮叅兄弟四人長兄野王爲大鴻臚則直不曲名重當世次逡次立皆二千石以治行稱叅好爲容儀進止恂恂甚可觀也矜嚴直操不屈於五侯貴寵之家十有二月有白氣出西南從地上至天出參下貫天厠廣如疋布長十餘丈十日而去二年春正月有星孛於牽牛七十餘日本志以爲牽牛日月五星所從起曆數之元也彗孛加之改更之象丁丑大司馬傳喜免安陽侯丁明爲大司馬大司空朱博奏言高皇置御史大夫位次丞相上下相監選授有序所以尊聖德重國相也今更司空與丞相同位中二千石未更爲大夫而爲丞相權輕非所以重國政也上從之罷司空官夏四月戊午大司空朱博爲御史大夫論曰丞相三公之官而數變易非典也𥘉丞相秦之制本次國命卿故置左右丞相無三公之官詩云夙夜匪懈以重一人一人者謂天子也自上巳下必參而成位易曰鼎足以喻三公所以參事綂職立官定制三公盖其宜也乙亥丞相孔光免議太后失㫖也御史大夫朱博爲丞相少傅趙玄爲御史大夫博奏言尊恭皇太后號曰帝太皇太后稱宋信宫恭皇后曰帝太后稱永安宮立廟於京師赦天下徒罷州牧復刺史荀悅曰州牧數變易非典也古者諸侯之國百里而巳故易曰震驚百里以象諸侯之國也夫國小人衆易綂也古諸侯皆乆其位視民如子愛國如家於是建諸侯之賢者以爲牧故以考績黜陟不綂其政不御其民惠無所積權無所并故牧伯之位宜合古也惟周制爲不然大國不過五百里而公侯伯子男以次小焉今漢廢諸侯之制以爲縣治民者本以強幹弱枝一綂於上使權柄不分於下也今之州牧號爲萬里緫郡國威尊勢重與古之牧伯同號異勢當周之末天下戰國十有餘而周室廖矣今牧伯之制是近於戰國之迹而無治民之實刺史令爲監御史出督州郡而還奏事可矣六月庚申太后丁氏崩葬定陶發濟隂陳留近郡五萬人穿土待詔賀良等奏天官曆包元太平經十二卷言漢家曆運中衰當再受命宜改元易號太平經者成帝時齊人甘忠詐造云天帝使眞人赤松子教我此道時劉向奏言忠可殺假鬼神惑衆下獄治服未斷病死而賀良受其書劉歆以爲不合五經不可施行司隷解光平陵李尋好之勸上從賀良等議時上多病乃赦天下改年爲太初元年號陳聖劉太平皇帝刻漏以一百二十爲度秋七月以渭城永陵賀良等又欲變亂政事大臣爭以爲不可賀良等奏言大臣皆不知天命宜退丞相御史大夫以解光李尋輔政時上疾自若以其言無驗遂下賀良等議皆伏誅光尋等減死一等徙燉煌李尋字子良平陵人也治尚書好災異初以待詔問對曰陛下秉四海之衆曾無楨幹之臣朝廷無人則爲亂賊所輕惟陛下執乾剛之德強志守度進用忠良無聽䜛佞竭邪臣之態諸阿保乳母甘言悲辭之訴斷而勿聽勉大義絕小不忍尋雖失其議於賀良先言災異數中擢拜騎都尉言多忠切荀悅曰夫内寵嬖近阿保御豎之爲亂自古所患故尋及之孔子曰惟女子與小人爲難養性不安於道智不周於物其所以事上也唯欲是從唯利是務飾便假之容供耳目之好以姑息爲忠以苟容爲智以伎巧爲材以佞諛爲美而新近於左右翫習於朝夕先意承㫖因間隨隙以惑人主之心求贍其私欲慮不遠圖不恤大事人情不能無懈怠或忽然不察其非而從之或知其非不忍割之或以爲小事而聽之或心迷而篤信之或眩曜而不疑之其事皆始於纎㣲終於顯著反亂弘大其爲害深矣其傷德甚矣是以明主唯大臣是任惟正直是用内寵便辟請求之事無所聽焉事有損之而益益之而損物有善而不居惡而不可避甘醴有鴆毒藥酒有治病是以君子以道折中不肆心則不縱體焉惟義而後巳秋七月甲寅丞相朱博御史大夫趙玄孔鄕侯傅晏有罪博自殺玄減死二等論晏削邑三分去一傅太后欲稱尊號晏謟諛順㫖而晏與愽結謀立尊號博遂爲丞相太后怨傅喜使晏諷博令免喜博素與晏交善許之御史大夫趙玄止之傅曰巳許孔郷侯矣匹夫相要尚得相死何况至尊博亦有死耳玄遂許可奏免喜并孔鄕何武并免爲庶人上疑博玄受諷㫖即召玄尚書省問狀玄辭服有詔議其罪議者以爲春秋之義姦以事上常刑不赦遂抵罪初博玄皆拜於上前有音如鍾殿中郎吏侍陛者皆聞上以問黄門侍郎李尋尋曰洪範所謂鼓妖者也人君不聦明爲衆所惑空名而得進即有應而無形不知所從至其傳曰其歳月日之中則正卿受之今以四月加辰巳有其異是爲中焉正卿謂執政大臣也宜退丞相御史大夫以應天變然雖不退不日期年其人自受其咎博杜陵人也始爲冀州刺史行縣吏民夜遮道自言者數百人從事請留見自言事者畢乃發欲以觀試博博心知之告外趣駕博出駐車見自言者使從事明勑告吏民夫欲言縣丞尉者刺史不察黄綬各自詣郡欲言二千石墨綬長吏者行部還詣治所民爲吏所冤欲言盗賊辭訟事者各使詣屬所部從事駐車决遣四五百人皆罷如神吏民大驚後博徐問果此老吏從事教民聚會博殺此吏自此州郡吏民畏服其威後爲廷尉自以不曉文法恐官屬欺誣之乃召見正監典法掾吏曰試爲廷尉撰前世決難知者十餘事得諸覆思之於是共條白十事召正監掾吏坐而問博處其輕重十中八九官屬服博才過人也博𥘉起爲亭長爲人廉潔不好酒色食不重味案上不過三杯夜寢早起妻稀見面然好遊俠欲士宦者薦舉之欲報仇怨者解劒帶之其趣事待士如流而無大正卒以此敗是時茂陵原渉爲州里大俠𥘉渉父爲南陽太守死官郡内賦歛千萬時俗皆通受之唯渉獨不受行䘮三年由是名顯年二十治劇縣爲谷口令不言而治居歲去官爲季父報仇郡國豪傑有氣節者皆歸慕之人無賢不肖傾身相待所在闐門閭里盡滿然身衣服車馬甚節妻子内困專以振施貧窮赴急爲務渉畧似郭解外温人謙遜内隱忍睚眦於埃塵獨死者甚衆王莾時以渉爲鎭戎大尹荀悅曰天子建國諸侯立家自卿大夫巳下至於上庶人爲有等差是以民服其上而下無覬覦孔子曰天下有道政不在大夫百官有司奉治令以修所職失職有誅侵官有罪夫然故上下相順庶事治焉周室旣衰禮樂征伐自諸侯出桓文之後大夫世權陪臣執國命陵遲以至於戰國合從連衡易政爭強由此列國公子魏有信陵趙有平原楚有春申齊有孟甞皆籍王公之勢競爲遊俠雞鳴狗盗無不賔禮而趙相虞卿棄國捐君以周窮交㧞魏齊之厄信陵無忌竊符矯命殺將專師以赴平原之急皆取重諸侯顯名天下榏腕遊談者以四豪爲稱首於是背親死黨之義成守職奉上之道廢矣及漢興禁網踈濶未之匡正是以代相陳稀從車千乘而吳濞淮南皆招賔客以千數外戚魏其武安之徒皆競逐於京師希交遊於天下劇孟郭解之徒皆馳騖於閭閻權行州郡力折公卿衆庶覬其名迹榮而慕之雖䧟刑辟自爲殺身成名若季路仇牧死而不悔也故曾子曰上失其道民散乆矣非明王在上示之以好惡齊之以禮法民何由知禁而反正乎古之正法五伯三王之罪人也六國五伯之罪人也夫四豪六國之罪人也况郭解之論以匹夫之細竊生殺之權罪巳不容於誅矣然觀其温良汎愛賙急謙退不伐亦有絕異之資惜乎不入道德茍放縱於末流殺身亡宗非不幸也自魏其武安淮南之徒天子切齒至於衛霍改節然郡國豪傑處處皆有京師親戚冠盖相望亦古今之常莫足言者唯王氏五侯賔客爲盛而婁護爲師諸公之間陳遵爲雄桀閭里之俠獨渉爲魁首九月光禄勲平當爲御史大夫十月甲寅御史大夫平當爲丞相京兆尹王嘉爲御史大夫三年春正月立廣德夷王弟廣漢爲廣平王九月帝母太后所居桂宫正殿災三月巳酉丞相平當薨當字子思平陵人也以明經忠賢進初拜丞相以冬十月賜爵關内侯其春上召欲詔封當稱疾篤宗族皆謂當曰何不強起受侯印綬爲子孫邪當曰吾在大位巳負素飡之責矣起受侯印還寢而死死有餘罪今不起者爲子孫也後月餘卒子晏亦以明經位至大司徒封防鄉侯有星孛於河鼓夏四月丁酉御史大夫王嘉爲丞相嘉字公仲平陵人也爲九江河南太守治甚有聲名剛直弘毅有威上敬重之河南太守王崇爲御史大夫九月立魯頃王子郚鄉侯閔爲魯王冬十月汝南西平遂陽樗樹臥生枝葉如人形青黄色面白頭有髭髪凡長六尺一寸有耳十一月壬子復甘泉泰時后土祠南北郊東平王雲有罪自殺雲后謁棄市是時無鹽邑山有石立自開道故汝南太守孫寵以遊說顯名與待詔河内息夫躬相結察事躬隂與寵誣言告東平王雲欲以獲封躬乃與中郎右師譚因中常侍宋弘上變事告東平王依徃時㤗山石立而宣帝興雲與后日夜祝詛冀獲非望下有司按驗伏誅是歲零陵大樹偃仆地圍一丈六尺長十丈七尺民斷其根長七尺餘皆枯三月樹自立故處有大魚出於東萊長丈八尺高丈一七枚皆死京房易傅曰后妃專權厥妖木卧復立棄正作淫厥妖木斷復續海出巨魚邪人進賢人䟽"}
{"id": "KR2b0003_029", "series": "KR2b0003", "text": "前漢孝哀皇帝紀下卷第二十九荀悅四年春正月關東民相驚走或持籌相與號曰西王母籌道中相逢多至數千人或披髪徒跣斬斫門關逾墻入屋或乗騎奔馳或致驛傳行經歷郡三十六所至京師又聚會祀西王母設祭於街巷阡陌博奕歌舞又傳言西王母告百姓佩此符者不死不信我言視戶樞中有白髮故梁州刺史杜業以中正舉對曰春秋災異指象爲言語籌者所以記數也民隂水類也水以東流爲順走而西行反類逆上象也度數放逸妄以相與違忤民心之應也西王母婦人之稱博奕男子之事於街巷阡陌明离闘内與彊外也臨衆盤樂元陽之應也白髮衰老之象也體尊性弱難治易亂門人之所由樞其要也君人之所由執持其要甚明著今外戚丁傅甚盛皇甫三桓詩人所刺春秋所譏無以過此指象昭昭以覺聖朝奈何不應也本志以爲丁傅所亂者小此王太后與莽之應也二月封帝太后從弟傅商爲武昌侯太后同母弟子鄭業爲長信侯上將封傅商問僕射平陽侯鄭崇諫以爲不可因持書按出不受詔太后怒曰天子反爲一臣所制上乃下詔封商崇以爲侍中董賢貴寵過度數諫由是重得罪毎以職事見責發疾疽癰欲言事畏見罪欲乞骸復不敢尚書令趙昌素害崇知其見疏因奏崇與外族通疑有姦下獄死荀悅曰夫臣之所以難言者何也其故多矣言出於口則咎悔及身舉過揚非則有干忤之禍勸勵教誨則有刺上之譏下言而當則以爲勝巳不當賤其鄙愚先巳而明則惡其奪巳之明後巳而明則以爲順從違下從上則以謟䛕違上從下則以爲雷同與衆共言則以爲專美言而淺露則簡而簿之深妙弘逺則不知而非之特見獨知則衆以爲蓋巳雖是而不見稱與衆同之則以爲附隨雖得之不以爲功據事不盡理則以爲專必謙讓不爭則以爲易窮言不盡則以爲懷隱盡說竭情則爲不知量言而不効則受其怨責言而事効則以爲固當或利於上不利於下或便於左不便於右或合於前而忤於後或應事當理決疑定功超然獨見值所欲聞不害上下無妨左右言立䇿成終無咎悔若此之事百不一遇其知之所見萬不及一也且犯言致罪下之所難言也怫㫖忤情上之所難聞也以難言之臣于難聞之主以萬不及一之時求百不一遇之知此下情所以不上通非但君臣而凡言百姓亦如之是乃仲尼所以憤嘆予欲無言也三月光禄勲賈延爲御史大夫夏四月天雨血山陽湖陵廣三丈長五丈大者如錢小者如麻子京房易傳曰佞人禄功臣戮厥妖天雨血上欲封董賢乃下詔曰孫寵息夫躬本因賢告東平王遂封賢爲高安侯孫寵爲防陽侯躬爲宜陽侯右師譚賜爵關内侯董賢字聖卿雲陽人少爲太子舍人美顔自喜上即位見幸出則參乗入侍左右旬日之間賞賜巨萬貴震朝廷上嘗與晝寢偏籍上䄂上欲起賢未覺不欲動賢乃斷䄂而起又召賢女弟爲昭儀及賢妻並旦夕侍左右賜賢父恭爵關内侯爲衞尉賢妻父爲將作大匠爲賢起大第北闕下重殿洞門土木之功窮極伎巧楹梁衣以錦繡下至賢家僮僕皆受上賜及武庫禁兵尚方珍寳其選上等並在賢家乗輿所服乃其副也乃至東園秘器珠𥜗玉㭱皆以賜賢無不備者又令將作大匠爲賢起冡義陵傍内爲便房剛栢題湊外爲徼道周亘數里門闕罦罳甚盛詔書罷苑而以賜賢二千餘頃賢第新成無故門自壞又上乳母王阿聖亦多受恩賜及武庫兵器執金吾東海母丘隆諫曰春秋之義家不藏甲所以抑臣威損私力也不以本藏給無用不以民力供浮費所以别公私示正路也賢等便僻弄臣恩私微妾陛下以天下公用給其私門舉國威器供其家備民力分於弄臣武兵護其微妾非所以正四方也孔子曰奚取於三家之堂臣請收還武庫上不悅諌議大夫鮑宣上書曰今朝廷無耆艾之臣厚外親小僮及勲賢等皆在公門省戶陛下欲以共承天地安海内甚難今國家空虚用度不足賊盗並起吏爲殘虐歳增於前民凡有七亡水旱爲災一亡也縣官重賦二亡也貪吏取受三亡也豪強大姓蚕食無厭四亡也苛吏徭役農桑失時五亡也部落鳴鼓男女遮列六亡也賊盜刼掠七亡也七亡尚可又有七死酷吏歐殺一死也治獄深刻二死也冤䧟無罪三死也盜賊橫殺四死也怨仇相殘五死也歲惡饑饉六死也時氣疾病七死也民有七亡而無一得欲望國富誠難民有七死而無一生欲望刑措誠難陛下不能安之民將安歸乎奈何獨私外親與董賢夫官爵非陛下之官爵乃天下之官爵陛下取非其官官非其人而欲望天悅民服豈不難哉孫寵息夫躬辨足以移衆權足以獨立姦人之雄宜時罷退外親㓜童未精通經術者宜就師傅急徴故大司馬傅喜使領外戚故大司空何武故丞相孔光故將軍彭宣可任以政龔勝爲司直郡國皆愼選舉三輔委輸大官不敢爲姦可大任委也陛下前以小過退武等海内失望陛下尚能容無功德者甚衆不能忍武等邪治天下者當用天下之心不得自專快意而巳上之皇天見譴下之衆元怨恨次有諫諍之臣陛下雖欲自薄而厚惡臣天地不聽也上以鮑子都名儒遂優容之深納其言後徵武等爲三公拜宣爲司隸校尉後丞相光行園陵行馳道中宣出逢之使吏拘止丞相吏沒入其車馬宣坐摧辱宰相事下御史至司隸欲召捕宣從事閉門不内宣以拒使者不敬下廷尉博士弟子濟南王咸等舉幡太學下曰欲救鮑司隸者立此幡下會者千餘人守闕上書遂免宣抵罪減死一等旣免乃適上黨以爲其地宜畜牧少強豪因家焉息夫躬上言災異屢發法爲兵恐有非常之變可遣大將軍行邊勒武備斬一郡守以威四夷用以厭異上然之以問丞相嘉嘉曰臣聞動民以行不以言應天以實不以文下民細微猶不可詐上天神明而可欺哉辯士見一端而妄措意謀動干戈設爲權變非應天之道也夫議政者苦其謟䛕傾險辯慧深刻也謟䛕則主德毀傾險則下怨恨慧辯則破正道深刻則傷恩惠惟陛下深察之上不聽遂欲出兵會董賢沮躬議以爲不可上乃免躬官就國未有第舍寄居丘亭姦人數守之躬恐毎立亭中祝盗人有告躬祝詛上者逮躬繫獄仰天大呼因僵地絕咽而死躬母聖棄市家屬徙合浦四月山陽方與女子田母臺懷子先未生三月兒啼腹中及生不舉藏之陌上三日人過聞啼聲母掘出收養之是時豫章男子化爲女人嫁爲婦生一子本志以爲陽變爲隂上變爲下生一子將復一世乃絕也夏六月尊帝太后爲皇太后秋八月恭皇后園北闕災元壽元年春正月辛卯日有蝕之赦天下丁巳帝皇太后傅氏崩三月丞相王嘉下獄死初廷尉梁相疑東平王獄有誣辭奏請傳詣長安更下公卿議尚書令鞠譚僕射宗伯鳳以爲可許上怒三人皆免嘉薦相明習治獄持平深重譚頗知文雅鳳經明行修臣竊爲朝廷惜此三人上以此非嘉後二十餘日上益封董賢二千戶因下詔曰公卿朕即位巳來寢疾未平反逆之謀相連不絕賊亂之臣近侍帷幄前東平王雲呪詛朕躬嘉上言王者代天爵人尤宜愼之裂地而封不得其宜感動隂陽以致災異今陛下體久不平臣所以内懼也孝經云天子有爭臣七人雖無道不失其天下臣謹封上詔書不敢露見臣非敢愛死而不盡法恐天下聞之故不敢自殺上怒召嘉詣尚書責問以相等前坐不盡忠外附諸侯操持兩心倍人臣之義君位公以分明善惡爲職而稱舉相等迷國罔上近自君始謂逺者事下將軍中朝者皆劾嘉迷國罔上不道光禄大夫龔勝獨以爲嘉坐薦相等罪微薄不應以迷國罔上不道不可以示天下遂使謁者召嘉詣廷尉詔獄使者到掾吏涕泣和藥進嘉嘉引藥盃擊地曰丞相備位三公奉職負國當伏刑都市以示萬姓豈小兒女也何爲咀藥而死嘉遂詣廷尉使吏侵掠嘉責之曰君由當有以負國入獄不虚嘉喟然仰天歎曰幸得充位宰相不能進賢退不肖以此負國死有餘責吏問賢不肖之名曰賢是孔光何武不肖是董賢父子遂不食歐血死元始中追録忠臣封嘉子崇爲新甫侯謚嘉曰忠侯夏御史大夫賈延免五月乙卯光禄大夫孔光爲御史大夫秋七月光爲丞相何武爲御史大夫由王嘉之舉也光與武奏言迭毀之次當以時定臣請與羣臣雜議於是光禄勲彭宣博士左丞等五十三人皆以祖宗巳下立五廟而迭毀後雖有賢君猶不得與祖宗並列子孫雖欲褒而立之鬼神不饗也孝武帝雖有功烈親盡宜毁王舜劉歆議曰臣聞昔周宣北伐玁狁詩頌其功齊桓南伐楚北伐山戎春秋美之及漢興中國雖平猶有四夷之患其爲害久矣非一世之漸也孝武皇帝愍中國罷勞無安寧之時乃南伐百越起七郡之師北攘匈奴降十萬之衆置吾屬國起朔方以奪其肥饒之地東伐朝鮮起玄莬樂浪以斷匈奴之左臂西伐大宛并三十六國起燉煌酒泉張掖斷匈奴之右臂單于孤特逺遁漢北四方無事却地遂境起十餘郡功業旣定乃封丞相爲富民侯以大安天下富貴百姓規模可見招集天下賢俊與協心同謀興制度改正朔易服色立天地之祀建封禪殊官號存周後定諸侯永無逆爭之心至今累代頼之單于守藩百蠻率服萬世中興之功未之有也高祖建大業爲太祖孝文德至厚爲太宗孝武皇帝功至著爲世宗此孝宣所以發德音也禮記王制及春秋穀梁傳天子七廟諸侯五廟大夫三廟天子七日而殯諸侯五大夫三天子七月而葬諸侯五月大夫三月此喪事尊卑之序也與廟數相應又曰天子三昭三穆與太祖之廟而七諸侯二昭二穆與太祖之廟而五是故德厚者流尊德薄者流卑左氏傳曰名位不同禮亦異數自上巳下降殺以兩而巳七廟者其正法數可常者宗不在此數中宗變也苟有功德則宗不可預爲設數故於殷太甲爲太宗大戊爲中宗武丁爲高宗周公爲無逸之戒舉殷三宗以戒成王由是言之宗無常數然則所以勸帝者之功德博矣以七廟言之孝武帝未宜毀以所宗言之則不可謂無功德禮記曰功施於民則祀之以勞定國則祀之能救民患則祀之竊以孝武皇帝功德皆兼而有焉凡此在於異姓猶祀之况於先祖或說天子五廟而無其文說中宗髙宗者宗其道而毀其廟名與實異非尊賢貴功之道也詩云蔽芾甘棠勿翦勿伐思其人猶愛其樹况宗其道而毀其廟乎迭毀之道自有常法無功異德固以親䟽相推及至祖宗之序多少之數經傳無明文至尊至重難以疑文虚說定也孝宣皇帝舉公卿之議用衆儒之謀旣以爲世宗廟建之萬世宣布天下愚臣以爲孝武皇帝功烈如彼孝宣皇帝崇立如此不宜毀上賢歆議而從之先是歆爲光禄貴幸歆奏請立左傳毛詩逸禮古文尚書諸儒咸不聽歆移書太常博士責讓之曰尚書左氏皆古文舊書並藏於秘府徃者綴學之士不思廢絕之闕信口說而背傳記是末師而非徃古至於國家大事則幽冥莫知其原然猶𥙷殘守缺挾恐見破之私意而忘從善服義之公心或懐妬嫉不考情實雷同相從隨聲是非豈不哀哉此數家之事皆先帝所親論今上所考視其爲古文舊書皆有明驗内外相應豈苟而巳哉夫禮失求之野古文不猶愈於野乎與其過而廢之寜若過而立之必若專巳守殘黨同門妬道眞違明詔失聖意以䧟於文吏之議甚爲二三君子不取也諸儒咸怨恨而光禄大夫龔勝以歆移書乞骸大司農師丹奏歆非毀先帝所立變亂舊章遂不得立八月御史大夫何武免前將軍光禄大夫彭宣爲御史大夫上舅大司馬丁明免明素重王嘉以其死而憐之故廢董賢爲大司馬衛將軍年二十二雖爲三公仍給事中領尚書賢私過孔光光衣冠而出門外待之望見賢車乃却入賢至中門光又退入閣賢下車光乃出拜迎送甚卑恭上聞之嘉拜光二子爲諫議大夫常侍賢由此權與人主侔上置酒與賢父子親屬宴飲上放酒從容顧賢而笑曰吾欲法堯禪舜如何侍中王閎平阿侯之子諫曰成王戲以桐葉封弟叔虞於晉周公入賀曰天子無戲言夫天下者高帝之天下非陛下之天下陛下以藩王入嗣孝成皇帝後當奉宗廟傳於子孫無窮漢帝制位統業至重不宜數有戯言上黙然不悅左右皆恐於是遣閎出歸郞署二十日長樂宮深爲閎謝又御史大夫彭宣上封事言安國危繼嗣事上覺悟召閎遂上書諫曰臣聞王者立三公法三光立九卿以法天明君臣之義當得賢人易曰鼎折足覆公餗喻三公非其人也書曰元首明哉股肱良哉以天地昔孝文皇帝幸鄧通不過中大夫孝武皇帝幸韓嫣賞賜而巳皆不在大位公孫弘以布被修德擢備宰相巧言令色君子不責昔成湯拔伊尹於鼎爼文王招呂尚於釣濵武丁顯傅說於版築桓公舉寗戚於擊角皆以立覇王之功騰茂績於無窮豈以利耳悅目爲得意哉今大司馬衞將高安侯董賢累世無功於漢朝又無肺腑之連復無名迹高行以矯世昇擢數年列備鼎足典衞禁兵主曆天文無功封爵父子兄弟橫䝉㧞擢賞賜空竭帑藏萬民諠譁偶言道路誠不當天心也昔褒神蚖變化爲人實生褒姒亂周國恐陛下有過失之譏賢有小人不知進退之禍非所以建卓爾垂法後世陛下採蒭蕘賢負薪冀有益於毫釐言雖不從多門年少志強卒爲賢恕之二年春正月匈奴烏孫留珠單于烏孫太昆彌伊秩靡來朝伊秩靡即公主之外孫也單于之將朝也上書自請時上有疾左右咸言匈奴來朝中國輙有大故上由是難之以問公卿亦以爲虚費府庫可且勿許單于使辭去未發黃門郞楊雄上書諫曰六經之治貴於未亂兵家之勝貴於未戰今單于上書求朝而國家不許臣以爲匈奴從此隙矣北狄之地五帝所不能臣三王所不能制以秦始皇之彊蒙恬之威帶甲數百萬而不敢闚西河漢以高祖之威靈四十萬衆困於平城孝文時侵暴北邊烽火通於甘泉京師大骸發三將軍屯細柳棘門覇上以備之孝武即位設馬邑之權欲誘匈奴覺而去徒費財勞師其後深惟社稷之計規恢萬世之基乃大興師數十萬連兵十餘年於是浮西河絕大漠破顚顔襲單于王庭窮極其地封狼居山禪於姑衍以臨澣海虜名王貴人以百數自是之後匈奴震怖遂求和親然而未肯稱臣夫前世豈樂傾無量之費役無罪之人快心於沙漠之北哉以爲不一勞者不久逸不蹔費者不永寧是以忍百萬之師以投餓虎之口殫運府庫之財塡棄盧山之壑而不悔至宣皇之𥘉而虜尚有桀心欲掠烏孫侵公主發五將之師十五萬騎獵其南長羅侯以烏孫五萬騎震其西時鮮有所獲徒奮揚威武明漢兵若雷風耳故北狄不伏中國不得高枕也其後匈奴内亂五單于爭立日逐呼韓擕國歸化扶服稱臣然尚羇糜之不能專制自此之後欲朝者不拒不朝者不強故未服之時勞師逺攻傾國殫貨伏尸流血陂堅敗敵如彼之難也旣伏之後慰籍撫循交接賂遺威儀俯仰如此之備也徃時嘗屠大宛之城蹈烏桓之壁探姑繒之壘藉蕩姐之場倒鮮卑之旃推南越之旗近不過旬月之役遠不離三時之勞故巳犂其庭掃其廬立郡縣處之雲徹席卷後無餘災唯北狄不然眞中國之仇也三垂比之懸矣今單于欵心歸義此乃上世之遺莢也神靈之所相望奈何距以來厭之辭疏以無日之期消徃日之恩開將來之隙使自絕於漢終無北面之心威之不可喻之不能焉得不憂乎夫伯牛勤之一朝失之費十而愛一臣竊爲國不安也上乃召還匈奴使而許之賜雄帛五十疋黃金十斤雄爲人博學有大志性清淨少嗜慾簡易倜儻口不能劇譚黙而沉思居貧或無擔石之儲晏如也非其義雖富貴不事也給事黃門郞與王莽董賢同位時莽賢所薦莫不抜擢而雄三世不徙官其淡榮寵如此時人皆忽之唯劉歆范逡以禮敬之沛國譚桓甚重之鉅鹿侯芭師事之雄好賦頌又似司馬相如晚節以爲無益而輟止乃依易著太玄經其文五十萬筮之以三十筴關之以休咎播之以人事義合五經而辭解剥玄體十一篇復爲章句又著法言十四篇欲以象論語劉歆甞問桓譚曰雄之文能傳乎譚曰必傳顧君與我不見也人情貴逺忽近見雄容貌爵位不能動人則輕其文若後世遇明識君子當度越諸子二月單于昆彌歸夏四月日有蝕之五月正三公官各分職丞相孔光爲大司徒御史大夫彭宣爲大司空封長安侯六月戊午帝崩于未央宮時王莽以侯在第太后召之備佐䘮事莽白太后收大司馬董賢印綬賢與妻皆自殺夜葬莽疑其詐死發其棺至獄視之因埋獄中賢故吏沛朱詡自劾去大司馬掾收賢尸莽怒以他事殺之賢家屬徙合浦斥賣董氏財物凡三十五萬太后詔公卿舉可爲大司馬者時群臣皆舉莽前將軍何武與後將軍公孫禄謀曰徃孝昭之世外戚持權幾危社稷今不宜置異姓大臣持權親踈相錯爲國計不便於是禄舉武可大司馬武亦舉禄莽諷有司更相劾奏互相舉皆免就國大司馬彭宣見莽專權乞骸莽白太后免宣就國莽恨宣求退故不賜安車與金八月王崇爲大司空徵立中山王衍元帝庶孫中山孝王子是也是爲孝平帝九月壬辰皇帝葬義陵讃曰本紀稱孝哀自爲藩王及太子文辭博敏㓜有令聞雅性不好聲色時覽卞射武戯覩孝成之世禄去公室權柄外移是故臨朝務攬主威以則武宣然董賢用事大臣誅傷有覆餗棟撓之凶自初即位有痿痺之疾末年寖劇享國不永亂臣乗間豈不哀哉世主覽此足以見成敗之基收后族之權清儉愛民可垂統也"}
{"id": "KR2b0003_030", "series": "KR2b0003", "text": "皇帝壬寅即位九歳大司徒孔光爲太傅左將軍甄豐爲少傅右將軍馮宫爲大司徒太皇太后臨朝大司馬王莽秉政百官總巳以聽之孝成趙皇后孝哀傳皇后皆以前驕恣廢自殺莽以孔光名儒歷相三主太后所敬天下所信伏於是盛尊事光莽素所不恱者皆傳治其罪爲請奏光光不敢不上莽白太后皆可其奏皆免官徙諸遠方平阿侯仁莽之從父兄也中正直言紅陽侯立莽叔父莽恐其害已從容言於太后皆奏遣就國於是附順者皆拔擢之忤恨者誅滅之以王邑爲腹心甄邯甄豐主訣斷平宴典機事劉歆主文章孫建爲爪牙豐子尋歆子棻涿郡崔發南陽陳崇皆以才能稱得幸於莽並在顯職莽色厲而言方欲有所爲微見風采黨與承㫖而顯奏之因固謙讓示不得巳上以惑太后下以取信於衆庶元始元年春正月越裳氏重譯獻白雉一黑二莽令益州諷使之也群臣奏言莽功德比周公宜賜號安漢公益封三萬戶莽因辭封孔光等以定策安宗廟皆益封二月丙辰太傳孔光爲太師車騎將軍王舜爲太保大司空左將軍甄豐爲少傅立故東平天雲太子開明爲王孫故桃鄉頃侯子成都爲中山王封宣帝玄孫信等三十六人爲列侯自漢初至此王子侯者凡四百八十人令諸侯王關内侯列侯無子有孫者若同産子皆得爲嗣三月置羲和官秩二千石外史閭師秩六百石班教化朔方廣牧女子趙春死官歛六日出在棺外自言見死夫與父曰年二十七不當死本志曰死者又生至隂爲陽下人爲上丙辰義陵寢神衣在匣中自出在外牀上夏五月丁巳朔日有食之赦天下尊帝母中山孝王姬爲后帝舅衛寳寳弟玄爵關内侯帝女弟四人號皆曰君食邑各二千戶封周公後公孫相如爲褒魯侯孔子後孔均爲褒成侯追謚孔子爲褒成宣尼公六月長安女子生兒兩頭異頸面相向四臂共胷俱前向尻上有目長二寸本志以爲凡妖之作以譴失正各象其類二首上不一也手多下僣濫也足少不勝任也下體生於上不敬也上體生於下媟瀆也人生而大速成也生而能言好虚也郡妖推此類或人不改乃成凶秋九月赦天下徒二年春黃支國獻犀牛三月癸酉大司空王舜病死夏四月立代孝王玄孫之子如意爲廣宗王江都易王後旴𣅿侯宫爲廣川王廣川惠王曾孫倫爲廣德王封周勃霍光樊噲後皆爲列侯酈商等子孫一百三十人爵關内侯食邑丁酉少傅甄豐爲大司空夏大旱蝗靑州尤甚安漢公四輔公卿大夫吏民爲百姓困乏獻田宅者二百三十人以賦貧民罷安定池苑以爲安民縣六月有石隕於鉅鹿二秋九月戊申晦日有蝕之赦天下是歲光禄大夫孫寳爲大司農寳字子嚴潁川人也初御史大夫張忠欲令授子經寳自劾去忠謝之後以爲主簿或問寳曰高士不爲主簿而子爲之何也寳曰大夫薦用一府不以爲非者人安得獨自高前日君男欲學文而移寳自近禮聞來學義無徃教道不可屈身屈何傷且不遇者何所不爲况主簿乎忠聞之甚慙薦爲議郞後爲丞相司直紅陽侯立與南郡太守李尚共爲姦利寳按劒劾立尚尚下獄死立雖不坐後卒以是廢後爲京兆尹處士侯文常稱疾剛直不肯仕寳以禮自請文爲布衣交㑹立秋曰文自請受署督郵有杜稚季者大俠也善定陵淳于長長深以託寳文欲誅之寳問其次文曰豺狼當道安問狐狸寳黙然不應稚季聞之杜門不出外穿後墻爲小戶旦暮自持鋤治園不敢犯法越嶲郡上言黃龍游江中大臣稱莽功德比周公寳曰周公上聖召公大賢尚尤不悅今有一事郡臣同聲得非不美者乎時大臣皆失色而寳不變坐免官終於家三年春詔博采二王後及周孔世卿列侯在長安適子女王氏女多在選中莽恐與己女爭位上書言莽女不宜與諸女並采太后以爲至誠乃下詔曰王氏女朕之外家皆勿采於是吏民守關上者千餘人願得以安漢公女爲天下母太后不得巳獨采莽女群臣卿士僉曰安漢公女宜爲后參以蓍龜咸曰元吉乃考定娶禮正十二女之宜夏安漢公奏車制度之宜吏民養生送死嫁娶奴婢田宅器械之品郡國學校教訓之禮陵陽任橫等稱將軍盗庫兵攻宫寺皆伏誅秋八月天雨草狀如莎相樛結如彈丸莽世子宇非莽隔絕衛氏恐帝長大後怨即私於帝舅衛寳勸令帝母上書求入朝莽白太后不聽宇與其妻兄吕寛及師呉章議其故章以莽不可諫而好鬼神章因推類而說莽令歸政於衞氏宇使寛夜持血灑莽第門吏發覺之執宇送獄及妻皆死衞氏盡誅滅窮治其事呂寛所連及郡國豪傑素非巳者殺於市門海内震焉呉章者大儒所教千有餘人莽悉欲禁錮其門人門人改名他師時司徒掾平陵侯李敞獨自劾爲呉章弟子收葬章尸王舜聞而義之比之欒布表爲諫議大夫四年春正月郊祀高祖以配天宗祀文帝以配上帝改殷紹嘉公曰宋公周承休公曰鄭公詔婦人非自犯法男子八十巳上十歲巳下家非坐不道詔所召捕皆得繫其當驗聞者則驗問二月丁未立皇后王氏赦天下遣太僕王惲等八十人置副假節廵行天下觀風俗賜九卿巳下至六百石宗室有屬籍者爵各有差賜民爵一級鰥寡孤獨高年帛時吏民上書者八千餘人咸曰伊尹爲阿衡周公爲太宰七子皆封有司以爲宜如所言遂假安漢公號爲宰衡位上公賜莽大夫人號顯君食邑二千戶黃金印赤紱子男皆封列侯太后親臨前殿莽拜於後如周公故事莽奏立明堂辟雍尊孝宣廟爲中宗廟莽欲悅太后意乃以致支功尊孝元廟爲高宗爲學者築舍萬區所益博士貟經各五人徵天下有才能及小學異藝之士前後至者數千人群臣奏宰衡位在諸侯王上初置西海郡徙天下犯法者處之時莽遣多持金帛誘塞外羌豪等獻地請降曰聞太后聖明安漢公至仁天下太平近歲巳來羌人無疾苦故思樂内屬莽因奏言謹按巳有東海未有西海請以羌獻地爲西海郡又賂匈奴令上書曰聞中國譏二名故名囊知互斯今更名智以順制作梁立有罪徙廢漢中自殺分京師置前輝光後丞烈二郡更公卿大夫八十一元士名位次及十二州名分界郡國所屬冬大風吹長安城東門屋瓦且盡莽所遣使者八人行風俗還言天下郡國齊同詐爲郡國造歌謠頌功德凡三萬言又奏市無二價官無獄訟民無盗賊野無饑人道不拾遺男女異路交致太平五年春正月祫祭明堂詔太上皇巳來族親各以世氏郡國致宗師以紏之致教訓焉考察不從教令有冤失職者宗師因郵亭上書宗伯以聞夏四月乙未太師孔光薨大司徒馮商爲太師是時吏民上書薦莽者前後四十八萬七千五百七十二人及諸侯王公卿見者皆叩頭言宜加賞於安漢公於是詔策加莽九錫之命羲和劉歆等四人治明堂辟雍王惲等八人使行風俗宜明德化皆封爲列侯閏月立梁孝王九世孫音爲梁王冬十月乙亥高原廟殿門災本志以爲高廟長安城中原廟在渭北不宜立初惠帝爲出遊長樂宫方築復道在高廟道上叔孫通曰子孫奈何乗高廟道上行帝懼遂急毀之叔孫通曰人君無過舉願陛下因爲原廟渭上衣冠出遊之處立廟太后導而臨朝任莽非正之象也冬十有二月長樂少爲大司徒丙子帝崩於未央宫時元帝統絕宣帝有孫五畏其長也言兄弟不得相爲後乃徵元帝玄孫廣戚侯子嬰三歲託以爲卜相最吉而立之前輝光謝囂奏言武功亭長孟宗浚井得白石丹書言安漢公爲皇帝符命之興自此始也莽遂謀爲居攝以周公故事皆如天子之制明年改元爲居攝元年莽奏言帝毋丁姬祖母傅太后葬不應禮皆發其冡旣開傅太后冡崩壓殺數百人臭聞數里發丁姬冡有火出四五丈群燕衘土投冡上⛋讃曰孝平之世政自莽出褒善顯功以自尊盛觀其文辭方外百蠻無思不服休徵嘉應頌聲並作至於異見於上民怨於下莽亦不能文也居攝元年春二月立嬰爲皇太子號曰孺子夏四月安衆侯劉崇與丞相張紹謀曰安漢公必危劉氏吾帥宗族爲先海内必和之遂合黨萬餘人攻宛城不能入而敗紹者張竦之從弟竦與崇族父劉嘉詣闕自歸莽赦之不罪竦爲嘉作奏曰建初元壽之間大統幾絕陛下聖德拯救國命復延臨朝統政動以宗室爲始登用九族爲先故亂則統其理危則致其安禍則引其福絕則接其繼㓜則代其任夙夜孜孜不已凡以爲天下厚劉氏也建辟雍立明堂班大法流聖化天下顒顒引領而嘆頌聲洋洋滿耳人無愚賢男女皆喻㫖意而劉崇獨懷悖惑之心操畔逆之慮惡不忍聞罪不容誅誠子臣之仇宗室之讎也是故親屬震落而告其罪民人潰叛而棄其兵進不跬歩退不伏殃臣聞叛逆之國旣以誅討則瀦其宫以爲汙池納垢濁焉名曰凶墟雖生菜茹而民不食四墻其社覆上淺下着以爲誡臣不勝憤憤之情願爲宗室唱始父子兄弟持畚荷鍤馳到南陽瀦崇宫室令如古制及崇社宜如亳杜盛稱功德莽大悅封爲師禮侯七日皆賜爵關内侯封竦淑德侯長安爲之語欲得封過張伯松力戰鬪不如巧作奏自後反者皆汙池云群臣復白太后劉崇等所以謀反者莽權輕也宜尊莽以鎭海内五月甲辰莽稱假皇帝冬十月丙辰日有食之是歲西羌龎恬傳幡反遣護羌校尉竇況平之二年春竇況破西羌夏四月更造貨錯力一直三十契刀一直五百大錢一直五十與五銖並行九月東郡太守翟義立嚴鄉劉信爲天子東平王雲子也翟義方進小子也義將起兵謂其姊子上蔡陳豐曰莽必代漢吾父子受國厚恩當爲國討賊假令時不成死國埋名猶可以不慙先帝汝其從我乎豐年十八壯勇許諾遂與東郡劉宇嚴鄉侯劉信信弟璜結謀初信兄開明立爲王無子而信子匡嗣立爲東平王故義并東平王而立信義自爲大司馬柱天大將軍以東平王傅蘇隆爲丞相丹爲御史大夫東平王孫卿素有智略以明兵法在京師義乃詐移書以重罪傳逮慶移書郡國言莽毒殺平帝攝天子位欲以絕漢今天子巳立恭行天罸郡國振動比到山陽衆十餘萬莽惶恐抱孺子禱郊廟作筴告遣諫議大夫桓譚等告諭天下當反政之意乃收族義家後母及兄宣皆死遣王邑孫建等十八人將兵轚義又置腹心七將軍屯關中以自備冬十有二月王邑等破翟義斬劉璜義與信棄軍亡義捕得傳尸長安磔陳都市信卒不得初聞兵茂陵以西二十三縣賊盡發趙明霍鴻等自稱將軍刼掠吏民衆十餘萬火見未央宫殿前其三年春地震大赦天下明鴻等皆破莽自以威德遂盛獲天人助乃謀即眞之事秋七月莽母功顯君死意不在喪爲緦縗服而加麻環絰如天子弔諸侯之禮自以爲攝天子位不敢服其私親也凡一弔會葬皆如初令新都侯崇爲主服喪三年廣饒侯劉京上書言齊郡臨淄縣亭長卒當薨見人曰天公使我告亭長居攝皇帝當爲眞不信我亭中當有新井亭長起視庭中有新井百尺又太保臧洪奏新井亭長符命言雍巴郡得銅符帛圖文曰天告帝符獻者封侯莽於改居攝三年爲初始元年期門郞張充等交謀共刼莽立楚王發覺誅死梓潼人哀章作銅匱爲兩檢其一曰天帝行璽金匱圖其二曰赤帝璽某傳與黄帝莽金䇿書某者髙皇帝名也言莽爲眞天子圖書莽大臣八人有王盛王興袁章因自竄其名凡十一人皆署官爵爲輔佐以付高廟僕射以聞戊辰莽到高廟拜受金匱遂即天子位改正朔易服色以十二月爲正以鷄鳴時爲朔色尚黃初高帝時得秦玉璽因服命之名傳國璽莽令王舜從太后求之太后怒罵舜汝不顧義我漢家寡老婦旦暮且死用此璽俱葬終不可得太后因號泣而言左右莫不垂涕舜悲不自勝良久乃白太后曰臣等已無可言莽必欲得之太后寧能終不與邪太后恐欲刼之乃出投之於地曰我老巳死矣知汝兄弟不久滅族矣乃尊太后爲新室文母莽以十月癸酉朔爲建國元年春大赦天下乃筴命孺子曰咨爾嬰昔皇天佑乃太祖歷代十二享國二百一十載天之曆數在于予躬詩不云乎侯服于周天命靡常封爾爲定安公永爲新室賔於戯敬天之休徃踐乃位無廢朕命以平原安德漯隂鬲重丘合凡萬戶爲安定公國立漢祖宗之廟於其國與周後並行其正朔服色讀筴畢莽親執孺子手流泣歔欷曰昔周公攝位終得復子明辟今予獨迫皇天威命不得如意哀歎良久中傅將太子下殿北面稱臣百僚陪位莫不感動以孝平皇帝后爲安定太后復更號曰黃皇室主欲嫁之主不聽莽案金匱輔臣皆封拜王舜爲太師平晏爲太傅劉歆爲國師哀章爲國將是爲四輔甄邯爲大司馬王尋爲大司徒王邑爲大司空是爲三公甄豐爲更始將軍王興爲衞將軍孫建爲立國將軍王盛爲前將軍是爲四輔將軍凡十一人以應符命之名孺子居其邸使者監護勑阿保乳母不得與語至壯大不能名六畜莽定諸侯王皆稱公及四夷皆更爲侯更作小錢徑六分文曰小錢與大錢一直五十者爲二品並行夏四月徐鄕侯劉快結黨千數起兵於其國快兄殷故漢膠東王時改爲扶公國在即墨快攻杸殷閉城拒快敗走死莽增殷國爲萬戸復井田制遣五威將軍王奇等班符命四十二篇於天下以著代漢之符赦天下五威將軍皆乗乾文軍駕坤六馬背負鷩鳥之毛服飾甚偉各置左右前後中帥凡五帥衣冠各如其方色將軍持節稱大一之使帥持幢稱五帝之使各雷桐華眞定劉都等謀起兵發覺誅眞定常山大雨雹其二年莽之九月戊巳校尉史陳良終帶共殺校尉刁護刼略吏士自稱漢大將亡入匈奴十有二月雷更名單于號曰降奴服于知時多作符命以得封侯其不爲者戯曰獨天帝無除書自是莽乃禁之𥘉甄豐劉歆王舜等建安漢宰衡之號非復令莽居攝也及即眞歆舜内懼而豐性剛形於顔色豐子尋復作符命故漢氏平帝后黄皇室主爲尋妻莽發怒收尋皆死連者數百人詞及揚雄時校書在天禄閣使者欲收之雄恐懼自投閣下幾死莽聞之曰雄素不豫事何故在此間請問其故乃歆子棻從雄問奇字有詔勿問莽之爲人大口蹷顄露眼赤睛大聲如嘶長七尺五寸好厚履高冠反􁊅仰視或云所爲鴟目虎喙豺聲也故能噉人亦爲人所噉莽聞而誅之王舜自莽即位病悸而死其三年遣謁者持節安車印綬拜楚國龔勝爲太子師友祭酒秩上卿使者之郡太守縣邑長吏三老官屬行義諸生千人入勝舎致詔書勝因稱病篤使者以印綬加勝輒推去使者自上請留守勝以秋凉發勝知不免謂門人高暉等曰吾蒙漢之厚恩豈以一身事二姓遂不食十四日而死有父老弔哭甚哀曰嗟乎薫以香自燒膏以明自消龔生竟夭天年非吾徒也遂出莫知其誰勝字君賔與同郡龔舍字長倩友善故世稱兩龔並著名節勝哀帝時爲諫議大夫薦龔舍寗壽皆徵勝曰竊見國御巫醫尚爲駕御賢士宜有駕於是詔從之壽稱􁂑不至舍至拜諫議大夫以疾免即就家拜太山太守使者到縣請舍到庭受拜舍曰王者以天下爲家何必於官遂就家拜之至官數月以疾乞骸歸兄子曼容亦養志自修爲官不肯過六百石輒自免去莽以安車迎齊薛方曰堯舜在上下有巢許今則主上方隆唐虞之德亦猶小臣欲守箕山之節莽悅而聽之隃糜郭欽杜陵蔣詡字元卿皆以郡守刺史以廉耻著名齊國栗融字客卿北海禽慶字子夏蘇章字山陽曹竟字子期皆大儒俱不仕莽池陽有小人影長尺餘或乗車馬或歩行操持萬物小大皆自稱三日乃止海濵蝗河水汎淸河以東數郡莽徵能治河者至以百數大畧者長水校尉平陵關並言河決率甞於平原東郡左右其地形下而土䟽惡也聞禹治河本空此地以爲南北不過百八十里河空此地不爲官亭民室而巳大司馬掾張式言水性就下行疾則自刮成空而稍深河水重濁號一石水六斗泥今西方諸郡及京師民引河渭水以漑田春夏少水時故河流遲貯淤而稍淺雨多小暴至則溢決而國家數隄塞之稍益高於平地猶築垣墻而貯水也可順從其性無復以灌漑則水道通利無溢决之害矣臨淮韓牧以爲可略於禹貢九河處穿之縱不能爲九但爲四五宜有益大司空掾王璜言河入渤海地高於韓牧所欲穿處徃者天甞連雨東北風海水溢西南出浸數百里九河地悉爲海水漸矣禹之行河水本從西山下東北去周書曰定王五年河徙則今所行非禹之所穿也又秦攻魏決河灌其都決處遂大不可復補宜却徙完平處更開空使縁西山足乗高地東北入海乃無水災事亦無施行者其四年夏赤氣出東方竟天東北西南皆反亂侵邊其五年二月文母皇后崩葬渭陵與元帝合而溝水絕之立廟於長安新室世世獻祭元帝配食坐於牀下莽爲后服喪三年西域焉耆國叛殺都尉冬十有一月孛星出其六年三月壬申晦日有蝕之四月殞霜殺草木六月黃霧四塞秋七月大風㧞樹木北闕城門瓦飛雨雹殺牛羊莽以周官王制之文置卒正連帥大尹職如太守屬長職如都尉置州牧其禮如三公郡監二十五人位上大夫各主五郡皆世其官分長安六卿置六師各一人分三輔爲六尉郡河東河南河内弘農潁川南陽爲六隧郡置大夫職如太守屬正職如都尉及它官名悉改大都至分爲六郡縣以亭長爲名者三百六十其後數變更一郡至五易名而旋復其故吏民不能記毎下詔書輒繫其本名而兼言之令天下小學以戊子代甲子爲六旬首其七年春日中星見民訛言黃龍墮地死黃山宫中百姓奔走觀者萬數莽制禮作樂說六經公卿旦入暮出連年不決十一公分布勸農桑班令於天下中郎綉衣執法在郡國乗權勢更相奏舉案章交錯道中召會吏民逮補證左白黒紛亂貨賂相冒守宮闕告訴者甚衆莽自以專權得漢政故咸自㩜衆務常御燈火至明不能治有司受成苟免因縁爲姦而巳上書者連年不決縣宰郵者至數年兼領一切竸爲貪苛拘繫縣獄者至連年逢赦乃得出衛士不交代者數年冬以郡縣災害率減吏禄終不得禄者各因職爲姦利以自給穀糴常貴百姓窮困起爲賊盗邯鄲以北大雨水出流殺人其八年春二月大雨雪深者二丈栢竹咸枯死地震莽詔曰地者有動有震震者爲害動者不害故易稱曰坤動而靜辟脅萬物萬物生焉其好自誣飾皆此類也長平觀西岸崩壅涇水涇水不流郡臣上壽以爲土塡水匈奴滅亡之兆也臣下從䛕亦如之秋七月丁酉霸陵城災戊子晦日有蝕之翟義黨王孫慶捕得莽使大醫尚方巧屠共刳剥之量度五藏以竹挺尋脉知所終始云可以治病其九年瑯琊女子吕母爲子執仇黨衆浸多至數萬人號曰赤眉莽親至南郊作威斗威斗者以五石銅爲之形若北斗長二尺五寸欲以厭兵令有司命人負之其十年正月朔北軍南門災莽一切收長吏家財五分之曰以助邊令吏得吿將許奴告主欲禁姦姦愈甚樊崇刁子都等以饑餓相聚於瑯邪衆皆數萬其十一年令太史更推三萬六千歲歷紀六歲一改元布告天下時匈奴冦邊莽乃大募發丁男死罪囚吏民奴一切挽吏民皆三十取一傳募有伎術者待以不次之位上言便宜者以萬數矣或言能渡水不用舟楫連馬接車濟百萬之師或言不持斗儲食藥物馬不飢或言能飛一日千里莽輒試之取大鳥翮作翼頭與身皆着毛通引鐶鈕飛數百歩輒墮莽知其不可用茍欲獲其名皆拜大將軍賜以車馬待詔發遣大司馬武建伯嚴尤與將軍廉丹擊匈奴皆賜姓王大凡十三部將四十萬衆賫三百日粮欲同時並出塞追匈奴内之丁零因分其地立呼韓邪十五子嚴尤諫曰匈奴爲害久矣周秦漢皆征之然皆未得上策者周得中策漢得下策秦無策焉當周宣王之時玁狁内侵命將驅之盡境而反其視夷狄之侵譬猶蚊蚋之害驅之而已故天下稱明是爲中策漢武帝選將練兵賫粮深入雖有尅獲之功胡輒報之兵連禍結四十餘年中國罷耗匈奴亦創艾而天下稱武是爲下䇿始皇不忍小忿而輕民力恢長城之固延袤萬里輸轉之行起於負海疆場未定中國内竭以䘮社稷是爲無䇿今天下遭陽九之厄北年饑饉而北邊尤甚今發四十萬衆賫三百日之粮東據海岱南取江淮然後能備計其道理一年尚未集合兵先至者聚居暴露師老械朽勢不可用此一難也邊城空虚不能奉軍糧内調郡國不相及屬此二難也計一人三百日食用米十八斛非牛力不能勝牛又當自賫食加二十四斛重矣胡地沙鹵多乏水草以徃事揆之軍出不滿百日牛必死盡且餘粮尚多人不能勝此三難也秋冬甚寒春夏則多風賫釜鑊薪炭重不可勝食糒飲水以歷四時師有疾疫之憂勢不能久此四難也輜重自隨則輕銳者少不得疾行虜徑遁逃勢不相及幸而逢虜則累輜重如遇險阻銜尾相隨虜邀遮前後危殆不測此五難也大用民力功不可必立臣伏憂之莽不聽又復引古者名將樂毅白起不用之意及諭邊事凡三篇及當出師庭議尤固爭之宜先憂山東莽怒策尤爲庶人以董忠代之師久屯不行運轉不巳天下搔動翼平連率田況奏言民貲不實莽復三十稅一以况忠言憂國進爵爲伯衆皆罵之夙夜連率韓博上言有奇士巨母霸長一丈六尺大九圍來至臣府曰欲奮擊匈奴出於蓬萊東南五城西北軺車不能勝即以大車駟馬載霸詣闕願陛下作大思高車賁育之衣遣大將軍一人虎賁百夫迎之於道京師門不容者開太高之欲以示百蠻意欲以諷莽莽聞而惡之留霸新豐更其姓曰巨母霸謂因文太后霸王符也博以非所宜言棄市其十二年大順時之令春夏斬人都市二月壬申月正黒七月大風毀玉露臺杜陵便殿乗虎文衣載在室匣中自出立於外堂上良久乃委地莽欲示萬世之基乃營長安城南隄封百頃以起九廟黃帝虞舜陳胡王齊敬王濟北閔王凡五廟不毀云濟南伯王元城孺王陽頃王新都顯王黃帝廟東西南北各四十丈高十七丈餘各半之金銀雕飾窮極工巧費用巨百萬卒徒死者以萬數鉅鹿馬適求舉燕兵以誅莽發覺誅死南郡張霸江夏羊收王匡等起兵於緑林下江共皆萬餘人武功中水鄕民舍墊爲池其十三年更州牧爲監如刺吏莽子臨與莽侍婢通恐漏洩乃謀殺莽發覺自殺秋隕霜殺菽關東大饑莽問群臣擒賊方畧故左將軍公孫禄徵來與議禄曰太史令宗宣誣天文以㐫爲吉太傅唐遵飾虚僞以取名國師劉歆顚倒五經毀壞師法明學男張邯地理侯孫陽造井田使民棄業羲和唐匡設六管以勞工商說符侯崔發阿䛕以取容令下情不得上通宜誅此數子以慰天下莽怒令虎賁扶禄出時民皆饑愁州縣不能慰安又不得擅發兵故盗賊浸多唯翼平連率田況發四萬人授以兵車與刻石爲約赤眉聞之不敢入界況自劾奏莽切責況擅發兵赦罪詭以擒賊況自請出擊賊所向皆破莽使況領靑徐二州牧況請無出大將選牧尹以下明其賞罰收合離散小國徙其老弱置大城中積穀并力固守賊攻城不得勢必不能聚所過乏食以此招之則降擊之則滅今出大將軍郡縣苦之乃甚於賊宜盡徵還乗傳使者以休息郡縣委任臣二州盗賊必平莽畏惡況隂爲發代賜況書將代監其兵況隨使者還齊地遂敗其十四年閏月霸橋災數千人沃之不滅關東民相食蝗蟲蔽天自東來至長安入未央宮發吏民設購賞以捕之時下江兵盛新市朱鮪平林陳收皆復聚衆莽遣大將軍孔仁嚴尤陳茂擊之前州遣太師王匡更始將軍廉丹擊赤眉匡丹皆敗莽知天下潰叛乃分遣使除六管諸禁詔令民不便者皆收還之時世祖與伯升起兵與平林合攻棘陽十有二月有星孛於張箕其十五年二月辛巳劉聖公立爲更始皇帝即世祖之族兄也莽遣大司徒王尋大司空王邑將兵號百萬擊更始二公兵敗於昆陽關東震恐道士西門君惠謂莽從兄王渉曰䜟云漢復興劉秀爲天子天子國師劉歆是也先是歆依䜟改名秀渉以語大司馬董忠共語歆歆於天文人事東方必成歆亦怨殺其二子又畏大禍將至遂謀與忠刼莽東降忠等誅死歆渉以親近莽惡其人聞遂隱誅歆渉自殺莽師徒外破大臣内叛無所復信憂懣不能食性好小數但爲厭勝之事遣人壞漢園陵罘罳云無使民復思漢如此類也崔發言國有大災則哭以厭之莽乃率群臣至南郊大哭告天下諸生小民旦夕會哭甚者除爲吁嗟郎漢兵至遂發莽先人墳墓燒其棺槨焚其九廟火照城中十一月戊申朔漢兵入城城中人皆降避火前殿莽猶按式廽席隨斗柄而坐曰天生德於予漢兵其如予何庚戌乃昇漸臺執威斗抱符命群臣從者尚千餘人王邑兵盡乃還父子守莽下晡時兵衆上臺邑等戰死邑者成都王商之子也莽藏室中地隅間校尉公孫賔就斬莽頭軍人爭莽身支紛節解肌肉臠切遂傳首詔更始于宛孝平后曰何面目復見漢家遂投火而死后婉瘱有志操自劉氏廢稱疾不朝會莽欲改嫁之今立國將軍孫建子將醫問疾后大怒鞭其旁侍者發怒不起莽遂不敢逼之鍾武劉望聚衆汝南稱尊號嚴尤陳茂投之尤爲大司馬茂爲丞相十餘日望兵敗尤茂并死司命孔仁以兵降漢乃嘆曰吾聞食人食者死其事乃自刎死本傳曰王莽始起外戚折節力行以安名譽宗族稱孝朋友歸仁及其居位輔政成哀之際勤勞國家直道而行動見稱述豈所謂在家必聞在國必聞色取仁而行違者莽旣不仁而有邪佞之材又乗四父歷世之權遭漢中微國統三絕而太后壽考爲之宗主故得肆其姦慝而成篡奪之禍推此言之亦有天時非人力也及其竊位南面處非所據顚覆之勢險於桀紂而莽晏然自謂唐虞復出乃始恣睢奮其威滔天虐民窮凶極惡毒被諸夏亂起蠻貊未足逞其欲焉故海内夏然䘮其樂生之心内外怨恨逺近俱發城池不守支體分裂遂令天下城邑爲墟丘壠發掘害徧生靈延及朽骨書傳所載亂臣賊子無道之人考其禍敗未有如莽之甚也昔秦燔詩書以立私議莽誦六經以文姦言同歸殊塗俱用亡滅此皆亢龍之絕氣非命之運會紫色聲餘分閏位爲聖王之驅除云爾王莽旣敗天下雲擾大者建州郡小者據縣邑公孫述稱帝於蜀隗囂據隴擁衆收集英雄班彪在焉彪即成帝婕妤之弟之稚子也囂問彪曰徃者周亡戰國並爭天下分裂數代然後始定昔者縱橫之事復起於今日乎將乗運迭興在一人也願先生論之論曰周廢興與漢稍異昔周立爵五等諸侯從政根本旣微枝葉強大故其末流有縱橫之事其勢然也漢家承秦之制郡縣治民臣無百年之柄至於成帝假借外家哀平祚短國嗣三絕危自上起傷不及下故王氏之貴傾擅朝廷能竊其位不䘏於人心是以即位之後天下莫不引領而嘆十餘年間中外騷動逺近俱發假號雲合咸稱劉氏不謀同辭方今豪傑帶州域者皆無七國世業之資詩云皇矣上帝臨下有赫監觀四方求民之瘼今民皆謳吟思漢鄉仰劉氏巳可知矣囂曰先生之言周漢之勢可至於見愚人習識劉氏而謂漢家重興疏矣昔秦失其鹿劉氏逐而得之時民復知漢乎彪感其言又閔禍患之不􁅿乃著王命論以救時難其辭曰昔在帝堯之禪曰咨爾舜天之曆數在爾躬舜亦以命禹曁於稷卨咸佐唐虞光濟四海奕世載德至於湯武而有天下雖遭遇異時而禪代不同至於應天順民其揆一也是故劉氏承堯之後氏族之世著於春秋唐據火德而漢運紹之始起豐沛神母夜號以彰赤帝之符由是言之帝王福祚必有明聖顯應之德豐功厚利積累之業然後精誠通於神明流澤加於生民故爲神明所福饗天下所歸徃未見亡命功德不紀而能崛起於此者也世俗見高祖起於布衣不逹其故以爲適遭暴亂得奮其劒遊說之士比於逐鹿捷者幸而得之不知神器有命不可以智力求也悲夫此世俗所以多亂臣賊子也若然豈徒晻於天道又不覩於人事也夫饑饉流離單寒道路思短褐之襲擔石之畜所願不過一金終於轉死溝壑何也則貧窮亦有命也況乎天子之貴四海之富神明之祚可得而妄處哉故雖遭罹阨會竊其權柄勇如信布強如梁籍成如王莽然卒就鼎鑊伏鑕烹煑分裂又況么麽不及數子哉而欲晻干天位者乎是駑蹇之乗不騁千里之塗燕雀之儔不奮六翮之用楶梲之材不荷棟梁之任斗屑之子不秉帝王之量易曰鼎折足覆公餗言不勝任也當秦之末豪傑並起共推陳嬰而欲王之嬰母止之曰自吾爲汝家婦汝世貧賤卒得富貴不祥不如以兵屬人事成少受其利不成禍有所歸嬰從其言而陳氏以寧王陵之母亦見項羽必亡之劉氏將興是歲陵爲漢將獲於楚有漢使來陵母見之曰告吾子漢王長者必得天下爾謹順事之無有二心遂對漢使伏劒而死以固陵心其後果定漢陵爲相封侯夫以匹婦之明猶能推事理之致探禍敗之機傳宗祀於無窮垂策書於春秋而況丈夫乎是故窮逹有命吉凶由人嬰母知廢陵母知興審此四者帝王之分決矣蓋在高祖其興也有五一曰是堯舜之苗裔二曰體貌多奇異三曰神武有徵應四曰寛明而仁信五曰知人善任使加之以誠信好謀逹於聽受見善如不及用人而由巳從諫如順流趣時如響起當食吐哺納子房之策拔足揮洗揖酈生之說悟戌卒之言斷懷土之情高四皓之名割肌膚之愛舉韓信於行陣收陳平於亡命英雄陳力群䇿必舉此高祖之大略也所以成業焉若乃靈瑞符應又可畧聞夫初劉媪姙高祖夢與神遇雷電晦㝠有龍虵之恠及長而多靈有異於衆是以王媪武負感物而折劵吕公覩形而進女秦皇東遊以厭其氣吕后望雲而知其處始受命則白蛇分西入關則五星聚故淮隂留侯謂之天授非人力也歷古今之得失驗行事之成敗稽帝王之世運考五者之所謂趣舍不厭斯位符應不同斯慶而茍昧權利越次妄據外不量力内不知命則必䘮保家之主失天年之壽遇折足之凶伏斧鑕之英雄誠知淵覺悟畏禍戒超然逺覽昭然深識收嬰陵之明分絕信布之覬覦距逐鹿之瞽說審神器之受授無貪不可幾者爲二母之所笑則福祚流於子孫天禄永終矣彪知囂不寤乃避難於河西河西大將軍竇融訪問焉舉茂才爲徐令彪子固字孟堅明帝爲郞據太史公司馬遷史記自高祖至於孝武大功臣紹其後事迄於孝平王莽之際著帝紀表志傳以爲漢書凡百篇述其帝紀其辭曰皇矣漢祖簒堯之緒實天生德聰明神武秦人不綱網漏於楚爰兹發迹斷蛇奮旅神母告符朱旗乃舉越蹈秦郊嬰來稽首革命創制三章是紀應天順人五星同晷項氏畔奐絀我巴漢西土宅心戰士憤怨乗釁而起席卷三秦割據山河保此懷民股肱蕭曹社稷是經爪牙信布腹心良平恭行天罸赫赫明明述高紀孝惠短世高后稱制罔顧天顯吕宗以敗述惠紀太宗穆穆允恭玄黙化民以躬率下以德農不供貢罪不收孥官不新館陵不崇基我德如風民應如草國富刑清登高漢道述文紀孝景蒞政諸侯方命克伐七國王室以定匪怠匪荒務在農桑著于甲令民用寧康述景紀世宗曄曄思弘祖業疇恣熈載髦俊並作厥作伊何百蠻是攘恢我疆宇外愽四荒武功旣抗乃迪斯文憲章六學統一聖眞封禪郊祀祭秩百神協律改正享兹永年述武紀孝昭㓜冲冡宰惟忠燕蓋譸張實叡實聦罪人斯得邦家和同述昭紀中宗明明夤用刑名時舉傳納聽斷惟精柔逺能邇燀燿威靈龍荒朔漠莫不來庭丕承祖烈尚於有成述宣紀孝元翼翼高明柔克賔禮故老優容亮直外割禁苑内損御服離官不衛山陵不邑閹尹之疪穢我明德述元紀孝成皇皇臨朝有光威儀之盛如珪如璋壼闈恣趙朝政在王炎炎燎火亦允不揚述成紀孝哀彬彬克㩜威神凋落洪枝顛倒鼎臣婉孌董公惟亮天功大過之困實橈實凶述哀紀孝平不造新都作宰不周不伊䘮我四海述平紀凡漢有天下地東西萬九千三百二里南北萬二千三百六十八里隄封萬萬四千五百一十三萬六千四百五頃除邑居道路山林川澤郡國不可闢者定墾田八百二十七萬五百六十七頃郡國三事三十縣一千三百一十四道三十三侯國二事四十一戶千二十三萬三千六百一十二口五千六百五十九萬四千九百九十八人此在國家強盛之時凡漢紀其稱年本紀表志傳者書家本語也其稱論者臣悅所論粗表其大事以叅得失以廣視聽也惟漢四百二十有六載皇帝撥亂反正統武興文永惟祖宗之洪業思光啓于萬嗣闡綜大猷命立國典以及群籍於是乃作考舊通連體要以述漢紀易稱多識前言徃行以畜其德詩云古訓是式中興巳前一時之事明主賢臣規模法則得失之軌亦足以監矣撰漢書百篇以綜徃事庶幾來者亦有監乎此其辭曰茫茫上古結繩而治書契爰作典謨云備明德惟馨光於萬祀其在中葉實有陶唐丕顯伊則配天惟明蕩蕩厥猷有煥其章至于有周對日重光於赫大漢統辟元功穆穆惟祗二祖六宗明明皇帝簒承洪緒遭國閔凶困於荼蓼實天生德應運建主矯矯俊臣惟國作輔綏我思成有德思祐撥亂反正大建惟序武功旣列廼贊斯文禮惟前軌命我小臣爰著典籍以立舊勲綜徃昭來永監後昆侍中悅上漢紀本凡七萬二千四百三十二字王莽一萬字莽攝政三年即眞十五年合十八年"}
