{"id": "KR2e0001_001", "series": "KR2e0001", "text": "穆王將征犬戎祭公謀父諫曰不可先王耀徳不觀兵夫兵戢而時動動則威觀則玩玩則無震是故周文公之頌曰載戢干戈載櫜弓矢我求懿徳肆于時夏允王保之先王之於民也茂正其徳而厚其性阜其財求而利其器用明利害之鄉以文修之使務利而避害懷徳而畏威故能保世以滋大昔我先世后稷以服事虞夏及夏之衰也棄稷弗務我先王不窋用失其官而自竄于戎翟之間不敢怠業時序其徳纂修其緒修其訓典朝夕恪勤守以惇篤奉以忠信奕世載徳不忝前人至于武王昭前之光明而加之以慈和事神保民莫不欣喜商王帝辛大惡於民庶民弗忍欣戴武王以致戎于商牧是先王非務武也勤恤民隠而除其害也夫先王之制邦内甸服邦外矦服侯衛賓服蠻夷要服戎翟荒服甸服者祭侯服者祀賓服者享要服者貢荒服者王日祭月祀時享嵗貢終王先王之訓也有不祭則修意有不祀則修言有不享則修文有不貢則修名有不王則修徳序成而有不至則修刑於是乎有刑不祭伐不祀征不享讓不貢告不王於是乎有刑罰之辟有攻伐之兵有征討之備有威讓之令有文告之辭布令陳辭而又不至則又増修於徳無勤民於逺是以近無不聴逺無不服今自大畢伯仕之終也犬戎氏以其職來王天子曰予必以不享征之且觀之兵其無乃廢先王之訓而王幾頓乎吾聞夫犬戎樹惇能帥舊徳而守終純固其有以禦我矣王不聽遂征之得四白狼四白鹿以歸自是荒服者不至恭王游於涇上宻康公從有三女奔之其母曰必致之於王夫獸三為羣人三為衆女三為粲王田不取羣公行下衆王御不參一族夫粲美之物也衆以美物歸女而何徳以堪之王猶不堪况爾小醜小醜備物終必亡康公弗獻一年王滅密厲王虐國人謗王召公告王曰民不堪命矣王怒得衛巫使監謗者以告則殺之國人莫敢言道路以目王喜告召公曰吾能弭謗矣乃不敢言召公曰是鄣之也防民之口甚於防川川壅而潰傷人必多民亦如之是故為川決之使導為民者宣之使言故天子聽政使公卿至於列士獻詩瞽獻典史獻書師箴􁄚賦矇誦百工諫庶人傳語近臣盡規親戚補察瞽史教誨耆艾修之而後王斟酌焉是以事行而不悖民之有口也猶土之有山川也財用於是乎出猶其天地百物皆將取焉胡可專也所怒甚多而不備大難以是教王王能久乎夫王人者將導利而布之上下者也使神人百物無不得其極猶日怵惕懼怨之來也故頌曰思文后稷克配彼天立我烝民莫匪爾極大雅曰陳錫載周是不布利而懼難乎故能載周以至于今今王學專利其可乎匹夫專利猶謂之盜王而行之其歸鮮矣榮公若用周必敗既榮公為卿士諸侯不享王流于彘彘之亂宣王在召公之宫國人圍之召公曰昔吾驟諫王王不從以及此難今殺王子王其以我為懟而怒乎夫事君者險而不懟怨而不怒况事王乎乃以其子代宣王宣王長而立之宣王即位不藉千畞虢文公諫曰不可夫民之大事在䢉上帝之粢盛於是乎出民之蕃庶於是乎生事之共給於是乎在和協輯睦於是乎興財用蕃殖於是乎始敦庬純固於是乎成是故稷為大官古者大史順時覛土陽癉憤盈土氣震發䢉祥晨正日月厎于天廟土乃脉發先時九日大史告稷曰自今至于初吉陽氣俱烝土膏其動弗震弗渝脉其滿眚穀乃不殖稷以告王曰史帥陽官以命我司事曰距今九日土其俱動王其祗祓監䢉不易王乃使司徒咸戒公卿百吏庶民司空除壇于藉命䢉大夫咸戒䢉用先時五日瞽告有恊風至王即齊宫百官御事各即其齊三日王乃淳濯饗醴及期鬱人薦鬯犧人薦醴王祼鬯饗醴乃行百吏庶民畢從及藉后稷監之膳夫䢉正陳藉禮大史贊王王敬從之王耕一墢班三之庶人終于千畞其后稷省功大史監之司徒省民大師監之畢宰夫陳饗膳宰監之膳夫贊王王歆大牢班嘗之庶人終食是日也瞽帥音官以省風土廪于藉東南鍾而藏之而時布之于䢉稷則徧戒百姓紀䢉協功曰隂陽分布震雷出滯土不備墾辟在司寇乃命其旅曰徇䢉師一之䢉正再之后稷三之司空四之司徒五之大保六之大師七之大史八之戰于千畞王師敗績于姜氏之戎魯武公以括與戲見王王立戲樊仲山父諫曰不可立也不順必犯犯王命必誅故出令不可不順也令之不行政之不立行而不順民將棄上夫下事上少事長所以為順也今天子立諸侯而建其少是教逆也若魯從之而諸侯傚之王命將有所壅若不從而誅之是自誅王命也是事也誅亦失不誅亦失天子其圖之王卒立之魯侯歸而卒及魯人殺懿公而立伯御三十二年宣王伐魯立孝公諸侯從是而不睦宣王欲得國子之能導訓諸侯者樊穆仲曰魯侯孝王曰何以知之對曰肅恭明神而敬事耇老賦事行刑必問於遺訓而咨於故實不干所問不犯所咨王曰然則能訓治其民矣乃命魯孝公於夷宫宣王既喪南國之師乃料民于大原仲山父諫曰民不可料也夫古者不料民而知其少多司民協孤終司商協名姓司徒協旅司寇協姦牧協職工協革場協入廪協出是則少多死生出入往來者皆可知也於是乎又審之以事王治䢉於藉蒐于䢉隙耨穫亦於藉獮於既烝狩於畢時是皆習民數者也又何料焉不謂其少而大料之是示少而惡事也臨政示少諸侯避之治民惡事無以賦令且無故而料民天之所惡也害於政而妨於後嗣王卒料之及幽王乃廢滅幽王☰年西周三川皆震伯陽父曰周將亡矣夫天地之氣不失其序若過其序民之亂也陽伏而不能出隂遁而不能烝於是有地震今三川實震是陽失其所而鎮隂也陽失而在隂川源必塞夫水土演而民用也水土無演民乏財用不亡何待昔伊洛竭而夏亡河竭而商亡今周徳若二代之季矣其川源又塞塞必竭夫國必依山川山崩川竭亡之徵也川竭山必崩若國亡不過十年數之紀也夫天之所棄不過其紀是嵗也三川竭岐山崩十一年幽王乃滅周乃東遷惠王三年邊伯石遫蒍國出王而立子穨王處于鄭三年子穨飲三大夫酒子國為客樂及徧儛鄭厲公見虢叔曰吾聞之司寇行戮君為之不舉而况敢樂禍乎今吾聞子穨歌舞不思憂夫出王而代其位禍孰大焉臨禍忘憂是謂樂禍禍必及之盇納王乎虢叔許諾鄭伯將王自圉門入虢叔自北門入殺子穨及三大夫王乃入十五年有神降于莘王問於内史過曰是何故固有之乎對曰有之國之將興其君齊明衷正精潔惠和其徳足以昭其馨香其惠足以同其民人神饗而民聽民神無怨故明神降之觀其政徳而均布福焉國之將亡其君貪冒辟邪淫佚荒怠麤穢暴虐其政腥臊馨香不登其刑矯誣百姓攜貳明神弗蠲而民有逺志民神怨痛無所依懷故神亦往焉觀其苛慝而降之禍是以或見神以興亦或以亡昔夏之興也融降于崇山其亡也回禄信於耹隧商之興也檮杌次於丕山其亡也夷羊在牧周之興也鸑鷟鳴於岐山其衰也杜伯射王于鄗是皆明神之志者也王曰今是何神也對曰昔昭王娶於房曰房后實有爽徳協于丹朱丹朱馮身以儀之生穆王焉實臨照周之子孫而禍福之夫神壹不逺徙遷焉若由是觀之其丹朱乎王曰其誰受之對曰在虢土王曰然則何為對曰臣聞之道而得神是謂逢福淫而得神是謂貪禍今虢少荒其亡乎王曰吾其若之何對曰使大宰以祝史帥狸姓奉犧牲粢盛玉帛往獻焉無有祈也王曰虢其幾何對曰昔堯臨民以五今其胄見神之見也不過其物若由是觀之不過五年王使大宰忌父帥傅氏及祝史奉犧牲玉鬯往獻焉内史過從至虢虢公亦使祝史請土焉内史過歸告王曰虢必亡矣不禋於神而求福焉神必禍之不親於民而求用焉民必違之精意以享禋也慈保庶民親也今虢公動匱百姓以逞其違離民怒神而求利焉不亦難乎十九年晉取虢襄王使召公過及内史過賜晉惠公命吕甥郤芮相晉侯不敬晉侯執玉卑拜不稽首内史過歸以告王曰晉不亡其君必無後且吕郤將不免王曰何故對曰夏書有之曰衆非元后何戴后非衆無與守邦在湯誓曰余一人有辠無以萬夫萬夫有辠在余一人在般庚曰國之臧則維女衆國之不臧則維余一人是有逸罰如是則長衆使民不可不慎也民之所急在於大事先王知大事之必以衆濟也故祓除其心以和惠民考中度衷以涖之昭明物則以訓之制義庶孚以行之祓除其心精也考中度衷忠也昭明物則禮也制義庶孚信也然則長衆使民之道非精不和非忠不立非禮不順非信不行今晉侯即位而背外内之賂虐其處者棄其信也不敬王命棄其禮也施其所惡棄其忠也以惡實心棄其精也四者皆棄則逺不至而近不和矣將何以守國古者先王既有天下又崇立上帝明神而敬事之於是乎有朝日夕月以教民事君諸侯春秋受職于王以臨其民大夫士日恪位箸以儆其官庶人工商各守其業以共其上猶恐有墜失也故為車服旗章以旌之為摰幣瑞節以鎮之為班爵貴賤以列之為令聞嘉譽以聲之猶有散遷解慢而箸在刑辟流在裔土於是乎有夷蠻之國有斧鉞刀墨之民而况可以淫縱其身乎夫晉侯非嗣也而得其位亹亹怵惕保任戒懼猶曰未也若將廣其心而逺其鄰陵其民而卑其上將何以固守夫執玉卑㬱其摯也拜不稽首誣其王也㬱摯無鎮誣王無民夫天事恒象任重享大者必速及故晉侯誣王人亦將誣之欲㬱其鎮人亦將㬱之大臣享其禄弗諫而阿之亦必及焉襄王三年而立晉侯八年而隕於韓十六年而晉人殺懐公無胄秦人殺子金子公襄王使大宰文公及内史興賜晉文公命上卿逆于境晉侯郊勞館諸宗廟饋九牢設庭燎及期命于武宫設桑主布几筵大宰涖之晉侯端委以入大宰以王命命冕服内史贊之三命而後即冕服既畢賓饗贈餞如公命侯伯之禮而加之以宴好内史興歸以告王曰晉不可不善也其君必覇逆王命敬奉禮義成敬王命順之道也成禮義徳之則也則徳以道諸侯諸侯必歸之且禮所以觀忠信仁義也忠所以分也仁所以行也信所以守也義所以節也忠分則均仁行則報信守則固義節則度分均無怨行報無匱守固不偷節度不攜若民不怨而財不匱令不偷而動不攜其何事不濟中能應外忠也施三服義仁也守禮不淫信也行禮不疚義也臣入晉境四者不失臣故曰晉侯其能禮矣王其善之樹於有禮艾人必豐王從之使於晉者道相逮也及惠后之難王出在鄭晉侯納之襄王十六年立晉文公二十一年以諸侯朝于衡雝且獻楚捷遂為踐土之盟於是乎始霸"}
{"id": "KR2e0001_002", "series": "KR2e0001", "text": "襄王十三年鄭人伐􁌇王使游孫伯請􁌇鄭人執之王怒將以翟伐鄭富辰諫曰不可人有言曰兄弟讒鬩侮人百里周文公之詩曰兄弟鬩于牆外禦其侮若是則鬩乃内侮而雖鬩不敗親也鄭在天子兄弟也鄭武莊有大勲力于平桓凡我周之東遷晉鄭是依子穨之亂又鄭之由定今以小忿棄之是以小怨置大徳也無乃不可乎且夫兄弟之怨不徵於它徵於它利乃外矣章怨外利不義棄親即翟不祥以怨報徳不仁夫義所以生利也祥所以事神也仁所以保民也不義則利不阜不祥則福不降不仁則民不至古之明王不失此三徳者故能光有天下而龢寧百姓令聞不忘王其不可以棄之王不聽十七年王降翟師以伐鄭王徳翟人將以其女為后富辰諫曰不可夫婚姻禍福之階也利内則福由之利外則取禍今王外利矣其無乃階禍乎昔摯疇之國也由太任杞繒由大姒齊許申吕由大姜陳由大姬是皆能内利親親者也昔鄢之亡也由仲任密須由伯姞鄶由叔妘聃由鄭姬息由陳媯鄧由楚曼羅由季姬廬由媯是皆外利離親者也王曰利何如而内何如而外對曰尊貴明賢庸勲長老愛親禮新親舊然則民莫不審固其心力以役上令官不易方而財不匱竭求無不至動無不濟百姓兆民夫人奉利而歸諸上是利之内也若七徳離判民乃攜貳各以利退上求不暨是其外利也夫翟無列於王室鄭伯南也王而卑之是不尊貴也翟豺狼之徳也鄭未失周典王而蔑之是不明賢也平桓莊惠皆受鄭勞王而棄之是不庸勲也鄭伯捷之齒長矣王而弱之是不長老也翟隗姓也鄭出自宣王王而虐之是不愛親也夫禮新不間舊王以翟女間姜任非禮且棄舊也王一舉而棄七徳臣故曰利外矣書有之曰必有忍也若能有濟也王不忍小忿而棄鄭又登叔隗以階翟翟封豕豺狼也不可厭也王弗聽十八年王黜翟后翟人來誅殺譚伯富辰曰昔吾驟諫王王弗從以及此難若我不出王其以我為懟乎乃以其屬死之初惠后欲立王子帶故以其黨啓翟人翟人遂入周王乃出居于鄭晉文公納之晉文公既定襄王于郟王勞之以地辭請隧焉王弗許曰昔我先王之有天下也規方千里以為甸服以供上帝山川百神之祀以備百姓兆民之用以待不庭不虞之患其餘以均分公侯伯子男使各有寧宇以順及天地無逢其灾害先王豈有賴焉内官不過九御外官不過九品足以供給神祗而已豈敢猒縱其耳目心腹以亂百度亦唯是死生之服物采章以臨長百姓而輕重布之王何異之有今天降禍灾於周室余一人僅亦守府又不佞以勤叔父而班先王之大物以賞私徳其叔父實應且憎以非余一人余一人豈敢有愛也先民有言曰改玉改行叔父若能光裕大徳更姓改物以創制天下自顯庸也而縮取備物以鎮撫百姓余一人其流辟於裔土何辭之與有若由是姬姓也尚將列為公侯以復先王之職大物其未可改也叔父其茂昭明徳物將自至余敢以私勞變前之大章以忝天下其若先王與百姓何何政令之為也若不然叔父有地而隧焉余安能知之文公遂不敢請受地而還王至自鄭以陽樊賜晉文公陽人不服晉侯圍之倉葛呼曰王以晉君為徳故勞之以陽樊陽樊懷我王徳是以未從於晉謂君其何徳之布以懐柔之使無有逺志今將大泯其宗祊而蔑殺其民人宜吾不敢服也夫三軍之所尋將蠻夷戎翟之驕逸不䖍於是乎致武此羸者陽也未狎君政故臣承命君若惠及之唯官是徵其敢逆命何足以辱師君之武震無乃玩而頓乎臣聞之曰武不可覿文不可匿覿武無烈匿文不昭陽不承獲甸而秪以覿武臣是以懼不然其敢自愛也且夫陽豈有裔民夫亦皆天子之父兄甥舅也若之何其虐之也晉侯聞之曰是君子之言也乃出陽民温之㑹晉人執衛成公歸之于周晉侯請殺之王曰不可夫政自上下者也上作政而下行之不逆故上下無怨今叔父作政而不行無乃不可乎夫君臣無獄今元咺雖直不可聽也君臣皆獄父子將獄是無上下也而叔父聽之一逆矣又為臣殺其君其安庸刑布刑而不庸再逆矣一合諸侯而有再逆政余懼其無後也不然余何私於衛侯晉人乃歸衛侯二十四年秦師將襲鄭過周北門左右皆免胄而下超乘者三百乘王孫滿觀之言於王曰秦師必有讁王曰何故對曰師輕而驕輕則寡謀驕則無禮無禮則脱寡謀自陷入險而脱能無敗乎秦師無讁是道廢也是行也秦師還晉人敗諸殽獲其三修舊徳以奬王室唯是先王之宴禮欲以貽女佘一人敢設飫禘焉忠非親禮而干舊職以亂前好且唯夫戎翟則有體薦夫戎翟冒没輕儳貪而不讓其血氣不治若禽獸焉其適來班貢不俟馨香嘉味故坐諸門外而使舌人體委與之女今我王室之一二兄弟以時相見將龢協典禮以示民訓則無亦擇其柔嘉選其馨香潔其酒醴品其百籩修其簠簋奉其犧象出其尊彛陳其鼎俎靜其巾羃敬其祓除體解節折而共飲食之於是乎有折俎加豆酬幣宴貨以示容合好胡有孑然其效戎翟也夫王公諸侯之有飫也將以講事成章建大徳昭大物也故立成禮烝而已飫以顯物宴以食好嵗飫不倦時宴不淫月㑹旬修日完不忘服物昭庸采飾顯明文章比象周旋序順容貌有崇威儀有則五味實氣五色精心五聲昭徳五義紀宜飲食可饗龢同可觀財用可嘉則順而建徳古之善禮者將焉用全烝武子遂不敢對而退歸乃講聚三代之典禮於是乎修執秩以爲晉法定王使單襄公聘于宋遂假道於陳以聘於楚火朝覿矣道茀不可行也候不在疆司空不視塗澤不陂川不梁野有庾積場功未畢道無列樹墾田若蓺膳宰不致餼司里不授館國無寄寓縣無施舍民將築臺于夏氏及陳陳靈公與孔寧儀行父南冠以如夏氏留賓弗見單子歸告王曰陳侯不有大咎國必亡王曰何故對曰夫辰角見而雨畢天根見而水涸本見而草木節解駟見而隕霜火見而清風戒寒故先王之教曰雨畢而除道水涸而成梁草木節解而備藏隕霜而冬裘具清風至而修城郭宫室故夏令曰九月除道十月成梁其時儆曰收而場功㣥而畚挶營室之中土功其始火之初見期于司里此先王之所以不用財賄而廣施徳於天下者也今陳國火朝覿矣而道路若塞野場若棄澤不陂障川無舟梁是廢先王之教也周制有之曰列樹以表道立鄙食以守路國有郊牧畺有寓望藪有圃草囿有林池所以禦灾也其餘無非穀土民無縣耜野無奥草不奪民時不蔑民功有優無匱有逸無罷國有班事縣有序民今陳國道路不可知田在草間功成而不收民罷於逸樂是棄先王之法制者也周之秩官有之曰敵國賓至闗尹以告行理以節逆之候人為導卿出郊勞門尹除門宗祝執祀司里授館司徒具徒司空視塗司寇詰姦虞人入材甸人積薪火師監燎水師監濯膳宰致餐廩人獻餼司馬陳芻工人展車百官官以物至賓入如歸是故小大莫不懐愛其貴國之賓至則以班加一等益䖍至于王使則皆官正涖事上卿監之若王巡守則君親監之今雖朝也不才有分族於周承王命以為過賓於陳而司事莫至是蔑先王之官也先王之令有之曰天道賞善而罰淫故凡我造國無從非彛無即慆淫各守爾典以承天休今陳侯不念胤續之常棄其伉儷妃嬪而帥其卿佐以淫於夏氏不亦瀆姓矣乎陳我大姬之後也棄衮冕而南冠以出不亦簡彛乎是又犯先王之令也昔先王之教茂帥其徳也猶恐隕越若廢其教而棄其制蔑其官而犯其令將何以守國居大國之間而無此四者其能久乎六年單子如楚八年陳侯殺于夏氏九年楚子入陳定王八年使劉康公聘于魯發幣於大夫季文子孟獻子皆儉叔孫宣子東門子家皆侈歸王問魯大夫孰賢對曰季孟其長處魯乎叔孫東門其亡乎若家不亡身必不免王曰何故對曰臣聞之為臣必臣為君必君寛肅宣惠君也敬恪恭儉臣也寛所以保本也肅所以濟時也宣所以教施也惠所以和民也本有保則必固時動而濟則無敗功教施而宣則徧惠以和民則阜若本固而功成施徧而民阜乃可以長保民矣其何事不徹敬所以承命也恪所以守業也恭所以給事也儉所以足用也以敬承命則不違以恪守業則不懈以恭給事則寛於死以儉足用則逺於憂以事三君若皆蚤世猶可若登年以載其毒必亡十六年魯宣公卒赴者未及東門氏來告亂子家奔齊簡王十一年魯叔孫宣伯亦奔齊成公未没二年簡王八年魯成公來朝使叔孫僑如先聘且告見王孫説與之語説言於王曰魯叔孫之來也必有異焉其享覲之幣薄而言諂殆請之也若請之必欲賜也魯執政唯强故不歡焉而後遣之且其狀方上而鋭下宜觸冒人王其勿賜若貪陵之人來而盈其願是不賞善也且財不給故聖人之施舍也議之其喜怒取予也亦議之是以不主寛惠亦不主猛毅主徳義而已王曰諾使私問諸魯請之也王遂不賜禮如行人及魯侯至仲孫蔑為介王孫説與之語説讓説晉不戰矣楚有五敗晉不知乘我則强之背宋之盟一也薄德而以地賂諸侯二也棄壯之良而用㓜弱三也建立卿士而不用其言四也夷鄭從之三陳而不整五也辠不由晉晉得其民四軍之帥旅力方剛卒伍治整諸侯與之是有五勝也有辭一也得民二也軍帥彊禦三也行列治整四也諸侯輯睦五也有一勝猶足用也有五勝以伐五敗而避之者非人也不可以不戰欒范不欲我則彊之戰而勝是吾力也且夫戰也微謀吾有三伐勇而有禮反之以仁吾三逐楚君之卒勇也見其君必下而趨禮也能獲鄭伯而赦之仁也若是而知晉國之政楚越必朝吾曰子則賢矣抑晉國之舉也不失其次吾懼政之未及子也謂我曰夫何次之有昔先大夫荀伯自下軍之佐以政趙宣子未有軍行而以政今欒伯自下軍往是三子也吾又過於四之無不及若佐新軍而升為政不亦可乎將必求之是其言也君以為奚若襄公曰人有言曰兵在其頸其郤至之謂乎君子不自稱也非以讓也惡其葢人也夫人性陵上者也不可葢也求葢人其抑下滋甚故聖人貴讓且諺曰獸惡其網民惡其上書曰民可近也而不可上也詩曰愷悌君子求福不回在禮敵必三讓是則聖人知民之不可加也故王天下者必先諸民然後庇焉則能長利今郤至在七人之下而欲上之是求葢七人也其亦有七怨怨在小醜猶不可堪而况在侈卿乎其何以待之晉之克也天有惡於楚也故儆之以晉而郤至佻天以為己力不亦難乎佻天不祥乘人不義不祥則天棄之不義則民畔之且郤至何三伐之有夫仁禮勇皆民之為也以義死用謂之勇奉義順則謂之禮畜義豐功謂之仁姦仁為佻姦禮為羞姦勇為賊夫戰盡敵為上守龢同順義為上故制戎以果毅制朝以序成畔戰而擅舍鄭君賊也棄毅行容羞也畔國即讎佻也有三姦以求㬱其上逺於得政矣以吾觀之兵在其頸不可久也雖吾王叔未能違難在大誓曰民之所欲天必從之王叔欲郤至能勿從乎郤至歸明年死難及伯輿之獄王叔陳生奔晉"}
{"id": "KR2e0001_003", "series": "KR2e0001", "text": "單子曰君何患焉晉將有亂其君與三郤其當之乎魯侯曰寡人懼不免於晉今君曰將有亂敢問天道乎抑人故也對曰吾非瞽史焉知天道吾見晉君之容而聽三郤之語矣殆必禍者也夫君子目以定體足以從之是以觀其容而知其心矣目以處義足以步目今晉侯視逺而足髙目不在體而足不步目其心必異矣目體不相從何以能久夫合諸矦國之大事也於是乎觀存亡故國將無咎其君在㑹步言視聽必皆旡謫則可以知徳矣視逺日絶其義足髙日棄其徳言爽日反其信聽淫日離其名夫目以處義足以踐徳口以庇信耳以聽名者也故不可不慎也偏喪有咎既喪則國從之晉矦爽二吾是以云夫郤氏晉之寵人也三卿而五大夫可以戒懼矣高位寔疾僨厚味寔腊毒今郤伯之語犯叔迃季伐犯則陵人迃則誣人伐則揜人有是寵也而益之以三怨其誰能忍之雖齊國子亦將與焉立於淫亂之國而好盡言以招人過怨之本也唯善人能受盡言齊其有乎吾聞之國徳而鄰於不修必受其福今君偪於晉而鄰於齊齊晉有禍可以取伯無徳之患何憂於晉且夫長翟之人利而不義其利淫矣流之若何魯侯歸乃逐叔孫僑如簡王十一年諸侯㑹于柯陵十二年晉殺三郤十三年晉侯殺於翼東門葬以車一乘齊人殺國武子晉孫談之子周適周事單襄公立無跛視無還聽無聳言無逺言敬必及天言忠必及意言信必及身言仁必及人言義必及利言知必及事言勇必及制言教必及辯言孝必及神言惠必及龢言讓必及敵晉國有憂未嘗不戚有慶未嘗不怡襄公有疾召頃公而告之曰必善晉周將得晉國其行也文能文則得天地天地所胙小而後國夫敬文之恭也忠文之實也信文之孚也仁文之愛也義文之制也知文之輿也勇文之帥也教文之施也孝文之本也惠文之慈也讓文之材也象天能敬帥意能忠思身能信愛人能仁利制能義事建能知帥義能勇施辯能教昭神能孝慈和能惠推敵能讓故名之曰黒臀於今再矣襄公曰驩此其孫也而令徳孝恭非此其誰且其夢曰必驩之孫實有晉國其卦曰必三取君於周其徳又可以君國三襲焉吾聞之大誓故曰朕夢協于朕卜襲于休祥戎商必克以三襲也晉仍無道而鮮胄其將失之矣必蚤善晉子其當之也頃公許諾及厲公之亂召周子而立之是為悼公靈王二十二年穀洛鬬將毁王宫王欲壅之大子晉諫曰不可晉聞古之長民者不墮山不崇藪不防川不竇澤夫山土之聚也藪物之歸也川氣之導也澤水之鍾也夫天地成而聚於髙歸物於下疏為川谷以導其氣陂唐污庳以鍾其美是故聚不阤崩而物有所歸氣不沈滯而亦不散越是以民生有財用而死有所葬然則無夭昏札瘥之憂而無飢寒乏匱之患故上下能相固以待不虞古之聖王唯此之慎昔共工棄此道也虞于湛樂淫失其身欲壅防百川墮髙堙庳以害天下皇天弗福庶民弗助禍亂並興共工用滅其在有虞有崈伯鯀播其淫心稱遂共工之過堯用殛之于羽山其後伯禹念前之非度釐改制量象物天地比類百則儀之于民而度之于羣生共之從孫四岳佐之髙髙下下疏川道滯鍾水豐物封崇九山決汨九川陂障九澤豐殖九藪汨越九原宅居九隩合通四海故天無伏隂地無散陽水無沈氣火無灾燀神無閒行民無淫心時無逆數物無害生帥象禹之功度之于軌儀莫非嘉績克厭帝心皇天嘉之胙以天下賜姓曰姒氏曰有夏謂其能以嘉祉殷富生物也胙四岳國命為侯伯賜姓曰姜氏曰有吕謂其能為禹股肱心膂以養物豐民人也此一王四伯豈繄多寵皆亡王之後唯能釐舉嘉義以有胤在下守祀不㬱其典有夏雖衰杞鄫猶在申吕雖衰齊許猶在唯有嘉功以命姓受祀迄于天下及其失之也必有慆淫之心間之故亡其氏姓踣斃不振絶後無主堙㬱隷圉夫亡者豈繄無寵皆黄炎之後也唯不帥天地之度不順四時之序不度民神之義不儀生物之則以殄滅無胤至于今不祀及其得之也必有忠信之心間之度於天地而順於時動龢於民神而儀於物則故高朗令終顯融昭明命姓受氏而附之以令名若啓先王之遺訓省其典圖刑法而觀其廢興者皆可知也其興者必有夏吕之功焉其廢者必有共鯀之敗焉今吾執政無乃實有所避而􁌇夫二川之神使至於争明以妨王宫王而飾之無乃不可乎人有言曰無過亂人之門又曰佐雝者嘗焉佐鬭者傷焉又曰禍不好不能為禍詩曰四牡騤騤旟旐有翩亂生不夷靡國不泯又曰民之貪亂寧為荼毒夫見亂而不惕所殘必多其飾彌章民有怨亂猶不可遏而况神乎王將防鬬川以飾宫是飾亂而佐鬭也其無乃章禍且遇傷乎自我先王厲宣幽平而貪天禍至於今未弭我又章之懼長及子孫王室其愈卑乎其若之何自后稷以來寧亂及文武成康而僅充安民自后稷之始基靖民十五王而文始平之十八王而康克安之其難也如是厲始革典十四王矣基徳十五而始平基禍十五其不濟乎吾朝夕儆懼曰其何徳之修而少光王室以逆天休王又章輔禍亂將何以堪之王無亦鑒于黎苗之王下及夏商之季上不象天而下不儀地中不龢民而方不順時不共神祗而蔑棄五則是以人夷其宗廟而火焚其彛器子孫為隷下夷於民而亦未觀夫前哲令徳之則則此五者而受天之豐福饗民之勲力子孫豐厚令聞不忘是皆天子之所知也天所崇之子孫或在畎畞由欲亂民也畎畞之人或在社稷由欲靖民也無有異焉詩云殷鑒不逺近在夏后之世將焉用飾宫以徼亂也度之天神則非祥也晉羊舌肸聘于周發幣於大夫及單靖公靖公享之儉而敬賓禮贈餞視其上而從之燕無私送不過郊語説昊天有成命單之老送叔向叔向告之曰異哉吾聞之曰一姓不再興今周其興乎其有單子也昔史佚有言曰動莫若敬居莫若儉徳莫若讓事莫若咨單子之況我禮也皆有焉夫宫室不崇器無彤鏤儉也身聳除潔外内齊給敬也宴好享賜不踰其上讓也賓之禮事放上而動咨也如是而加之以無私重之以不殽能辟怨矣居儉動敬徳讓亊咨而能辟怨以為卿佐其有不興乎且其語説昊天有成命頌之盛徳也其詩曰昊天有成命二后受之成王不敢康夙夜基命宥密緝熙亶厥心肆其靖之是道成王之徳也成王能明文昭能定武烈者也夫道成命者而稱昊天翼其上也二后受之讓於徳也成王不敢康敬百姓也夙夜恭也基始也命信也宥寛也密寧也緝明也熙廣也亶厚也肆固也靖龢也其始也翼上徳讓而敬百姓其中也恭儉信寛帥歸於寧其終也廣厚其心以固龢之始於徳讓中於信寛終於固龢故曰成單子儉敬讓咨以應成徳單若不興子孫必蕃後世不忘詩曰其類維何室家之壼君子萬年永錫祚胤類也者不忝前哲之謂也壼也者廣裕民人之謂也萬年也者令聞不忘之謂也祚胤也者子孫蕃育之謂也單子朝夕不忘成王之徳可謂不忝前哲矣膺保明徳以佐王室可謂廣裕民人矣若能類善物以混厚民人者必有章譽蕃育之祚則單子必當之矣單若有闕必兹君之子孫實續之不出於它矣景王二十一年將鑄大錢單穆公曰不可古者天灾降戾於是乎量資幣權輕重以振救民民患輕則為之作重幣以行之於是乎有母權子而行民皆得焉若不堪重則多作輕而行之亦不廢重於是乎有子權母而行小大利之今王廢輕而作重民失其資能無匱乎若匱王用將有所乏乏則將厚取於民民不給將有逺志是離民也且夫備有未至而設之有至而後救之是不相入也可先而不備謂之怠可後而先之謂之召灾周固羸國也天未厭禍焉而又離民以佐灾無乃不可乎將民之與處而離之將灾是備禦而召之則何以經國國無經何以出令令之不從上之患也故聖王樹徳於民以除之夏書有之曰闗石龢均王府則有詩亦有之曰瞻彼旱鹿榛楛濟濟愷悌君子干禄愷悌夫旱鹿之榛楛殖故君子得以易樂干禄焉若夫山林匱竭林鹿散亡藪澤肆既民力彫盡田疇荒蕪資用乏匱君子將險哀之不暇而何易樂之有焉且絶民用以實王府猶塞川原而為潢汚也其竭也無日矣若民離而財匱灾至而備亡王其若之何吾周官之於灾備也其所怠棄者多矣而又奪之資以益其灾是去其藏而翳其人也王其圖之王弗聽卒鑄大錢二十三年王將鑄無射而為之大林單穆公曰不可作重幣以絶民資又鑄大鐘以鮮其繼若積聚既喪又鮮其繼生何以殖且夫鐘不過以動聲若無射有林耳不及也夫鐘聲以為耳也耳所不及非鐘聲也猶目所不見不可以為目也夫目之察度也不過步武尺寸之間其察色也不過墨文尋常之間耳之察龢也在清濁之間其察清濁也不過一人之所勝是故先王之制鐘也大不出鈞重不過石律度量衡於是乎生小大器用於是乎出故聖人慎之今王作鐘也聽之弗及比之不度鐘聲不可以知龢制度不可以出節無益於樂而鮮民財將焉用之夫樂不過以聽耳而美不過以觀目若聽樂而震觀美而眩患莫甚焉夫耳目心之樞機也故必聽龢而視正聽龢則聰視正則明聦則言聽明則徳昭聽言昭徳則能思慮純固以言徳於民民歆而徳之則歸心焉上得民心以殖義方是以作無不濟求無不獲然則能樂夫耳内龢聲而口出美言以為憲令而布諸民正之以度量民以心力從之不倦成事不貳樂之至也口内味而耳内聲聲味生氣氣在口為言在目為明言以信名明以時動名以成政動以殖生政成生殖樂之至也若視聽不龢而有震眩則味入不精不精則氣佚氣佚則不龢於是乎有狂悖之言有眩惑之明有轉易之名有過慝之度出令不信刑政放紛動不順時民無據依不知所力各有離心上失其民作則不濟求則不獲其何以能樂三年之中而有離民之器二焉國其危哉王弗聽問之伶州鳩對曰臣之守官弗及也臣聞之琴瑟尚宫鍾尚羽石尚角匏竹利制大不踰宫細不過羽夫宫音之主也第以及羽聖人保樂而愛財財以備器樂以殖財故樂器重者從細輕者從大是以金尚羽石尚角瓦絲尚宫匏竹尚議革木一聲夫政象樂樂從和和從平聲以龢樂律以平聲金石以動之絲竹以行之詩以道之歌以詠之匏以宣之瓦以贊之革木以節之物得其常曰樂極極之所集曰聲聲應相保曰龢細大不踰曰平如是而鑄之金磨之石繫之絲木越之匏竹節之鼓而行之以遂八風於是乎氣無滯隂亦無散陽隂陽序次風雨時至嘉生繁祉人民龢利物備而樂成上下不罷故曰樂正今細過其主妨於正用物過度妨於財正害財匱妨於樂細抑大陵不容於耳非龢也聽聲越逺非平也妨正匱財聲不龢平非宗官之所司也夫有龢平之聲則有蕃殖之財於是乎道之以中徳詠之以中音徳音不愆以合神人神是以寧民是以聽若夫匱財用罷民力以逞淫心聽之不龢比之不度無益於教而離民怒神非臣之所聞也王不聴卒鑄大鐘二十四年鐘成伶人告龢王謂伶州鳩曰鐘果龢矣對曰未可知也王曰何故對曰上作器民備樂之則為龢今財亡民罷莫不怨恨臣不知其和也且民所曹好鮮其不濟也其所曹惡鮮其不廢也故諺曰衆心成城衆口鑠金今三年之中而害金再興焉懼一之廢也王曰爾老耄矣何知二十五年王崩鐘不龢王將鑄無射問律於伶州鳩對曰律所以立均出度也古之神瞽考中聲而量之以制度律均鐘百官軌儀紀之以三平之以六成於十二天之道也夫六中之色也故名之曰黄鐘所以宣養六氣九徳也由是第之二曰大蔟所以金奏贊陽出滯也三曰姑洗所以修潔百物考神納賓也黜散越也元間大吕助宣物也二間夾鐘出四隙之細也三間中吕宣中氣也四間林鐘和展百事俾莫不任肅純恪也五間南吕贊陽秀也六間應鐘均利器用俾應復也律吕不易無姦物也細鈞有鐘無鎛昭其大也大鈞有鎛無鐘甚大無鎛鳴其細也大昭小鳴和之道也龢平則久久固則純純明則終終復則樂所以成政也故先王貴之王曰七律者何對曰昔武王伐殷嵗在鶉火月在天駟日在析木之津辰在斗柄星在天黿星與日辰之位皆在北維顓頊之所建也帝嚳受之我姬氏出自天黿及析木者有建星及牽牛焉則我皇妣大姜之姪伯陵之後逢公之所馮神也嵗之所在則我有周之分野也月之所在辰馬䢉祥也我太祖后稷之所經緯也王欲合是五位三所而用之自鶉及駟七列也南北之揆七同也凡神人以數合之以聲昭之數合聲龢然後可同也故以七同其數而以律龢其聲於是乎有七律王以二月癸亥夜陳未畢而雨以夷則之上宫畢之當辰辰在戍上故長夷則之上宫名之曰羽所以藩屏民則也王以黄鐘之下宫布戎于牧之野故謂之厲所以厲六師也以大蔟之下宫布令于商昭顯文徳厎紂之多辠故謂之宣所以宣三王之徳也反及嬴内以無射之上宫布憲施舍於百姓故謂之嬴亂所以優柔容民也景王既殺下門子賓孟適郊見雄雞自㫁其尾問之侍者曰憚其犧也遽歸告王曰吾見雄雞自㫁其尾而人曰憚其犧也吾以為信畜矣人犧實難已犧何害抑其惡為人用也乎則可也人異於是犧者實用人也王弗應田于鞏使公卿皆從將殺單子未克而崩敬王十年劉文公與萇弘欲城成周為之告晉魏獻子為政説萇弘而與之將合諸侯衛彪傒適周聞之見單穆公曰萇劉其不沒乎周詩有之曰天之所支不可壞也其所壞亦不可支也昔武王充殷而作此詩也以為飫歌名之曰支以遺後之人使永監焉夫禮之立成者為飫昭明大節而已少典與焉是以爲之日惕其欲教民戒也然則夫支之所道者必盡知天地之爲也不然不足以遺後之人今萇劉欲支天之所壊不亦難乎自幽王而天奪之明使迷亂棄徳而即慆淫以亡其百姓其壊之也久矣而又將補之殆不可矣水火之所犯猶不可救而况天乎諺曰從善如登從惡如崩昔孔甲亂夏四世而殞玄王勤商十有四世而興帝甲亂之七世而殞后稷勤周十有五世而興幽王亂之十有四世守府之謂多胡可興也夫周髙山廣川大藪也故能生之良材而幽王蕩以為魁陵糞土溝瀆其有悛乎單子曰其咎孰多曰萇叔必速及夫將以道補者也夫天道道可而省不萇叔反是以誑劉子必有三殃違天一也反道二也誑人三也周若無咎萇叔必為戮雖晉魏子亦將及焉若得天福其當身乎若劉氏則必子孫實有禍夫子而棄常法以從其私欲用巧變以崇天灾勤百姓以為己名其殃大矣是嵗也魏獻子合諸侯之大夫於翟泉遂田于大陸焚而死及范中行之難萇弘與之晉人以為討二十八年殺萇弘及定王劉氏亡"}
{"id": "KR2e0001_004", "series": "KR2e0001", "text": "長勺之役曹劌問所以戰於嚴公公曰余不愛衣食於民不愛牲玉於神對曰夫惠本而後民歸之志民和而後神降之福若布德于民而平均其政事君子務治而小人務力動不違時器不過用財用不匱莫不共祀是以用民無不聽求福無不豐今將惠以小賜祀以獨恭小賜不咸獨恭不優不咸民弗歸也不優神弗福也將何以戰夫民求不匱於財而神求優裕於享者也故不可以不本公曰余聽獄雖不能察必以情斷之對曰是則可矣夫茍中心圖民知雖不及必將至焉嚴公如齊觀社曹劌諫曰不可夫禮所以正民也是故先王制諸矦使五年四王一相朝也終則講於㑹以正班爵之義帥長幼之序訓上下之則制財用之節其閒無由荒怠夫齊棄大公之法而觀民於社君爲是舉而往觀之非故業也何以訓民土發而社助時也收攟而烝納要也今齊社而往觀旅非先王之訓也天子祀上帝諸矦㑹之受命焉諸矦祀先王先公卿大夫佐之受事焉臣不聞諸矦之相㑹祀也祀又不法君舉必書書而不法後嗣何觀公不聽遂如齊嚴公丹桓宫之楹而刻其桷匠師慶言於公曰臣聞聖王公之先封者遺後之人法使無䧟於惡其爲後世昭前之令聞也使長監於世故能攝固不解以久今先君儉而君侈之令德㬱矣公曰吾屬欲美之對曰無益於君而㬱前之令德臣故曰庶可以己乎公弗聽哀姜至公使大夫宗婦覿用幣宗人夏父展曰非故也公曰君作故對曰君作而順則故之逆則亦書其逆也臣從有司懼逆之書於後也故不敢不告夫婦贄不過棗㮚以告䖍也男則玉帛禽鳥以章物也今婦執幣是男女無别也男女之别國之大節也不可無也公弗聽魯饑臧文仲言於嚴公曰夫爲四鄰之援結諸矦之信重之以婚姻申之以盟誓固國之艱急是爲鑄名器藏寶財固民之殄病是待今國病矣君盇以名器請糴于齊公曰誰使對曰國有饑饉卿出告糴古之制也辰也備卿辰請如齊公使往從者曰君不命吾子吾子請之其爲選事乎文仲曰賢者急病而讓夷居官者當事不避難在位者恤民之患是以國家無違今我不如齊非急病也在上不恤下居官而惰非事君也文仲以鬯圭與玉磬如齊告糴曰天灾流行戾于敝邑饑饉荐降民羸幾卒大懼殄周公大公之命祀職貢業事之不共而獲戾不腆先君之敝器敢告滯積以紓執事以救敝邑使能共職豈唯寡君與二三臣實受君賜其周公大公及百辟神祇實永饗而賴之齊人歸其玉而予之糴齊孝公來伐臧文仲欲以辭告病焉問於展禽對曰獲聞之處大敎小處小事大所以禦亂也不聞以辭若爲小而崇以怒大國使加已亂亂在前矣辭其何益文仲曰國急矣百物唯其可者將無不趨也願以子之辭行賂焉其可乎展禽使乙喜以膏沐犒師曰寡君不佞不能事疆埸之司使君盛怒以暴露於敝邑之野敢犒輿師齊矦見使者曰魯國恐乎對曰小人恐矣君子則不公曰室如縣磬野無青草何恃而不恐對曰恃二先君之所職業昔者成王命我先君周文公及齊先君大公曰女股肱周室以夾輔先王賜女土地質之以犧牲世世子孫無相害也今君來討敝邑之罪其亦使聽從而釋之必不泯其社稷豈其貪壤地而棄先王之命其何以鎭撫諸矦恃此以不恐齊矦乃許爲平而還温之㑹晉人執衛成公歸之于周使醫鴆之不死醫亦不誅臧文仲言於僖公曰夫衞君殆無罪矣刑五而已無有隱者隱乃諱也大刑用甲兵其次用斧鉞中刑用刀鋸其次用鑽笮薄刑用鞭扑以威民也故大者陳之原野小者致之市朝五刑三次是無隱也今晉人鴆衞矦不死亦不討其使者諱而惡殺之也有諸矦之請必免之臣聞之班相恤也故能有親夫諸矦之患諸矦恤之所以訓民也君盇請衞君以示親於諸矦且以動晉夫晉新得諸矦使亦曰魯不棄其親其亦不可以惡公說行玉二十瑴乃免衞矦自是晉聘於魯加於諸矦一等爵同則厚其好貨衛矦聞其臧文仲之爲也使納賂焉辭曰外臣之言不越境不敢及君晉文公解曹地以分諸矦僖公使臧文仲往宿於重館重館人告曰晉始伯而欲固諸矦故解有罪之地以分諸矦諸矦莫不望分而欲親晉皆將爭先晉不以故班亦必親先者吾子不可以不速行魯之班長而又先諸矦其誰望之若少安恐無及也從之獲地於諸矦爲多反旣復命爲之請曰地之多也重館人之力也臣聞之曰善有章雖賤賞也惡有釁雖貴罰也今一言而辟境其章大矣請賞之乃出而爵之海鳥曰爰居止於魯東門之外二日臧文仲使國人祭之展禽曰越哉臧孫之爲政也夫祀國之大節也而節政之所成也故愼制祀以爲國典今無故而加典非政之宜也夫聖王之制祀也法施於民則祀之以死勤事則祀之以勞定國則祀之能禦大灾則祀之能扞大患則祀之非是族也不在祀典昔烈山氏之有天下也其子曰柱能殖百穀百𬞞夏之興也周棄繼之故祀以爲稷共工氏之伯九有也其子曰后土能平九土故祀以爲社黃帝能成命百物以明民共財顓頊能脩之帝嚳能序三辰以固民堯能單均刑法以儀民舜勤民事而野死鯀鄣洪水而殛死禹能以德脩鯀之功契爲司徒而民輯冥勤其官而水死湯以寛治民而除其邪稷勤百穀而山死文王以文昭武王去民之穢故有虞氏禘黃帝而祖顓頊郊堯而宗舜夏后氏禘黃帝而祖顓頊郊鯀而宗禹商人禘舜而祖契郊冥而宗湯周人禘嚳而郊稷祖文王而宗武王幕能帥顓頊者也有虞氏報焉杼能帥禹者也夏后氏報焉上甲微能帥契者也商人報焉髙圉大王能帥稷者也周人報焉凡禘郊宗祖報此五者國之典祀也加之以社稷山川之神皆有功烈於民者也及前哲令德之人所以爲明質也及天之三辰民所以瞻仰也及地之五行所以生殖也及九州名山川澤所以出財用也非是不在祀典今海鳥至已不知而祀之以爲國典難以爲仁且知矣夫仁者講功而知者處物無功而祀之非仁也不知而不問非知也今兹海其有灾乎夫廣川之鳥獸恒知而避其灾也是歳也海多大風冬煗文仲聞柳下季之言曰信吾過也季子之言不可不法也使書以爲三筴文公欲弛孟文子之宅使謂之曰吾欲利子於外之寛者對曰夫位政之建也署位之表也車服表之章也宅章之次也禄次之食也君議五者以建政爲不易之故也今有司來命易臣之署與其車服而曰將易而次爲寛利也夫署所以朝夕䖍君命也臣立先臣之署服其車服爲利故而易其次是辱君命也不敢聞命若罪也則今命臣更次於外爲有司之以班命事也無乃違乎請從司徒以班徙次公亦弗取夏父弗忌爲宗烝將躋僖公宗有司曰非昭穆也曰我爲宗伯明者爲昭其次爲穆何常之有有司曰夫宗廟之有昭穆也以次世之長幼而等胄之親䟽也夫祀昭孝也各致齊敬於其皇祖昭孝之至也故工史書世宗祝書昭穆猶恐其踰也今將先明而後祖自玄王以及主癸莫若湯自稷以及王季莫若文武商周之烝也未嘗躋湯與文武爲踰也魯未若商周而改其常無乃不可乎弗聽遂躋之展禽曰夏父弗忌必有殃夫宗有司之言順矣僖又未有明焉犯順不祥以逆訓民亦不祥易神之班亦不祥不明而躋之亦不祥犯鬼道二犯人道二能無殃乎侍者曰若有殃焉在抑刑戮也其夭札也曰未可知也若血氣強固將壽寵得没雖壽而没不爲無殃旣其葬也焚煙徹于上莒大子僕殺紀公以其寶來奔宣公使僕人以書命季文子曰夫莒大子不憚以吾故殺其君而以寶來其愛我甚矣爲我予之邑今日必授無逆命矣里革遇之而更其書曰夫莒大子殺其君而竊其寶來不識窮固又求自邇爲我流之於夷今日必通無逆命矣明日有司復命公詰之僕人以里革對公執之曰違君命者女亦聞之乎對曰臣以死奮筆奚啻其聞之也臣聞之曰毁則者爲賊掩賊者爲臧竊寶者爲軌用軌之財者爲姦使君爲臧姦者不可不去也臣違君命者亦不可不殺也公曰寡人實貪非子之罪也乃舍之宣公夏濫於泗淵里革斷其罟而棄之曰古者大寒降土蟄發水虞於是乎講罛罶取名魚登川禽而嘗之􁙓廟行諸國人助宣氣也鳥獸孕水蟲成獸虞於是乎禁罝羅矠魚鼈以爲夏槁助生阜也鳥獸成水蟲孕水虞於是乎禁罝䍡設穽鄂以實廟庖畜功用也且夫山不槎櫱澤不伐夭魚禁鯤鮞獸長麑䴠鳥翼鷇卵蟲舍蚳蝝蕃庶物也古之訓也今魚方别孕不敎魚長又行網罟貪無蓺也公聞之曰吾過而里革匡我不亦善乎是良罟也爲我得法使有司藏之使吾無忘諗師存侍曰藏罟不如寘里革於側之不忘也子叔聲伯如晉謝季文子郤犨欲與之邑弗受也歸鮑國謂之曰子何辭苦成叔之邑欲信讓邪抑知其不可乎對曰吾聞之不厚其棟不能任重重莫如國棟莫如德夫苦成叔家欲任兩國而無大德其不存也亡無日矣譬之如疾余恐易焉苦成氏有三亡少德而多寵位下而欲上政無大功而欲大禄皆怨府也其君驕而多私勝敵而歸必立新家立新家不因民不能去舊因民非多怨民無所始爲怨三府可謂多矣其身之不能定焉能予人邑鮑國曰我信不若子若鮑氏有釁吾不圖矣今子圖逺以讓邑必常立矣晉人殺厲公邊人以告成公在朝公曰臣殺其君誰之過也大夫莫對里革曰君之過也夫君人者其威大矣失威而至於殺其過多矣且夫君也者將牧民而正其邪者也若君縱私回而棄民事民旁有慝無由省之益邪多矣若以邪臨民陷而不振用善不肯專則不能使至於殄滅而莫之恤也將安用之桀奔南巢紂踣于京厲㳅于彘幽滅于戲皆是術也夫君也者民之川澤也行而從之美惡皆君之由民何能爲焉季文子相宣成無衣帛之妾無食粟之馬仲孫它諫曰子爲魯上卿相二君矣妾不衣帛馬不食粟人其以子爲愛且不華國乎文子曰吾亦願之然吾觀國人其父兄之食麤而衣惡者猶多矣吾是以不敢人之父兄食麤衣惡而我美妾與馬無乃非相人者乎且吾聞以德榮爲國華不聞以妾與馬文子以告孟獻子獻子囚之七日自是子服之妾衣不過七升之布馬餼不過稂莠文子聞之曰過而能改者民之上也使爲上大夫"}
{"id": "KR2e0001_005", "series": "KR2e0001", "text": "叔孫穆子聘於晉晉悼公饗之樂及鹿鳴之三而後拜樂三晉矦使行人問焉曰子以君命鎭撫敝邑不腆先君之禮以辱從者不腆之樂以節之吾子舍其大而加禮於其細敢問何禮也對曰寡君使豹來繼先君之好君以諸矦之故況使臣以大禮夫先樂金奏肆夏繁遏渠天子所以饗元矦也皇皇者華君敎使臣曰每懷靡及諏謀度詢必咨於周敢不拜敎臣聞之曰懷和爲每懷咨才爲諏咨事爲謀咨義爲度咨親爲詢忠信爲周君況使臣以大禮重之以六德敢不重拜季武子爲三軍叔孫穆子曰不可天子作師公帥之以征不德元矦作師卿帥之以承天子諸矦有卿無軍帥敎衛以贊元矦自伯子男有大夫無卿帥賦以從諸矦是以上能征下下無姦慝今我小矦也處大國之閒繕貢賦以共從者猶懼有討若爲元矦之所以怒大國無乃不可乎弗從遂作中軍自是齊楚代討於魯襄昭皆如楚諸矦伐秦及涇莫濟晉叔嚮見叔孫穆子曰諸矦謂秦不恭而討之及涇而止於秦何益穆子曰豹之業及匏有苦葉矣不知其它叔嚮退召舟虞與司馬曰夫苦匏不材於人共濟而已魯叔孫賦匏有苦葉必將涉矣具舟除隧不共有法是行也魯人以莒人先濟諸矦從之襄公如楚及漢聞康王卒欲還叔仲昭伯曰君之來也非爲一人也爲其名與其衆也今王死其名未改其衆未敗何爲還諸大夫皆欲還子服惠伯曰不知所爲姑從君乎叔仲曰子之來也非欲安身也爲國家之利也故不憚勤逺而聽於楚非義楚也畏其名與衆也夫義人者固慶其喜而弔其憂況畏而服焉聞畏而往聞喪而還苟芈姓實嗣其誰代之任喪王大子又長矣執政未改予爲先君來死而去之其誰曰不如先君將爲喪舉聞喪而還其誰曰非侮也事其君而任其政其誰由已貳求說其侮而亟於前之人其讎不滋大乎說侮不懦執政不貳帥大讎以憚小國其誰云待之若從君而走患則不如違君以辟難且夫君子計成而後行二三子計乎有禦楚之術而有守國之備乎則可也若未有不如往也乃遂行反及方城聞季武子襲卞公欲還出楚師以伐魯榮成伯曰不可君之於臣其威大矣不能令於國而恃諸矦諸矦其誰暱之若得楚師以伐魯魯旣不違夙之取卞也必用命焉守必固矣若楚之充魯諸姬不獲闚焉而況君乎彼無亦置其同類以服東夷而大攘諸夏將天下是王而何德於君其予君也若不克魯君以蠻夷伐之而又求入焉必不獲矣不如予之夙之事君也不敢不悛醉而怒醒而喜庸何傷君其入也乃歸襄公在楚季武子取卞使季冶逆追而予之璽書以告曰卞人將叛臣討之旣得之矣公未言榮成子曰子股肱魯國社稷之事子實制之唯子所利何必卞卞有罪而子征之子之隷也又何謁焉子冶歸致禄而不出曰使予欺君謂予能也能而欺其君敢享其禄而立其朝乎虢之㑹楚公子圍二人執戈先焉蔡公孫歸生與鄭罕虎見叔孫穆子穆子曰楚公子甚美不大夫矣抑君也鄭子皮曰有執戈之前吾惑之蔡子家曰楚大國也公子圍其令尹也有執戈之前不亦可乎穆子曰不然天子有虎賁習武訓也諸矦有旅賁禦灾害也大夫有貳車備承事也士有陪乗告奔走也今大夫而設諸矦之服有其心矣若無其心而敢設服以見諸矦之大夫乎將不入矣夫服心之文也如龜焉灼其中必文於外若楚公子不爲君必死不合諸矦矣公子圍反殺郟敖而代之虢之㑹諸矦之大夫尋盟末退季武子伐莒取鄆莒人告于㑹楚人將以叔孫穆子爲戮晉樂王鮒求貨於穆子曰吾爲子請於楚穆子不予梁其踁謂穆子曰有貨以衞身也出貨而可以免子何愛焉穆子曰非汝所知也承君命以㑹大事而國有夫棟折而榱崩吾懼壓焉故曰雖死於外而庇宗於内可也今旣免大恥而不忍小忿可以爲能乎乃出見之平丘之㑹晉昭公使叔嚮辭昭公弗與盟子服惠伯曰晉信蠻夷而棄兄弟其執政貳也貳必失諸矦豈唯魯然夫失其政者必毒於人魯懼及焉不可以不恭必使上卿從之季平子曰然則意如乎若我往晉必患我誰爲之貳子服惠伯曰椒旣言之矣敢逃難乎椒請從晉人執平子子服惠伯見韓宣子曰夫盟信之要也晉爲盟主是主信也若盟而棄魯矦信抑闕矣昔欒氏之亂齊人閒晉之禍伐取朝歌我先君襄公不敢寧處使叔孫豹悉帥弊賦踦跂畢行無有處人以從軍吏次於雝俞與邯鄲勝擊齊之左掎止晏萊焉齊師退而後敢還非以求逺也以魯之水之怪曰龍罔象土之怪曰墳羊季康子問於公父文伯之母曰主亦有以語肥也對曰吾能老而已何以語子康子曰雖然肥願有聞於主對曰吾聞之先姑曰君子能勞後世有繼子夏聞之曰善哉商聞之曰古之嫁者不及舅姑謂之不幸夫婦學於舅姑者也公父文伯飲南宫敬叔酒以露睹父爲客羞鼈焉小睹父怒相延食鼈辭曰將使鼈長而後食之遂出文伯之母聞之怒曰吾聞之先子曰祭養尸饗養上賓鼈於何有而使夫人怒也遂逐之五日魯大夫辭而復之公父文伯之母如季氏康子在其朝與之言弗應從之及􁙓門弗應而入康子辭於朝而入見曰肥也不得聞命無乃罪乎曰子弗聞乎天子及諸矦合民事於外朝合神事於内朝自卿以下合官職於外朝合家事於内朝􁙓門之内婦人治其業焉上下同之夫外朝子將業君之官職焉内朝子將庀季氏之政焉皆非吾所敢言也公父文伯退朝朝其母其母方績文伯曰以歜之家而主猶績懼千季孫之怒也其以歜爲不能事主乎其母歎曰魯其亡乎使僮子備官而未之聞邪居吾語女昔聖王之處民也擇瘠土而處之勞其民而用之故長王天下夫民勞則思思則善心生逸則淫淫則忘善忘善則惡心生沃土之民不材淫也瘠土之民莫不嚮義勞也是故天子大采朝日與三公九卿祖識地德日中考政與百官之政事師尹惟旅牧相宣序民事少采夕月與太史司載糾虔天刑日入監九御使潔奉禘郊之粢盛而後卽安諸矦朝脩天子之業命晝考其國職夕省其典刑夜儆百工使無慆淫而後卽安卿大夫朝考其職晝講其庶政夕序其業夜庀其家事而後卽安士朝而受業晝而講貫夕而習復夜而計過無憾而後卽安自庶人以下明而動晦而休無日以怠王后親織玄紞公矦之夫人加之以紘綖卿之内子爲大帶命婦成祭服列士之妻加之以朝服自庶士以下皆衣其夫社而賦事烝而獻功男女效績愆則有辟古之制也君子勞心小人勞力先王之訓也自上以下誰敢淫心舍力今我寡也爾又在下位朝夕處事猶恐忘先人之業況有怠惰其何以避辟吾冀而朝夕脩我曰必無廢先人爾今曰胡不自安以是承君之官余懼穆伯之絕祀也仲尼聞之曰弟子志之季氏之婦不淫矣公父文伯之母季康子之從祖叔母也康子往焉䦱門與之言皆不踰閾祭悼子康子與焉酢不受徹俎不宴宗不具不繹繹不盡飫則退仲尼聞之以爲别於男女之禮矣公父文伯之母欲室文伯饗其宗老而爲賦緑衣之三章老請守龜卜室之族師亥聞之曰善哉男女之饗不及宗臣宗室之謀不過宗人謀而不犯微而昭矣詩所以合意歌所以詠詩也今詩以合室歌以詠之度於法矣公父文伯卒其母戒其妾曰吾聞之好内女死之好外士死之今吾子夭死吾惡其以好内聞也二三婦之辱共先祀者請無瘠色無洵涕無搯膺無憂容有降服無加服從禮而靜是昭吾子也仲尼聞之曰女知莫如婦男知莫如夫公父氏之婦知也夫欲明其子之令德也公父文伯之母朝哭穆伯而莫哭文伯仲尼聞之曰季氏之婦可謂知禮矣愛而無私上下有章呉伐越墮會稽獲骨焉節專車呉子使來好聘且問之仲尼曰無以吾命賓發幣於大夫及仲尼仲尼爵之旣徹俎而宴客執骨而問曰敢問骨何爲大仲尼曰丘聞之昔禹致羣神於會稽之山防風氏後至禹殺而戮之其骨節專車此爲大矣客曰敢問誰守爲神仲尼曰山川之靈足以紀綱天下者其守爲神社稷之守爲公侯皆屬於王者客曰防風氏何守也仲尼曰汪芒氏之君也守封隅之山者也爲漆姓在虞夏商爲汪芒氏於周爲長翟今爲大夫客曰人長之極幾何仲尼曰僬僥氏長三尺短之至也長者不過十之數之極也仲尼在陳有隼集于陳矦之庭而死楛矢貫之石砮其長尺有咫陳惠公使人以隼如仲尼之館問之仲尼曰隼之來也逺矣此肅愼氏之矢也昔武王充商通道于九夷百蠻使各以其方賄來貢使無忘職業於是肅愼氏貢楛矢石砮其長尺有咫先王欲昭其令德之致逺也以示後人使永監焉故銘其栝曰肅愼氏之貢矢以分大姬配虞胡公而封諸陳古者分同姓以珍玉展親也分異姓以逺方之職貢使無忘服也故分陳以肅愼氏之貢君若使有司求諸故府其可得也使求得之金櫝如之齊閭丘來盟子服景伯戒宰人曰䧟而入於恭閔馬父笑景伯問之對曰笑吾子之大滿也昔正考父校商之名頌十二篇於周大師以那爲首其輯之亂曰自古在昔先民有作温恭朝夕執事有恪先聖王之傳恭猶不敢專稱曰自古古曰在昔昔曰先民今吾子之戒吏人曰䧟而入於恭其滿之甚也周恭王能庇昭穆之闕而爲恭楚恭王能知其過而爲恭今吾子之敎官寮曰陷而後恭道將何爲季康子欲以田賦使冉有訪諸仲尼仲尼不對私於冉有曰求來汝不聞乎先王制土藉田以力而砥其逺邇賦里以入而量其有無任力以夫而議其老幼於是乎有鰥寡孤疾有軍旅之出則徵之無則已其歳收田一井出稯禾秉芻缶米不是過也先王以爲足若子季孫欲其法也則有周公之藉矣若欲犯法則茍而賦又何訪焉"}
{"id": "KR2e0001_006", "series": "KR2e0001", "text": "桓公自莒反于齊使鮑叔爲宰辭曰臣君之庸臣也君加惠於臣使不凍餧則是君之賜也若必治國家者則非臣之所能也若必治國家者則管夷吾乎臣之所不若夷吾者五寛惠柔民弗若也治國家不失其柄弗若也忠信可結於百姓弗若也制禮義可法於四方弗若也執枹鼓立於軍門使百姓加勇焉弗若也桓公曰夫管夷吾射寡人中鉤是以濱於死鮑叔對曰夫爲其君動也君若宥而反之夫猶是也桓公曰若何鮑子對曰請諸魯桓公曰施伯魯君之謀臣也夫知吾將用之必不予我矣若之何鮑子對曰使人請諸魯曰寡君有不令之臣在君之國欲以戮於羣臣故請之則予我矣桓公使請諸魯如鮑叔之言嚴公以問施伯施伯對曰此非欲戮之也欲用其政也夫管子天下之才也所在之國則必得志於天下令彼在齊則必長爲魯國憂矣嚴公曰若何施伯對曰殺而以其屍授之嚴公將殺管仲齊使者請曰寡君欲親以爲戮若不生得以戮於羣臣猶未得請也請生之於是嚴公使束縛以予齊使齊使受而以退比至三釁三浴之桓公親逆之于郊而與之坐問焉曰昔吾先君襄公築臺以爲髙位田狩畢弋不聽國政卑聖侮士而唯女是崇九妃六嬪陳妾數百食必粱肉衣必文繡戎士凍餧戎車待游車之裂戎士待陳妾之餘優笑在前賢材在後是以國家不日引不月長恐宗廟之不埽除社稷之不血食敢問爲此若何管子對曰昔吾先王昭王穆王世法文武逺績以成名合羣叜比校民之有道者設象以爲民紀式權以相應比綴以度竱本肈末勸之以賞賜糾之以刑罰班序顚毛以爲民紀統桓公曰爲之若何管子對曰昔者聖王之治天下也參其國而伍其鄙定民之居成民之事陵爲之終而愼用其六柄焉桓公曰成民之事若何管子對曰四民者勿使雜處雜處則其言哤其事易公曰處士䢉工商若何管子對曰昔聖王之處士也使就閒燕處工就官府處商就市井處䢉就田野令夫士羣萃而州處閒燕則父與父言義子與子言孝其事君者言敬其幼者言悌少而習焉其心安焉不見異物而遷焉是故其父兄之敎不肅而成其子弟之學不勞而能夫是故士之子恒爲士令夫工羣萃而州處審其四時辨其功苦權節其用論比協材旦莫從事施於四方以飭其子弟相語以事相示以巧相陳以功少而習焉其心安焉不見異物而遷焉是故其父兄之教不肅而成其子弟之學不勞而能夫是故工之子恒爲工令夫商羣萃而州處察其四時而監其鄕之資以知其市之賈負任儋何服牛軺馬以周四方以其所有易其所無市賤鬻貴旦莫從事於此以飭其子弟相語以利相示以賴相陳以知賈少而習焉其心安焉不見異物而遷焉是故其父兄之敎不肅而成其子弟之學不勞而能夫是故商之子恒爲商令夫䢉羣萃而州處察其四時權節其用耒耜枷芟及寒擊菒除田以待時耕及耕深耕而疾耰之以待時雨時雨旣至挾其槍刈耨鎛以旦莫從事於田野脫衣就功首戴茅蒲身衣襏襫霑體塗足暴其髮膚盡其四支之敏以從事於田野少而習焉其心安焉不見異物而遷焉是故其父兄之敎不肅而成其子弟之學不勞而能夫是故䢉之子恒爲䢉野處而不暱其秀民之能爲士者必足賴也有司見而不以告其罪五有司已於事而竣桓公曰定民之居若何管子對曰制國以爲二十一鄉桓公曰善管子於是制國以爲二十一鄕工商之鄕六士鄕十五公帥五鄕焉國子帥五鄕焉髙子帥五鄕焉參國起案以爲三官臣立三宰工立三族市立三鄕澤立三虞山立三衡桓公曰吾欲從事於諸矦其可乎管子對曰未可國未安桓公曰安國若何管子對曰脩舊法擇其善者而業用之遂滋民與無財而敬百姓則國安矣桓公曰諾遂脩舊法擇其善者而業用之遂滋民與無財而敬百姓國旣安矣桓公曰國安矣其可乎管子對曰未可君若正卒伍脩甲兵則大國亦將正卒伍脩甲兵則難以速得志矣君有攻伐之器小國諸矦有守禦之備則難以速得志矣君若欲速得志於天下諸矦則事可以隱令可以寄政桓公曰爲之若何管子對曰作内政而寄軍令焉桓公曰善管子於是制國五家爲軌軌爲之長十軌爲里里有司四里爲連連爲之長十連爲鄕鄕有良人焉以爲軍令五家爲軌故五人爲伍軌長帥之十軌爲里故五十人爲小戎里有司帥之四里爲連故二百人爲卒連長帥之十連爲鄕故二千人爲旅鄕良人帥之五鄕一帥故萬人爲一軍五鄕之帥帥之三軍故有中軍之鼓有國子之鼓有髙子之鼓春以獀振旅秋以獮治兵是故卒伍整於里軍旅整於郊内敎旣成令勿使遷徙伍之人祭祀同福死喪同恤禍灾共之人與人相疇家與家相疇世同居少同游故夜戰聲相聞足以不乖晝戰目相視足以相識其歡欣足以相死居同樂行同和死同哀是故守則同固戰則同彊君有此士也三萬人以方行於天下以誅無道以屏周室天下大國之君莫之能禦也正月之朝鄕長復事君親問焉曰於子之鄕有居處好學慈孝於父母聦慧質仁發聞於鄕里者有則以告有而不以告謂之蔽明其罪五有司已於事而竣桓公又問焉曰於子之鄕有拳勇股肱之力秀出於衆者有則以告有而不以告謂之蔽賢其罪五有司已於事而竣桓公又問焉曰於子之鄕有不慈孝於父母不長弟於鄕里驕躁淫暴不用上令者有則以告有而不以告謂之下比其罪五有司已於事而竣是故鄕長退而脩德進賢桓公親見之遂使役官桓公令官長期而書伐以告且選選其官之賢者而復用之曰有人居我官有功休德惟愼端慤以待時使民以勸綏謗言足以補官之不善政桓公召而與之語訾相其質足以比成事誠可立而授之設之以國家之患而不疚退問其鄕以觀其所能而無大厲升以爲上卿之贊謂之三選國子髙子退而脩鄕鄕退而脩連連退而脩里里退而脩軌軌退而脩伍伍退而脩家是故匹夫有善可得而舉也匹夫有不善可得而誅也政旣成鄕不越長朝不越爵罷士無伍罷女無家夫是故民皆勉爲善與其爲善於鄕也不如爲善於里與其爲善於里也不如爲善於家是故士莫敢言一朝之便皆有終歳之計莫敢以終歳之議皆有終身之功桓公曰伍鄙若何管子對曰相地而衰征則民不移政不旅舊則民不偷山澤各致其時則民不茍陸阜陵墐井田疇均則民不憾無奪民時則百姓富犧牲不略則牛羊遂桓公曰定民之居若何管子對曰制鄙三十家爲邑邑有司十邑爲卒卒有卒帥十卒爲鄕鄕有鄕帥三鄕爲縣縣有縣帥十縣爲屬屬有大夫五屬故立五大夫各使治一屬焉立五正各使聽一屬焉是故正之政聽屬牧政聽縣下政聽鄕桓公曰各保治爾所無或淫怠而不聽治者正月之朝五屬大夫復事桓公擇是寡功者而讁之曰制地分民如一何故獨寡功教不善則政不治一再則宥三則不赦桓公又親問焉曰於子之屬有居處爲義好學慈孝於父母聦慧質仁發聞於鄕里者有則以告有而不以告謂之蔽明其罪五有司巳於事而竣桓公又問焉曰於子之屬有拳勇股肱之力秀出於衆者有則以告有而不以告謂之蔽賢其罪五有司巳於事而竣桓公又問焉曰於子之屬有不慈孝於父母不長弟於鄕里驕躁淫暴不用上令者有則以告有而不以告謂之下比其罪五有司巳於事而竣五屬大夫於是退而脩屬屬退而脩縣縣退而脩鄕鄕退而脩卒卒退而脩邑邑退而脩家是故匹夫有善可得而舉也匹夫有不善可得而誅也政旣成以守則固以征則彊桓公曰吾欲從事於諸矦其可乎管子對曰未可鄰國未吾親也君若欲從事於天下諸矦則親鄰國桓公曰若何管子對曰審吾疆埸而反其㑴地正其封疆無受其資而重爲之皮幣以驟聘覜於諸矦以安四鄰則四鄰之國親我矣爲游士八十人奉之以車馬衣裘多其資幣使周游於四方以號召天下之賢士皮幣玩好使人鬻之四方以監其上下之所好擇其淫亂者而先征之桓公問曰夫軍令則寄諸内政矣齊國寡甲兵爲之若何管子對曰輕過而移諸甲兵桓公曰爲之若何管子對曰制重罪贖以犀甲一㦸輕罪贖以鞼盾一㦸小罪讁以金分宥閒罪索訟者三禁而不可上下坐成以束矢美金以鑄劒㦸試諸狗馬惡金以鑄鉏夷斤欘試諸壤土甲兵大足桓公曰吾欲南伐何主管子對曰以魯爲主反其㑴地堂濳使海於有蔽渠弭於有渚環山於有牢桓公曰吾欲西伐何主管子對曰以衞爲主反其㑴地臺原姑與漆里使海於有蔽渠弭於有渚環山於有牢桓公曰吾欲北伐何主管子對曰以燕爲主反其㑴地柴夫吠狗使海於有蔽渠弭於有渚環山於有牢四鄰大親旣反㑴地正封疆地南至于􁑩陰西至于濟北至于河東至于紀酅有革車八百乗擇天下之甚淫亂者而先征之卽位數年東南多有淫亂者萊莒徐夷呉越一戰帥服三十一國遂南征伐楚濟汝踰方城望汶山反胙于絳嶽濱諸矦莫不來服而大朝諸矦於陽榖兵車之屬六乗車之會三諸矦甲不解纍兵不解翳弢無弓服無矢隱武事行文道帥諸矦而朝天子葵丘之會天子使宰孔致胙于桓公曰余一人之命有事于文武使孔致胙且有後命曰以爾自卑勞實謂爾伯舅無下拜桓公召管子而謀管子對曰爲君不君爲臣不臣亂之本也桓公懼出見客曰天威不違顔咫尺小白余敢承天子之命曰爾無下拜恐隕越于下以爲天子羞遂下拜升受命賞服大路龍旂九旒渠門赤旂諸矦稱順焉桓公憂天下諸矦魯有夫人慶父之亂二君殺死國絶無嗣桓公聞之使髙子存之翟人攻邢桓公築夷儀以封之男女不淫牛馬選具翟人攻衞衞人出廬于曹桓公城楚丘以封之其畜散而無育桓公與之繫馬三百天下諸矦稱仁焉於是天下諸矦知桓公之爲已動也是故諸矦歸之譬若市人桓公知諸矦之歸已也故使輕其幣而重其禮故天下諸矦罷馬以爲幣縷纂以爲奉鹿皮四个諸矦之使垂櫜而入稛載而歸故拘之以利結之以信示之以武故天下小國諸矦旣許桓公莫之敢背就其利而信其仁畏其武桓公知天下諸矦多與已也故又大施忠焉可爲動者爲之動可爲謀者爲之謀軍譚遂而不有也諸矦稱寛焉通齊國之魚鹽于東萊使關市幾而不征以爲諸矦利諸矦稱廣焉築葵兹晏負夏領釡丘以禦戎翟之地所以禁暴於諸矦也築五鹿中牟葢與牡丘以衞諸夏之地所以示權於中國也敎大成定三革隱五刃朝服以濟河而無怵惕焉文事勝矣是故大國慙愧小國附協唯能用管夷吾􁐀戚隰朋賓胥無鮑叔牙之屬而伯功立"}
{"id": "KR2e0001_007", "series": "KR2e0001", "text": "唯其所在則致死焉報生以死報賜以力人之道也臣敢以私利廢人之道君何以訓矣且君知成之從也未知其待於曲沃也從君而貳君焉用之遂鬪而死獻公卜伐驪戎史蘇占之曰勝而不吉公曰何謂也對曰遇兆挾以銜骨齒牙爲猾戎夏交捽之官有二辠焉何以事君大罰將及不唯無肴抑君亦樂其吉而備其凶凶之無有備之何害若其有之備之爲瘳臣之不信國之福也何敢憚罰飲酒出史蘇告大夫曰夫有男戎必有女戎若晉以男戎勝戎而戎亦必以女戎勝晉其若之何里充曰何如史蘇曰昔夏桀伐有施有施人以妹喜女焉妹喜有寵於是乎與伊尹比而亡夏殷辛伐有蘇有蘇氏以妲己女焉妲己有寵於是乎與膠鬲比而亡殷周幽王伐有襃有襃人以襃姒女焉襃姒有寵生伯服於是乎與虢石甫比逐大子宐咎而立伯服大子出奔申申人繒人召西戎以伐周周於是乎亡今晉寡德而安俘女又增其寵雖當三季之王不亦可乎且其兆云挾以銜骨齒牙爲猾我卜伐驪龜往離散以應我夫若是賊之兆也非吾宅也離則有之不跨其國可謂挾乎不得其君能銜骨乎若跨其國而得其君雖逢齒牙以猾其中其誰云弗從諸夏從戎非敗而何從政者不可以不戒亡無日矣郭偃曰夫三季王之亡也宐民之主也縱惑不疚肆侈不違流志而行無所不疚是以及亡而不獲追鑑今晉國之方偏矦也其土又小大國在側雖欲縱惑未獲專也大家鄰國將師保之多而驟立不其集亡雖驟立不過五矣且夫口三五之門也是以讒口之亂不過三五且夫挾小鯁也可以小戕而不能喪國當之者戕焉於晉何害雖謂之挾而猾以齒牙口弗堪也其與幾何晉國懼則甚矣亡猶未也商之衰也其銘有之曰嗛嗛之德不足就也不可以矜而祗取憂也嗛嗛之食不足狃也不能爲膏而祗離咎也雖驪之亂其離咎而已其何能服吾聞以亂得聚者非謀不卒時非人不免難非禮不終年非義不盡齒非德不及世非天不離數今不據其安不可謂能謀行之以齒牙不可謂得人廢國而向已不可謂禮不度而迂求不可謂義以寵賈怨不可謂德少族而多敵不可謂天德義不行禮義不則棄人失謀天亦不贊吾觀君夫人也若爲亂其猶隷䢉也雖獲沃田而勤易之將弗充饗爲人而已士蔿曰戒莫如豫豫而後給夫子戒也抑二大夫之言其皆有焉旣驪姬不充晉正於秦五立而後平獻公伐驪戎充之滅驪子獲驪姬以歸立以爲夫人生奚齊其娣生卓子驪姬請使申生處曲沃以速縣重耳處蒲城夷吾處屈奚齊處絳以儆無辱之故公許之史蘇朝告大夫曰二三大夫其戒之乎亂本生矣日君以驪姬爲夫人民之疾心固皆至矣昔者之伐也起百姓以爲百姓也是以民能欣之故莫不盡忠極勞以致死今君起百姓以自封也民外不得其利而内惡其貪則上下旣有判矣然而又生男其天道也天彊其毒民疾其態其亂生哉吾聞君子好好而惡惡樂樂而安安是以能有常伐木不自其本必復生塞水不自其源必復流滅禍不自其基必復亂今君滅其父而畜其子禍之基也畜其子又從其欲子思報父之恥而信其欲雖好色必惡心不可謂好好其色必授之情彼得其情以厚其欲從其惡心必敗國且深亂亂必自女戎三代皆然驪姬果作難殺大子而逐二公子君子曰知難本矣驪姬生奚齊其娣生卓子公將黜大子申生而立奚齊里充丕鄭荀息相見里充曰夫史蘇之言將及矣其若之何荀息曰吾聞事君者竭力以役事不聞違命君立臣從何貳之有丕鄭曰吾聞事君者從其義不阿其惑也惑則誤民民誤失德是棄民也民之有君以治義也義以生利利以豐民若之何其民之與處而棄之也必立大子里充曰我不佞雖不識義亦不阿惑吾其靜也三大夫乃别烝于武公公稱疾不與使奚齊涖事猛足乃言於大子曰伯氏不出奚齊在廟子盇圖乎大子曰吾聞之羊舌大夫曰事君以敬事父以孝受命不遷爲敬敬順所安爲孝棄命不敬作令不孝又何圖焉且夫閒父之愛而嘉其況有不忠焉廢人以自成有不貞焉孝敬忠貞君父之所安也棄安而圖逺於孝矣吾其止也獻公田見翟柤之氛歸􁙓不寐郤叔虎朝公語之對曰牀策之不安邪抑驪姬之不存側邪公辭焉出遇士蔿曰今夕君不寐必爲翟柤也夫翟柤之君好專利而不忌其臣競諂以求媚其進者壅塞其退者距違其上貪以忍其下偷以幸有縱君而無諫臣有冒上而無忠下君臣上下各厭其私以縱其回民各有心無所據依以是處國不亦難乎君若伐之可充也吾不言子必言之士蔿以告公說乃伐翟柤郤叔虎將乗城其徒曰棄政而役非其任也郤叔虎曰旣無老謀而又無壯事何以事君被羽先升遂充之公之優曰施通於驪姬驪姬問焉曰吾欲作大事而難三公子之徒如何對曰蚤處之使知其極夫人知有極鮮有慢心雖其慢乃易殘也驪姬曰吾欲爲難安始而可優施曰必於申生其爲人也小心精潔而大志重又不忍人精潔易辱重僨可疾不忍人必自忍也辱之近行驪姬曰重無乃難遷乎優施曰知辱可辱可辱遷重若不知辱亦必不知固秉常矣今子内固而外寵且善不莫不信若外單善而内辱之無不遷矣且吾聞之甚精必愚精爲易辱愚不知避難雖欲無遷其得之乎是故先施讒於申生驪姬賂二五使言於公曰夫曲沃君之宗也蒲與二屈君之疆也不可以無主宗邑無主則民不威疆埸無主則啓戎心戎之生心民慢其政國之患也若使大子主曲沃而二公子主蒲與屈乃可以威民而懼戎且旌君伐使俱曰翟之廣莫於晉爲都晉之啓土不亦宐乎公說乃城曲沃大子處焉又城蒲公子重耳處焉又城二屈公子夷吾處焉驪姬旣逺大子乃生之言大子由是得辠十六年公作二軍公將上軍大子將下軍以伐霍師未出士蔿言於諸大夫曰夫大子君之貳也恭以俟嗣何官之有今君分之土而官之是左之也吾將諫以觀之乃言於公曰夫大子君之貳也而帥下軍無乃不可乎公曰下軍上軍之貳也寡人在上申生在下不亦可乎士蔿對曰下不可以貳上公曰何故對曰貳若體焉上下左右以相心目用而不倦身之利也上貳代舉下貳代履周旋變動以役心目故能治事以制百物若下攝上與上攝下周旋不變以違心目其反爲物用也何事能治故古之爲軍也軍有左右闕從補之成而不知是以寡敗若以下貳上闕而不變敗弗能補也變非聲章弗能移也聲章過數則有釁有釁則敵入敵入而凶救敗不暇誰能退敵敵之如志國之憂也可以陵小難以征大君其圖之公曰寡人有子而制焉非子之憂也對曰夫大子國之棟也棟成乃制之不亦危乎公曰輕其所任雖危何害士蔿出語人曰大子不得立矣改其制而不患其難輕其任而不憂其危君有異心又焉得立行之充也將以害之若其不充其因以辠之雖充與不無所避辠與其勤而不入不如逃之君得其欲大子逺死且有令名爲呉大伯不亦可乎大子聞之曰子輿之爲我謀忠矣然吾聞之爲人子者患不從不患無名爲人臣者患不勤不患無禄今我不才而得勤與從又何求焉焉能及呉大伯乎大子遂行充霍而反讒言彌興優施敎驪姬夜半而泣謂公曰吾聞申生甚好仁而彊甚寛惠而慈於民皆有所行之今謂君惑於我必亂國夫無乃以國故而行彊於君君未終命而不没君其若之何盇殺我無以一妾亂百姓公曰夫豈惠其民而不惠於其父乎驪姬曰妾亦懼矣吾聞之外人之言曰爲仁與爲國不同爲仁者愛親之謂仁爲國者利國之謂仁故長民者無親衆以爲親苟衆利而百姓和豈能憚君以衆故不敢愛親衆況厚之彼將惡始而美終以晩葢者也凡民利是生殺君而厚利衆衆孰沮之殺親無惡於人人孰去之苟交利而得寵志行而衆說欲其甚矣孰不惑焉雖欲愛君惑不釋也今夫以君爲紂若紂有良子而先喪紂無章其惡而厚其敗鈞之死也無必假手於武王而其世不廢祀至于今吾豈知紂之善不哉君欲勿恤其可乎若大難至而恤之其何及矣公懼曰若何而可驪姬曰君盇老而授之政彼得政而行其欲得其所索乃其釋君且君其圖之自桓叔以來孰能愛親唯無親故能兼翼公曰不可與政我以武與威是以臨諸矦未没而亡政不可謂武有子而不勝不可謂威我授之政諸矦必絶能絶於我必能害我失政而害國不可忍也爾勿憂吾將圖之驪姬曰以皐落翟之朝夕苛我邊鄙使無日以牧田野君之倉稟固不實又恐削封疆君盇使之伐翟以觀其果於衆也與衆之信輯睦焉若不勝翟雖濟其辠可也若勝翟則善用衆矣求必益廣乃可厚圖也且夫勝翟諸矦驚懼吾邊鄙不儆倉廩盈四鄰服封疆信君得其賴又知可不其利多矣君其圖之公說是故使申生伐東山衣之偏裻之衣佩之金玦僕人贊聞之曰大子殆哉君賜之竒竒生怪怪生無常無常不立使之出征先以觀之故告之以離心而示之以堅忍之權則必惡其心而害其身矣惡其心必内險之害其身必外危之危自中起難哉且是衣也狂夫阻之衣也其言曰盡敵而反雖盡敵其若内讒何申生勝翟而反讒言作於中君子曰知微十七年冬公使大子伐東山里克諫曰臣聞臯落氏將戰君其釋申生也公曰行也對曰非故也君行大子居以監國也君行大子從以撫軍也今君居大子行未有此也公曰非子之所知也寡人聞之立大子之道三身鈞以年年同以愛愛疑決之以卜筮子無謀吾父子之閒吾以此觀之公不說里充退見大子大子曰君賜我偏衣金玦何也里充曰孺子懼乎衣躬之偏而握金玦令不偷矣孺子何懼夫爲人子者懼不孝不懼不得且吾聞之敬賢於請孺子勉之乎君子曰善處父子之閒矣大子遂行狐突御戎先友爲右衣偏衣而佩金玦出而告先友曰君與我此何也先友曰中分而金玦之權在此行也孺子勉之狐突歎曰以尨衣純而玦之以金銑者寒之甚矣胡可恃也雖勉之敵其可盡乎先友曰衣躬之偏握兵之要在此行也勉之而已矣偏躬無慝兵要逺灾親以無灾又何患焉至于稷桑翟人出逆申生欲戰狐突諫曰不可突聞之國君好艾大夫殆好内適子殆社稷危若惠於父而逺於死惠於衆而利社稷其可以圖之乎況其危身於翟以起讒於内也申生曰不可君之使我非歡也抑欲測吾心也是故賜我竒服而告我權又有甘言焉言之大甘其中必苦譖在中矣君故生心雖蝎譖焉避之不若戰也不戰而反我辠滋厚我戰雖死猶有令名焉果戰敗翟於稷桑而反讒言益起狐突杜門不出君子曰善深謀"}
{"id": "KR2e0001_008", "series": "KR2e0001", "text": "反自稷桑處五年驪姬謂公曰吾聞申生之謀愈深日吾固告君曰得衆衆弗利焉能勝翟今矜翟之善其志益廣狐突不順故不出吾聞之申生甚好信而彊又失言於衆矣雖欲有退衆將責焉言不可食衆不可弭是以深謀君若不圖難將至矣公曰吾不忘也抑未有以致罪焉驪姬告優施曰君旣許我殺大子而立奚齊矣吾難里充柰何優施曰吾來里充一日而已子爲我具特羊之饗吾以從之飲酒我優也言無郵驪姬許諾乃具使優施飲里充酒中飲優施起舞謂里充妻曰主孟啗我我敎兹睱豫事君乃歌曰暇豫之吾吾不如鳥烏人皆集於苑已獨集於枯里充笑曰何謂苑何謂枯優施曰其母爲夫人其子爲君可不謂苑乎其母旣死其子又有謗可不謂枯乎枯且有傷優施出里充辟奠不飱而􁙓夜半召優施曰曩而言戲乎抑有所聞之乎曰然君旣許驪姬殺大子而立奚齊謀旣成矣里充曰吾秉君以殺大子吾不忍通復故交吾不敢中立其免乎優施曰免旦而里充見丕鄭曰夫史蘇之言將及矣優施告我君謀成矣將立奚齊丕鄭曰子謂何曰吾對以中立丕鄭曰惜也不如曰不信以䟽之亦固大子以攜之多爲之故以變其志志少䟽乃可閒也今子曰中立況固其謀彼有成矣難以得閒里充曰往言不可及且人中心唯無忌之何可敗也子將何如丕鄭曰我無心是故事君者君爲我心制不在我里充曰殺君以爲廉長廉以驕心因驕以制人家吾不敢抑撓志以從君爲廢人以自利也利方以求成人吾不能將伏也明日稱疾不朝三旬難乃成驪姬以君命命申生曰今夕君夢見齊姜必速祠而歸福申生許諾乃祭于曲沃歸福于絳公田驪姬受福乃寘鴆于酒置堇于肉公至召申生獻公祭之地地墳申生恐而出驪姬與犬肉犬斃飲小臣酒亦斃公命殺杜原款申生奔新城杜原款將死使小臣圉告于申生曰款也不才寡知不敏不能敎導以至于死不能深知君之心度棄寵求廣土而竄伏焉小心狷介不敢行也是以言至而無所訟之故陷於大難乃逮于讒然款也不敢愛死唯與讒人均是惡也吾聞君子不去情不反讒讒行身死可也猶有令名焉死不遷情彊也守情說父孝也殺身以成志仁也死不忘君敬也孺子勉之死必遺愛死民之思不亦可乎申生許諾人謂申生曰非子之罪何不去乎申生曰不可去而罪釋必歸於君是惡君也章父之惡而笑諸矦吾誰鄕而入内困於父母外困於諸矦是重困也棄君去罪是逃死也吾聞之仁不惡君知不重困勇不逃死若罪不釋去而必重去而罪重不知逃死而惡君不仁有罪不死無勇去而厚惡惡不可重死不可避吾將伏以俟命驪姬見申生而哭之曰有父忍之況國人乎忍父而求好人人孰好之殺父以求利人人孰利之皆民之所惡也難以長生驪姬退申生乃雉經于新城之廟將死乃使猛足言於狐突曰申生有罪不聽伯氏以至于死申生不敢愛其死雖然吾君老矣國家多難伯氏不出柰吾君何伯氏苟出而圖吾君申生受賜以至于死雖死何悔是以謚爲共君驪姬旣殺太子申生又譖二公子曰重耳夷吾與知共君之事公令奄楚刺重耳重耳逃于翟令賈華刺夷吾夷吾逃于梁盡逐羣公子乃立奚齊焉始爲令國無公族焉二十二年公子重耳出亡及柏谷卜適齊楚狐偃曰無卜焉夫齊楚道逺而望大不可以困往道逺難通望大難走困往多悔困且多悔不可以走望若以偃之慮其翟乎夫翟近晉而不通愚陋而多怨走之易達不通可以竄惡多怨可以共憂今若休憂於翟以觀晉國且以監諸矦之爲其無不成乃遂之翟處一年公子夷吾亦出奔曰盇從吾兄竄於翟乎冀芮曰不可後出同走不免於罪且夫偕出偕入難聚居異情惡不若走梁梁近於秦秦親吾君吾君老矣子往驪姬懼必援於秦以吾存也且必告悔告悔是吾免也乃遂之梁居二年驪姬使奄楚以環釋言四年復爲君虢公夢在廟有神人面白毛虎爪執鉞立於西阿公懼而走神曰無走帝命曰使晉襲于爾門公拜稽首覺召史嚚占之對曰如君之言則蓐收也天之刑神也天事官成公使囚之且使國人賀夢舟之僑告其諸族曰衆謂虢亡不乆吾乃今知之君不度而賀大國之襲於己何瘳吾聞之曰大國道小國襲焉曰服小國敖大國襲焉曰誅民疾君之侈也是以遂於逆命今嘉其夢侈必展是天奪之鑒而益其疾民疾其態天又誑之大國來誅出令而逆宗國旣卑諸矦逺已内外無親其誰云救之吾不忍俟也將行以其族適晉六年虢乃亡伐虢之役師出於虞宫之竒諫而不聽出謂其子曰虞將亡矣唯忠信者能留外宼而不害除闇以應外謂之忠定身以行事謂之信今君施其所惡於人闇不除矣以賄滅親身不定矣夫國非忠不立非信不固旣不忠信而留外宼宼知其釁而歸圖焉已自拔其本矣何以能乆吾不去懼及焉以其孥適西山三月虞乃亡獻公問於十偃曰攻虢何月也對曰童謠有之曰丙之晨龍㞑伏辰均服振振取虢之旂鶉之賁賁天策焞焞火中成軍虢公其奔是以北伐山戎南伐楚西爲此㑹也譬之如室旣鎭其甍矣又何加焉吾聞之惠難徧也施難報也不徧不報卒於怨讎夫齊矦將施惠如出責是之不果奉而暇晉是皇雖後之會將在東矣君無懼焉其有勤也公乃還宰孔謂其御曰晉矦將死矣景霍以爲城而汾河涑澮以爲淵戎翟之民實環之汪是土也苟違其違誰能懼之􁕁今晉矦不量齊德之豐否不度諸矦之勢釋其閉脩而輕於行道失其心矣君子失心鮮不夭昏是歳也獻公卒八年爲淮之會桓公在殯宋人伐之二十六年獻公卒里充將殺奚齊先告荀息曰三公子之徒將殺孺子子將如何荀息曰死吾君而殺其孤吾有死而已吾蔑從之矣里充曰子死孺子立死不亦可乎子死孺子廢焉用死哉荀息曰昔君問臣事君於我我對以忠貞君曰何謂也我對曰可以利公室力有所能無不爲忠也葬死者養生者死人復生不悔生人不愧貞也吾言旣往矣豈能欲行吾言而又愛吾身乎雖死焉辟之里充告丕鄭曰三公子之徒將殺孺子子將何如丕鄭曰荀息謂何對曰荀息曰死之丕鄭曰子勉之夫二國士之所圖無不遂也我爲子行之子帥七輿大夫以待我我使翟以動之援秦以搖之立其薄者可以得重賂厚者可使無入國誰之國也里充曰不可充聞之夫義者利之足也貪者怨之本也廢義則利不立厚貪則怨生夫孺子豈獲罪於民將以驪姬之惑蠱君而誣國人讒羣公子而奪之利使君迷亂信而亡之殺無罪以爲諸矦笑使百姓莫不有藏惡於其心中恐其如壅大川潰而不可救禦也是故將殺奚齊而立公子之在外者以定民弭憂於諸矦且爲援庶幾曰諸矦義而撫之百姓欣而奉之國可以固今殺君而賴其富貪且反義貪則民怨反義則富不爲賴賴富而民怨亂國而身殆懼爲諸矦載不可常也丕鄭許諾於是殺奚齊卓子及驪姬而請君于秦旣殺奚齊荀息將死之人曰不如立其弟而輔之荀息立卓子里充又殺卓子荀息死之君子曰不食其言矣旣殺奚齊卓子里充及丕鄭使屠岸夷告公子重耳於翟曰國亂民擾得國在亂治民在擾子盇入乎吾請爲子鉥重耳告舅犯曰里充欲納我舅犯曰不可夫堅樹在始始不固本終必槁落夫長國者唯知哀樂喜怒之節是以導民不哀喪而求國難因亂以入殆以喪得國則必樂喪樂喪必哀生因亂以入則必喜亂喜亂必怠德是哀樂喜怒之節易也何以導民民不我導誰長重耳曰非喪誰代非亂誰納我舅犯曰偃也聞之喪亂有小大大喪大亂之剡也不可犯也父母死爲大喪讒在兄弟爲大亂今適當之是故難公子重耳出見使者曰子惠顧亡人重耳父生不得供備洒埽之臣死又不敢莅喪以重其罪且辱大夫敢辭夫固國者在親衆而善鄰在因民而順之茍衆所利鄰國之所立大夫其從之重耳不敢違吕甥及郤稱亦使蒲城午告公子夷吾于梁曰子厚賂秦人以求入吾主子夷吾告冀芮曰吕甥欲納我冀芮曰子勉之國亂民擾大夫無常不可失也非亂何入非危何安幸茍君之子唯其索之方亂以擾孰適禦我大夫無常茍衆所置孰能勿從子盇盡國以賂降衷罪人充伏其辜羣臣莫敢寧處將待君命君若惠顧社稷不忘先君之好辱收其逋遷裔胄而建立之以主其祭祀且塡撫其國家及其民人雖四鄰諸矦之聞之也其誰不儆懼於君之威而欣喜於君之德終君之重愛受君之重況而羣臣受其大德晉國其誰非君之羣隷臣也秦穆公許諾反使者乃召大夫子明及公孫枝曰夫晉國之亂吾誰使先若夫二公子而立之以爲朝夕之急大夫子明曰君使縶也縶敏且知禮敬以知微敏能竄謀知禮可使敬不隊命微知可否君其使之乃使公子縶弔公子重耳于翟曰寡君使縶弔公子之憂又重之以喪寡人聞之得國常於喪失國常於喪時不可失喪不可久公子其圖之重耳告舅犯舅犯曰不可亡人無親信仁以爲親是故置之者不殆父死在堂而求利人孰仁我人實有之我以徼幸人孰信我不仁不信將何以長利公子重耳出見使者曰君惠弔亡臣又重有命重耳身亡父死不得與於哭泣之位又何敢有它志以辱君義再拜不稽首起而哭退而不私公子縶退弔公子夷吾于梁如弔公子重耳之命夷吾告冀芮曰秦人勤我矣冀芮曰公子勉之亡人無狷潔狷潔不行重賂配德公子盡之無愛財人實有之我以徼幸不亦可乎公子夷吾出見使者再拜稽首起而不哭退而私於公子縶曰中大夫里充與我矣吾命之以汾陽之田百萬嬖大夫丕鄭與我矣吾命之以負葵之田七十萬君苟輔我蔑天命矣吾必遂矣亡人苟入掃除宗廟定社稷亡人何國之與有君實有郡縣且入河外列城五豈謂君無有亦爲君之東游津梁之上無有難急也亡人之所懷挾纓瓖以望君之塵垢者黃金四十鎰白玉之珩六雙不敢當公子請納之左右公今晉矦不量齊德之豐否\u0001子縶反致命穆公穆公曰吾與公子重耳重耳仁再拜不稽首不没爲後也起而哭愛其父也退而不私不没於利也公子縶曰君之言過矣君若求置晉君而載之置仁不亦可乎君若求置晉君以成名於天下則不如置不仁以滑其中且可以進退臣聞之仁有置武有置仁置德武置服是故先置公子夷吾寔爲惠公穆公問冀芮曰公子誰恃於晉對曰臣聞之亡人無黨有黨必有讎夷吾之少也不好弄戲不過所復怒不及色及其長也弗改是故出亡無惡於國而衆安之不然夷吾不佞其誰能恃乎君子曰善以微勸"}
{"id": "KR2e0001_009", "series": "KR2e0001", "text": "惠公入而背内外之賂輿人誦之曰佞之見佞果喪其田詐之見詐果喪其賂得國而狃終逢其咎喪田不懲禍亂其興旣里丕死禍公隕於韓郭偃曰善哉夫衆口禍福之門也是以君子省衆而動監戒而謀謀度而行故無不濟内謀外度考省不倦日考而習戒備畢矣惠公卽位出共世子而攺葬之臭達於外國人誦之曰貞之無報也孰是人斯而有是臭也貞爲不聽信爲不誠國斯無刑媮居幸生不更厥貞大命其傾威兮懐兮各聚爾有以待所歸兮猗兮違兮心之哀兮歲之二七其靡有微兮若翟公子吾是之依兮鎮撫國家爲王妃兮郭偃曰甚哉善之難也君攺葬共君以爲榮也而惡滋章夫人美於中必播於外而越於民民實戴之惡亦如之故行不可不愼也必或知之十四年君之冡嗣其㬱乎其數告於民矣公子重耳其入乎其魄兆於民矣若入必伯諸矦以見天子其光耿於民矣數言之紀也魄意之術也光明之燿也紀言以敘之述意以導之明燿以炤之不至何待欲先導者行乎將至矣惠公旣殺里充而悔之曰芮也使寡人過殺我社稷之鎮郭偃聞之曰不謀而諫者冀芮也不圖而殺者君也不謀而諫不忠不圖而殺不祥不忠受君之罰不祥罹天之禍受君之罰死戮罹天之禍無後志道者勿忘將及矣及文公入秦人殺冀芮而施之惠公卽位乃背秦賂使丕鄭聘於秦且謝之而殺里充曰子殺二君與一大夫爲子君者不亦難乎丕鄭如秦謝緩賂乃謂穆公曰君厚問以召吕甥郤稱冀芮而止之以師奉公子重耳臣之屬内作晉君必出穆公使泠至報問且召三大夫鄭也與客將事冀芮曰鄭之使薄而報厚其言我於秦也必使誘我弗殺必作難是故殺丕鄭及七輿大夫共華賈華叔堅騅歂纍虎特宫山祁皆里丕之黨也丕豹出奔秦丕鄭之自秦反也而聞里充死見共華曰可以入乎共華曰二三子皆在而不及子使於秦可哉丕鄭入君殺之共賜謂共華曰子行乎其及也共華曰夫子之入吾謀也將待及賜曰孰知之共華曰不可知而背之不信謀而困人不知困而不死無勇任大惡三行將安入子其行矣我姑待死丕鄭之子曰豹出奔秦謂穆公曰晉君大失其衆背君賂殺里充而忌處者衆固不說今又殺臣之父及七輿大夫此其黨半國矣君若伐之其君必出穆公曰失衆安能殺人且夫禍唯無斃足者不處處者不足勝敗若化以禍爲違孰能出君爾俟我晉饑乞糴於秦丕豹曰晉君無禮於君衆莫不知往年有難今又荐饑已失人又失天其殃也多矣君其伐之勿予糴公曰寡人其君是惡其民何罪天殃流行國家代有補之􁀔饑道也不可以廢道於天下謂公孫枝曰予之乎公孫枝曰君有施於晉君晉君無施於其衆今旱而聽於君其天道也君若弗予而天予之苟衆不說其君之不報也則有辭矣不如予之以說其衆衆說必咎其君其君不聽然後誅焉雖欲禦我誰與是故汎舟於河歸糴於晉秦饑公令河上輸之粟虢射曰弗予賂地而予之糴無損於怨而厚於宼不若勿予公曰然慶鄭曰不可巳賴其地而又愛其實忘善而背德雖我必擊之弗予必擊我公曰非鄭之所知也遂不予六年秦歲定帥師㑴晉至於韓公謂慶鄭曰秦寇深矣奈何慶鄭曰君深其怨能淺其寇乎非鄭之所知也君其訊射也公曰舅所病也卜右慶鄭吉公曰鄭也不孫以家僕徒爲右步揚御戎梁由靡御韓簡虢射爲右以承公公禦秦師令韓簡視師曰師少於我鬪士衆公曰何故簡曰以君之出也處巳入也煩巳饑食其糴三施而無報故來今又擊之秦莫不愠晉莫不怠鬪士是故衆公曰然今我不擊歸必狃一夫不可狃況國乎公令韓簡挑戰曰昔君之惠寡人未之敢忘寡人有衆能合之弗能離也君若還寡人之願也君若不還寡人將無所避穆公衡雕戈出見使者曰昔君之未入寡人之憂也君入而列未成寡人未敢忘今君旣定而列成君其整列寡人將身見客還公孫枝進諫曰昔君之不納公子重耳而納晉君是君之不置德而置服也置而不遂擊而不勝其若爲諸矦笑何君盇待之乎穆公曰然昔吾之不納公子重耳而納晉君是不置德而置服也然公子重耳實不肻吾又奚言哉殺其内主背其外賂彼塞我施若無天乎云若有天吾必勝之君輯大夫就車君鼓而進之晉師潰戎馬濘而止公號慶鄭曰載我慶鄭曰忘善而背德又廢吉卜何我之載鄭之車不足以辱君避也梁由靡御韓簡輅秦公將止之慶鄭曰釋來救君亦不充救遂止於秦穆公歸至于王城合大夫而謀曰殺晉君與逐出之與以歸與復之孰利公子縶曰殺之利逐之恐構諸矦以歸則國家多慝復之則君臣合作恐爲君憂不若殺之公孫枝曰不可恥大國之士於中原又殺其君以重之子思報父之仇臣思報君之讎雖微秦國天下孰不患公子縶曰吾豈將徒殺之吾將以公子重耳代之晉君之無道莫不聞公子重耳之仁莫不知戰勝大國武也殺無道而立有道仁也勝無後害知也公孫枝曰恥一國之士又曰余納有道以臨汝無乃不可乎若不可必爲諸矦笑戰而笑諸矦不可謂武殺其弟而立其兄兄德我而忘其親不可謂仁若勿忘是再施而不遂也不可謂知君曰然則若何公孫枝曰不若以歸以要晉國之成復其君而質其適子使子父代處秦國可以無害是故歸惠公而質子圉秦始知河東之政公在秦三月聞秦將成乃使郤乞告吕甥吕甥教之言令國人於朝曰君使乞告二三子曰秦將歸寡人寡人不足以辱社稷二三子其攺置以代圉也且賞以說衆衆皆哭焉作轅田吕甥致衆而告之曰吾君慙焉其亡之不恤而羣臣是憂不亦惠乎君猶在外若何衆曰何爲而可吕甥曰以韓之病兵甲盡矣若征繕以輔孺子以爲君援雖四鄰之聞之也喪君有君羣臣輯睦兵甲益多好我者勸惡我者懼庶有益乎衆皆說焉作州兵吕甥逆君於秦穆公訊之曰晉國和乎對曰不和公曰何故對曰其小人不念其君之罪而悼其父兄子弟之死喪者不憚征繕以立孺子曰必報吾讎寧事齊楚齊楚又交輔之其君子思其君且知其罪曰必事秦有死無它故不和比其和之而來故乆公曰而無來吾固將歸君國謂君何對曰小人曰不免君子則不公曰何故對曰小人忌而不思願從其君而與報秦是故云其君子則不曰吾君之入也君之惠也能納之則能執之能執之則能釋之德莫厚焉惠莫大焉納而不遂廢而不起以德爲怨君其不然秦君曰然乃攺館晉君饋七牢焉公未至蛾晳謂慶鄭曰君之止子之罪也今君將來子何俟慶鄭曰鄭也聞之曰軍敗死之將止死之二者不行又重之以誤人而喪其君君之明也臣行君明國之利也君雖弗刑必自殺也蛾晳諫曰臣聞之奔刑之臣不若敎之以報讎君盇赦之以報于秦梁由靡曰不可我能行之秦豈不能且戰不勝而報之以賊不武出戰不克入處不安不知成而反之不信失刑亂政不威出不能用入不能治敗國且殺孺子不若刑之君曰斬鄭無使自殺家僕徒曰有君不忌有臣死刑其聞賢於刑之梁由靡趣行事乎丁丑斬慶鄭乃入絳十五年惠公卒懐公立秦乃召重耳於楚而納之晉人殺懐公於髙梁而授重耳實爲文公"}
{"id": "KR2e0001_010", "series": "KR2e0001", "text": "文公在翟十二年狐偃曰日吾來此也非以翟爲榮可以成事也吾曰奔而易達困而有資休以擇利可以戾也今戾乆矣戾乆將底底箸滯淫誰能興之盇速行乎吾不適齊楚避其遠也蓄力一紀可以遠矣齊矦長矣而欲親晉管仲沒矣多讒在側謀而無正衷而思始夫必追擇前言求善以終厭邇逐遠遠人入服不爲郵矣㑹其季年可也兹可以親皆以爲然乃行過五鹿乞食於野人野人舉塊以與之公子怒將鞭之子犯曰天賜也民以土服又何求焉天事必象十有二年必獲此土二三子志之歲在壽星及鶉尾其有此土乎天以命矣復於壽星必獲諸矦天之道也由是始之有此其以戊申乎所以申土也再拜稽首受而載之遂適齊齊矦妻之甚善焉有馬二十乘將死於齊而巳矣曰民生安樂誰知其它桓公卒孝公卽位諸矦畔齊子犯知齊之不可以動而知文公之安齊而有終焉之志也欲行而患之與從者謀於桑下蠶妾在焉莫知其在也妾告姜氏姜氏殺之而言於公子曰從者將以子行其聞之者吾巳除之矣子必從之不可以貳貳無成命詩云上帝臨女無貳爾心先王其知之矣貳將可乎子去晉難而極於此自子之行晉無寧歲民無成君天未喪晉無異公子有晉國者非子而誰子其勉之上帝臨子矣貳必有咎公子曰吾不動矣必死於此姜曰不然周詩曰莘莘征夫每懐靡及夙夜征行不遑啓處猶懼無及況其順身縱欲懐安將何及矣人不求及其能及乎日月不處人誰獲安西方之書有之曰懐與安實疚大事鄭詩云仲可懐也人之多言亦可畏也昔管敬仲有言小妾聞之曰畏威如疾民之上也從懐如流民之下也見懐思威民之中也畏威如疾乃能威民威在民上弗畏有刑從懐如流去威遠矣故謂之下其在辟也吾從中也鄭詩之言吾其從之此大夫管仲之所以紀綱齊國禆輔先君而成霸者也子而棄之不亦難乎齊國之政敗矣晉之無道乆矣從者之謀忠矣時日及矣公子幾矣君國可以濟百姓而釋之者非人也敗不可處時不可失忠不可棄懐不可從子必速行吾聞晉之始封也歲在大火閼伯之星也實紀商人商之饗國三十一王瞽史之記曰唐叔之世將如商數今未半也亂不長世公子唯子子必有晉若何懐安公子弗聽姜與子犯謀醉而載之以行醒以戈逐子犯曰若無所濟吾食舅氏之肉其知厭乎舅犯走且對曰若無所濟余未知死所誰能與豺狼爭食若充有成公子無亦晉之柔嘉是以甘食偃之肉腥臊將焉用之遂行過衞衞文公有邢翟之虞不能禮焉寗莊子言於公曰夫禮國之紀也親民之結也善德之建也國無紀不可以終民無結不可以固德無建不可以立此三者君之所愼也今君棄之無乃不可乎晉公子善人也而衞親也君不禮焉棄三德矣臣故云君其圖之康叔文之昭也唐叔武之穆也周之大功在武天胙將在武族茍姬未絶周室而俾守天聚者必武族也武族唯晉實昌晉㣧公子實德晉仍無道天胙有德晉之守祀必公子也若復而脩其德鎮撫其民必獲諸矦以討無禮君弗蚤圖衞而在討小人是懼敢不盡心公弗聽自衞過曹曹共公亦不禮焉聞其骿脅欲觀其狀止其舍諜其將浴設微薄而觀之僖負羇之妻言於負羇曰吾觀晉公子賢人也其從者皆國相也以相一人必得晉國得晉國而討無禮曹其首誅也子盇蚤自貳焉僖負羇餽飱寘璧焉公子受飱反璧負羇言於曹伯曰夫晉失此二者是不禮賔不憐窮也守天之聚將施於宜宜而不施聚必有闕玉帛酒食猶糞土也愛糞土以毀三常失位而闕聚是之不難無乃不可乎君其圖之公弗聽公子過宋與司馬公孫固相善公孫固言於襄公曰晉公子亡長㓜矣而好善不厭父事狐偃師事趙衰而長事賈它狐偃其舅也而惠以有謀趙衰其先君之戎御趙氏之弟也而文以忠貞賈它公族也而多識以恭敬此三人者實左右之公子居則下之動則咨焉成㓜而不倦殆有禮矣樹於有禮必有艾商頌曰湯降不遲聖敬日躋降有禮之謂也君其圖之襄公從之贈以馬二十乗公子過鄭鄭文公亦不禮焉叔詹諌曰臣聞之親有天用前訓禮兄弟資窮困天所福也今晉公子有三胙焉天將啓之同姓不婚惡不殖也狐氏出自唐叔狐姬伯行之子也實生重耳成而儁才離違而得所乆約而無釁一也同出九人唯重耳在離外之患而晉國不靖二也晉矦日載其怨外内棄之重耳日載其德狐趙謀之三也在周頌曰天作髙山大王荒之荒大之也大天所作可謂親有天矣晉鄭兄弟也吾先君武公與晉文矦勠力一心股肱周室夾輔平王平王勞而德之而賜之盟質曰世相起也若親有天獲三胙者可謂大天若用前訓文矦之功武公之業可謂前訓若禮兄弟晉鄭之親王之遺命可謂兄弟若資窮困亡在長幼還軫諸矦可謂窮困棄此四者以徼天禍無乃不可乎君其圖之弗聽叔詹曰若不禮焉則請殺之諺曰黍稷無成不能爲榮黍不爲黍不能蕃廡稷不爲稷不能蕃殖所生不疑唯德之基公弗聽遂如楚楚成王以周禮享之九獻庭實旅百公子欲辭子犯曰天命也君其饗之亡人而國薦之非敵而君設之非天誰啓之心旣饗楚子問於公子曰子若充復晉國何以報我公子再拜稽首對曰子女玉帛則君有之羽旄齒革則君地生焉其波及晉國者君之餘也又何以報王曰雖然不榖願聞之對曰若以君之靈得復晉國晉楚治兵㑹于中原其避君三舍若不獲命其左執鞭弭右屬櫜鞬以與君周旋令尹子玉曰請殺晉公子弗殺而反晉國必懼楚師王曰不可楚師之懼我不脩也我之不德殺之何爲天之胙楚誰能懼之楚不可胙冀州之土其無令君乎且晉公子敏而有文約而不謟三材傅之天胙之矣天之所興誰能禦之子玉曰則請止狐偃王曰不可曹詩曰彼已之子不遂其媾郵之也夫郵而效之郵又甚焉效郵非義也於是懐公自秦逃歸秦伯召公子於楚楚子厚幣以送公子于秦秦伯歸女五人懐嬴與焉公子使奉匜沃盥旣而揮之嬴怒曰秦晉匹也何以卑我公子懼降服囚命秦伯見公子曰寡人之適此爲才子圉之辱備嬪嬙焉欲以成婚而懼離其惡名非此則無故不敢以禮致之歡之故也公子有辱寡人之罪唯命是聽公子欲辭司空季子曰同姓爲兄弟黄帝之子二十五人其同姓者二人而巳唯青陽與夷鼓皆爲巳姓青陽方雷氏之甥也夷鼔彤魚氏之甥也其同生而異姓者四母之子别爲十二姓凡黄帝之子二十五宗其得姓者十四人爲十二姓姬酉祁巳滕葴任荀僖姞儇依是也唯青陽與倉林氏同于黄帝故皆爲姬姓同德之難也如是昔少典取于有蟜氏生黄帝炎帝黄帝以姬水成炎帝以姜水成成而異德故黄帝爲姬炎帝爲姜二帝用師以相濟也異德之故也異姓則異德異德則異類異類雖近男女相及以生民也同姓則同德同德則同心同心則同志同志雖逺男女不相及畏黷敬也黷則生怨怨亂毓灾灾毓滅姓是故取妻避其同姓畏亂灾也故異德合姓同德合義義以道利利以阜姓姓利相更成而不遷乃能攝固保其土房今子於子圉道路之人也取其所棄以濟大事不亦可乎公子謂子犯曰何如對曰將奪其國何有於妻唯秦所命從也謂子餘曰何如對曰禮志有之曰將有請於人必先有入焉欲人之愛巳也必先愛人欲人之從巳也必先從人無德於人而求用於人罪也今將婚媾以從秦受好以愛之聽從以德之懼其未可也又何疑焉乃歸女而納幣且逆之他日秦伯將饗公子公子使子犯從子犯曰吾不如衰之文也請使衰從乃使子餘從秦伯饗公子如饗國君之禮子餘相如賔卒事秦伯謂其大夫曰爲禮而不終恥也中不勝貌恥也華而不實恥也不度而施恥也施而不濟恥也恥門不閉不可以封非此用師則無所矣二三子敬乎明日燕秦伯賦采叔子餘使公子降拜秦伯降辭子餘曰君以天子之命服命重耳重耳敢有安志敢不降拜成拜卒登子餘使公子賦黍苗河水秦伯賦六月子餘使公子降拜秦伯降辭子餘曰君稱所以佐天子匡王國者以命重耳重耳敢有惰心敢不從德公子親筮之曰尚有晉國得貞屯悔豫皆八也筮史占之皆曰不吉閉而不通爻無爲也司空季子曰吉是在易皆利建矦不有晉國以輔王室安能建矦我命筮曰尚有晉國筮告我曰利建矦得國之務也吉孰大焉震車也坎水也坤土也屯厚也豫樂也車班外内順以訓之泉原以資之土厚而樂其實不有晉國何以當之震雷也車也坎勞也水也衆也主雷與車而尚水與衆車有震武也衆而順文也文武具厚之至也故曰屯其繇曰元亨利貞勿用有攸往利建矦主震雷長也故曰元衆而順嘉也故曰亨内有震雷故利貞車上水下必伯小事不濟壅也故曰勿用有攸往一夫之行也衆順而有武威故曰利建矦坤母也震長男也母老子彊故曰豫其繇曰利建矦行師居樂出威之謂也是二者得國之卦也十月惠公卒十二月秦伯納公子及河子犯授公子載璧曰臣從君還軫巡於天下惡其多矣臣猶知之而況君乎不忍其死請由此亡公子曰所不與舅氏同心者有如河水沈璧以質董因迎公於河公問焉曰吾其濟乎對曰歲在大梁將集天行元年始受實沈之星也實沈之虚晉人是居所以興也今君當之無不濟矣君之行也歲在大火大火閼伯之星也是謂大辰辰以成善后稷是相唐叔以封瞽史記曰嗣續其祖如穀之滋必有晉國臣筮之得㤗之八曰是謂天地配亨小往大來今及之矣何不濟之有且以辰出而以參入皆晉祥也而天之大紀也濟且秉成必霸諸矦子孫賴之君無懼矣公子濟河召令狐曰衰桑泉皆降晉人懼懐公奔髙梁吕甥冀芮帥師甲午軍于廬柳秦伯使公子縶如師師退次于郇辛丑狐偃及秦晉大夫盟于郇壬寅公入于晉師甲辰秦伯還丙午入于曲沃丁未入于絳卽位于武宫戊申剌懐公于髙梁初獻公使寺人勃鞮伐公於蒲城文公踰垣勃鞮斬其袪及入勃鞮求見公辭焉曰驪姬之讒爾射予于屏内困余于蒲城斬余衣袪又爲惠公從余于渭濵命曰三日若宿而至若干二命以求殺余余於伯楚屢困何舊怨也退而思之異日見我對曰吾以君爲巳知之矣故入猶未之知又將出矣事君不貳是謂臣好惡不易是謂君君君臣臣是謂明訓明訓能終民之主也二君之世蒲人翟人余何有焉除君之所惡唯力所及何貳之有今君卽位其無蒲翟乎伊尹放太甲而卒以爲明王管仲賊桓公而卒以爲矦伯乾時之役申孫之矢集于桓鉤鉤近於袪而無怨言佐相以終成令名今君之德宇何不寛𥙿也惡其所好其能乆矣君實不能明訓而棄民主余辠戾之人也又何患焉且不見我君其無悔乎於是吕甥冀芮畏偪悔納公謀作亂將以已丑焚公宫公出救火而遂殺之伯楚知之故求見公公懼遽見之曰豈不如女言然是吾惡心也吾請去之伯楚以吕郤之謀告公公懼乗馹自下脫㑹秦伯于王城告之亂故及已丑公宫火二子求公不獲遂如河上秦伯誘而殺之文公之出也豎頭須守藏者也不從公入乃求見公辭焉以沐謂謁者曰沐則心覆心覆則圖反宐吾不得見也從者爲羈紲之僕居者爲社稷之守何必辠居者國君而讎匹夫懼者衆矣謁者以告公遽見之元年春公及夫人嬴氏至自王城秦伯納衞三千人實紀綱之僕公屬百官賦職任功棄責薄歛施舍分寡救乏振滯匡困資無輕關易道通商寛農茂穡勸分省用足財利器明德以厚民性舉善援能官方定物正名育類昭舊族愛親戚明賢良尊貴寵賞功勞事耇老禮賔旅友故舊胥籍狐箕欒郤栢先羊舌董韓寔掌近官諸姬之良掌其中官異姓之能掌其遠官公食貢大夫食邑士食田庶人食力工商食官皁隷食職官宰食加政平民阜財用不匱冬襄王避昭叔之難居于鄭地汜使來告難亦使告于秦子犯曰民親而未知義也君盇納王以教之義若不納秦將納之則失周矣何以求諸矦不能脩身而又不能宗人人將焉依繼文之業定武之功啓土安疆於此乎在矣君其務之公說乃行賂于草中之戎與麗土之翟以求東道二年春公以二軍下次于陽樊右師取昭叔于温殺之于隰城左師迎王于鄭王入于成周遂定之于郟王饗醴命公胙侑公請隧弗許曰王章也不可以二王無若政何賜公南陽陽樊温原州陘絺鉏欑茅之田陽人不服公圍之將殘其民倉葛呼曰君補王闕以順禮也陽人未狎君德而未敢承命君將殘之無乃非禮乎陽有夏商之嗣典有周室之師旅樊仲之官守焉其非官守則皆王之父兄甥舅也君定王室而殘其姻族民將焉放敢私布之於吏唯君圖之公曰君子也乃出陽人又公伐原令以三日之糧三日而原不降公令䟽軍而去之諜出曰原不過一二日矣軍吏以告公曰得原而失信何以使人夫信民之所庇也不可失也乃去之及盟門而原請降文公立四年楚成王伐宋公率齊秦伐曹衞以救宋宋人使門尹班告急於晉公告大夫曰宋人告急舍之則宋絶告楚則不許我我欲擊楚齊秦不欲其若之何先軫曰不若使齊秦主楚怨公曰可乎先軫曰使宋舍我而賂齊秦藉之告楚我分曹衞之地以賜宋人楚愛曹衞必不許齊秦齊秦不得其請必屬怨焉然後用之蔑不欲矣公說是故以曹田衞田賜宋人令尹子玉使宛春來告曰請復衞矦而封曹臣亦釋宋之圍舅犯愠曰子玉無禮哉臣取二君取一必擊之先軫曰子與之我不許曹衞之請是不許釋宋也宋衆無乃彊乎是楚一言而有三施子一言而有三怨怨巳多矣難以擊人不若私許復曹衞以攜之執宛春以怒楚既單而後圖之公說是故拘宛春於衞子玉釋宋圍從晉師楚師陳晉師退舍軍吏請曰以君避臣辱也且楚師老矣必敗何故退子犯曰二三子忘在楚乎偃也聞之戰鬪直爲壯曲爲老未報楚惠而抗宋我曲楚直其衆莫不生氣不可謂老若我以君避臣而不去彼亦曲矣退三舍避楚楚衆欲止子玉不肻至于城濮果戰楚衆大敗君子曰善以德勸文公誅觀狀以伐鄭反其埤鄭人以名寶行成公弗許曰予我詹而師還詹請往鄭伯弗許詹固請曰一臣可以赦百姓而定社稷君何愛於臣也鄭人以詹予晉人晉人將亨之詹曰臣碩獲盡辭而死固所碩也公聽其辭詹曰天降鄭禍使淫觀狀棄禮違親臣曰不可夫晉公子賢明其左右皆卿才若復其國而得志於諸矦禍無赦矣今禍及矣尊明勝患知也殺身贖國忠也乃就亨據鼎耳而疾號曰自今以往知忠以事君者與詹同乃命弗殺厚爲之禮而歸之鄭人以詹伯爲將軍晉國饑公問於箕鄭曰救饑何以對曰信公曰安信對曰信於君心信於名信於令信於事公曰然則若何對曰信於君心則美惡不踰信於名則上下不干信於令則時無廢功信於事則民從事有業於是乎民知君心貧而不懼藏出如入何匱之有公使爲箕及清原之蒐使佐新上軍公問元帥於趙衰對曰郤縠可行年五十矣守學彌惇夫先王之法志德義之府也夫德義生民之本也能惇篤者不忘百姓也請使郤縠公從之公使趙衰爲卿辭曰欒枝貞慎先軫有謀胥臣多聞皆可以爲輔臣弗若也乃使欒枝將下軍先軫佐之取五鹿先軫之謀也郤縠卒使先軫代之胥臣佐下軍公使原季爲卿辭曰夫三德者偃之出也以德紀民其章大矣不可廢也使狐偃爲卿辭曰毛之知賢於臣其齒又長毛也不在位不敢聞命乃使狐毛將上軍狐偃佐之狐毛卒使趙衰代之辭曰城濮之役先且居之佐軍也善軍伐有賞善君有賞能其官有賞且居有三賞不可廢也且臣之倫箕鄭胥嬰先都在乃使先且居將上軍公曰趙衰三讓其所讓皆社稷之衞也廢讓是廢德也以趙衰之故蒐于清原作五軍使趙衰將新上軍箕鄭佐之胥嬰將新下軍先都佐之子犯卒蒲城伯請佐公曰趙衰三讓不失義讓推賢也義廣德也德廣賢至有何患矣請令衰也從子乃使趙衰佐新上軍文公學讀書於臼季三日曰吾不能行也咫聞則多矣對曰然而多聞以待能者不猶愈乎文公問於郭偃曰始也吾以國爲易今也難對曰君以爲易其難也將至矣君以爲難其易也將至矣文公問於胥臣曰吾欲使陽處父傅讙也而敎誨之其能善之乎對曰是在讙也籧篨不可使俛戚施不可使仰僬僥不可使舉侏儒不可使援矇􁡳不可使視嚚瘖不可使言聾聵不可使聽僮昏不可使謀質將善而賢良贊之則濟可竢也若有違質教將不入其何善之爲臣聞昔者大任娠文王不變少􁉆于豕牢而得文王不加病焉文王在母不憂在傅弗勤處師弗煩事王不怒敬友二虢而惠慈二蔡刑于大姒比于諸弟詩云刑于寡妻至于兄弟以御于家邦於是乎用四方之賢良及其卽位也詢于八虞而咨于二虢度於閎夭而謀於南宫諏於蔡原而訪於辛尹重之以周召畢榮億寧百神而柔和萬民故詩曰惠于宗公神罔時恫是則文王非專敎誨之力也公曰然則教無益乎對曰胡爲文益其質故人生而學非學不入公曰奈夫八疾何對曰官師之所材也戚施直鎛籧篨蒙璆侏儒扶盧矇􁄚脩聲聾聵司火僮昏嚚瘖僬僥官師所不材也以實裔土夫教者因體能質而利之者也若川然有原以卬浦而後大文公卽位二年欲用其民子犯曰民未知義盇納天子以示之義乃納襄王于周公曰可矣乎對曰民未知信盇伐原以示之信乃伐原曰可矣乎對曰民未知禮盇大蒐備師尚禮以示之乃大蒐于被廬作三軍使郤縠將中軍以爲大政郤溱佐之子犯曰可矣遂伐曹衞出穀戍釋宋圍敗楚師於城濮於是乎遂伯"}
{"id": "KR2e0001_011", "series": "KR2e0001", "text": "􁀋季使舍於冀野冀缺耨其妻饁之敬相待如賓從而問之冀芮之子也與之歸旣復命而進之曰臣得賢人當以告文公曰其父有辠可乎對曰國之良也滅其前惡是故舜之刑也殛鯀其舉也興禹今君之所聞也齊桓親舉管敬子其賊也公曰子何以知其賢也對曰臣見其不忘敬也夫敬德之恪也恪於德以臨事其何不濟公見之使爲下軍大夫子之皃濟其言匱非其實也若中不濟而外彊之其卒將復中外易矣若外内類而言反之瀆其信也夫言以昭信奉之如機歷時而發之胡可瀆也今陽子之情譿矣以濟葢也且剛而主能不本而犯怨之所聚也吾懼未獲其利而及其難是故去之期年乃有賈季之難陽子死之趙宣子言韓獻子於靈公以爲司馬河曲之役趙孟使人以其乗車干行獻子執而戮之衆咸曰韓厥必不沒矣其主朝升之而莫戮其車其誰安之宣子召而禮之曰吾聞事君者比而不黨夫周以舉義比也舉以其私黨也夫軍事無犯犯而不隱義也吾言汝於君懼汝不能也舉而不能黨孰大焉事君而黨吾何以從政吾故以是觀汝汝勉之茍從是行也臨長晉國者非汝其誰皆告諸大夫曰二三子可以賀我矣吾舉厥也而中吾乃今知免於罪矣宋人殺昭公趙宣子請師於靈公以伐宋公曰非晉國之急也對曰大者天地其次君臣所以爲明訓也今宋人殺其君是反天地而逆民則也天必誅焉晉爲盟主而不脩天罰將懼及焉公許之乃發令于太廟召軍吏而戒樂正令三軍之鐘鼔必備趙同曰國有大役不鎮撫民而備鐘鼓何也宣子曰大罪伐之小罪憚之襲㑴之事陵也是故伐備鐘鼓聲其罪也戰以錞于丁寧儆其民也襲㑴密聲爲蹔事也今宋人殺其君罪莫大焉明聲之猶恐其不聞也吾備鐘鼓爲君故也乃使旁告於諸矦治兵振旅鳴鐘鼓以至于宋靈公虐趙宣子驟諫公患之使鉏麑賊之晨往則􁙓門辟矣盛服將朝蚤而假寐麑退歎而言曰趙孟敬哉夫不忘恭敬社稷之鎮也賊國之鎮不忠受命而廢之不信享一名於此不若死觸廷之槐而死靈公將殺趙盾不充趙穿攻公於桃園逆公子黒臋而立之寔爲成公郤獻子聘于齊齊頃公使婦人觀而笑之郤獻子怒歸請伐齊范武子退自朝曰爕乎吾聞之干人之怒必獲毒焉夫郤子之怒甚矣不逞於齊必發諸晉國不得政何以逞怒余將致政焉以成其怒無以内易外也爾勉從二三子以承君命唯敬乃老范文子莫退於朝武子曰何莫也對曰有秦客廋辭於朝大夫莫之能對也吾知三焉武子怒曰大夫非不能也讓父兄也爾童子何知而三掩人於朝吾不在晉國亡無日矣擊之以杖折委笄靡笄之役韓獻子將斬人郤獻子駕將救之至則旣斬之矣郤獻子請以徇其僕曰子不將救之乎獻子曰敢不分謗乎靡笄之役郤獻子傷曰余病喙張矦御曰三軍之心在此車矣其耳目在於旗鼓車無退表鼓無退聲軍事集矣吾子忍之不可以言病受命於廟受脤於社甲胄而效死戎之政也病未若死祗以解志乃左并轡右援枹而鼓之馬逸不能止三軍從之齊師大敗逐之三周華不注之山靡笄之役郤獻子師勝而反范文子後入武子曰爕乎女亦知吾望爾也乎對曰夫師郤子之師也其事臧若先則恐國人之屬耳目於我也故不敢武子曰吾知免矣靡笄之役郤獻子見公曰子之力也夫對曰充也以君命命三軍之士三軍之士用命充也何力之有焉范文子見公曰子之力也夫對曰爕也受命於中軍以命上軍之士上軍之士用命爕也何力之有焉欒武子見公曰子之力也夫對曰書也受命於上軍以命下軍之士下軍之士用命書也何力之有焉靡笄之役也郤獻子伐齊齊矦來獻之以得隕命之禮曰寡君使充也不腆弊邑之禮爲君之辱敢歸諸下執政以憖御人苖棼皇曰郤子勇而不知禮矜其伐而恥國君其與幾何梁山崩以傳召伯宗遇大車當道而覆立而辟之曰辟傳對曰傳爲速也若竢吾辟之則加遲矣不如捷而行伯宗喜問其居曰絳人也伯宗曰何聞曰梁山崩而以傳召伯宗伯宗問曰將若何對曰山有朽壊而自崩將若何夫國主山川故川涸山崩君爲之降服出次乗縵不舉策於上帝國三日哭以禮焉雖伯宗亦其如是而巳其若之何問其名不告請以見弗許伯宗及絳以告而從之伯宗朝以喜歸其妻曰子皃有喜何也曰吾言於朝諸大夫皆謂我知似陽子對曰陽子華而不實主言而無謀是以難及其身子何喜焉伯宗曰吾飲諸大夫酒而與之語爾試聽之曰諾旣飲其妻曰諸大夫莫子若也然而民不能戴其上乆矣難必及子子盇亟索士憖庇州犂焉得畢陽及欒弗忌之難諸大夫害伯宗將謀而殺之畢陽實送州犂于荆"}
{"id": "KR2e0001_012", "series": "KR2e0001", "text": "趙文子冠見欒武子武子曰美哉昔吾逮事莊主華則榮矣實之不知請務實乎見中行宣子宣子曰美哉惜也吾老矣見范文子文子曰而今可以戒矣夫賢者寵至而益戒不足者爲寵驕故興王賞諫臣逸王罰之吾聞古之王者政德旣成又聽於民於是乎使工誦諫於朝在列者獻詩使勿兠風聽臚言於市辨妖祥於謡考百事於朝問謗譽於路有邪而正之盡戒之術也先王疾是驕也見郤駒伯駒伯曰美哉然而壯不若老者多矣見韓獻子獻子曰戒之此謂成人成人在始與善始與善善進善不善蔑由至矣始與不善不善進不善善亦蔑由至矣如草木之産也各以其物人之有冠猶宫室之有牆屋也糞除而巳何又加焉見知武子武子曰吾子勉之成宣之後而老爲大夫非恥乎成子之文宣子之忠其可忘乎夫成子道前志以佐先君道法而卒以政可不謂文乎夫宣子盡諫於襄靈以諫取惡不憚死進也可不謂忠乎吾子勉之有宣子之忠而納之以成子之文事君必濟見苦成叔子叔子曰抑年少而執官者衆吾安容子見温季子季子曰誰之不如可以求乎見張老而語之張老曰善矣從欒伯之言可以滋范叔之敎可以大韓子之戒可以成物備矣志在子若夫三郤亡人之言也何稱述焉知子之道善矣是先主覆露子也厲公將伐鄭范文子不欲曰若以吾意諸矦皆畔則晉可爲也唯有諸矦故擾擾焉凡諸矦難之本也得鄭憂滋長安用鄭郤至曰然則王者多憂乎文子曰我王者也乎哉夫王者成其德而逺人以其方賄歸之故無憂今我寡德而求王者之功故多憂子見無土而欲富者樂乎哉厲公六年伐鄭且使苦成叔及欒黶興齊魯之師楚恭王帥東夷救鄭楚半陳公令擊之欒書曰君使黶也興齊魯之師請俟之郤至曰不可楚師將退我擊之必以勝歸夫陳不違忌一閒也夫南夷與楚來而弗與陳二閒也夫楚與鄭陳而不與整三閒也且其士卒在陳而譁四閒也夫衆聞譁則必懼五閒也鄭將顧楚楚將顧夷莫有鬪心不可失也公說於是敗楚師於鄢陵欒書是以怨郤至鄢之戰郤至以韎韋之跗注三逐楚平王卒見王必下奔退戰王使工尹襄問之以弓曰方事之殷有韎韋之跗注君子也屬見不穀而下無乃傷乎郤至甲胄而見客免胄而聽命曰君之外臣至以寡君之靈閒蒙甲胄不敢當拜君命之辱爲使者故敢三肅之君子曰勇以知禮鄢陵之役大夫欲爭鄭范文子不欲曰吾聞人臣者能内睦而後圖外不睦内而圖外必有内爭盇姑謀睦乎考訊其阜以出則怨靖鄢陵之役晉伐鄭荆救之大夫欲戰范文子不欲曰吾聞君人者刑其民成而後振武於外是以内龢而外威今吾司寇之刀鋸日弊而斧鉞不行内猶有不刑而況外乎夫戰刑也刑之過也過由大而怨由細故以惠誅怨以忍去過細無怨而大不過而後可以武刑外之不服者今吾刑外乎大人而忍於小民將誰行武武不行而勝幸也幸以爲政必有内憂且唯聖人能無外患又無内憂距非聖人必偏而後可偏而在外猶可救也疾自中起是難盇姑釋荆與鄭以爲外患乎鄢陵之役晉伐鄭荆救之欒武子將上軍范文子將下軍欒武子欲戰范文子不欲曰吾聞之唯厚德者能受多福無德而服者衆必自傷也稱晉之德諸矦皆叛國可以少安唯有諸矦故擾擾焉凡諸矦難之本也且唯聖人能無外患又無内憂距非聖人不有外患必有内憂盇姑釋荆與鄭以爲外患乎諸臣之内相與必將輯睦今我戰又勝荆與鄭吾君將伐知而多力怠教而重斂大其私暱而益婦人田不奪諸大夫田則焉取以益此諸臣之委室而徒退者將與幾人戰若不勝則晉國之福也戰若勝亂地之秩者也其産將害大盇姑無戰乎欒武子曰昔韓之役惠公不復舍邲之役三軍不振旅箕之役先軫不復命晉國固有太恥三今我任晉國之政不損晉恥又以違蠻夷以重之雖有後患非吾所知也范文子曰擇福莫若重擇禍莫若輕福無所用輕禍無所用重晉國固有大恥與其君臣不相聽以爲諸矦笑也盇姑以違蠻夷爲恥乎欒武子不聽遂與荆人戰於鄢陵大勝之於是乎君伐知而多力怠教而重斂大其私暱殺三郤而尸諸朝納其室以分婦人於是乎國人弗蠲遂殺諸翼葬之翼東門之外以車一乗厲公之所以死者唯無德而功烈多服者衆也鄢陵之役荆厭晉軍軍吏患之將謀范匄自公族趨過之曰夷竈堙井非退而何范文子執戈逐之曰國之存亡天命也童子何知焉且不及而言姦也必爲戮苖棼皇曰善逃難哉既退荆師於鄢陵將穀范文子立於戎馬之前曰君㓜弱諸臣不佞吾何福以及此吾聞之天道無親唯德是授吾庸知天之不授晉且以勸荆乎君與二三臣其戒之夫德福之基也無德而福隆猶無基而厚墉也其壊也無日矣反自鄢范文子謂其宗祝曰君驕㤗而有烈夫以德勝者猶懼失之而況驕㤗乎君多私今以勝歸私必昭昭私難必作吾恐及焉凡吾宗祝爲我祈死先難爲免七年夏范文子卒冬難作始於三郤卒於公旣戰獲王子發鉤欒書謂王子發鉤曰子告君曰郤至使人勸王戰及齊魯之未至也且夫戰也微郤至王必不免吾歸子發鉤告公公告欒書欒書曰臣固聞之郤至欲爲難使苦成叔緩齊魯之師巳勸君戰戰敗將納孫周事不成故免楚王然戰而擅舍國君而受其問不亦大罪乎且今君若使之於周必見孫周公曰諾欒書使人謂孫周曰郤至將往必見之郤至聘於周公使覘之見孫周是故使胥之昧與夷陽午刺郤至苦成叔及郤錡郤錡謂郤至曰君不道於我我欲以吾宗與吾黨夾而攻之雖死必敗國國敗君必危其可乎郤至曰不可至聞之武人不亂知人不詐仁人不黨夫利君之富富以聚黨利黨以危君君之殺我也後矣且衆何罪鈞之死不若聽君之命是故皆自殺既刺三郤欒書殺厲公乃納孫周而立之是爲悼公長魚蟜既殺三郤乃脅欒中行而言於公曰不殺此二子者憂必及君公曰一旦而尸三卿不可益也對曰臣聞之亂在内爲軌在外爲姦禦軌以德禦姦以刑今治政而内亂不可謂德除鯁而避强不可謂刑德刑不立姦軌並至臣脆弱弗能忍俟也乃犇翟三月厲公殺欒武子中行獻子圍公於匠麗氏乃召韓獻子獻子辭曰殺君以求威非吾所能爲也威行為不仁事廢爲不知享一利亦得一惡非所務也昔者吾畜於趙氏孟姬之讒吾能違兵人有言曰殺老牛莫之敢尸而況君乎二三子不能事君安用厥也中行偃欲伐之欒書曰不可其身果而辭順順無不行果無不徹犯順不祥伐果不充夫以果戾順行民不犯也吾雖欲攻之其能乎乃止"}
{"id": "KR2e0001_013", "series": "KR2e0001", "text": "既殺厲公欒武子使知武子彘恭子如周迎悼公庚午大夫逆于清原公言於諸大夫曰孤始願不及此孤之及此天也抑人之有元君將稟命焉若稟而棄之是焚穀也其稟不材是穀不成也穀之不成孤之咎也成而焚之二三子之虐也孤欲長處其願出令將不敢不成二三子爲令之不從故求元君而訪焉孤之不元廢也其誰怨元而以虐奉之二三子之制也若欲奉元以濟大義將在今日若欲暴虐以離百姓反易民常亦在今日圖之進退願由今日大夫對曰君鎮撫羣臣而大庇䕃之無乃不堪君訓而陷於大戮以煩刑史辱君之允令敢不承業乃盟而入辛巳朝于武宫定百事立百官育門子選賢良興舊族出滯賞畢故刑赦囚繫宥閒罪薦積德逮鰥寡振廢淹養老幼恤孤疾年過七十者公親見之稱曰王父王父不敢不承二月乙酉公卽位使吕宣子佐下軍曰邲之役吕錡佐知莊子於上軍獲楚公子穀臣與連尹襄老以免子羽鄢之役親䠶楚王而敗楚師以定晉國而無後其子孫不可不崇也使彘恭子將新軍曰武子之季文子之母弟也武子宣法以定晉國至於今是用文子勤身以定諸矦至於今是賴夫二子之德其可忘乎故以彘季屛其宗使令狐文子佐之曰昔充潞之役秦來圖敗晉功魏顆以其身卻退秦師于輔氏親止杜回其勲銘于景鍾至于今不育其子不可不興也君知士貞子之帥志博聞而宣惠於敎也使爲太傅知右行辛之能以數宣物定功也使爲司空知欒糾之能御以和於政也使爲戎御知荀賓之有力而不暴也使爲戎右欒伯請公族大夫公曰荀家惇惠荀禬文敏黶也果敢無忌鎮靖使兹四人者爲之夫膏粱之性難正也故使惇惠者教之使文敏者道之使果敢者諗之使鎮靖者脩之惇惠者敎之則徧而不倦文敏者道之則婉而入果敢者諗之則過不隱鎮靖者脩之則壹使兹四人者爲公族大夫公知祁奚之果而不淫也使爲元尉知羊舌職之聦敏肅給也使佐之知魏絳之勇而不亂也使爲元司馬知張老之知而不詐也使爲元候知鐸遏宼之恭敬而信彊也使爲輿尉知藉偃之惇率舊職而共給也使爲輿司馬知程鄭端而不淫且好諫而不隱也使爲贊僕始合諸矦於虚朾以救宋使張老延君譽于四方且觀道逆者吕宣子卒公以趙文子爲文也而能恤大事使佐新軍三年公始合諸矦四年諸矦會於雞丘於是乎布令結援脩好申盟而還令狐文子卒公乃以魏絳爲不犯使佐新軍使張老爲司馬使范獻子爲候奄公譽達於戎五年諸戎來請服使魏莊子盟之於是乎始復伯四年會諸矦於雞丘魏絳爲中軍司馬公子揚干亂行於曲梁魏絳斬其僕公謂羊舌赤曰寡人屬諸矦魏絳戮寡人之弟爲我勿失赤對曰臣聞絳之志有事不避難有罪不避刑其將來辭言終魏絳至授僕人書而伏劒士魴張老交止之僕人授公公讀書曰臣誅於揚干不忘其死日君乏使使臣狃中軍之司馬臣聞師衆以順爲武軍事有死無犯爲敬君合諸矦臣敢不敬君不說請死之公跣而出曰寡人之言兄弟之禮也子之誅軍旅之事也請無重寡人之過反役與之禮食令之佐新軍祁奚辭於軍尉公問焉曰孰可對曰臣之子午可人有言曰擇臣莫若君擇子莫若父午之少也婉以從令游有鄉處有所好學而不戲其壯也彊志而用命守業而不淫其冠也和安而好敬柔惠小物而鎮定大事有直質而無流心非義不變非上不舉若臨大事其可以賢於臣也臣請薦所能擇而君比義焉公使祁午爲軍尉没平公軍無秕政五年無終子嘉父使孟樂因魏莊子納虎豹之皮以龢諸戎公曰戎翟無親而好得不若伐之魏絳曰勞師於戎而失諸華雖有功猶得獸而失人也安用之且夫戎翟荐處貴貨而易土與之貨而獲其土其利一也邊鄙耕農不儆其利二也戎翟事晉四鄰莫不震動其利三也君其圖之公說故使魏絳撫諸戎於是乎遂伯韓獻子老使公族穆子受事於朝辭曰厲公之亂無忌備公族不能死臣聞之曰無功庸者不敢居髙位今無忌知不能匡君使至於難仁不能救勇不能死敢辱君朝以忝韓宗請退也固辭不立悼公聞之曰難雖不能死君而能讓不可不賞也使掌公族大夫悼公使張老爲卿辭曰臣不如魏絳夫絳之知能治大官其仁可以利公室不忘其勇不疚於刑其學不廢其先人之職若在卿位外内必平且雞丘之會其官不犯而辭順不可不賞也公五命之固辭乃使爲司馬使魏絳佐新軍十二年公伐鄭軍於蕭魚鄭伯嘉來納女工妾三十人女樂二八歌鍾二肆及寶鎛輅車十五乗公賜魏絳女樂一八歌鐘一肆曰子敎寡人和戎翟而正諸華於今八年七合諸矦寡人無不得志請與子共樂之魏絳辭曰夫和戎翟臣之幸也八年七合諸矦君之靈也二三子之勞也臣焉得之公曰微子寡人無以待戎無以濟河二三子何勞焉子其受之君子曰能志善也悼公與司馬矦升臺而望曰樂夫對曰臨下之樂則樂矣德義之樂則未也公曰何謂德義對曰諸矦之爲日在君側以其善行以其惡戒可謂德義矣公曰孰能對曰羊舌肸習於春秋乃召叔嚮使傅太子彪晉語第十三國語"}
{"id": "KR2e0001_014", "series": "KR2e0001", "text": "平公六年箕遺及黄淵嘉父作亂不充而死公遂逐羣賊謂陽畢曰自穆矦以至於今亂兵不輟民志無厭禍敗無巳離民且速宼恐及吾身若之何陽畢對曰本根猶樹枝葉益長本根益茂是以難巳也今若大其柯去其枝葉絶其本根可以少閒公曰子實圖之陽畢曰圖在明訓明訓在威權威權在君君掄賢人之後有常位於國者而立之亦掄逞志虧君以亂國者之後而去之是遂威而逺權民畏其威而懷其德莫能勿從若從則民心皆可畜畜其心而知其欲惡民孰偷生若不偷生則莫思亂矣且夫欒氏之誣晉國也乆矣欒書實覆宗殺厲公以厚其家若滅欒氏則民威矣今吾若起瑕原韓魏之後而賞立之則民懐矣威與懐各當其所則國安矣君治而國安欲作亂者誰與君曰欒書立吾先君欒盈不獲罪如何陽畢曰夫正國者不可以暱於權行權不可以隱於私暱於權則民不道行權隱於私則政不行政不行何以道民民之不道亦無君矣則其爲暱與隱也復産害矣且勤君身君其圖之若愛欒盈則明逐羣賊而以國倫數而遣之厚戒箴國以待之彼若求逞志而報於君罪孰大焉滅之猶少彼若不敢而逺逃乃厚其外交而勉之以報其德不亦可乎公許諾盡逐羣賊而使祁午及陽畢適曲沃逐欒盈欒盈出奔楚遂令於國人曰自文公以來有力於先君而子孫不育者將授立之得之者賞居三年欒盈晝入爲賊于絳范宣子以公入于襄公之宫欒盈不充出奔曲沃遂刺欒盈滅欒氏是以没平公之身無内亂也欒懐子之出執政使欒氏之臣勿從從欒氏者爲大戮施欒氏之臣辛俞行吏執而獻之公公曰國有大令何故犯之對曰臣順之也豈敢犯之執政曰無從欒氏而從君是明令必從君也臣聞之曰三世仕家君之再世以下主之事君以死事主以勤君之明令也自臣之祖以無大援於晉國世隷欒氏於今三世矣臣故不敢不君今執政曰不從君者爲大戮臣敢忘其死而叛其君以煩司宼公說固止之不可厚賂之辭曰臣嘗陳辭矣心以守志辭以行之所以事君也若受君賜是隋其前言君問而陳辭未退而逆之何以事君君知其不可得也乃遣之叔魚生其母視之曰是虎目而豕喙鳶肩而牛腹谿壑可盈是不可饜也必以賄死遂弗視揚食我生叔向之母聞之往及堂聞其號也乃還曰其聲豺狼之聲也終滅羊舌氏之宗者必是子也魯襄公使叔孫穆子來聘范宣子問焉曰人有言曰死而不朽何謂也穆子未對宣子曰昔匄之祖自虞以上爲陶唐氏在夏爲御龍氏在商爲豕韋氏在周爲唐杜氏周卑晉繼之爲范氏其此之謂乎對曰以豹之所聞此之謂世禄非不朽也魯先大夫臧文仲其身没矣其言立於後世此之謂死而不朽范宣子與龢大夫爭田久而無成宣子欲攻之問於伯華伯華曰外有軍内有事赤也外事也不敢㑴官且吾子之心有出焉可徵訊也問於孫林父周卑晉繼之爲范氏其此之謂孫林父曰旅人所以事子也唯事是待問於張老張老曰老也以軍事承子非戎則非吾所知也問於祁奚祁奚曰公族之不恭公室之有回内事之邪大夫之貪是吾罪也若以軍官從子之私懼子之應且憎也問於藉偃藉偃曰偃以斧鉞從於張孟曰聽命焉若夫子之命也何二之有釋夫子而舉是反吾子也問於叔魚叔魚曰待吾爲子戮之叔向聞之見宣子曰聞子與龢未寧徧問於大夫又無決盇訪之訾祏訾祏實直而博直能端辯之博能上下比之且吾子之家老也吾聞國家有大事必順於典刑而訪咨於耇老而後行之司馬矦見曰聞吾子有龢之怒吾以爲不信諸矦皆有二心是之不憂而怒龢大夫非子之任也祁午見曰晉爲諸矦盟主子爲正卿若能靖端諸矦使服聽命於晉晉國其誰不爲子從何必龢盇密和和大以平小乎宣子問於訾祏訾祏對曰昔隰叔子違周難於晉國生子輿爲理以正於朝朝無姦官爲司空以正於國國無敗績世及武子佐文襄爲諸矦諸矦無二心及爲卿以輔成景軍無敗政及爲成師居太傅端刑法輯訓典國無姦民後之人可則是以受隨范及文子成晉荆之盟豐兄弟之國使無有閒隙是以受郇櫟今吾子嗣位於朝無姦行於國無邪民於是無四方之患而無外内之憂賴三子之功而饗其禄位今既無事矣而非龢於是加寵將何治爲宣子說乃益龢田而與之和訾祏死范宣子謂獻子曰鞅乎昔者吾有訾祏也吾朝夕顧焉以相晉國且爲吾家今吾觀女也專則不能謀則無與將若之何對曰鞅也居處恭不敢安易敬學而好仁和於政而好其道謀於衆不以賈好私志雖衷不敢謂是也必長者之由宣子曰可以免身平公說新聲師曠曰公室其將卑乎君之明兆於衰矣夫樂以開山川之風以耀德於廣逺也風德以廣之風山川以逺之風物以聽之脩詩以詠之脩禮以節之夫德廣逺而有時節是以逺服而邇不遷平公射鴳不死使豎襄搏之失公怒拘將殺之叔向聞之夕君告之叔向曰君必殺之昔吾先君唐叔射兕于徒林殪以爲大甲以封于晉今君嗣吾先君唐叔射鴳不死搏之不得是揚吾君之恥者也君其必速殺之勿令逺聞君忸怩顔乃趣赦之皆君之臣也班爵同何以黜朱也撫劒就之叔向曰秦晉不和久矣今日之事幸而集子孫饗之不集三軍之士暴骨夫子貟道賓主之言無私子常易之姦以事君者吾所能禦也拂衣從之人救之平公聞之曰晉其庶乎吾臣之所爭者大師曠侍曰公室懼卑其臣不心競而力爭諸矦之大夫盟于宋楚令尹子木欲襲晉軍曰若盡晉師而殺趙武則晉可弱也文子聞之謂叔向曰若之何叔向曰子何患焉忠不可暴信不可犯忠自中而信自身其爲德也深矣其置本也固矣故不可抈也今我以忠謀諸矦而以信覆之荆之逆諸矦也亦云是以在此若襲我是自背其信而塞其忠也信反必弊忠塞無用安能害我且夫合諸矦以爲不信諸矦何望焉此行也荆敗我諸矦必叛之子何愛於死死而可以固晉國之盟主何懼焉是行也以蕃爲軍攀輦卽利而舍候遮扞衞不行楚人不敢謀畏晉之信也自是没平公無楚患矣宋之盟楚人固請先歃叔向謂趙文子曰夫伯王之勢在德不在先歃子若能以忠信贊君而裨諸矦之闕歃雖後諸矦將戴之何爭於先若違於德而以賄成事今雖先歃諸矦將棄之何欲於先昔成王盟諸矦于岐陽楚爲荆蠻置茅蕝設望表與鮮牟守燎故不與盟今將與狎主諸矦之盟唯有德也子務德無爭先務德所以服楚也乃先楚人虢之會魯人食言楚令尹圍將以魯叔孫穆子爲戮樂王鮒求貨焉弗與趙文子謂叔孫曰夫楚令尹有欲於楚少懦於諸矦諸矦之故求治之不求致也其爲人也剛而尚寵若及必弗避也子盇逃之不幸必及於子對曰豹也受命於君以從諸矦之盟爲社稷也若魯有罪而受盟者逃魯必不免是吾出而危之也若爲諸矦戮者魯誅盡矣必不加師請爲戮也夫戮出於身實難自它及之何害茍可以安君利國美惡一也文子將請之於楚樂王鮒曰諸矦有盟未退而魯背之安用齊盟縱不能討又免其受盟者晉何以爲盟主矣必殺叔孫豹文子曰有人不難以死安利其國可無愛乎若皆䘏國如是則大不喪威而小不見陵矣若是道也果可以敎訓何敗國之有吾聞之曰善人在患弗救不祥惡人在位弗去亦不祥必免叔孫固請於楚而免之趙文子爲室斵其椽而礱之張老夕焉而見之不謁而歸文子聞之駕而往曰吾不善子亦告我何其速也對曰天子之室斵其椽而礱之加密石焉諸矦礱之大夫斵之士首之備其物義也從其等禮也今子貴而忘義富而忘禮吾懼不免何敢以告文子歸令之勿礱也匠人請皆斵之文子曰止爲後世之見之也其斵者仁者之爲也其礱者不仁者之爲也趙文子與叔向游于九京曰死者若可作也吾誰與歸叔向曰其陽子乎文子曰夫陽子行廉直於晉國不免其身其知不足稱也叔向曰其舅犯乎文子曰舅犯見利不顧其君其仁不足稱也其隨武子乎納諫不忘其師言身不失其友事君不援而進不阿而退秦后子來奔趙文子見之問曰秦君道乎對曰不識文子曰公子辱於敝邑必避不道也對曰有焉文子曰猶可以乆乎對曰鍼聞之國無道而年榖龢孰鮮不五稔文子視日曰朝夕不相及誰能俟五文子出后子謂其徒曰趙孟將死矣夫君子寛惠以恤後猶恐不濟今趙孟相晉國以主諸矦之盟思長世之德歷逺年之數猶懼不終其身今忨日而㵣歳怠偷甚矣非死逮之必有大咎冬趙文子卒平公有疾秦景公使醫龢視之出曰疾不可爲也是謂逺男而近女惑以生蠱非鬼非食惑以喪志良臣不生天命不佑若君不死必失諸矦趙文子聞之曰武從二三子以佐君爲諸矦盟主於今八年矣内無苛慝諸矦不二子胡曰良臣不生天命不佑對曰自今之謂和聞之曰直不輔曲明不規闇榣木不生危松柏不生埤夫文蟲皿爲蠱吾是以云文子曰君其幾何對曰若諸矦服不過三年不服不過十年過是晉之殃也是歳趙文子卒諸矦叛晉十年平公薨秦后子來仕其車千乗楚公子干來仕其車五乗叔向爲太傅實賦禄韓宣子問二公子之禄焉對曰大國之卿一旅之田上大夫一卒之田夫二公子者上大夫也皆一卒可也宣子曰秦公子富若之何其鈞之也對曰夫爵以建事禄以食爵德以賦之功庸以稱之若何其以富賦禄也夫絳之富商韋藩木楗以過于朝唯其功庸少也而能金玉其車文錯其服能行諸矦之賄而無尋尺之禄無大績於民故也且楚秦匹也若之何其回於富也乃均其禄鄭簡公使公孫成子來聘平公有疾韓宣子贊授客館客問君疾對董伯爲尸五日公見子産賜之莒鼎叔向見韓宣子宣子憂貧叔向賀之宣子曰吾有卿之名而無其實無以從二三子吾是以憂子賀我何故對曰昔欒武子無一卒之田其官不備其宗器宣其德行順其憲則使越于諸矦諸矦親之戎狄懐之以正晉國行刑不疚以免於難及桓子驕泰奢侈貪欲無蓺略則行志假貸居賄宜及於難而賴武之德以没其身及懷子改桓之行而脩武之德可以免於難而離桓之罪以亡于楚夫郤昭子其富半公室其家半三軍恃其富寵以泰于國其身尸於朝其宗滅于絳不然夫八郤五大夫三卿其寵大矣一朝而滅莫之哀也唯無德也今吾子有欒武子之貧吾以爲能其德矣是以賀若不憂德之不建而患貨之不足將弔不暇何賀之有宣子拜稽首焉曰起也將亡賴子存之非起也敢專承之其自桓叔以下嘉吾子之賜"}
{"id": "KR2e0001_015", "series": "KR2e0001", "text": "士景伯如楚叔魚為贊理邢侯與雝子爭田雝子納其女於叔魚以求直及蔽獄之日叔魚抑邢侯邢侯殺叔魚與雝子於朝韓宣子患之叔向曰三姦同罪請殺其生者而戮其死者宣子曰若何對曰鮒也鬻獄雝子賈之以其子邢侯非其官也而干之夫以回鬻國之中與絶親以買直與非司寇而擅殺其罪一也邢侯聞之逃遂施邢侯氏而尸叔魚與雝子於市中行穆子率師伐翟圍鼓鼔人或請以城畔穆子不受軍吏曰可無勞師而得城子何不爲穆子曰非事君之禮也夫以城來者必將求利於我夫守而二心姦之大者也賞善罰姦國之憲法也許而弗予失吾信也若其予之賞大姦也姦而盈祿善將若何且夫翟之憾者以城來盈願晉豈其無是我以鼓教吾邊鄙貳也夫事君者量力而進不能則退不以安賈貳令軍吏呼城儆將攻之未傅而鼔降中行伯既充鼓以鼓子宛支來令鼔人各復其所非寮勿從鼓子之臣曰夙沙釐以其孥行軍吏執之辭曰我君是事非事土也名曰君臣豈曰土臣今君實遷臣何賴於鼓穆子召之曰鼔有君矣爾止事君吾定而祿爵對曰臣委質於翟之鼓未委質於晉之鼓也臣聞之委質為臣無有二心委質而策死古之法也君有烈名臣無畔質敢即私利以煩司寇而亂舊法其若不虞何穆子歎而謂其左右曰吾何德之務而有是臣也乃使行既獻言於頃公與鼔子田於河隂使夙沙釐相之范獻子聘於魯問具山敖山魯人以其鄉對獻子曰不為具敖乎對曰先君獻武之諱也獻子歸徧戒其所知曰人不可以不學吾適魯而名其二諱為笑焉唯不學也人之有學也猶木之有枝葉也木有枝葉猶庇䕃人而况君子之學乎董叔將取於范氏叔向曰范氏富盇已乎曰欲為繫援焉它日董祁愬於范獻子曰不吾敬也獻子執而紡於庭之槐叔向過之曰子盇為我請乎叔向曰求繫既繫矣求援既援矣欲而得之又何請焉趙簡子曰魯孟獻子有鬭臣五人我無一何也叔向曰子不欲也若欲之肸也待交捽可也梗陽人有獄將不勝請納賂於魏獻子獻子將許之閻沒謂叔寛曰與子諫乎吾主以不賄聞於諸侯今以梗陽之賄殃之不可二人朝而不退獻子將食問誰在庭曰閻明叔襃在召之使佐食比已食三歎既飽獻子問焉曰人有言曰唯食可以忘憂吾子一食之閒而三歎何也同辭對曰吾小人也貪饋之始至懼其不足故歎中食而自咎也曰豈主之食而有不足是以再歎主之既食願以小人之腹為君子之心屬厭而已是以三歎獻子曰善乃辭梗陽人下邑之役董安于多趙簡子賞之辭固賞之對曰方臣之少也進秉筆贊為名命稱於前世義於諸侯而主弗志及臣之壯也耆其股肱以從司馬苛慝不産及臣之長也端委韠帶以隨宰人民無二心今臣一旦為狂疾而曰必賞女是以狂疾賞也不如亡趨而出乃釋之趙簡子使尹鐸為晉陽請曰以為繭絲乎抑為保鄣乎簡子曰保鄣哉尹鐸損其户數簡子誡襄子曰晉國有難而無以尹鐸為少無以晉陽為逺必以為歸趙簡子使尹鐸為晉陽曰必墮其壘培吾將往焉若見壘培是見寅與吉射也尹鐸往而增之簡子如晉陽見壘怒曰必殺鐸也而後入大夫辭之不可曰是昭余讎也郵無正進曰昔先主文子少釁於難從姬氏於公宫有孝德以出在公族有恭徳以升在位有武徳以羞為正卿有溫德以成其名譽失趙氏之典刑而去其師保基於其身以充復其所及景子長於公宫未及教訓而嗣立矣亦能纂脩其身以受先業無謗於國順德以學子擇言以教子擇師保以相子今吾子嗣位有文之典刑有景之教訓重之以師保加之以父兄子皆䟽之以及此難夫尹鐸曰思樂而喜思難而懼人之道也委土可以為師保吾何為不增是以脩之庶曰可以鑑而鳩趙宗乎若罰之是罰善也罰善必賞惡臣何望矣簡子説曰微子吾幾不為人矣以免難之賞賞尹鐸初伯樂與尹鐸有怨以其賞如伯樂氏曰子免吾死敢不歸禄辭曰吾為主圖非為子也怨若怨焉鐵之戰趙簡子曰鄭人擊我吾伏弢衉血鼔音不衰今日之事莫我若也衞莊公為右曰吾九上九下擊人盡殪今日之事莫我加也郵無正御曰吾兩鞁將絶吾能止之今日之事我上之次也駕而乘材兩鞁皆絶衞莊公禱曰曾孫蒯聵以諄趙鞅之故敢昭吿于皇祖文王烈祖康叔文祖襄公昭考靈公夷請無筋無骨無面傷無敗用無隕懼死不敢請簡子曰志父寄也趙簡子田于螻史黯聞之以犬待于門簡子見之曰何為曰有所得犬欲試之兹囿簡子曰何為不告對曰君行臣不從不順主將適螻而麓不聞臣敢煩當日簡子乃還少室周為趙簡子右聞牛談有力請與之戲弗勝致右焉簡子許之使少室周為宰曰知賢而讓可以訓矣趙簡子歎曰吾願得范中行之良臣史黯侍曰將焉用之簡子曰良臣人之所願也又何問焉對曰臣以為不良故也夫事君者諫過而賞善薦可而㬱不獻能而進賢擇才而薦之朝夕誦善敗而納之道之以文行之以順勤之以力致之以死聽則進不則退今范中行氏之臣不能匡相其君使至於難君出在外又不能定而棄之則何良之為若弗棄則主焉得之夫二子之良將勤營其君使復立於外死而後止何日以來若來乃非良臣也簡子曰善吾言實過矣趙簡子問於壯馳兹曰東方之士孰為瘉壯馳兹拜曰敢賀簡子曰未應吾問何賀對曰臣聞之國家之將興也君子自以為不足其亡也若有餘今主任晉國之政而問及小人又求賢人吾是以賀趙簡子歎曰雀入于海為蛤雉入于淮為蜃黿鼉魚鼈莫不能化唯人不能哀夫竇犨侍曰臣聞之君子哀無人不哀無賄哀無徳不哀無寵哀名之不令不哀年之不登夫中行范氏不恤庶難而欲擅晉國今其子孫將耕於齊宗廟之犧為畎畞之勤很對曰宵之很在面瑤之很在心心很敗國面很不害瑤之賢於人者五其不逮者一美鬢長大則賢射御足力則賢伎蓺畢給則賢巧文辯惠則賢彊毅果敢則賢如是而甚不仁以其五賢陵人而以不仁行之其誰能待之若果立瑤也知宗必滅弗聽知果别族于太史為輔氏及知氏之亡唯輔果在知襄子為室美士茁夕焉知伯曰室美夫對曰美則美矣抑臣亦有懼也知伯曰何懼對曰臣以秉筆事君志有之曰髙山峻原不生草木松柏之地其土不肥今土木勝臣懼其不安人也室成三年而知氏亡還自衞三卿宴于藍臺知襄子戲韓康子而侮叚規知伯國聞之諫曰主不備難必至矣曰難將由我我不為難誰敢興之對曰異於是夫郤氏有車轅之難趙有孟姬之讒欒有叔祁之愬范中行有函冶之難皆主之所知也夏書有之曰一人三失怨豈在明不見是圖周書有之曰怨不在大亦不在小夫君子能勤小物故無大患今主一宴而恥人之君相又弗備曰不敢興難無乃不可乎夫誰不可喜而誰不可懼蜹蛾蠭䘍皆能害人况君相乎弗聽自是五年乃有晉陽之難叚規反首難而殺知伯于師遂滅知氏晉陽之圍張談曰先主為重器也為國家之難盇姑無愛寶於諸侯乎襄子曰吾無使也張談曰地也可襄子曰吾不幸有疾不夷於先子不徳而賄夫地也求飲吾欲是養吾疾而干吾祿也吾不與皆斃襄子出曰吾何走乎從者曰長子近且城厚完襄子曰罷民力以完之又斃以守之其誰與我從者曰邯鄲之倉庫實襄子曰浚民之膏澤以實之又因而殺之其誰與我其晉陽乎先主之所屬也尹鐸之所寛也民必龢矣乃走晉陽晉師圍而灌之沈竈產鼃民無畔意"}
{"id": "KR2e0001_016", "series": "KR2e0001", "text": "桓公為司徒甚得周衆與東土之人問於史伯曰王室多故余懼及焉其何所可以逃死史伯對曰王室將卑戎狄必昌不可偪也當成周者南有荆蠻申呂應鄧陳蔡隨唐北有衞燕翟鮮虞路洛泉徐蒲西有虞虢晉隗霍楊魏芮東有齊魯曹宋滕薛鄒莒是非王之支子母弟甥舅也則皆蠻荆戎翟之人也非親則頑不可入也其濟洛河潁之間乎是其子男之國虢鄶為大虢叔恃勢鄶仲恃險是皆有驕侈怠慢之心而加之以貪冒君若以周難之故寄孥與賄焉不敢不許周亂而弊是驕而貪必將背君君若以成周之衆奉辭伐罪無不克矣若充二邑鄢蔽補丹依㽥歴莘君之土也若前莘後河右洛左濟主芣騩而食溱洧脩典刑以守之唯是可以少固公曰南方不可乎對曰夫荆子熊嚴生子四人伯霜仲雪叔熊季紃叔逃難於濮而蠻季紃是立薳氏將起之禍又不充是天啟之心也又甚聰明和協葢其先王臣聞之天之所啟十世不替夫其子孫必光啟土不可偪也且重黎之後也夫黎為髙辛氏火正以淳燿惇大天明地徳光昭四海故命之曰祝融其功大矣夫成天地之大功者其子孫未嘗不章虞夏商周是也虞幕能聽協風以成樂物生者也夏禹能單平水土以品處庶類者也商契能和合五教以保于百姓者也周棄能播殖百穀䟽以衣食民人者也其後皆為王公侯伯祝融亦能昭顯天地之光明以生柔嘉材者也其後八姓於周未有侯伯佐制物於前代者昆吾為夏伯矣大彭豕韋為商伯矣當周未有已姓昆吾蘇顧溫董董姓鬷夷豢龍則夏滅之矣彭姓彭祖豕韋諸稽則商滅之矣秃姓舟人則周滅之矣妘姓鄔鄶路偪陽曹姓鄒莒皆為采衞或在王室或在夷翟莫之數也而又無令聞必不興矣斟姓無後融之興者其在芈姓乎芈姓夔越不足命也蠻芈蠻矣唯荆實有昭徳若周衰其必興矣姜嬴荆芈實與諸姬代相干也姜伯夷之後也嬴伯翳之後也伯夷能禮於神以佐堯者也伯翳能議百物以佐舜者也其後皆不失祀而未有興者周衰其將至矣公曰謝西之九州何如對曰其民沓貪而忍不可因也惟謝郟之閒其冢君侈驕其民怠沓其君而未及周徳若更君而周訓之是易取也且可長用也公曰周其弊乎對曰殆於必弊者大誓曰民之所欲天必從之今王棄髙明昭顯而好讒慝暗昧惡角犀豐盈而近頑童窮固去和而取同夫和實生物同則不繼以它平它謂之和故能豐長而物生之若以同裨同盡乃棄矣故先王以土與金木水火雜以成百物是以和五味以調口剛四支以衞體和六律以聦耳正七體以役心平八索以成人建九紀以立純徳合十數以訓百體出千品具萬方計億事材兆物收經入行姟極故王者居九畡之田收經入以食兆民周訓而能用之龢樂如一夫如是龢之至也於是乎先王聘后於異姓求財於有方擇臣取諫工而講以多物務和同也聲一無聽物一無文味一無果物一不講王將棄是類而與剸同天奪之明欲無弊得乎夫虢石父讒諂巧從之人也而立以為卿士與剸同也棄聘后而立内妾好窮固也侏儒戚施寔御在側近頑童也周法不昭而婦言是行用讒慝也不建立卿士而妖試幸措行暗昧也是物也不可以久且宣王之時有童謠曰檿弧箕服實亡周國於是宣王聞之有夫婦鬻是器者王使執而戮之府之小妾生女而非王子也懼而棄之此人也收以奔襃襃人有獄而以為入天之命此久矣其又可為乎訓語有之曰夏之衰也襃人之神化為二龍以同于王庭而言曰余襃之二君也夏后卜殺之與去之與止之莫吉卜請其漦而藏之吉乃布幣焉而策吿之龍亡而漦在櫝而藏之傳郊之及殷周莫之發也及厲王之末發而觀之漦流於庭不可除也王使婦人不幃而譟之化為玄黿以入于王府府之童妾未既齓而遭之既笄而孕當宣王時而生不夫而育故懼而棄之為弧服者方戮在路夫婦哀其夜號也而取之以逸逃於襃襃人襃姁有獄而以為大于王王遂置之而嬖是女也使至於為后而生伯服天之生此久矣其為毒也大矣將俟淫徳而加之焉毒之酋腊者其殺也滋速申繒西戎方强王室方騷將以縱欲不亦難乎王欲殺太子以成伯服必求之申申人弗卑必伐之若伐申而繒與西戎會以伐周周不守矣繒與西戎方將徳申申吕方彊其隩愛太子亦必可知也王師若在其救之亦必然矣王心怒矣虢公從矣凡周存亡不三稔矣君若欲避其難速規所矣時至而求用恐無及也公曰若周衰諸姬其孰興對曰臣聞之武實昭文之功文之胙盡武其嗣乎武王之子應韓不在其在晉乎距險而鄰於小若加之以徳可以大啟公曰姜嬴其孰興對曰夫國太而有徳者近興秦仲齊侯姜嬴之儁也且大其將興乎公説乃東寄孥與賄虢鄶受之十邑皆有寄地幽王八年而桓公為司徒九年而王室始騷十一年而斃及平王末而秦晉齊楚代興秦景襄於是乎取周土晉文侯於是乎定天子齊莊僖於是乎小伯楚蚡冒於是乎始啓濮"}
{"id": "KR2e0001_017", "series": "KR2e0001", "text": "莊王使士亹傅太子葴辭曰臣不材無能益焉王曰賴子之善善之也對曰夫善在大子大子欲善善人將至若不欲善善則不用故堯有丹朱舜有商均啟有五觀湯有大甲文王有管蔡是五王者皆元徳也而有姦子夫豈不欲其善不能故也若民煩可敎訓蠻夷戎翟其不賓也久矣中國所不能用也王卒使傅之問於申叔時叔時曰教之春秋而為之聳善而抑惡焉以戒勸其心教之世而為之昭明徳而廢幽昏焉以休懼其動教之詩而為之道廣顯徳以耀明其志教之禮使知上下之則教之樂以䟽其穢而鎮其浮教之令使訪物官教之語使明其徳而知先王之務用明徳於民也教之故志使知廢興者而戒懼焉教之訓典使知族類行比義焉若是而不從動而不悛則文詠物以行之求賢良以翼之悛而不攝則身勤之多訓典刑以納之務慎惇篤以固之攝而不徹則明施舍以道之忠明久長以道之信明度量以道之義明等級以道之禮明恭儉以道之孝明敬戒以道之事明慈愛以道之仁明昭利以道之文明除害以道之武明精意以道之罰明正徳以道之賞明齊肅以耀之臨若是而不濟不可為也且夫誦詩以輔相之威儀以先後之體皃以左右之明行以宣翼之制節義以動行之恭敬以臨監之勤勉以勸之孝順以納之忠信以發之徳音以揚之教備而不從者非人也其可興乎夫子踐位則退自退則敬不則赧恭王有疾召大夫曰不穀不徳失先君之業覆楚國之師不穀之辠也若得保其首領以沒唯是春秋所以從先君者請為靈若厲大夫許諾王卒及葬子囊議諡大夫曰君王有命矣子囊曰不可夫事君者先其善不從其過赫赫楚國而君臨之撫征南海訓及諸夏其寵大矣有是寵也而知其過可不謂恭乎若先君善則請為恭大夫從之屈到嗜芰有疾召其宗老而屬之曰祭我必以芰及祥宗老將薦芰屈建命去之宗老曰夫子屬之子木曰不然夫子承楚國之政其法刑在民心而藏在王府上之可以比先王下之可以訓後世雖微楚國諸侯莫不譽其祭典有之曰國君有牛享大夫有羊饋士有豚犬之奠庶人有魚炙之薦籩豆脯醢則上下共之不羞珍異不陳庶侈夫子不以其私欲干國之典遂不用湫舉娶於申公子牟子牟有辠而亡康王以湫舉爲遣之湫舉奔鄭將遂奔晉蔡聲子將如晉遇之於鄭郊饗之以璧侑曰子尚良食二先子其皆相子尚能事晉君以為諸侯主辭曰非所願也若得歸骨於楚死且不朽聲子曰子尚良食吾歸子湫舉降三拜納其乘馬聲子受之還見令尹子木子木與之語曰子雖兄弟故唯東宮與西廣實來諸侯之從者畔者半矣若敖氏離矣楚師必敗何故去之先軫從之大敗楚師則王孫啟之為也昔莊王方弱申公子儀父為師王子爕為傅使師崇子孔帥師以伐舒爕及儀父施二帥而分其室師還至則以王如廬廬戢黎殺二子而復王或譖析公臣於王王弗是析公奔晉晉人用之實讒敗楚使不規東夏則析公之為也昔雝子之父兄譖雝子於恭王王弗是雝子奔晉晉人用之及鄢之役晉將遁矣雍子與於軍事謂欒書曰楚師可料也在中軍王族而已若易中下楚必歆之襄老獲於邲二子爭之未有成恭王使巫臣聘於齊以夏姬行遂奔晉晉人用之實通吳晉使其子狐庸為行人於吳而教之射御道之伐楚至于今為患則申公巫臣之為也今湫舉取於王子牟子牟得辠而亡執政弗是謂湫舉曰女實遣之彼懼而奔鄭緬然引領南望曰庶幾赦吾辠又弗圖也乃遂奔晉晉人又用之矣彼若謀楚其亦必有豐敗也哉子木愀然曰夫子何如召之其來乎對曰亡人得生又何不來為子木曰不來則若之何對曰夫子不居矣春秋相事以還軫於諸侯若資東陽之盜使殺之其可乎不然不來矣子木曰不可我為楚卿而賂盜以賊一夫於晉非義也子為我召之吾倍其室乃使湫鳴召其父而復之靈王為章華之臺與伍舉升焉曰臺美夫對曰臣聞國君服寵以為美安民以為樂聽徳以為聰致逺以為明不聞其以土木之崇髙彤鏤為美而以金石匏竹之昌大囂庶為樂不聞其以觀大視侈淫色以為明而以察清濁為聦也先君莊王為匏居之臺髙不過望國氛大不過容宴豆木不妨守備用不煩官府民不廢時務官不易朝常問誰宴焉則宋公鄭伯問誰相禮則華元駟騑問誰贊事則陳侯蔡侯許男頓子其大夫侍之先君是以除亂充敵而無惡於諸侯今君為此臺也國民罷焉財用盡焉年穀敗焉百官煩焉舉國留之數年乃成願得諸侯與始升焉諸侯皆距無有至者而後使太宰啟疆請於魯侯懼之以蜀之役而僅得以來使富都那豎贊焉而使長鬛之士相焉臣不知其美也夫美也者上下外内小大逺邇皆無害焉故曰美若於目觀則美縮於財用則匱是聚民利以自封而瘠民也胡美之為夫君國者將民之與處民實瘠矣君安得肥且夫私欲弘侈則徳義鮮少徳義不行則邇者騷離而逺者距違天子之貴也唯其以公矦為官正而以伯子男為師旅其有美名也唯其施令徳於逺近而小大安之也若斂民利以成其私欲使民蒿焉忘其安樂而有逺心其為惡也甚矣安用目觀故先王之為臺榭也榭不過講軍實臺不過望氛祥故榭度於大卒之居臺度於臨觀之髙其所不奪穡地其為不匱財用其事不煩官業其日不廢時務瘠磽之地於是乎為之城守之木於是乎用之官寮之暇於是乎臨之四時之隙於是乎成之故周詩曰經始靈臺經之營之庶民攻之不日成之經始勿亟庶民子來王在靈囿麀鹿攸伏夫為臺榭將以教民利也不知其以匱之也若君謂此臺美而為之正楚其殆矣靈王城陳蔡不羮使僕夫子晳問於范無宇曰吾不服諸夏而獨事晉何也唯晉近我逺也今吾城三國賦皆千乘亦當晉矣又加之以楚諸侯其來乎對曰其在志也國為大城未有利者昔鄭有京櫟衞有蒲戚宋有蕭蒙魯有弁費齊有渠丘晉有曲沃秦有徵衙叔段以京患嚴公鄭幾不封櫟人實使鄭子不得其位衞蒲戚實出獻公宋蕭䝉實殺昭公魯弁費實弱襄公齊渠丘實殺無知晉曲沃實納齊師秦徵衙實難桓景皆志於諸侯此其不利者也且夫制城邑若體性焉有首領股肱至于手拇毛脉大能掉小故變而不勤地有髙下天有晦明民有君臣國有都鄙古之制也先王懼其不帥故制之以義旌之以服行之以禮辨之以名書之以文道之以言既其失也易物之由夫邊境者國之尾也譬之如牛馬處暑之既至䖟䗽之既多而不能掉其尾臣亦懼之不然是三城也豈不使諸侯之心惕惕焉子晳復命王曰是知天咫安知民則是言誕也右尹子革侍曰民天之生也知天必知民矣是其言可以懼哉三年陳蔡及不羮人納棄疾而殺靈王左史倚相廷見申公子亹子亹不出左史謗之舉伯以告子亹怒而出曰女無亦謂我老耄而舍我而又謗我左史曰唯子老耄故欲見以交儆子若子方壯能史不失書矇不失誦以訓御之於是乎作懿戒以自儆也及其沒也謂之叡聖武公子實不叡聖於倚相何害周書曰文王至于日中昊不皇暇食惠于小民唯政之恭文王猶不敢惰今子老楚國而欲自安也以禦數者王將何為若常如此楚其難哉子亹懼曰老之過也乃驟見左史靈王虐白公子張驟諫王患之謂史老曰吾欲已子張之諫若何對曰用之實難已之易矣若諫君則曰余左執鬼中右執殤宮凡百箴諫吾盡聞之矣寧聞它言白公又諫王如史老之言對曰昔殷武丁能聳其徳至于神明以入于河自河徂亳於是乎三年黙以思道卿士患之曰王言以出令也若不言是無所稟令也武丁於是作書曰以余正四方余恐徳之不類兹故不言如是而又使以象夢求四方之賢聖得傅説以來升以爲公而使朝夕規諫曰若金用女作礪若津水用女作舟若天旱用女作霖雨啟乃心沃朕心若藥不瞑眩厥疾不瘳若跣不視地厥足用傷若武丁之神明也其聖之叡廣也其知之不疚也猶自謂未乂故三年黙以思道既得道猶不敢專制使以象旁求聖人既得以爲輔又恐其荒失遺忘故使朝夕規誨箴諫曰必交脩余無余棄也今君或者未及武丁而惡規諫者不亦難乎齊桓晉文皆非嗣也還軫諸侯不敢淫逸心類徳音以得有國近臣諫逺臣謗輿人誦以自誥也是以其入也四封不備一同而至於有畿田以屬諸侯至于今為令君桓文皆然君不度憂於二令君而欲自逸也無乃不可乎周詩有之曰弗躬弗親庶民弗信臣懼民之不信君也故不敢不言不然何急其以言取辠也王病之曰子復語不穀雖不能用吾憖寘之於耳對曰賴君之用也故言不然巴浦之犀犛兕象其可盡乎其又以規為瑱也遂趨而退歸杜門不出七月乃有乾谿之亂靈王死之司馬子期欲以其妾為内子訪之左史倚相曰吾有妾而愿欲笄之其可乎對曰昔先大夫子囊違王之命諡子夕嗜芰子木有羊饋而無芰薦君子曰違而道穀陽豎愛子反之勞也而獻飲焉以弊於鄢芋尹申亥從靈王之欲以隕於乾谿君子曰從而逆君子之行欲其道也故進退周旋唯道之從夫子木能違若敖之欲以之道而去芰薦吾子經楚國而欲薦芰以干之其可乎子期乃止"}
{"id": "KR2e0001_018", "series": "KR2e0001", "text": "昭王問於觀射父曰周書所謂重黎實使天地不通者何也若無然民將能登天乎對曰非此之謂也古者民神不雜民之精爽不􁅺貳者而又能齊肅衷正其知能上下比義其聖能光逺宣朗其明能光照之其聦能聽徹之如是則明神降之在男曰覡在女曰巫是使制神之處位次主而為之牲器時服而後使先聖之後之有光烈而能知山川之號髙祖之主宗廟之事昭穆之世齊敬之勤禮節之宜威儀之則容皃之崇忠信之質禋潔之服而敬恭明神者以為之祝使名姓之後能知四時之生犧牲之物玉帛之類采服之儀彛器之量次主之度屏攝之位同位民瀆齊盟無有嚴威神狎民則不蠲其為嘉生不降無物以享禍灾荐臻莫盡其氣顓頊受之乃命南正重司天以屬神命火正黎司地以屬民使復舊常無相㑴瀆是謂絶地天通其後三苗復九黎之徳堯復育重黎之後不忘舊者使復典之以至于夏商故重黎氏世敘天地而别其分主者也其在周程伯休父其後也當宣王時失其官守而爲司馬氏寵神其祖以取威于民曰重實上天黎實下地遭世之亂而莫之能禦也不然夫天地成而不變何比之有子期祀平王祭以牛俎於王王問於觀射父曰祀牲何及對曰祀加於舉天子舉以大牢祀以會諸侯舉以特牛祀以大牢卿舉以少牢祀以特牛大夫舉以特牲祀以少牢士食魚炙祀以特牲庶人食菜祀以魚上下有序民則不慢王曰其小大何如對曰郊禘不過繭栗烝嘗不過把握王曰何其小也對曰夫神以精明臨民者也故求備物不求豐大是以先王之祀也以一純二精三牲四時五色六律七事八種九祭十日十二辰以致之百姓千品萬官億醜兆民經入畡數以奉之明德以昭之龢聲以聽之以吿徧至則無不受休毛以示物血以吿殺接誠拔取以獻具為齊敬也敬不可久民力不堪故齊肅以承之王曰芻豢幾何對曰逺不過三月近不過浹日王曰祀不可以已乎對曰祀所以昭孝息民撫國家定百姓也不可以已夫民氣縱則底底則滯滯久不震生乃不殖是用不從其生不殖不可以封是以古者先王日祭月享時類歳祀諸侯舍日卿大夫舍月士庶人舍時天子徧祀羣神品物諸侯祀天地三辰及其土之山川卿大夫祀其禮士庶人不過其祖日月會于龍􁀺土氣含收天明昌作百嘉備舍羣神頻行國於是乎烝嘗家於是乎嘗祀百姓夫婦擇其令辰奉其犧牲敬其齍盛潔其糞除慎其采服禋其酒醴帥其子姓從其時享虔其宗祝道其順辭以昭祀其先祖肅肅濟濟如或臨之於是乎合其州鄉朋友婚姻比爾兄弟親戚於是乎弭其百苛妎其讒慝合其嘉好結其親暱億其上下以申固其姓上所以教民虔也下所以昭事上也天子禘郊之事必自射其牲王后必自舂其粢諸侯宗廟之事必自射其牛刲羊擊豕夫人必自舂其盛況其下之人其誰敢不戰戰兢兢以事百神天子親舂禘郊之盛王后親繰其服自公以下至於庶人其誰敢不齊肅恭敬致力于神民所以攝固者也若之何其舍之也王曰所謂一純二精七事者何也對曰聖王正端冕以其不違心帥其羣臣精物以臨監享祀無有苛慝於神者謂之一純玉帛為二精天地民及四時之務為七事王曰三事者何也對曰天事武地事文民事忠信王曰所謂百姓千品萬官億醜兆民經入畡數者何也對曰民之徹官百王公之子弟之質能言能聽徹其官者而物賜之姓以監其官是為百姓姓有徹品十於王謂之千品五物之官陪屬萬為萬官官有十醜為億醜天子之田九畡以食兆民王取經入焉以食萬官鬬且廷見令尹子常子常與之語問蓄貨聚馬歸以語其弟曰楚其亡乎不然令尹其不免乎吾見令尹令尹問蓄聚積實如餓豺狼焉殆必亡者也夫古者聚貨不妨民衣食之利聚馬不害民之財用國馬足以行軍公馬足以稱賦不是過也公貨足以賓獻家貨足以共用不是過也夫貨馬郵則闕於民民多闕則有離畔之心將何以封矣昔鬭子文三舍令尹無一日之積恤民之故也成王聞子文之朝不及夕也於是乎每朝設脯一東糗一筐以羞子文至于今令尹秩之成王每出子文之祿必逃王止而後復人謂子文曰人生求富而子逃之何也對曰夫從政者以庇民也民多曠者而我取富焉是勤民以自封也死無日矣我逃死非逃富也故莊王之世滅若敖氏唯子文之後在至于今處鄖為楚良臣是不先恤民而後已之富乎今子常先大夫之後也而相楚君無令名於四方民之羸餧日日已甚四境盈壘道殣相望盜賊司目民無所放是之不恤而蓄聚不厭其速怨於民多矣積貨滋多蓄怨滋厚不亡何待夫民心之慍也若防大川焉潰而所犯必大矣子常其能賢於成靈乎成不禮於穆願食熊蹯不獲而死靈王不顧於民一國棄之如遺迹焉子常為政而無禮不顧甚於成靈其獨何力以待之期年乃有柏舉之戰子常奔鄭昭王奔隨吳人入楚昭王出奔濟於成臼見藍尹亹載其孥王曰載予對曰自先王莫隊其國當君之世而亡之君之過也遂去王王歸又求見王王欲執之子西曰請聽其辭夫其有故王使謂之曰成臼之役而棄不穀今而敢來何也對曰昔瓦唯長舊怨以敗於柏舉故君及此今又效之無乃不可乎臣避於成臼以儆君也庶悛而更乎今之敢見觀君之徳也曰庶懼而鑒前惡乎君若不鑒而長之君實有國而不愛臣何有於死死在司敗矣唯君圖之子西曰使復其位以無忘前敗王乃見之吳人之入楚楚昭王奔鄖鄖公之弟懷將殺王鄖公辛止之懷曰平王殺吾父在國則君在外則讎也見讎弗殺非人也鄖公曰夫事君者不為外内行不為豐約舉茍君之尊卑一也且夫自敵以下則有讎非是不讎下虐上為殺上虐下為討而況君乎君而討臣何讎之為若皆讎君則何上下之有乎吾先人以善事君成名於諸矦自鬭伯比以來未之失也今爾以是殃之不可懷弗聽曰吾思吾父不能顧矣鄖公以王奔隨王歸而賞及鄖懷子西諫曰君有二臣或可賞也或可戮也君王均之羣臣懼矣王曰夫子期之二子邪吾知之矣或禮於君或禮於父均之不亦可乎子西歎於朝藍尹亹曰吾聞君子唯獨居思念前世之崇替與哀殯喪於是有歎其餘則不君子臨政思義飲食思禮同宴思樂在樂思善無有歎焉今吾子臨政而歎何也子西曰􁪚閭能敗吾師􁪚閭即世吾聞其嗣又甚焉吾是以歎對曰子患政德之不脩無患吳矣夫􁪚閭口不貪嘉味耳不樂逸聲目不淫於色身不懷於安朝夕勤志恤民之羸聞一善若驚寡君為口實又有左史倚相能道訓典以敘百物以朝夕獻善敗于寡君使寡君無忘先王之業又能上下説乎鬼神順道其欲惡使神無有怨痛于楚國又有藪曰雲連徒洲金木竹箭之所生也龜珠齒角皮革羽毛所以備賦用以戒不虞者也所以共幣帛以賓享於諸矦者也若諸矦之好幣具而導之以訓辭有不虞之備而皇神相之寡君其可以免罪於諸矦而國民保焉此楚國之寶也若夫白珩先王之玩也何寶焉圉聞國之寶六而已聖能制議百物以輔相國家則寶之玉足以庇廕嘉穀使無水旱之灾則寶之龜足以憲臧不則寶之珠足以禦火灾則寶之金足以禦兵亂則寶之山林藪澤足以備財用則寶之若夫譁囂之美楚雖蠻夷不能寶也惠王以梁與魯陽文子文子辭曰梁險而在北境懼子孫之有貳者也夫事君無憾憾則懼偪偪則懼貳夫盈而不偪憾而不貳者臣能自夀也不知其它縱臣而得以其首領以沒懼子孫之以梁之險而乏臣之祀也王曰子之仁不忘子孫施及楚國敢不從子與之魯陽子西使人召王孫勝沈諸梁聞之見子西曰聞子召王孫勝信乎曰然子髙曰將焉用之曰吾聞之勝直而剛欲寘之境子髙曰不可其為人也展而不信愛而不仁詐而不知毅而不勇直而不衷周而不淑復言而不謀身展也愛而不謀長不仁也以謀葢人許也彊忍犯義毅也直而不顧不衷也周言棄徳不淑也是六徳者皆有其華而不實者將焉用之彼其父為戮於楚其心又狷而不潔若其狷也不忘舊怨而不以潔悛德思報怨而已則其愛也足以得人其展也足以復之其詐也足以謀之其直也足以帥之其周也足以葢之其不潔也足以行之而加之以不仁奉之以不義蔑不充矣夫造勝之怨者皆不在矣若來而無寵速其怒也若其寵之毅貪而無猒既而得入而曜之以大利不仁以長之思舊怨以脩其心茍國有釁必不居矣非子職之其誰乎彼將思舊怨而欲大寵動而得人怨而有術若果用之害可待也余愛子與司馬故不敢不言子西曰徳其忘怨乎余善之夫乃其寧子髙曰不然吾聞之曰唯仁者可好也可惡也可髙也可下也好之不偪惡之不怨髙之不驕下之不懼不仁者則不然人好之則偪惡之則怨髙之則驕下之則懼驕有欲焉懼有惡焉欲惡怨偪所以生詐謀也子將若何若召而下之將戚而懼為之上者將怒而怨詐謀之心無所靖矣有一不義猶敗國家今壹五六而必欲用之不亦難乎吾聞國家將敗必用姦人而嗜其疾味其子之謂乎夫誰無疾眚能者蚤除之舊怨滅宗國之疾眚也為之關魯圉人犖殺子般於次夫是誰之故也非唯舊怨乎是皆子所聞也人之求多聞善敗以鑑戒也今子聞而棄之猶䝉耳也吾語子何益吾知逃而已子西笑曰子之尚勝也不從遂使為白公子髙以疾間居于蔡及白公之亂子西子期死葉公聞之曰吾怨其棄吾言而徳其治楚國楚國之能平均以復先王之業者夫子也以小怨寘大徳吾不義也將入殺之帥方城之外以入殺白公而定王室葬二子之族"}
{"id": "KR2e0001_019", "series": "KR2e0001", "text": "吳王夫差起師伐越越王句踐起師逆之江大夫種乃獻謀曰夫吳之與越唯天所授王其無庸戰夫申胥華登簡服吳國之士於甲兵而未嘗有所挫也夫一人善射百夫決拾勝未可成夫謀必素見成事焉而後履之不可以授命王不如設戎約辭行成以喜其民以廣侈吳王之心吾以卜之於天天若棄吳必許吾成而不吾足也將必寛然有伯諸矦之心焉既罷弊其民而天奪之食安受其燼乃無有命矣越王許諾乃命諸稽郢行成於吳曰寡君句踐使下臣郢不敢顯然布幣行禮敢私吿於下執事曰昔者越國見禍得罪於天王天王親趨玉趾以心孤句踐而又宥赦之君王之於越也繄起死人而肉白骨也孤不敢忘天灾其敢忘君王之大賜乎今句踐申禍無良草鄙之人敢忘天王之大徳而思邊垂之小怨以重得罪於下執事句踐用帥二三之老親委重罪頓顙於邊今君王不察盛怒屬兵將殘伐越國越國固貢獻之邑也君王不以鞭箠使之而辱軍士使寇令焉句踐請盟一介嫡女執箕箒以晐姓於王宮一介嫡男奉槃匜以隨諸御春秋貢獻不解於王府大王豈辱裁之亦征諸矦之禮也夫諺曰狐埋之而狐搰之是以無成功今天王既封殖越國以明聞於天下而又刈亡之是天王之無成勞也雖四方之諸矦則何實以事吳敢使下臣盡辭唯天王秉利度義焉吳王夫差乃告諸大夫曰孤將有大志於齊吾將許越成而無拂吾慮若越既改吾又何未若其不改反行吾振旅焉申胥諫曰不可許也夫越非實忠心好吳也又非懾畏吾兵甲之彊也大夫種勇而善謀將還玩吳國於股掌之上以得其志夫固知君王之葢威以好勝也故婉約其辭以從逸王志使淫樂於諸夏之國以自傷也使吾甲兵鈍弊民人離落而日以憔悴然後安受吾燼夫越王好信以愛民四方歸之年穀時孰日長炎炎及吾猶可以戰也為虺弗摧為蛇將若何吳王曰大夫奚隆於越越曾足以為大虞乎若無越則吾何以春秋曜吾軍士乃許之成將盟越王又使諸稽郢辭曰以盟為有益乎前盟口血未乾足以結信矣以盟為無益乎君王舎甲兵之威以臨使之而胡重於鬼神而自輕也吳王乃許之荒成不盟吳王夫差既許越成乃大戒師徒將以伐齊申胥進諫曰昔天以越賜吳而王弗受夫天命有反今越王句踐恐懼而改其謀舍其愆令輕其征賦施民所善去民所惡身自約也裕其衆庶其民殷衆以多甲兵譬越之在吳也猶人之有腹心之疾也夫越王之不忘敗吳於其心也戚然服士以司吾閒今王非越是圖而齊魯以為憂夫齊魯譬諸疾疥癬也豈能涉江淮而與我爭此地哉將必越實有吳土王盇亦鑑於人無鑑於水昔楚靈王不君其臣箴諫以不入乃築臺於章華之上闕為石郭陂漢以象帝舜罷弊楚國以閒陳蔡不脩方城之内踰諸夏而圗東國三歳於沮汾以服吳越其民不忍飢勞之殃三軍叛王於乾谿王親獨行屏營傍偟於山林之中三日乃見其㳙人疇王呼之曰余不食三日矣疇趨而進王枕其股以􁙓於地王寐疇枕王以墣而去之王覺而無見也乃匍匐將入棘闈棘闈不納乃入芋尹申亥氏焉王縊申亥負王以歸而土埋之其室此志也豈遽忘於諸矦之耳乎今王既變鮌禹之功而髙髙下下以罷民於姑蘇天奪吾食都鄙荐饑今王將很天而伐齊夫吳民離矣體有所傾譬如羣獸然一个負矢將百羣皆奔王其無方收也越人必來襲我王雖悔之其猶有及乎王弗聽十二年遂伐齊齊人與戰於艾陵齊師敗績吳人有功吳王夫差既勝齊人於艾陵乃使行人奚斯釋言於齊曰寡人帥不腆吳國之伇遵汶之上不敢左右唯好之故今大夫國子興其衆庶以犯獵吳國之師徒天若不知有辠則何以使下國勝吳王還自伐齊乃訊申胥曰昔吾先王體徳聖明達於上帝譬如農夫作耦以刈殺四方之蓬蒿以立名於荆此則大夫之力也今大夫老而又不自安恬逸而處以念惡出則罪吾衆撓亂百度以妖孽吳國今天降衷于吳齊師受服孤豈敢自多先王之鍾鼓寔式靈之敢吿於大夫申胥釋劒而對曰昔吾先王世有輔弼之臣以能遂疑計惡以不陷於大難今王播棄黎老而孩童焉比謀曰余令而不違夫不違乃違也夫不違亡之階也夫天之所棄必驟近其小喜而逺其大憂王若不得志於齊而以覺寤王心吳國猶世吾先君之得之也必有以取之其亡之也亦有以棄之用能援持盈以沒率師㳂海泝淮以絶吳路敗王子友於姑熊夷越王句踐乃率中軍泝江以襲吳入其郛焚其姑蘇徙其大舟吳晉爭長未成邊遽乃至以越亂吿吳王懼乃合大夫而謀曰越為不道背其齊盟今吾道路悠逺無會而歸與會而先晉孰利王孫雄曰夫危事不齒雄敢先對二者莫利無會而歸越聞章矣民懼而走逺無正就齊宋徐夷曰吳既敗矣將夾溝而㢋我我無生命矣會而先晉晉既執諸矦之柄以臨我將成其志以見天子吾須之不能去之不忍若越聞俞章吾民恐畔必會而先之王乃步就王孫雄曰先之圖之將若何王孫雄曰王其無疑吾道路悠逺必無有二命焉可以濟事王孫雄進顧揖諸大夫曰危事不可以為安死事不可以為生則無為貴知矣民之惡死而欲貴富以長沒也與我同雖然彼近其國有遷我絶慮無遷彼豈能與我行此危事也哉事君勇謀於此用之今夕必挑戰以廣民心請王厲士以奮其朋勢勸之以髙位重畜備刑戮以辱其不厲者令各輕其死彼將不戰而先我我既執諸矦之柄以歳之不穫也無有誅焉而先罷之諸矦必説既而皆入其地王安挺志一日惕一日留以安步王志必設以此民也封於江淮之閒乃能至於吳吳王許諾白旂素甲白羽之矰望之如荼王親秉鉞載白旗以中陳而立左軍亦如之皆赤常赤旟丹甲朱羽之矰望之如火右軍亦如之皆玄常玄旗黑甲烏羽之矰望之如墨為帶甲三萬以勢攻雞鳴乃定既陳去晉軍一里昧明王乃秉枹親就鳴鍾鼓丁寧錞于振鐸勇怯盡應三軍皆譁釦以振旅其聲動天地晉師大駭不出周軍飭壘乃令董褐請事曰兩君偃兵接好日中為期今大國越錄而造於弊邑之軍壘敢請亂故吳王親對之曰天子有命周室卑約貢獻莫入上帝鬼神而不可以吿無姬姓之振也徒遽來告孤日夜相繼匍匐就君君今非王室不安平是憂億負晉衆庶不式諸戎翟楚秦將不長弟以力征一二兄弟之國孤欲守吾先君之班爵進則不敢退則不可今會日薄矣恐事之不集以為諸矦笑孤之事君在今日不得事君亦在今日為使者之無逺也孤用親聽命於藩離之外董褐將還王稱左畸曰攝少司馬兹與王士五人坐於王前乃皆進自􁕤於客前以酬客董褐既致命乃吿諸趙鞅曰臣觀吳王之色類有大憂小則嬖妾嫡子死不則國有大難大則越入吳將毒不可與戰主其許之先無以待危然而不可徒許也趙鞅許諾晉乃令董褐復命曰寡君未敢觀兵身見使褐復命曰曩君之言周室既卑諸矦失禮於天子請貞於陽卜收文武之諸矦孤以下密邇於天子無所逃罪訊讓日至曰昔吳伯父不失春秋必率諸矦以顧在余一人今伯父有蠻荆之虞禮世不續用命孤禮佐周公以見我一二兄弟之國以休君憂今君掩王東海以淫名聞於天子君有短垣而自踰之況蠻荆則何有於周室夫命圭有命固曰吳伯不曰吳王諸矦是以敢辭夫諸矦無二君而周無二王君若無卑天子以干其不祥而曰吳公孤敢不順從君命長弟許諾吳王許諾乃退就幕而會吳公先歃晉矦亞之吳王既會越聞愈章恐齊宋之為己害也乃命王孫雄先與勇獲帥徒師以為過賓於宋以焚其北郛焉而過之吳王夫差既退于黄池乃使王孫茍吿勞于周曰昔者楚人為不道不承共王事以逺我一二兄弟之國吾先君􁪚廬不貰不忍被甲帶劒挺鈹搢鐸以與楚昭王毒逐於中原栢舉天舍其衷楚師敗績王去其國遂至于郢王緫其百執事以奉其社稷之祭其父子昆弟不相能夫槩王作亂是以復歸于吳今齊矦任不鑒于楚又不承共王命以逺我一二兄弟之國夫差不貰不忍被甲帶劒挺鈹搢鐸遵汶伐博䔲笠相望於艾陵天舍其衷齊師還夫差豈敢自多文武實舍其衷歸不稔於歳余㳂江泝淮闕溝深水出於商魯之閒以徹於兄弟之國夫差充有成事敢使茍吿於下執事周王答曰茍伯父命女來明紹享余一人若余嘉之昔周室逢天之降禍遭民之不祥余心豈忘憂䘏不唯下土之不康靖今伯父曰戮力同徳伯父若能然余一人兼受而介福伯父多歴年以沒元身伯父秉徳已侈大哉吳王夫差還自黄池息民不戒越大夫種乃倡謀曰吾謂吳王將遂涉吾地今罷師而不戒以忘我我不可以怠也日臣嘗卜於天今吳民既罷而大荒荐饑市無赤米而囷鹿空虛其民必移就蒲蠃於東海之濱天占既兆人事又見我蔑卜筮矣王若今起師以㑹奪之利無使失悛夫吳之邊鄙逺者罷而未至吳王將恥不戰必不須至之㑹也而以中國之師與我戰若事幸而從我我遂踐其地其至者亦將不能之㑹也巳吾用禦兒臨之吳王若慍而又戰幸遂可出若不戰而結成王安厚取名而去之越王曰善哉乃大戒師將伐吳楚申包胥使於越越王句踐問焉曰吳國為不道求殘我社稷宗廟以為平原弗使血食吾欲與之徼天之衷唯是車馬兵甲卒伍既具無以行之請問戰奚以而可包胥辭曰不知王固問焉乃對曰夫吳良國也能博取於諸矦敢問君王之所以與之戰者王曰在孤之側者觴酒豆肉簞食未嘗敢不分也飲食不致味聽樂不盡聲求以報吳願以此戰包胥曰善則善矣未可以戰也王曰越國之中疾者吾問之死者吾葬之老其老慈其幼長其孤問其病求以報吳願以此戰包胥曰善則善矣未可以戰也王曰越國之中吾寬民以子之忠惠以善之吾脩令寬刑施民所欲去民所惡稱其善掩其惡求以報吳願以此戰包胥曰善則善矣未可以戰也王曰越國之中富者吾安之貧者吾予之救其不足裁其有餘使貧富皆利之求以報吳願以此戰包胥曰善則善矣未可以戰也王曰越國南則楚西則晉北則齊春秋皮幣玉帛子女以賓服焉未嘗敢絶求以報吳願以此戰包胥曰善哉蔑以加焉然猶未可以戰也夫戰知為始仁次之勇次之不知則不知民之極無以銓度天下之衆寡不仁則不能與三軍共饑勞之殃不勇則不能斷疑以發大計越王曰諾越王句踐乃召五大夫曰吳為不道求殘吾社稷宗廟以為平原不使血食吾欲與之徼天之衷唯是車馬兵甲卒伍既具無以行之吾問於王孫包胥既命孤矣敢訪諸大夫問戰奚以而可句踐願諸大夫言之皆以情吿無阿孤孤將以舉大事大夫舌庸乃進對曰審賞則可以戰乎王曰聖大夫苦成進對曰審罰則可以戰乎王曰猛大夫種進對曰審物則可以戰乎王曰辯大夫蠡進對曰審備則可以戰乎王曰巧大夫臯如進對曰審聲則可以戰乎王曰可矣王乃命有司大令於國曰茍任戎者皆造於國門之外王乃令於國曰國人欲吿者來吿吿孤不審將為戮不利過及五日必審之過五日道將不行王乃入命夫人王背屏而立夫人向屏王曰自今日以後内政無出外政無入内有辱是子也外有辱是我也吾見子於此止矣王遂出夫人送王不出屏乃􁪚左􁪚填之以土去等側席而坐不埽王背檐而立大夫向檐王命大夫曰食土不均地之不脩内有辱於國是子也軍士不死外有辱是我也自今日以後内政無出外政無入吾見子於此止矣王遂出大夫送王不出檐乃􁪚左􁪚填之以土側席而坐不埽王乃之壇列鼓而行之至於軍斬有罪者以徇曰莫如此以環瑱通相問也明日徙舍斬有罪者以徇曰莫如此不從其伍之令明日徙舍斬有罪者以徇曰莫如此不用王命明日徙舍至於禦兒斬有罪者以徇曰莫如此淫逸不可禁也王乃命有司大徇於軍曰有父母耆老而無昆弟者以吿王親命之曰我有大事子有父母耆老而子為我死子之父母將轉於溝壑子為我禮已重矣子歸沒而父母之世後若有事吾與子圖之明日徇於軍曰有兄弟四五人皆在此者以告王親命之曰我有大事子有昆弟四五人皆在此事若不捷則是盡也擇子之所欲歸者一人明日徇於軍曰有眩瞀之疾者吿王親命之曰我有大事子有眩瞀之疾其歸若已後若有事吾與子圖之明日徇於軍曰筋力不足以勝甲兵志行不足以聽命者歸莫告明日遷軍接龢斬有罪者以徇曰莫如此志行不果於是人有致死之心王乃命有司大徇於軍曰謂二三子歸而不歸處而不處進而不進退而不退左而不左右而不右身斬妻子鬻於是吳王起師軍于江北越王軍于江南越王乃中分其師以為左右軍以其私卒君子六千人為中軍明日將舟戰於江及昏乃令左軍銜枚泝江五里以須亦令右軍銜枚踰江五里以須夜中乃令左軍右軍涉江鳴鼓中水以須吳師聞之大駭曰越人分為二師將以夾攻我師乃不待旦亦中分其師將以禦越越王乃令其中軍銜枚濳涉不鼓不譟以襲攻之吳師大北越之左軍右軍乃遂涉而從之又大敗之於沒又郊敗之三戰三北乃至于吳越師遂入吳國圍王宮吳王懼使人行成曰昔不穀先委制於越君君吿孤請成男女服從孤無奈越之先君何畏天之不祥不敢絶祀許君成以至于今今孤不道得罪於君王君王以親辱於孤之弊邑孤敢請成男女服為臣御越王曰昔天以越賜吳而吳不受今天以吳賜越孤敢不聽天之命而聽君之令乎乃不許成因使人吿于吳王曰天以吳賜越孤不敢不受以民生之不長王其無死民生於地上寓也其與幾何寡人其達王於甬句東夫婦三百唯王所安以沒王年夫差辭曰天既降禍於吳國不在前後當孤之身實失宗廟社稷凡吳土地人民越既有之矣孤何以視於天下夫差將死使人説於子胥曰使死者無知則已矣若其有知吾何面目以見員也遂自殺越滅吳上征上國宋鄭魯衞陳蔡執玉之君皆入朝夫唯能下其羣臣以集其謀故也"}
{"id": "KR2e0001_020", "series": "KR2e0001", "text": "越王句踐棲於㑹稽之上乃號令於三軍曰凡我父兄昆弟及國子姓有能助寡人謀而退吳者吾與之共知越國之政大夫種進對曰臣聞之賈人夏則資皮冬則資絺旱則資舟水則資車以待乏也夫雖無四方之憂然謀臣與爪牙之士不可不養而擇也譬如衰笠時雨既至必求之今君王既棲於㑹稽之上然後乃求謀臣無乃後乎句踐曰茍得聞子大夫之言何後之有執其手而與之謀遂使之行成於吳曰寡君句踐乏無所使使其下臣種不敢徹聲聞於天王私於下執事曰寡君之師徒不足以辱君矣願以金玉子女賂君之辱請句踐女女於王大夫女女於大夫士女女於士越國之寶器畢從寡君帥越國之衆以從君之師徒唯君左右之若以越國之罪為不可赦也將焚宗廟係妻孥沈金玉於江有帶甲五千人將以致死乃必有偶是以帶甲萬人以事君也無乃即傷君王之所愛乎與其殺是人也寧其得此國也其孰利乎夫差將欲聽與之成子胥諫曰不可夫吳之與越也仇讎敵戰之國也三江環之民無所移有吳則無越有越則無吳將不可改於是矣員聞之陸人居陸水人居水夫上黨之國我攻而勝之吾不能居其地不能乘其車夫越國吾攻而勝之吾能居其地吾能乘其舟此利也不可失也已君必滅之失此利也雖悔之亦無及已越人飾美女八人納之大宰嚭曰子茍赦越國之罪又有美於此者將進之大宰嚭諫曰嚭聞古之伐國者服之而已今已服矣又何求焉夫差與之成而去之句踐説於國人曰寡人不知其力之不足也而又與大國執讎以暴露百姓之骨於中原此則寡人之罪也寡人請更於是葬死者問傷者養生者弔有憂賀有喜送往者迎來者去民之所惡補民之不足然後卑事夫差宦士三百人於吳其身親為夫差前馬句踐之地南至于句無北至于禦兒東至于鄞西至于姑蔑廣運百里乃致其父兄昆弟而誓之曰寡人聞古之賢君四方之民歸之若水之歸下也今寡人不能將帥二三子夫婦以蕃命壯者無取老婦令老者無取壯妻女子十七不嫁其父母有罪丈夫二十不取其父母有罪將免者以吿公令醫守之生丈夫二壺酒一犬生女子二壺酒一豚生三人公與之母生二人公與之餼當室者死三年釋其政支子死三月釋其政必哭泣葬埋之如其子令孤子寡婦疾疹貧病者納宦其子其達士潔其居美其服飽其食而摩厲之於義四方之士來者必廟禮之句踐載稻與脂於舟以行國之孺子之游者無不餔也無不歠也必問其名非其身之所種則不食非其夫人之所織則不衣十年不收於國民居有三年之食國之父兄請曰昔者夫差恥吾君於諸矦之國今越國亦節矣請報之句踐辭曰昔者之戰也非二三子之罪也寡人之罪也如寡人者安與知恥請姑無庸戰父兄又請曰越四封之内親吾君也猶父母也子而思報父母之仇臣而思報君之讎其有敢不盡力者乎請復戰句踐既許之乃致其衆而誓之曰寡人聞古之賢君不患其衆之不足也而患其志行之少恥也今夫差衣水犀之甲者億有三千不患其志行之少恥也而患其衆之不足也今寡人將助天滅之吾不欲匹夫之勇也欲其旅進旅退也進則思賞退則思刑如此則有常賞進不用命退則無恥如此則有常刑果行國人皆勸父勉其子兄勉其弟婦勉其夫曰孰是君也而可無死乎是故敗吳於囿又敗之於沒又郊敗之夫差行成曰寡人之師徒不足以辱君矣請以金玉子女賂君之辱句踐對曰昔天以越與吳而吳不受今天以吳予越越可以無聽天之命而聽君之令乎吾請達王甬句東吾與君為二君乎夫差對曰寡人禮先壹飯矣君若不忘周室而為弊邑宸宇亦寡人之願也君若曰吾將殘女社稷滅女宗廟寡人請死余何面目以視於天下乎越君其次也遂滅吳越語上第二十􁕁國語"}
{"id": "KR2e0001_021", "series": "KR2e0001", "text": "越王句踐即位三年而欲伐吳范蠡進諫曰夫國家之事有持盈有定傾有節事王曰為三者奈何范蠡對曰持盈者與天定傾者與人節事者與地王不問蠡不敢言天道盈而不溢盛而不驕勞而不矜其功夫聖人隨時以行是謂守時天時不作弗為人客人事不起弗爲之始今君王未盈而溢未盛而驕不勞而矜其功天時不作而先爲人客人事不起而創爲之始此逆於天而不和於人王若行之將妨於國家靡王躬身王弗聽范蠡進諫曰夫勇者逆徳也兵者凶器也爭者事之末也隂謀逆徳好用凶器始於人者人之所卒也淫佚之事上帝之禁也先行此者不利王曰無是貳言也吾已斷之矣果興師而伐吳戰於五湖不勝棲於㑹稽王召范蠡而問焉曰吾不用子之言以至於此為之奈何范蠡對曰君王其忘之乎待盈者與天定傾者與人節事者與地王曰與人奈何范蠡對曰卑辭尊禮玩如女樂尊之以名如此不已又身與之市王曰諾乃令大夫種行成於吳曰請士女女於士大夫女女於大夫隨之以國家之重器吳人不許大夫種來而復往曰請委管籥屬國家以身隨之君王制之吳人許諾王曰蠡為我守於國范蠡對曰四封之内百姓之事蠡不如種也四封之外敵國之制立斷之事種亦不如蠡也王曰諾令大夫種守於國與范蠡入宦於吳三年而吳人遣之歸反至於國王問於范蠡曰節事奈何范蠡對曰節事者與地唯地能包萬物以為一其事不失生萬物容畜禽獸然後受其名而兼其利美惡皆成以養其生姓之事時節三樂不亂民功不逆天時五穀稑孰民乃蕃滋君臣上下交得其志蠡不如種也四封之外敵國之制立斷之事因隂陽之恒順天地之常柔而不屈彊而不剛徳虐之行因以為常死生因天地之刑天因人聖人因天人自生之天地形之聖人因而成之是故戰勝而不報殃失徳滅名㳅走死亡有奪有予有不予王無蚤圖夫吳君王之吳也王若蚤圖之其事又將未可知也王曰諾又一年王召范蠡而問曰吾與子謀吳子曰未可也今吳王淫於樂而忘其百姓亂民功逆天時信讒喜優憎輔逺弼聖人不出忠臣解骨皆曲相御莫適相非上下相偷其可乎范蠡對曰人事至矣天應未也王姑待之王曰諾又一年王召范蠡而問焉曰吾與子謀吳子曰未可也今申胥驟諫其王王怒而殺之其可乎范蠡對曰逆節萌生天地未形而先為之征其事是以不成雜受其刑王姑待之王曰諾又一年王召范蠡而問焉曰吾與子謀吳子曰未可也今其稻蟹不遺種其可乎范蠡對曰天應至矣人事未盡也王姑待之王怒曰道固然乎妄其欺不穀邪吾與子言人事子應我以天時今天應至矣子應我以人事何也范蠡對曰王姑勿怪夫人事必將與天地相參然後乃可以成功今其禍新民恐其君臣上下皆知其資財之不足以支長久也彼將同其力致其死猶尚殆王其且馳騁弋獵無至禽荒宫中之樂無至酒荒肆與大夫觴飲無忘國常彼其上將薄其徳民將盡其力又使之望而不得食乃可以致天地之殛王姑待之至於玄月王召范蠡而問焉曰諺有之曰觥飯不及壺飱今歳晚矣子將奈何范蠡對曰微君王之言臣固將謁之臣聞從時者猶救火追亡人也蹶而趨之唯恐弗及王曰諾遂興師伐吳至於五湖吳人聞之出挑戰一日五反王弗忍欲許之范蠡進諫曰謀之廊廟失之中原其可乎王姑勿許也臣聞之得時無怠時不再來天予不取反為之灾贏縮轉化後將悔之天節固然唯謀不遷王曰諾弗許范蠡曰臣聞古之善用兵者贏縮以為常四時以為紀無過天極究數而止天道皇皇日月以為常明者以為法微者則是行陽至而隂隂至而陽日困而還月盈而匡古之善用兵者因天地之常與之俱行後則用隂先則用陽近則用柔逺則用剛後無隂蔽先無陽察用人無蓺往從其所剛彊以禦陽節不盡不死其野彼來從我固守勿與若將與之必因天地之灾又觀其民之飢飽勞逸以參之盡其陽節盈吾隂節而奪之宜為人客剛彊而力疾陽節不盡輕而不可取宜為人主安徐而重固隂節不盡柔而不可迫凡陳之道設右以為牝益左以為牡蚤晏無失必順天道周旋無究今其來也剛彊而力疾王姑待之王曰諾弗與戰居軍三年吳師自潰吳王帥其賢良與其重祿以上姑蘇使王孫雄行成於越曰昔者上天降禍於吳得罪於㑹稽今君王其圖不穀不穀請復㑹稽之者乎王孫雄曰子范子將助天為虐助天為虐不祥雄請反辭於王范蠡曰君王已委制於執事之人矣子往矣無使執事之人得罪於子使者辭反范蠡不報於王擊鼓興師以隨使者至於姑蘇之宮不傷越民遂滅吳反至五湖范蠡辭於王曰君王勉之臣不復入於越國矣王曰不穀疑子之所謂者何也范蠡對曰臣聞之為人臣者君憂臣勞君辱臣死昔者君王辱於㑹稽臣所以不死者為此事也人事已濟矣蠡請從㑹稽之罸王曰所不掩子之惡揚子之美者使其身無終沒於越國子聽吾言與子分國不聽吾言身死妻子為戮范蠡對曰臣聞命矣君行制臣行意遂乘輕舟以浮於五湖莫知其所終極王命工以良金寫范蠡之狀而朝禮之浹日而令大夫朝之環㑹稽三百里者以為范蠡地曰後世子孫有敢㑴蠡之地者使無終沒於越國皇天后土四鄉地主正之"}
