{"id": "KR2g0003_001", "series": "KR2g0003", "text": "晏子春秋内篇諫上第一莊公矜勇力不顧行義晏子諫第一景公飲酒酣願諸大夫無爲禮晏子諫第二景公飮酒酲三日而後發晏子諫第三景公飮酒七日不納弦章之言晏子諫第四景公飲酒不䘏天災致能歌者晏子諫第五景公夜聽新樂而不朝晏子諫第六景公燕賞無功而罪有司晏子諫第七景公信用讒佞賞罸失中晏子諫第八景公􁆰嬖妾隨其所欲晏子諫第九景公敕五子之傅而失言晏子諫第十景公欲廢適子陽生而立荼晏子諫第十一景公病乆不愈欲誅祝史㠯謝晏子諫第十二景公怒封人之祝不遜晏子諫第十三景公欲使楚巫致五帝㠯明德晏子諫第十四景公欲祠靈山河伯㠯禱雨晏子諫第十五景公貪長有國之樂晏子諫第十六景公登牛山悲去國而死晏子諫第十七景公遊公阜日有三過言晏子諫第十八景公遊寒塗不恤死胔晏子諫第十九景公衣狐白裘不知天寒晏子諫第二十景公異熒惑守虗而不去晏子諫第二十一景公將伐宋夢二丈夫立而怒晏子諫第二十二景公從畋十八日不返國晏子諫弟二十三景公欲誅駭鳥埜人晏子諫第二十四景公所􁆰馬死欲誅圉人晏子諫第二十五莊公矜勇力不顧行義晏子諫第一莊公奮乎勇力不顧于行義勇力之士無忌于國貴賤不薦善逼邇不引過故晏子見公公曰古者亦有徒㠯勇力立于世者乎晏子對曰嬰聞之輕死㠯行禮謂之勇誅暴不避彊謂之力故勇力之立也㠯行其禮義也湯武用兵而不爲逆并國而不爲貪仁義之理也誅暴不避彊替罪不避衆勇力之行也古之爲勇力者行禮義也今上無仁義之理下無替罪誅暴之行而徒㠯勇力立于世則諸侯行之㠯國危匹夫行之㠯家殘昔夏之衰也有推侈大戲殷之衰也有費仲惡來足走千里手裂兕虎任之㠯力凌轢天下威戮無罪崇尚勇力不顧義理是㠯桀紂㠯滅殷夏㠯衰今公自奮乎勇力不顧乎行義勇力之士無忌于國身立威强行本滛暴貴戚不薦善偪邇不引過反聖王之德而循滅君之行用此存者嬰未聞有也景公飲酒酣願諸大夫無爲禮晏子諫第二景公飲酒酣曰今日願與諸大夫爲樂飲請無爲禮晏子蹴然改容曰君之言過矣群臣固欲君之無禮也力多足㠯勝其長勇多足㠯弑君而禮不使也禽獸矣力爲政彊者犯弱故曰易主今君去禮則是禽獸也群臣㠯力爲政强者犯弱而日易主君將安立矣凢人之所㠯貴于禽獸者㠯有禮也故詩曰人而無禮胡不遄死禮不可無也公湎而不聽少間公出晏子不起公入不起交舉則先飮公怒色變抑手疾視曰嚮者夫子之教寡人無禮之不可也寡人出入不𧺫交舉則先飮禮也晏子避席再拜稽首而請曰嬰敢與君言而忘之乎臣㠯致無禮之實也君若欲無禮此是已公曰若是孤之罪也夫子就席寡人聞命矣觴三行遂罷酒蓋是後也飾法修禮㠯治國政而百姓肅也景公飮酒酲三日而後發晏子諌第三景公飲酒酲三日而後發晏子見曰君病酒乎公曰然晏子曰古之飲酒也足㠯通氣合好而巳矣故男不群樂㠯妨事女不群樂㠯妨功男女群樂者周觴五献過之者誅君身服之故外無怨治内無亂行今一日飲酒而三日寢之國治怒乎外左右亂乎内㠯刑罸自防者勸乎爲非㠯賞譽自勸者惰乎爲善上離德行民輕賞罸失所㠯爲國矣願君節之也景公飲酒七日不納弦章之言晏子諌第四景公飲酒七日七夜不止弦章諫曰君欲飲酒七日七夜章願君廢酒也不然章賜死晏子入見公曰章諫吾曰願君之廢酒也不然章賜死如是而聽之則臣爲制也不聽又􁆰其死晏子曰幸矣章遇君也今章遇桀紂者章死久矣于是公遂廢酒景公飲酒不恤天災致能歌者晏子諫第五景公之時霖雨十有七日公飲酒日夜相繼晏子請發粟于民三請不見許公命栢遽廵國致能歌者晏子聞之不說遂分家粟于氓致任器于陌徒行見公曰十有七日矣懐寶鄕有數十飢氓里有數家百姓老弱凍寒不得短褐飢餓不得糟糠敝撤無走四顧無告而君不䘏日夜飲酒令國致樂不巳馬食府粟狗饜芻豢三保之妾俱足梁肉狗馬保妾不巳厚乎民氓百姓不亦薄乎故里窮而無吿無樂有上矣饑餓而無告無樂有君矣嬰奉數之筴㠯隨百官之吏民饑餓窮約而無告使上滛湎失本而不䘏嬰之罪大矣再拜稽首請身而去遂走而出公從之兼于塗而不能逮令趣駕追晏子其家不及粟米盡于氓任器存于陌公駈及之康内公下車從晏子曰寡人有罪夫子倍棄不援寡人不足㠯有約也夫子不顧社稷百姓乎願夫子之幸存寡人寡人請奉齊國之粟米財貨委之百姓多寡輕重惟夫子之令遂拜于途晏子乃返命禀廵氓家有布縷之本而絶食者使有終月之委絶本之家使有朞年之食無委積之氓與之薪橑使足㠯畢霖雨令栢廵氓家室不能禦者予之金廵求氓寡用財乏者死三日而畢後者若不用令之罪公出舎損肉撤酒馬不食府粟狗不食飦肉辟拂嗛齊酒徒減賜三日吏告畢上貧氓萬七千家用粟九十七萬鐘薪橑萬三千乗懐寳二千七百家用金三千公然後就内退食琴瑟不張鐘皷不陳晏子請左右與可令歌舞足㠯留思虞者退之辟拂三干謝于下陳人待三士侍四出之關外也景公夜聽新樂而不朝晏子諫第六晏子朝杜扃望羊待于朝晏子曰君奚故不朝對曰君夜發不可㠯晏子曰何故對曰梁丘據扃入歌人虞變齊音晏子退朝命宗祝修禮而拘虞公聞之而怒曰何故而拘虞晏子曰㠯新樂滛君公曰諸侯之事百官之政寡人願㠯請子酒醴之味金石之聲願夫子無與焉夫樂何夫必攻哉對曰夫樂亡而禮從之禮亡而政從之政亡而國徔之國衰臣懼君之逆政之行有歌紂作北里幽厲之聲顧夫滛㠯鄙而偕亡君奚輕變夫故哉公曰不幸有社稷之業不擇言而出之請受命矣景公燕賞無功而罪有司晏子諌第七景公燕賞于國内萬鍾者三千鍾者五令三出而軄計莫之從○一作職計筭之并下士師亦同○公怒令免職計令三出而士師莫之從公不說晏子見公謂晏子曰寡人聞君國者愛人則能利之惡人則能疏之今寡人􁆰人不能利惡人不能疏夫君道矣晏子曰嬰聞之君正臣從謂之順君僻臣從謂之逆今君賞䜛䛕之民而令吏必從則是使君失其道臣失其守也先王之立愛㠯勸善也其立惡㠯禁暴也昔者三代之興也利于國者􁆰之害于國者惡之故眀所愛而贒良衆眀所惡而邪僻滅是㠯天下治平百姓和集及其衰也行安簡易身安逸樂順于己者􁆰之逆于己者惡之故眀所愛而邪僻繁眀所惡而賢良滅離散百姓危覆社稷君上不度聖王之興而下不觀惰君之衰臣懼君之逆政之行有司不敢争㠯覆社稷危宗廟公曰寡人不知也請從士師之筞國内之祿所収者三也景公信用讒佞賞罸失中晏子諫第八景公信用䜛佞賞無功罸不辜晏子諫曰臣聞眀君望聖人而信其教不聞聽䜛佞㠯誅賞今與左右相恱頌也曰比死者勉爲樂乎吾安能爲仁而愈黥民耳矣故内寵之妾迫奪于國外寵之臣矯奪于鄙執灋之吏並荷百姓民愁苦約病而姦驅尤佚隱情奄惡蔽謟其上故雖有至聖大贒豈能勝若讒哉是㠯忠臣之常有災傷也臣聞古者之士可與得之不可與失之可與進之不可與退之臣請逃之矣遂鞭而馬出公使韓子休追之曰孤不仁不能順教㠯至此極夫子休國焉而徃寡人將徔而後晏子遂鞭馬而返其㒒曰嚮之去何速今之返又何速晏子曰非子之所知也公之言至矣景公愛嬖妾隨其所欲晏子諫第九翟王子羡臣于景公㠯重駕公觀之而不說也嬖人嬰子欲觀之公曰及晏子寢病也居囿中臺上以觀之嬰子說之因爲之請曰厚祿之公許諾晏子起病而見公公曰翟王子羡之駕寡人甚說之請使之示乎晏子曰駕御之事臣無職焉公曰寡人一樂之是欲禄之㠯萬鍾其足乎對曰昔衛士東野之駕也公說之嬰子不說公曰不說遂不觀今翟王子羡之駕也公不說嬰子說公因恱之爲請公許之則是婦人爲制也且不樂治人而樂治馬不厚祿贒人而厚祿御夫昔者先君桓公之地狹于今修法治廣政教㠯覇諸侯今君一諸侯無能親也嵗凶年饑道途死者相望也君不此憂耻而惟圖耳目之樂不修先君之功烈而惟飾駕御之伎則公不顧民而忘國甚矣且詩曰載驂載駟君子所誡夫駕八固非制也今又重此其爲非制也不滋甚乎且君苟美樂之國必衆爲之田獵則不便道行致逺則不可然而用馬數倍此非御下之道也滛于耳目不當民務此聖王之所禁也君茍美樂之諸侯必或效我君無厚德善政㠯𬒳諸侯而易之以僻此非所㠯子民彰名致逺親隣國之道也且賢良廢㓕孤寡不振而聽嬖妾以祿御夫㠯蓄怨與民爲讐之道也詩曰哲夫成城哲婦傾城今君不免成城之求而惟傾城之務國之亡日至矣君其圖之公曰善遂不復觀乃罷歸翟王子羡而疏嬖人嬰子景公敕五子之傅而失言晏子諫第十景公有男子五人所使傳之者皆有車百乗者也晏子爲一焉公召其傅曰勉之將㠯而所傅爲子及晏子晏子辭曰君命其臣據其肩㠯盡其力臣敢不勉乎今有之家此一國之權臣也人人以君命命之曰將㠯而所傅爲子此離樹别黨傾國之道也嬰不敢受命顧君圖之景公欲廢適子陽生而立荼晏子諌第十一淳于人納女于景公生孺子荼景公􁆰之諸臣謀欲廢公子陽生而立荼公㠯告晏子晏子曰不可夫以賤匹貴國之害也置大立少亂之本也夫陽生而長國人戴之君其勿易夫服位有等故賤不陵貴立子有禮故孽不亂宗願君教荼㠯禮而勿䧟于邪導之㠯義而勿湛于利長少行其道宗孽得其倫夫陽生敢毋使荼饜梁肉之味玩金石之聲而有患乎廢長立少不可㠯教下尊孽卑宗不可以利所􁆰長少無等宗孽無别是設賊樹姦之本也君其圖之古之眀君非不知繁樂也㠯爲樂淫則哀非不知立􁆰也㠯義失則憂是故制樂以節立子㠯道若夫恃䜛䛕以事君者不足㠯責信今君用䜛人之謀聽亂夫之言也廢長立少臣恐後人之有因君之過㠯資其邪廢少而立長㠯成其利者君其圖之公不聽景公没田氏殺君荼立陽生殺陽生立簡公殺簡公而耴齊國景公病久不愈欲誅祝史㠯謝晏子諫第十二景公疥且􁫈朞年不巳召㑹譴梁丘據晏子而問焉曰寡人之病病矣使史固與祝佗廵山川宗廟犠牲珪璧莫不僃具數其常多先君桓公桓公一則寡人再病不己滋甚予欲殺二子者㠯說于上帝其可乎㑹譴梁丘據曰可晏子不對公曰晏子何如晏子曰君㠯祝爲有益乎公曰然若㠯爲有益則詛亦有損也君疏輔而逺拂忠臣擁塞諫言不出臣聞之近臣嘿逺臣瘖衆口鑠金今自聊挕㠯東姑尤㠯西者此其人民衆矣百姓之咎怨誹謗詛君于上帝者多矣一國詛兩人祝雖善祝者不能勝也且夫祝直言情則謗吾君也隱匿過則欺上帝也上帝神則不可欺上帝不神祝亦無益願君察之也不然刑無罪夏啇所㠯滅也公曰善觧予惑加冠命㑹譴母治齊國之政梁丘據毋冶賓客之事兼属之乎晏子晏子辭不得命受相退把政改月而君病悛公曰昔吾先君桓公㠯管子爲有力邑狐與榖㠯共宗廟之鮮賜其忠臣則是多忠臣者子今忠臣也寡人請賜子州欵辭曰管子有一美嬰不如也有一惡嬰不忍爲也其宗廟之飬鮮也終辭而不受景公怒封人祝之不遜晏子諫第十三景公逰于麥丘問其封人曰年㡬何矣對曰鄙人之年八十五矣公曰壽哉子其祝我封人曰使君之年長于胡宜國家公曰善哉子其復之曰使君之嗣壽皆若鄙臣之年公曰善哉子其復之封人曰使君無得罪于民公曰誠有鄙民得罪于君則可安有君得罪于民者乎晏子諫曰君過矣彼疏者有罪戚者治之賤者有罪貴者治之君得罪于民誰將治之敢問桀紂君誅乎民誅乎公曰寡人固也于是賜封人麥丘㠯爲邑景公欲使楚巫致五帝㠯眀悳晏子諫第十四楚巫㣲導裔欵㠯見景公侍坐三日景公說之楚巫曰公眀神主之帝王之君也公即位有七年矣事未大濟者明神未至也請致五帝㠯眀君德景公再拜稽首楚巫曰請廵國郊㠯觀帝位至于牛山而不敢登曰五帝之位在于國南請齋而後登之公命百官供齋具于楚巫之所裔欵視事晏子聞之而見于公曰公令楚巫齋牛山乎公曰然致五帝㠯眀寡人之悳神將降福于寡人其有所濟乎晏子曰君之言過矣古之王者得厚足㠯安世行廣足㠯容衆諸侯戴之㠯爲君長百姓歸之㠯爲父母是故天地四時和而不失星辰日月順而不亂悳厚行廣配天象旹然後爲帝王之君神眀之主古者不慢行而繁祭不輕身而恃巫今政亂而行僻而求五帝之明德也棄賢而用巫而求帝王之在身也夫民不苟德福不苟降君之帝王不亦難乎惜夫君位之髙所論之卑也公曰裔欵㠯楚巫命寡人曰試嘗見而觀焉寡人見而說之信其道行其言今夫子譏之請逐楚巫而拘裔欵晏子曰楚巫不可出公曰何故對曰楚巫出諸侯必或受之公信之㠯過于内不知出㠯易諸侯于外不仁請東楚巫而拘裔欵公曰諾故曰送楚巫于東而拘裔欵于國也景公欲祠靈山河伯㠯禱雨晏子諫第十五齊大旱逾旹景公召群臣問曰天不雨久矣民且有饑色吾使人卜云祟在髙山廣水寡人欲少賦歛㠯祠靈山可乎群臣莫對晏子進曰不可祠此無益也夫靈山固㠯石爲身㠯草木爲髮天乆不雨髮將焦身將熱彼獨不欲雨乎祠之無益公曰不然吾欲祠河伯可乎晏子曰不可河伯㠯水爲國㠯魚鱉爲民天久不雨泉將下百川竭國將亡民將滅矣彼獨不欲雨乎祠之何益景公曰今爲之柰何晏子曰君誠避宫殿暴露與靈山河伯共憂其幸而雨乎于是景公出野居暴露三日天果大雨民盡得種時景公曰善哉晏子之言可無用乎其維有德景公貪長有國之樂晏子諌第十六景公將觀于淄上與晏子閒立公喟然歎曰嗚呼使國可長保而傳于子孫豈不樂哉晏子對曰嬰聞眀王不徒立百姓不虗至今君㠯政亂國㠯行棄民久矣而聲欲保之不亦難乎嬰聞之能長保國者能終善者也諸侯並立能終善者爲長列士並學能終善者爲師昔先君桓公其方任賢而贊悳之時亡國恃以存危國仰㠯安是㠯民樂其政而世髙其悳行逺征暴勞者不疾驅海内使朝天子而諸侯不怨當是時盛君之行不能進焉及其卒而衰怠于悳而并于樂身溺于婦侍而謀因竪刁是㠯民苦其政而世非其行故身死乎胡宫而不舉蟲出而不收當是時也桀紂之卒不能惡焉詩曰靡不有𥘉鮮克有終不能終善者不遂其君今君臨民若冦讐見善若避熱亂政而危贒必逆于衆肆欲于民而誅虐于下恐及于身嬰之年老不能待于君使矣行不能革則持節以没世耳景公登牛山悲去國而死晏子諫第十七景公逰于牛山北臨其國城而流涕曰若何滂滂去此而死乎艾孔梁丘據皆從而泣晏子獨笑于旁公刷涕而顧晏子曰寡人今日游悲孔與據皆從寡人而涕泣子之獨笑何也晏子對曰使贒者常守之則太公桓公將常守之矣使勇者常守之則莊公靈公將常守之矣數君者將守之則吾君安得此位而立焉㠯其迭處之迭去之至于君也而獨爲之流涕是不仁也不仁之君見一謟䛕之臣見二此臣之所㠯獨竊笑也景公遊公阜一日有三過言晏子諫第十八景公出遊于公阜北面望睹齊國曰嗚呼使古而無死何如晏子曰昔者上帝㠯人之没爲善仁者息焉不仁者伏焉若使古而無死丁公太公將有齊國桓襄文武將皆相之君將戴笠衣褐執銚耨㠯蹲行畎畞之中孰暇患死公忿然作色不說無㡬何而梁丘據御六馬而來公曰是誰也晏子曰據也公曰何如曰大暑而疾馳甚者馬死薄者馬傷非㨿孰敢爲之公曰㨿與我和者夫晏子曰此所謂同也所謂和者君甘則臣酸君淡則臣醎今據也甘君亦甘所謂同也安得爲和公忿然作色不恱無㡬何日暮公西面望睹彗星召伯常騫使禳去之晏子曰不可此天教也日月之氣風雨不旹彗星之出天爲民之亂見之故詔之妖祥㠯戒不敬今君若設文而受諫謁聖賢人雖不去彗星將自亡今君嗜酒而并于樂政不飾而寛于小人近䜛好優惡文而疏聖贒人何睱在彗茀又將見矣公忿然作色不恱及晏子卒公出背而立曰嗚呼昔者從夫子而游公阜夫子一日而三責我今孰責寡人哉景公游寒途不䘏死胔晏子諌第十九景公出逰于寒塗睹死胔黙然不問晏子諫曰昔吾先君桓公出游睹饑者與之食睹疾者與之財使令不勞力籍歛不費民先君將游百姓皆恱曰君當幸游吾鄕乎今君游于寒塗據四十里之氓殫財不足㠯奉歛盡力不能周役民氓饑寒凍餒死胔相望而君不問失君道矣財屈力竭下無㠯親上驕㤗奢侈上無㠯親下上下交離君臣無親此三代之所㠯衰也今君行之嬰懼公族之危㠯爲異姓之福也公曰然爲上而忘下厚藉歛而忘民吾罪大矣于是歛死胔發粟于民據四十里之氓不服政其年公三月不出游景公衣狐白裘不知天寒晏子諫第二十景公之時雨雪三日而不霽公被狐白之裘坐堂側陛晏子入見立有間公曰恠哉雨雪三日而天不寒晏子對曰天不寒乎公笑晏子曰嬰聞古之賢君飽而知人之饑溫而知人之寒逸而知人之勞今君不知也公曰善寡人聞命矣乃令出裘發粟與饑寒今所睹于塗者無問其郷所睹于里者無問其家循國計數無言其名士旣事者兼月疾者兼嵗孔子聞之曰晏子能眀其所欲景公能行其所善也景公異熒惑守虗而不去晏子諫第二十一景公之時熒惑守于虗朞年不去公異之召晏子而問曰吾聞之人行善者天賞之行不善者天殃之熒惑天罸也今留虗其孰當之晏子曰齊當之公不說曰天下大國十二皆曰諸侯齊獨何㠯當晏子曰虗齊野也且天之下殃固于冨疆爲善不用出政不行贒人使逺讒人反昌百姓疾怨自爲祈祥録錄疆食進死何傷是㠯列舎無次變星有芒熒惑囘逆孽星在旁有賢不用安得不亡公曰可去乎對曰可致者可去不可致者不可去公曰寡人爲之若何對曰盍去冤聚之獄使反田矣散百官之財施之民矣振孤寡而敬老人矣夫若是者百惡可去何獨是孽乎公曰善行之三月而熒惑遷景公將伐宋夢二丈夫立而怒晏子諌第二十二景公舉兵將伐宋師過㤗山公瞢見二丈夫立而怒其怒甚盛公恐覺辟門召占瞢者至公曰今夕吾夣二丈夫立而怒不知其所言其怒甚盛吾猶識其狀識其聲占瞢者曰師過㤗山而不用事故㤗山之神怒也請趣召祝史祠乎㤗山則可公曰諾眀日晏子朝見公告之如占瞢之言也公曰占夢者之言曰師過㤗山而不用事故㤗山之神怒也今使人召祝史祠之晏子俯有間對曰占夢者不識也此非㤗山之神是宋之先湯與伊尹也公疑㠯爲㤗山神晏子曰公疑之則嬰請言湯伊尹之狀也湯質晳而長顔㠯髯兊上豐下倨身而揚聲公曰然是已伊尹黒而短蓬而髯豐上兊下僂身而下聲公曰然是巳今若何晏子曰夫湯太甲武丁祖乙天下之盛君也不宜無後今惟宋耳而公伐之故湯伊尹怒請散師㠯平宋景公不用終伐宋晏子公曰伐無罪之國以怒眀神不易行㠯續蓄進師㠯近過非嬰所知也師若果進軍必有殃軍進再舎鼓毀將殪公乃辭乎晏子散師不果伐宋景公從畋十八日不返國晏子諫第二十三景公畋于署梁十有八日而不返晏子自國徃見公比至衣冠不正不革衣冠望游而馳公望見晏子下而急帶曰夫子何爲遽國家無有故乎晏子對曰不亦急也雖然嬰願有復也國人皆㠯君爲安野而不安國好獸而惡民毋乃不可乎公曰何哉吾爲夫婦獄訟之不正乎則㤗士子牛存矣爲社稷宗廟之不享乎則㤗祝子游存矣爲諸侯賓客莫之應乎則行人子羽存矣爲田野之不辟倉庫之不實則申田存焉爲國家之有餘不足聘乎則吾子存矣寡人之有五子猶心之有四支心有四支故心得佚焉今寡人有五子故寡人得佚焉豈不可哉晏子對曰嬰聞之與君言異若乃心之有四支而心得佚焉可得令四支無心十有八日不亦乆乎公于是罷畋而歸景公欲誅駭鳥野人晏子諫第二十四景公射鳥野人駭之公怒令吏誅之晏子曰野人不知也臣聞賞無功謂之亂罪不知謂之虐兩者先王之禁也㠯飛鳥犯先王之禁不可今君不眀先王之制而無仁義之心是以從欲而輕誅夫鳥獸固人之飬也野人駭之不亦宜乎公曰善自今巳後弛鳥獸之禁無㠯苛民也景公所􁆰馬死欲誅圉人晏子諫第二十五景公使圉人養所􁆰馬暴死公怒令人操刀解飬馬者是時晏子侍前左右執刀而進晏子止而問于公曰堯舜支解人徔何􁞹始公矍然曰從寡人始遂不支觧公曰㠯属獄晏子曰此不知其罪而死臣爲君數之使知其罪然後致之獄公曰可晏子數之曰○或作景公有馬其圉人殺之公怒援將自擊之晏子曰此不其罪而死臣請爲君數之令知其罪而殺之公曰諾晏子舉戈而臨之曰云云○爾罪有三公使汝飬馬而殺之當死罪一也又殺公之所最善馬當死罪二也使公以一馬之故而殺人百姓聞之必怨吾君諸侯聞之必輕吾國汝殺公馬使怨積于百姓兵弱于隣國汝當死罪三也今㠯属獄公喟然嘆曰夫子釋之夫子釋之勿傷吾仁也晏子春秋内篇諫上第壹終"}
{"id": "KR2g0003_002", "series": "KR2g0003", "text": "晏子春内秋篇諫下第二景公籍重而獄多欲託晏子晏子諫第一景公欲殺犯所􁆰之槐者晏子諫第二景公逐得斬竹者囚之晏子諌第三景公以搏治之兵未成功將殺之晏子諌景公冬𧺫大臺之役晏子諫第五景公爲長庲欲美之晏子諫第六景公爲鄒之長塗晏子諌第七景公春夏游獵興役晏子諫第八景公獵休坐地晏子席而諫第九景公獵逢蛇虎以爲不祥晏子諫第十景公爲臺成文欲爲鐘晏子諫第十一景公爲㤗呂成將以燕饗晏子諌第十二景公爲履而飾㠯金玉晏子諫第十三景公欲㠯聖王居服而致諸侯晏子諫第十四景公自矜冠裳游處之貴晏子諫第十五景公爲巨冠長衣以聽朝晏子諫第十六景公朝居嚴下不言晏子諫第十七景公登路寢臺不終不說晏子諫第十八景公登路寢臺望國而嘆晏子諌第十九景公路寢䑓成逢于何願合葬晏子諌而景公嬖妾死守之三日而不歛晏子諫第二十一景公欲厚葬梁丘據晏子諫第二十二景公欲以人禮葬走狗晏子諌第二十三景公飬勇士三人無君臣之義晏子諫第二十四景公登射思勇力士與之圖晏子諫第二十五景公藉重而獄多欲託晏子晏子諫第一景公藉重而獄多拘者滿圄怨者滿朝晏子諫公不聽公謂晏子曰夫獄國之重官也願託之夫子晏子對曰君將使嬰勑其功乎則嬰有壹妄能書足以治之矣君將使嬰勑其意乎夫民無欲殘其家室之生以奉暴上之僻者則君使吏比而焚之而已矣景公不恱曰勑其功則使一妄勑其意則比焚如是夫子無所謂能治國乎晏子曰嬰聞與君異今夫胡狢戎狄之蓄狗也多者十有余寡者五六然不相害傷今束鷄豚妄投之其折骨决皮可立得也且夫上正其治下審其論則貴賤不相踰越今君舉千鍾爵禄而妄投之于左右左右争之甚于胡狗而公不知也寸之管無當天下不能足之以粟今齊國丈夫畊女子織夜以接日不足以奉上而君側皆彫文刻鏤之觀此無當之管也而君終不知五尺童子操寸之煙天下不能足以薪今君之左右皆操煙之徒而君終不知鍾鼓成肆干戚成舞雖禹不能禁民之觀且夫飾民之欲而嚴其聽禁其心聖人所難也而况奪其財而饑之勞其力而疲常致其苦而嚴聽其獄痛誅其罪非嬰所知也景公欲殺犯所愛之槐者晏子諫第二景公有所愛槐令吏謹守之植木縣之下令曰犯槐者刑傷之者死有不聞令醉而犯之者公聞之曰是先犯我令使吏拘之且加罪焉其子徃辭晏子之家託曰負廓之民賤妾請有道于相國不勝其欲願得充數乎下陳晏子聞之笑曰嬰其滛于色乎何爲老而見犇雖然是必有故令内之女子入門晏子望見之曰恠哉有深憂進而問焉曰所憂何也對曰君樹槐縣令犯之者刑傷之者死妾父不仁不聞令醉而犯之吏將加罪焉妾聞之眀君蒞國立政不損祿不益刑又不㠯私恚害公灋不爲禽獸傷人民不爲草木傷禽獸不爲野草傷禾苗吾君欲以樹木之故殺妾父孤妾身此令行于民而法于國矣雖然妾聞之勇士不㠯衆疆凌孤獨明惠之君不拂是㠯行其所欲此譬之猶自治魚鱉者也去其腥臊者而巳昧墨與人比居庾肆而教人危坐今君出令于民苟可灋于國而善益于後世則父死亦當矣妾爲之収亦宜矣甚平今之令不然以樹木之故罪法妾父妾恐其傷察吏之法而害明君之義也隣國聞之皆謂吾君􁆰樹而賤人其可乎願相國察妾言以裁犯禁者晏子曰甚矣吾將爲子言之于君使人送之歸明日蚤朝而復于公曰嬰聞之窮民財力以供嗜欲謂之暴崇玩好威嚴擬乎君謂之逆刑殺不辜謂之賊此三者守國之大殃今君竆民財力以羡餒食之具繁鍾鼓之樂極宫室之觀行暴之大者崇玩好縣愛槐之令載過者馳歩過者趨威嚴擬乎君逆之明者也犯槐者刑傷槐者死殺不稱賊民之深者君享國德行未見于衆而三辟著于國嬰恐其不可以莅國子民也公曰㣲大夫教寡人㡬有大罪以累社稷今子大夫教之社稷之福寡人受命矣晏子出公令趣罷守槐之役㧞置縣之木廢傷槐之法出犯槐之囚景公逐得斬竹者囚之晏子諫第三景公樹竹令吏謹守之公出過之有斬竹者焉公以車逐得而拘之將加罪焉晏子入見曰公亦聞吾先君丁公乎公曰何如晏子曰丁公伐曲沃勝之止其財出其民公曰自蒞之有輿死人以出者公恠之令吏視之則其中金與玉焉吏請殺其人収其人丁公曰以兵降城以衆圍財不仁且吾聞之人君者寛惠慈衆不身傳誅令捨之公曰善晏子退公令出斬竹之囚景公以摶治之兵未成功將殺之晏子諫第四景公令兵搏治當臈氷月之間而寒民多涷餒而功不成公怒曰爲我殺兵二人晏子曰諾少爲閒晏子曰昔者先君莊公之伐于晉也其役殺兵四人今令而殺兵二人是殺師之半也公曰諾是寡人之過也令止之景公冬起大䑓之役晏子諌第五晏子使于魯比其返也景公使國人𧺫大臺之役嵗寒不巳涷餒之者郷有焉國人望晏子晏子至巳復事公廼坐飮酒樂晏子曰君若賜臣臣請歌之歌曰庻民之言曰凍水洗我若之何太上靡散我若之何歌終喟然歎而流涕公就止之曰夫子曷爲至此殆爲大臺之役夫寡人將速罷之晏子再拜出而不言遂如大臺執朴鞭其不務者曰吾細人也皆有蓋廬以避燥濕君爲壹䑓而不速成何爲國人皆曰晏子助天爲虐晏子歸未至而君出令趣罷役車馳而人趨仲尼聞之喟然嘆曰古之善爲人臣者聲名歸之君禍災歸之身入則切磋其君之不善出則髙譽其君之德義是㠯雖事惰君能使垂衣裳朝諸侯不敢伐其功當此道者其晏子是耶景公爲長庲欲美之晏子諫第六景公爲長庲將欲美之有風雨作公與晏子入坐飲酒致堂上之樂酒酣晏子作歌曰穗乎不得穫秋風至兮殫零落風雨之弗殺也太上之靡弊也歌終顧而流涕張躬而舞公就晏子而止之曰今日夫子爲賜而誡于寡人是寡人之罪遂廢酒罷役不果成長庲景公爲鄒之長塗晏子諫第七景公築路寢之臺三年未息又爲長庲之役二年未息又爲鄒之長塗晏子諫曰百姓之力勤矣公不息乎公曰塗將成矣請成而息之對曰眀君不屈民財者不得其利不窮民力者不得其樂昔者楚靈王作傾宫三年未息也又爲章華之臺五年又不息也乾溪之役八年百姓之力不足而息也靈王死于乾溪而民不與君歸今君不遵眀君之義而循靈王之跡嬰懼君有暴民之行而不睹長庲之樂也不若息之公曰善非夫子者寡人不知得罪于百姓深也于是令勿委壊餘財勿収斬板而去之景公春夏游獵興役晏子諫第八景公春夏游獵又起大䑓之役晏子諫曰春夏起役且游獵奪民農旹國家空虗不可景公曰吾聞相賢者國治臣忠者主逸吾年無㡬矣欲遂吾所樂卒吾所好子其息矣晏子曰昔文王不敢盤游于田故國昌而民安楚靈王不廢乾溪之役起章華之臺而民叛之今君不革将危社稷而爲諸侯笑臣聞忠不避死諫不違罪君不聽臣臣將游矣景公曰唯唯將弛罷之未㡬朝韋冏解役而歸景公獵休坐地晏子席而諌第九景公獵休坐地而食晏子後至左右滅葭而席公不說曰寡人不席而坐地二三子莫席而子獨搴草而坐之何也晏子對曰臣聞介胄坐陣不席獄訟不席尸坐堂上不席三者皆憂也故不敢以憂侍坐公曰諾令人下席曰大夫皆席寡人亦席矣景公獵逢蛇虎以爲不祥晏子諌第十景公出獵上山見虎下澤見蛇歸召晏子而問之曰今日寡人出獵上山則見虎下澤則見蛇殆所謂不祥也晏子對曰國有三不祥是不與焉夫有贒而不知一不祥知而不用二不祥用而不任三不祥也所謂不祥乃若此者今上山見虎虎之室也下澤見蛇蛇之穴也如虎之室如蛇之穴而見之曷爲不祥也景公爲䑓成又欲爲鐘晏子諫第十一景公爲臺臺成又欲爲鐘晏子諫曰君國者不樂民之哀君不勝欲旣築䑓矣今復爲鐘是重歛于民民必哀矣夫歛民之哀而以爲樂不祥非所以君國者公乃止景公爲㤗吕成將以饗晏子諫第十二景公㤗呂成謂晏子曰吾欲與夫子燕對曰未祀先君而以燕非禮也公曰何以禮爲對曰夫禮者民之紀紀亂則民失亂紀失民危道也公曰善乃以祀焉景公爲履飾以金玉晏子諫第十三景公爲履黄金之綦飾以銀連以珠良玉之朐其長尺氷月服之以聽朝晏子朝公迎之履重僅能舉足問曰天寒乎晏子曰君奚問天之寒也古聖人製衣服也冬輕而暖夏輕而清今君之履氷月服之是重寒也履重不節是過任也失生之情矣故魯工不知寒溫之節輕重之量以害正生其罪一也作服不常以笑諸侯其罪二也用財無功以怨百姓其罪三也請拘而使吏度之公苦請釋之晏子曰不可嬰聞之苦身爲善者其賞厚苦身爲非者其罪重公不對晏子出令吏拘魯工令人送之境吏不得入公撤履不復服也景公欲以聖王之居服而致諸侯晏子諫第十四景公問晏子曰吾欲服聖王之服居聖王之室如此則諸侯其至乎晏子對曰法其節儉則可法其服居其室無益也三王不同服而王非以服致諸侯也誠于愛民果于行善天下懐其悳而歸其義若其衣服節儉而衆恱也夫冠足㠯修敬不務其飾衣足以掩形禦寒不務其美衣不務于隅肶之削冠無觚羸之理身服不雜綵首服不鏤刻且古者嘗有紩衣攣領而王天下者其義好生而惡殺節上而羡下天下不朝其服而共歸其義古者嘗有處橧巢窟穴而不惡予而不取天下不朝其室而共歸其仁及三代作服爲益敬也首服足以修敬而不重也身服足以行潔而不害于動作服之輕重便于身用財之費順于民其不爲橧巢者以避風也其不爲穴者以避濕也是故眀堂之制下之潤濕不能及也上之寒暑不能入也土事不文木事不鏤示民之節也及其衰也衣服之侈過足㠯敬宫室之美過避潤濕用力甚多用則甚費與民爲讐今君欲法聖王之服不法其制法其節儉也則雖未成治庻其有益也今君竆臺榭之髙極汙池之深而不止務于刻鏤之巧文章之觀而不厭則亦與民而讐矣若臣之慮恐國之危而公不平也公乃願致諸侯不亦難乎公之言過矣景公自矜冠裳逰處之貴晏子諫第十五景公爲西曲潢其深㓕軌髙三仞橫木龍蛇立木鳥獸公衣黼黻之衣素繡之裳一依而五彩具焉帶球玉而冠且𬒳髮亂首南面而立傲然晏子見公曰昔仲父之霸何如晏子抑首而不對公又曰昔管文仲之覇何如晏子對曰臣聞之維翟人與龍蛇比今君橫木龍蛇立木鳥獸亦室一就矣何睱在覇哉且公伐宫室之美矝衣服之麗一衣而五彩具焉帶球玉而亂首被髮亦室一容矣萬乗之君而壹心于邪君之䰟魄亡矣以誰與圖霸哉公下堂就晏子曰梁丘㨿裔欵以室之成告寡人是㠯竊襲此服與據爲笑又使夫子及寡人請改室易服而敬聽命其可乎晏子曰夫二子營君㠯邪公安得知道哉且伐木不自其根則孽又生也公何不去二子者毋使耳目滛焉景公巨冠長衣以聽朝晏子諌第十六景公爲巨冠長衣以聽朝疾視矜立日晏不罷晏子進曰聖人之服中侻而不駔可以導衆其動作侻順而不逆可㠯奉生是以下皆法其服而民争學其容今君之服駔華不可㠯導衆民疾視矜立不可以奉生日晏矣君不若脫服就燕公曰寡人受命退朝遂去衣冠不復服景公朝居嚴下不言晏子諫第十七晏子朝復扵景公曰朝居嚴乎公曰嚴居朝則害曷扵治國家哉晏子對曰朝居嚴則下無言下無言則上無聞矣下無言則無謂之瘖上無聞則吾謂之聾聾瘖非害國家而如何也且合升豉之㣲以滿倉廪合疏縷之綈以成幕太山之髙非一石也累卑然後高夫下者非用一士之言也固有受而不用惡有拒而不受者哉景公登路寢臺不終不恱晏子諫第十八景公登路寢之臺不能終而息乎陛忿然而作色不恱曰孰爲髙臺病人之甚也晏子曰君欲節扵身而勿高使人髙之而勿罪也今高從之以罪卑亦從以罪敢問使人如此可乎古者之爲宫室也足乎以便生不㠯爲奢侈也故節扵身謂扵民及夏之衰也其王桀背棄悳行爲璿室玉門殷之衰也其王紂作爲傾宫靈䑓卑狹者有罪高大者有賞是以身及焉今君髙亦有罪卑亦有罪甚扵夏殷之王民力殫乏矣而不免扵罪嬰恐國之流失而公不得亨也公曰善寡人自知誠費財勞民以爲無功又從而怨之是寡人之罪也非夫子之教豈得守社稷哉遂下再拜不果登䑓景公登路寢臺望國而歡晏子諫第十九景公與晏子登寢而望國公愀然而歡曰使後嗣世世有此豈不可哉晏子曰臣聞眀君必務正其治以事利民然後子孫享之詩云武王豈不事貽厥孫謀㠯燕翼子今君處佚怠逆政害民有日矣而猶出若言不亦甚乎公曰然則後世孰將把齊國對曰服牛死夫婦笑非骨肉之親也爲其利之大也欲知把齊國者則其利之者耶公曰然何㠯易對曰移之以善政今公之牛馬老扵欄牢不勝服也車蠧扵巨戶不勝乗也衣裘𥜗袴朽弊扵藏不勝衣也醯醢腐不勝沽也酒醴酸不勝飮也府粟鬱而不勝食又厚藉歛扵百姓而不㠯分餒民夫藏財而不用㐫也財茍失守下其報環至其次昧財之失守委而不㠯分人者百姓必進自分也故君人者與其請扵人不如扵請已也景公路寢臺成逢扵何願合葬晏子諫而許景公成路寢之臺逢扵何遭䘮遇晏子扵途再拜乎馬前晏子下車挹之曰子何㠯命嬰也對曰扵何之母死兆在路寢之臺牗下願請命合骨晏子曰嘻難哉雖然嬰將爲子復之適爲不得子將若何對曰夫君子則有以如我者儕小人吾將左手擁格右手梱心立餓枯槁而死以告四方之士曰扵何不能葬其母者也晏子曰諾遂入見公曰有逢扵何者母死􁫉在路寢當如之何願請合骨公作色不恱曰古之及今子亦嘗聞請葬人主之宫者乎晏子對曰古之人君其室宫節不侵生民之居䑓榭儉不殘死人之墓故未嘗聞諸請塟人主之宫者也今君侈爲宫室奪人之居廣爲臺榭殘人之墓是生者愁憂不得安處死者離易不得合骨豐樂侈遊兼傲生死非人君之行也遂欲滿求不顧細民非存之道且嬰聞之生者不得安命之曰蓄憂死者不得塟命之曰蓄哀蓄憂者怨蓄哀者危君不如詳之公曰諾晏子出梁丘據曰自昔及今未嘗聞求塟公宫者也若何許之公曰削人之居殘人之墓凌人之䘮而禁其塟是扵生者施扵死者無禮詩去榖則異室死則同穴吾敢不許乎逢扵何遂塟其母路寢之牗下解衰去絰布衣縢履玄冠茈武踊而不哭躃而不拜已乃涕洟而去景公嬖妾死守之三日不歛晏子諫第二十一景公之嬖妾嬰子死公守之三日不食膚著于席不去左右以復而君無聽焉晏子入復曰有術客與醫俱言曰聞嬰子病死願請治之公喜遽起曰病猶可爲乎晏子曰客之道也以爲良醫也請嘗試之君請屏潔沐浴飲食間病者之宫彼亦將有鬼神之事焉公曰諾屏而沐浴晏子令棺人入歛巳歛而復曰醫不能治病己殮矣不敢不以聞公作色不說曰夫子以醫命寡人而不使視將歛而不以聞吾之爲君名而巳矣晏子曰君獨不知死者之不可以生耶嬰聞之君正臣從謂之順君僻臣從謂之逆今君不道順而行僻從邪者邇導害者逺䜛䛕萌通而贒良廢滅是以謟䛕繁扵間邪行交扵國也昔吾先君桓公用管仲而覇嬖乎竪刁而㓕今君薄扵贒人之禮而厚嬖妾之哀且古聖王畜私不傷行殮死不失􁆰送死不失哀行蕩則溺己􁆰失則傷生失則害性是故聖王節之也即畢殮不留生事棺槨衣衾不㠯害生飬哭泣處哀不㠯害生道今朽尸以留生廣􁆰以傷行修哀以害性君之失矣故諸侯之賓客慙入吾國本朝之臣慙守其職崇君之行不可㠯導民徔君之欲不可以持國且嬰聞之杇而不殮謂之僇尸臭而不収謂之陳胔反眀王之性行百姓之誹而内嬖妾扵僇胔此之爲不可公曰寡人不識請因夫子而爲之晏子復國之士大夫諸侯四隣賓客皆在外君其哭而節之仲尼聞之曰星之昭昭不若月之曀曀小事之成不若大事之廢君子之非贒扵小人之是也其晏子之謂歟景公欲厚葬梁丘據晏子諌第二十二梁公㨿死景公召晏子而告之曰㨿忠且愛我我欲豐厚其塟髙大其壟晏子曰敢問據之忠與􁆰扵君者可得聞乎公曰吾有喜扵玩好有司未能我共也則據以其所有共我是㠯知其忠也每有風雨暮夜求必存吾是以知其愛也晏子曰嬰對則爲罪不對則無以事君敢不對乎嬰聞之臣專其君謂之不忠子專其父謂之不孝妻專其夫謂之不嫉事父之道導親扵父兄有禮扵群臣有惠扵百姓有信扵諸侯謂之忠爲子之道以鍾愛其兄弟施行扵諸父慈惠扵衆子誠信扵朋友謂之孝爲妻之道使其衆妾皆得歡忻扵其夫謂之不嫉今四封之民皆君之臣也而維據盡力㠯􁆰君景公欲以人禮葬走狗晏子諫第二十三景公走狗死公令外共之棺内給之祭晏子聞之諫公曰亦細物也特㠯與左右爲笑耳晏子曰君過矣夫厚籍歛不以反民棄貨財而笑左右傲細民之憂而崇左右之笑則國亦無望巳且夫孤老凍餒而死狗有祭鰥寡不恤而死狗有棺行辟若此百姓聞之必怨吾君諸侯聞之必輕吾國怨聚扵百姓而權輕扵諸侯而乃㠯爲細物君其圖之公曰善趣庖治狗以㑹朝属景公養勇士三人無君臣之義晏子諫第二十四公孫接田開疆古冶子事景公以勇力摶虎聞晏子過而趨三子者不起晏子入見公曰臣聞眀君之蓄勇力之士也上有君臣之義下有長率之倫内可㠯禁暴外可㠯威敵上利其功下服其勇故尊其位重其祿今君之蓄勇士之力也上無君臣之義下無長率之倫内不㠯禁暴外不可威敵此危國之器也不若去之公曰三子者搏之恐不得刺之恐不中也晏子曰此皆力攻勍敵之人也無長㓜之禮因請公使人少餽之二桃曰三子何不計功而食桃公孫接仰天而歎曰晏子智人也夫使公之計吾功者不受桃是無勇也士衆而桃寡何不計功而食桃矣接一搏􁍈而再搏乳虎若接之功可以食桃而無與人同矣援桃而起田開疆曰吾伏兵而郤三軍者再若開疆之功亦可以食桃而無與人同矣援桃而𧺫古冶子曰吾嘗從君濟扵河黿御左驂以入砥柱之流當是旹也冶少不能游潛行逆流百歩順流九里得黿而殺之左操驂尾右挈黿頭鶴躍而出津人皆曰河伯也若冶視之則大黿之苜若冶之功亦可以食桃而無與人同矣二子何不反桃抽劒而起公孫接田開疆曰吾勇不子若功不子逮耴桃不讓是貪也然而不死無勇也皆反其桃挈領而死古冶子曰二子死之冶獨生之不仁耻人以言而夸其聲不義恨乎所行不死無勇雖然二子同桃而節冶專桃而宜亦反其桃挈領而死使者復曰巳死矣公殮之以服葬之以士禮焉景公登射思得勇力與之圖國晏子諫第二十五景公登射晏子脩禮而侍公曰選射之禮寡人厭之矣吾欲得天勇下士與之圖國晏子對曰君子無禮是庻人也庻人無禮是禽獸也夫勇多則弑其君力多則殺其長然而不敢者維禮之謂也禮者所㠯御民也轡者所以御馬也無禮而能治國家者嬰未之聞也景公曰善廼飾射更席㠯爲上客終日問禮晏子春秋内篇諫下第二終"}
{"id": "KR2g0003_003", "series": "KR2g0003", "text": "晏子春秋内篇問上第三莊公問威當世服天下時耶晏子對㠯行也莊公問伐晉晏子對㠯不可若不濟國之福景公問伐魯晏子對㠯不若脩政㠯待其亂景公伐斄勝之問所當賞晏子對㠯謀勝祿景公問聖王之行若何晏子對㠯衰世而諷景公問欲善齊國之政㠯干霸王晏子對㠯景公問欲如桓公用管仲㠯成霸業晏子對景公問莒魯孰先亡晏子對㠯魯後莒先第八景公問治國何患晏子對㠯社䑕猛狗第九景公問欲令祝史求福晏子對以當辤罪而景公問古之盛君其行何如晏子對以問道景公問謀必得事必成何術晏子對以度義景公問善爲國家者何如晏子對以舉贒官景公問君臣身尊而榮難乎晏子對以易第十四景公問天下之所以存亡晏子對以六說第十五景公問君子所行曷若晏子對以三者第十六景公問贒君治國若何晏子對以任贒􁆰民十七景公問眀王之教民若何晏子對以先行義景公問忠臣之事君何若晏子對㠯不與君景公問忠臣之行何如晏子對㠯不與君行景公問佞人之事君何如晏子對㠯愚君所景公問聖人之不得意如何晏子對㠯不與景公問古者君民用國不危弱晏子對㠯文景公問古之蒞國者任人如何晏子對㠯景公問古者離散其民如何晏子對㠯今景公問欲和臣親下晏子對㠯信順儉節景公問得贒之道晏子對㠯舉之㠯語考景公問臣之報君何㠯晏子對報㠯悳第二十八景公問臨國蒞民所患何也晏子對㠯患景公問爲政何患晏子對㠯善惡不分第三十莊公問威當世服天下時耶晏子對㠯行也莊公問晏子曰威當世而服天下時耶晏子對曰行也公曰何行對曰能愛邦内之民者能服境外之不善重士民之死力者能禁暴國之邪逆聽賃贒者能威諸侯安仁義而樂利世者能服天下不能􁆰邦内之民者不能服境外之不善輕士民之死力者不能禁暴國之邪逆愎諌傲贒者之言不能威諸侯倍仁義而貪名實者不能威當世而服天下者此其道也巳而公不用晏子退而竆處公任勇力之士而輕臣㒒之死用兵無休國罷民害朞年百姓大亂而身及崔氏禍君子曰盡忠不豫交不用不懐祿其晏子可謂廉矣莊公問伐晉晏子對以不可若不濟國之福莊公將伐晉問于晏子晏子對曰不可君得合而欲多飬欲而意驕得合而欲多者危飬欲而意驕者困今君任勇力之士以伐眀主若不濟國之福也不悳而有功憂必及君公作色不說晏子辤不爲臣退而窮處堂下生蓼藿門外生荆棘莊公終任勇力之士西伐晉耴朝歌及太行孟門兹扵兊朞而民散身滅扵崔氏崔氏之朞逐群公及慶氏亡景公問伐魯晏子對㠯不若修政待其亂第三景公舉兵欲伐魯問㠯晏子晏子對曰不可魯公好義而民戴之好義者安見戴者和伯禽之治存焉故不可攻攻義者不祥危安者必困且嬰聞之伐人者悳足㠯安其國政足以和其民國安民和然後可㠯舉兵而征暴今君好酒而辟悳無以安國厚藉歛意使令無以和民悳無以安之則危政無㠯和之則亂未免乎危亂之理而欲伐安和之國不可不若脩政而待其君之亂也其君離上怨其下然後伐之則義厚而利多義厚則敵寡利多則民歡公曰善遂不果伐魯景公伐􁅶勝之問所當賞晏子對㠯謀勝祿景公伐􁅶勝之問晏子曰吾欲賞扵􁅶何如對曰臣聞之以謀勝國者益臣之祿以民力勝國者益民之利故上有羡獲下有加利君上享其民臣下利其實故用智者不偷業用力者不傷苦此古之善伐者也公曰善扵是破􁅶之臣東邑之卒皆有加利是上獨擅名利下流也景公問聖王其行若何晏子對㠯衰世而諷景公外傲諸侯内輕百姓好勇力崇樂㠯徔嗜欲諸侯不說百姓不親公患之問扵晏子曰古之聖王其行若何晏子對曰其行公正而無邪故讒人不得入不阿黨不私色故群徒之卒不得容薄身厚民故聚歛之人不得行不侵大國之地不耗小國之民故諸侯皆欲其尊不刼人以兵甲不威人㠯衆彊故天下皆欲其彊悳行教訓加扵諸侯慈愛利澤加于百姓故海内歸之若流水今衰世君人者辟邪阿黨故讒謟群徒之卒繁厚身飬薄視民故聚歛之人行侵大國之地耗小國之民故諸侯不欲其尊刼人㠯兵甲威人以衆强故天下不欲其强災害加扵諸侯勞苦施扵百姓故讐敵進伐天下不救貴威離散百姓不興公曰然則何若􁪁曰請卑辭重幣以說于諸侯輕罪省功以謝扵百姓其可乎公曰諾扵是卑辭重幣而諸侯附輕罪省功而百姓親故小國入朝燕魯共貢墨子聞之曰晏子知道道在爲人而失爲已爲人者重自爲者輕景公自爲而小國不爲與在爲人而諸侯爲役則道在爲人而行在反己矣故晏子知道矣景公問欲善齊國之政以干霸王晏子對以景公問晏子曰吾欲善治齊國之政以干霸王之諸侯晏子作色對曰官未具也臣數以聞而君不肯聽也故臣聞仲尼居處惰倦廉隅不正則季次原憲侍氣鬱而疾志意不通則仲由卜啇侍悳不盛行不厚則顔囘騫雍侍今君之朝臣萬人兵車千乗不善政之所失于下霣墜于民者衆矣未有能士敢以聞者臣故曰官未具也公曰寡人今欲從夫子而善齊國之政可乎對曰嬰聞國有具官然後其政可喜公作色不說曰齊國雖小則可謂官不具對曰此非臣之所復也昔吾先君桓公身體惰懈辭令不給則隰朋暱侍右左多過獄讞不中則弦寗䁥侍田野不修民氓不安則寗戚暱侍軍吏怠戎士偷則王子成甫暱侍居處佚怠左右懾畏繁乎樂省乎治則東郭牙暱侍悳義不中信行衰㣲則管子暱侍先君能以人之長續其短以人之厚𥙷其薄是㠯辭令竆逺而不逆兵加扵有罪而不頓是故諸侯朝其德而天子致其胙今君之過失多矣未有一士以聞也故曰官不具公曰善景公問欲如桓公用管仲以成覇業晏子對景公問晏子曰昔吾先君桓公有管仲夷吾保義齊國能遂武功而立文德糺合兄弟撫存翌州吳越受令荆楚惛憂莫不賓服勤于周室天子加悳先君昭功管子之力也今寡人亦欲存齊國之政扵夫子夫子以佐佑寡人彰先君之功烈而繼管子之業晏子對曰昔吾先君桓公能任用贒固有什五治徧細民貴不凌賤冨不傲貧功不遺罷佞不吐愚舉事不私聽獄不阿内妾無羡食外臣無羡祿鰥寡無饑色不㠯飲食之辟害民之財不以宫室之侈勞人之力節耴扵民而普施之府無藏倉無粟上無驕行下無謟悳是以管子能以齊國免扵難而㠯吾先君叅乎天子今君欲彰先君之功烈而繼管子之業則無以多辟傷百姓無以嗜欲玩好怨諸侯臣孰敢不承善盡力㠯順君意今君䟽逺贒人而任䜛䛕使民若不勝藉歛若不得厚耴扵民而薄其施多求扵諸侯而輕其禮府藏杇蠧而禮悖扵諸侯菽粟藏深而怨積扵百姓君臣交惡而政刑無常臣恐國之危失而公不得享也又惡能彰先君之功烈而繼管子之業乎景公問莒魯孰先亡晏子對㠯魯後莒先第八景公問晏子莒與魯孰先亡對曰㠯臣觀之也莒之細人變而不化貪而好假髙勇而賤仁士武以疾忿急㠯速竭是以上不能飬其下下不能事其上上下不能相収則政之大體失矣故㠯臣之觀也莒其先亡公曰魯何如對曰魯之君臣猶好爲義下之妥妥也奄然寡聞是以上能其養下下能事其上上下相収政之大體存矣故魯猶可長守然其亦有一焉彼鄒滕雉犇而出其地猶稱公侯大之事小弱之事强久矣彼周者殷之樹國也魯近齊而親殷㠯變小國而不服扵隣以逺望魯㓕國之道也齊其有魯與莒乎公曰魯與莒之事寡人旣得聞之矣寡人之德亦薄然後世孰踐有齊國者對曰田無宇之後爲幾公曰何故也對曰公量小私量大以施扵民其與士交也用財無筐篋之藏國人負携其子而歸之若水之流下也夫先與人利而後辭其難不亦寡乎若苟勿辤也從而撫之不亦幾乎景公問治國何患晏子對以社䑕猛狗第九景公問扵晏子曰治國患晏子對曰患夫社䑕公曰何謂也對曰夫社束木而塗之䑕因往託焉熏之則恐燒其木灌之則恐敗其途此䑕所㠯不可得殺者以社故也夫國亦有焉人主左右是也内則蔽善惡于君上外則賣權重于百姓不誅之則爲亂誅之則爲人主所案據腹而有之此亦國之社䑕也人有酤酒者爲器甚潔清置表甚長而酒酸不售問之里人其故里人云公狗之猛人挈器而入且酤公酒狗迎而噬之此酒所以酸而不售也夫國亦有猛狗用事者是也有道術之士欲千萬乗之主而用事者迎而齕之此亦國之猛狗也左右爲社䑕用事者爲猛狗主安得無壅國安得無患乎○或作用事者爲猛狗則道術之士不得用矣此治國之所患也景公問欲令祝史求福晏子病以常辤罪而景公問晏子曰寡人意氣衰身病甚今吾欲具圭璋犠牲令祝宗薦之乎上帝宗朝意者禮可以干福乎晏子對曰嬰聞之古者先君之干福也政必合乎民行必順乎神節宫室不敢大斬伐無偪山林節飲食無多畋漁㠯無偪川澤祝宗用事辭罪而不敢有所求也是㠯神民俱順而山川納祿今君政反乎民而行悖乎神大宫室多斬伐㠯偪山林羡飮食多畋漁㠯偪川澤是以民神俱怨而山川収禄司過薦罪而祝宗祈福意者逆乎公曰寡人非夫子無所聞此請革心易行于是廢公阜之游止海食之獻斬伐者㠯時畋漁者有數居處飮食節之勿羡祝宗用事辭罪而不敢有所求也故隣國忌之百姓親之晏子没而後衰景公問古之盛君其行如何晏子對以問道景公問晏子曰古之盛君其行如何晏子對曰薄于身而厚于民約于身而廣于世其處上也足以眀政行教不以威天下其取財也權有無均貧冨不以養嗜欲誅不避貴賞不遺賤不滛于樂不遁于哀盡智導民而不伐焉勞力歲事而不責焉爲政尚相利故下不以相害行教尚相􁆰故民不以相惡爲名刑罸中扵法廢罪順扵民是以贒者處上而不華不肖者處下而不怨四海之内社稷之中粒食之民一意同欲若夫私家之政生有遺教此盛君之行也公不圖晏子曰臣聞問道者更正聞道者更容今君稅歛重故民心離市買悖故啇旅絕玩好充故家貨殫積邪在扵上蓄怨藏扵民嗜欲􁃻扵側毀非滿扵國而公不圖公曰善于是令玩好不御公市不豫宫室不飾業土不成止役輕稅上下行之而百姓相親景公問謀必得事必成何術晏子􁪁以度義景公問晏子曰謀必得事必成有術乎晏子對曰有公曰其術如何晏子曰謀度扵義者必得事因于民者必成公曰奚謂也對曰其謀也左右無所繫上下無所靡其聲不悖其實不逆謀扵上不違天謀扵不違民以此謨者必得矣事大則利厚事小則利薄稱事之小大權利之輕重國有義勞民有如利㠯此舉事者必成矣夫逃人而謨雖成不安傲民舉事雖成不榮故臣聞義謀之法者民事之本也故及義而謀信民而動未聞存者也昔三代之興也謀必度其義事必因于民及其衰也建謀者及義興事傷民故度義因民謀事之術也公曰寡人不敏聞善不行其已如何對曰上君全善其次出入焉其次結邪而羞問全善之君能制出入之君時問之君雖日危尚可以没身羞問之君不能保其身今君雖危尚可没其身也景公問爲國家者何如晏子對以舉贒官能景公問晏子曰蒞國治民善爲國家者何如晏子對曰舉贒以臨國官能以敕民則其道也舉贒官能則民與若矣公曰雖有贒能吾庸知乎晏子對曰贒而隱庸爲贒乎吾君亦不務乎是故不知也公曰請問求贒對曰觀之以其游說之㠯其行君無以靡曼辯辤定其行無以毀譽非議定其身如此則不爲行㠯揚聲不掩欲以榮君故通則視其所舉竆則視其所不爲富則視其所不耴夫上士難進而易退也其次易進易退也其下易進難退也以此數物者耴人其可乎景公問君臣身尊而榮難乎晏子對以易第十四景公問晏子曰爲君身尊民安爲臣事治身榮難乎易乎晏子對曰易公曰何若對曰爲君節飬其餘以顧民則君尊而民安爲臣忠信而無踰職業則事治而身榮公又問爲君何行則危爲臣何行則廢晏子對曰爲君厚藉歛而託之爲民進讒䛕而託之用贒逺公正而託之不順君行此三者則危爲臣比周以求寸踰職業防下隱利而求多從君不陳過而求親人臣行此三者則廢故眀君不以邪觀民守則而不虧立灋儀而不犯苟有所求于民而不㠯身害之是故刑政安扵下民心固扵上故察士不比周而進不爲茍而求言無隂陽行無内外順則進否則退不與上行邪是㠯進不失廉退不失行也景公問天下之所以存亡晏子對以六說第十五景公問晏子曰寡人持不仁其無義耳也不然北面與夫子而義晏子對曰嬰人臣也公曷爲出若言公曰請終問天下之所以存亡晏子曰縵宻不能蔍苴學者詘身無㠯用人而又不爲人用者卑善人不能戚惡人不能踈者危交游朋友徔無以說扵人又不能說人者窮事君要利大者不得小者不爲者餧脩道立義大不能專小不能附者㓕此足以觀存亡矣景公問君子常行曷若晏子對㠯三者第十六景公問晏子曰君子常行曷若晏子對曰衣冠不中不敢以入朝所言不義不敢㠯要君行已不順不敢治事不公不敢以蒞衆衣冠無不中故朝無竒辟之服所言無不義故下無僞上之報身行順治事公故國無阿黨之義三者君子之常行者也景公問賢君治國若何晏子對㠯任贒愛民景公問晏子曰賢君之治國若何晏子對曰其政任賢其行􁆰民其耴下節其自養儉在上不犯下在治不傲窮從邪害民者有罪進善舉過者有賞其政刻上而饒下赦過而救窮不因喜㠯加賞不因怒以加罸不從欲㠯勞民不脩怒而危國上無驕行下無謟德上無私義下無竊權上無杇蠧之藏下無凍餒之民不事驕行而尚司其民安樂而尚親贒君之治國若此景公問明王之教民何若晏子對以先行義景公問晏子曰眀王之教民何若晏子對曰眀其教令而先之以行義飬民不苛而防之以刑辟求所于下者不務扵上所禁於民者不行于身守于民財無虧之以利立于儀灋不犯之㠯邪茍所求于民不以身害之故下之勸徔其教也稱事以任民中聽以禁邪不窮之以勞不害之㠯實苟所禁于民不以事逆之故下不敢犯其上也古者百里而異習千里而殊俗故眀王修道一民同俗上愛民爲灋下相親爲義是㠯天下不相遺此眀王教民之理也景公問忠臣之事君何若晏子對以不與君景公問扵晏子曰忠臣之事君也何若晏子􁪁曰有難不死出亡不送公不恱曰君裂地而封之疏爵而貴之君有難不死出亡不送可謂忠乎對曰言而見用終身無難臣奚死焉謀而見從終身不出臣奚送焉若言不用有難而死之是妄死也謀而不從出亡而送之是詐僞也故忠臣也者能納善扵君不能與君䧟扵難景公問忠臣之行何如晏子􁪁以不與君行景公問晏子曰忠臣之行何如對曰不掩君過諫乎前不華乎外選賢進能不私乎内稱身就位計能定祿睹贒不居其上受祿不過其量不權居㠯爲行不稱位以爲忠不揜賢㠯隱長不刻下以䛕上君在不事太子國危不交諸侯順則進否則退不與君行邪也景公問佞人之事君何如晏子對愚君所信景公問佞人之事君如何晏子對曰意難難不至也眀言行之以飾身僞言無欲以說人嚴其交以見其愛觀上之所欲而㣲爲之偶求君逼爾而隂爲之與内重爵禄而外輕之以誣行下事左右而面示正公以僞廉求上采聽而幸㠯求進傲祿以求多辤任㠯求重工乎取鄙乎予歡乎新慢乎故恡乎財薄乎施覩貧窮若不識趨利若不及外交以自揚背親㠯自厚積豐義之飬而聲矜䘏之義非譽乎情而言不行身渉旹所議而好論贒不肖有之已不難非之人無之已不難求之人其言彊梁而信其進敏遜而順此佞人之行也眀君之所誅愚君之所信也景公問聖人之不得意何如晏子對以不與景公問晏子曰聖人之不得意何如晏子對曰上作事反天時從政逆鬼神籍歛殫百姓四時易序神祗並怨道忠者不聽薦善者不行䛕過者有眘救失者有罪故聖人伏匿隱處不干長上潔身守道不與世䧟乎邪是㠯卑而不失義瘁而不失廉此聖人之不得意也聖人之得意何如對曰世治政平舉事調乎天藉歛和乎百姓樂及其政逺者懐其悳四旹不失序風雨不降虐天眀象而贊地長育而具物神降福而不靡民服教而不僞治無怨業居無廢民此聖人之得意也景公問古者君民用國不危弱晏子對以文景公問晏子曰古者君民而不危用國而不弱惡乎失之晏子對曰嬰聞之㠯邪蒞國以暴和民者危脩道㠯要利得求而返邪者弱古者文王修悳不㠯要利㓕暴不以順紂于崇侯之暴而禮梅伯之醢是以諸侯明乎其行百姓通乎其悳故君民而不危用國而不弱也景公問古之莅國者任人如何晏子對㠯人景公問晏子曰古之蒞國治民者其任人何如晏子對曰地不同生而任之以一種責其俱生不可得人不同能而任之㠯一事不可責徧成責焉無已智者有不能給求焉無饜天地有不能贍也故明王之任人謟䛕不邇乎左右阿黨不治乎本朝任人之長不强其短任人之工不强其拙此任人之大畧也景公問古者離散其民如何晏子對以今聞景公問晏子曰古者離散其民而隕失其國者其常行何如晏子對曰國貧而好大智薄而好專貴無賤親焉大臣無禮焉尚䜛䛕而賤贒人樂簡慢而玩百姓國無常灋民無經紀好辯以爲忠流湎而忘國好兵而忘民肅于罪誅而慢扵慶賞樂人之哀利人之德難不足以懐人政不足㠯惠民賞不足㠯勸善刑不足以防非亡國之行也今民聞公今如冦讐此古離散其民隕失其國所常行者也景公問欲和臣親下晏子􁪁以信順儉節第二十六景公問晏子曰吾欲和民親下柰何晏子對曰君得臣而任使之與言信必順其今赦其過任大無多責焉使邇臣無求嬖焉無以嗜欲貧其家無信䜛人傷其心家不外求而足事君不因人而進則臣和矣儉扵藉歛節于貨財作工不歷時使民不盡力百官節適關市省征山林陂澤不專其利領民治民勿使煩亂知其貧冨勿使凍餒則民親矣公曰善寡人聞命矣故令諸子無外親謁辟梁丘據無使受報百官節適關市省征陂澤不禁冤報者過留獄者諸焉景公問得贒之道晏子對㠯舉之以語考之景公問晏子曰耴人得贒之道何如晏子對曰舉之㠯語考之㠯事能諭則尚而親之近而勿辱㠯耴人則得贒之道也是以眀君居上寡其官而多其行拙扵文而工扵事言不中不言行不法不爲也景公問臣之報君何以晏子對㠯報以悳第二十八景公問晏子曰臣之報其君何以晏子􁪁曰臣雖不知必務報君㠯德士逢有道之君則順其令逢無道之君則爭其不義故君者擇臣而使之臣雖賤亦得擇君而事之景公問臨國蒞民所患何也晏子對㠯患者景公問晏子曰臨國莅民所患何也晏子對曰所患者三忠臣不信一患也信臣不忠二患也君臣異心三患也是以眀君居上無忠而不信無信而不忠者是故君臣同欲而百姓無怨也景公問爲政何患晏子對以善惡不分第三十景公問于晏子曰爲政何患晏子對曰患善惡之不分公曰何以察之對曰審擇左右善則百僚各得其所宜而善惡分孔子聞之曰此言也信矣善進則不善無由入矣不善進則善無由入矣晏子春秋内篇問上第三終"}
{"id": "KR2g0003_004", "series": "KR2g0003", "text": "晏子春秋内篇問下第四景公問何修則夫先王之游晏子對㠯省景公問桓公何以致霸晏子對㠯下贒以景公問欲逮桓公之後晏子對㠯任非其景公問廉政而長乆晏子對㠯其行水也景公問爲臣之道晏子對㠯九節第五景公問贒不肖可學乎晏子對㠯彊勉爲景公問富民安衆晏子對㠯節中聽第七景公問國如何則謂安晏子對㠯内安政景公問諸侯孰危晏子對㠯莒其先亡第九景公使吳吳王問可處可去晏子對㠯視景公問保威强不失之道晏子對以先民景公使魯魯君問何事囘曲之君晏子對魯昭公問魯一國迷何也晏子對以化爲魯昭公問安國衆民晏子對以事大飬小晏子使晉晉平公問先君得衆若何晏子晉平公問齊君德行髙下晏子對以小善晉叔向問齊國若何晏子對以齊德衰民叔向問齊悳衰子若何晏子對以進不失叔向問正士邪人之行如何晏子對㠯使叔向問事君徒處之義奚如晏子對㠯大叔向問處亂世其行正曲晏子對㠯民爲叔向問意孰爲髙行孰爲厚晏子􁪁以愛叔向嗇吝􁆰扵行何如晏子對嗇者君子叔向問君子之大義何若晏子對以尊贒向叔問傲世樂業能行道乎晏子對以狂叔向問人何若則榮晏子對㠯事君親忠叔向問人何以則可保身晏子對以不要曾子問不諌上不顧民可成行義者晏子梁丘據問子事三君不同心晏子對㠯一栢常騫問道無㓕身無廢晏子對㠯養世景公問何脩則夫先王之游晏子對以省耕景公出游問扵晏子曰吾欲觀扵轉附朝舞尊海而南至扵琅琊寡人何修則夫先王之逰晏子再拜曰善哉君之問也聞天子之諸侯爲廵狩諸侯之天子爲述職故春省耕而𥙷不足者謂之游秋省實而助不給者謂之豫夏諺曰吾君不逰我曷以休吾君不豫我曷㠯助一遊一豫爲諸侯度今君之游不然師行而量食貧苦不𥙷勞者不息夫從南歷時而不反謂之流從下而不反謂之連從獸而不歸謂之荒從樂而不歸謂之亡古者聖王無流連之游荒亡之行公曰善命吏計公掌之粟藉長㓜貧氓之數吏所委發廪出粟以予貧民者三千鍾公所身見癃老者七十人振贍之然後歸也景公問桓公何以致覇晏子對以下贒以身景公問扵晏子曰昔吾先君桓公善飲酒窮樂食味方丈好色無别辟若此何以能率諸侯以朝天子乎晏子對曰昔吾先君桓公變俗以政下贒以身管仲君之賊者也知其能足以安國濟功故迎之于魯郊自御禮之扵廟異日君過于康莊聞寗戚歌止車而聴之則贒人之風也舉㠯爲大田先君見贒不留使能不怠是㠯内政則民懐之征伐則諸侯畏之今君聞先君之過而不能眀其大節桓公之霸也君奚疑焉景公欲逮桓公之後晏子對㠯任非其人第三景公問晏子曰昔吾先君桓公徔車三百乗九合諸侯一匡天下今吾從車千乗可㠯逮先君桓公之後乎晏子對曰桓公徔車三百乗九合諸侯一匡天下者左有鮑叔右有仲父今君左爲倡右爲優䜛人在前䛕人在後又焉可逮桓公之後者乎景公問廉政而長久晏子對㠯其行水也第四景公問晏子廉政而長久其行何也晏子對曰其行水也美哉水乎清清其濁不無雩途其清無不灑除是以長久也公曰廉政而遫亡其行何也對曰其行石也堅哉石乎落落視之則堅循之則堅内外皆堅無㠯爲乆是㠯遫亡也景公問爲臣之道晏子對㠯九節第五景公問晏子曰請問爲臣之道晏子對曰見善必通不私其利慶善而不有其名稱身居位不爲苟進稱事授祿不爲茍得體貴側賤不逆其倫居贒不肖不亂其序肥利之地不爲私邑贒質之士不爲私臣君用其所言民得其所利而不伐其功此臣之道也景公問賢不肖可學乎晏子對以勉强爲上景公問晏子曰人性有賢不肖可學乎晏子對曰詩云高山仰止景行行止之者其人也故諸侯並立善而不怠者爲長長列士竝學終善者爲師景公問冨民安衆晏子對㠯節欲中聽第七景公問晏子曰富民安衆難乎晏子對曰易節欲則民冨中聽則民安行此兩者而已矣景公問國何如則謂安晏子對以内安政外景公問晏子曰國如何則可謂安矣晏子對曰下無諱言官無怨治通人不華窮民不怨喜樂無羡賞忿怒無羡刑上有禮扵士下有恩于民地博不兼小兵强不刼弱百姓内安其政外歸其義可謂安矣景公問諸侯孰危晏子對㠯莒其先亡第九景公問晏子曰當今之時諸侯孰危晏子對曰莒其先亡乎公曰何故對曰地侵扵齊貨謁于晉是以亡也晏子使吳吳王問可處可去晏子對以視國晏子聘扵吳吳王曰子大夫以君命辱在弊邑之地施貺寡人寡人受貺矣願有私問焉晏子廵遁而對曰嬰北方之賤臣也得奉君命㠯趨扵末朝恐辤令不審譏扵下吏懼不知所以對者吳王曰寡人聞夫子久矣今乃得見願終其問晏子避席對曰敬受命矣吳王曰國如何則可處如何則可去也晏子對曰嬰聞之親疏得處其倫大臣得盡其忠民無怨治國無虐刑則可處矣是㠯君子懐不逆之君居治國之位親䟽不得居其倫大臣不得盡其忠民多怨治國有虐刑則可去矣是㠯君子不懐暴君之祿不處亂國之位吳王問保威强不失之道晏子對㠯先民後晏子聘於吳吳王曰敢問長保威强勿失之道若何晏子對曰先民而後身先施而後誅强不暴弱貴不凌賤富不傲貧百姓並進有司不侵民和政平不㠯威强退人之君不以衆强兼人之地其用灋爲時禁暴故世不逆其志其用兵爲衆屏患故民不疾其勞此長保威强勿失之道也此者危矣吳王忿然作色不說曰晏子曰寡君之事畢矣嬰無斧鑕之罪請辭而行遂不復見晏子使魯魯君問何事囘曲之君晏子對㠯晏子使魯見昭公昭公說曰天下㠯子大夫語寡人者衆矣今得見而羡乎所聞請私而無爲罪寡人聞大國之君盖囘曲之君也曷爲以子大夫之行事囘曲之君乎晏子逡循對曰嬰不肖嬰之族又不若嬰待嬰而祀先者五百家故嬰不敢擇君晏子出昭公語人曰晏子仁人也反亡君安危國而不私利焉僇崔杼之尸滅賊亂之徒不獲名焉使齊外無諸侯之憂内無國家之患不伐功焉鍖然不滿退託扵族晏子可謂仁人矣魯昭公問魯一國迷何也晏子對㠯化爲一晏子聘于魯魯昭公問焉吾聞之莫三人而迷今吾以魯一國迷慮之不免于亂何也晏子對曰君之所尊舉而冨貴入所㠯與圖身出所以與圖國及左右偪邇皆同于君之心者也犒魯國化而爲一心曾無與二其何暇有三夫偪邇于君之側者距本朝之勢國之所以治也左右讒䛕相與塞善行之所㠯衰也士者持祿游者飬交身之所以危也詩曰芁芁棫檏薪之槱之濟濟辟王左右趨之此言古者聖王眀君之使以善也故外知事之情而内得心之誠是㠯不迷也魯昭公問安國衆民晏子對以事大養小謹晏子聘于魯魯昭公問曰夫儼然辱臨弊邑竊甚嘉之寡人受貺請問安國衆民如何晏子對曰嬰聞傲大賤小則國危慢聽厚歛則民散事大飬小安國之器也謹聽節儉衆民之術也晏子使晉晉平公問先君得衆若何晏子對晏子使晉晉平公饗之文室旣靜矣晏以平公問焉曰昔吾先君得衆若何晏子對曰君饗寡君施及使臣御在君側恐懼不知所以對平公曰聞子大夫數矣今廼得見願終聞之晏子對曰臣聞君子如美淵澤容之衆人歸之如魚有依極其游泳之樂若淵澤決竭其魚動流夫徃者維雨乎不可復已公又問曰請問莊公與今孰贒晏子曰兩君之行不同臣不敢不知也公曰王室之正也諸侯之專制也是㠯欲聞子大夫之言也對曰先君莊公不安靜處樂節飮食不好鍾鼓好兵作武士與同飢渇寒暑君之强過人之量有一過不能已焉是以不免于難今君大宫室美䑓榭以辟飢渇寒暑畏禍敬鬼神君之善足㠯没身不足以及子孫矣晉平公問齊君德行高下晏子對以小善第十六晏子使扵晉晉平公問曰吾子之君徳行髙下如何晏子對㠯小善公曰否吾非問小善問子之君德行髙下也晏子蹵然曰諸侯之交紹而相見辭之有所隱也君之命質臣無所隱嬰之君無稱焉平公蹵然而辤送再拜而反曰殆哉吾過誰曰齊君不肖直稱之士正在本朝也晉叔向問齊國若何晏子對㠯齊悳衰民歸晏子聘于晉叔向從之宴相與語叔向曰齊其何如晏子對曰此季世也吾弗知齊其爲田氏乎叔向曰何謂也晏子曰公棄其民而歸扵田氏齊舊四量豆區釡鐘四升爲豆各自其四㠯登扵釡釡十則鐘田氏三量皆登一焉鐘乃巨矣㠯家量貸以公量収之山木如市弗加于山魚鹽唇蛤弗加扵海民叅其力二入扵公而衣食其一公積杇蠧而老小涷餒國都之市屨賤而踊貴民人痛疾或燠休之昔者殷人誅殺不當僇民無時文王慈惠殷衆収䘏無主是故天下歸之無私與維悳之授今公室驕暴而田氏慈惠其愛人如父母而歸之如流水無獲民將焉避其伯直柄虞遂伯戲其相胡公大姬巳在齊矣叔向曰雖吾公室亦季世也鳶不駕卿無軍行公乗無人卒列無長庻民罷弊宫室滋侈道殣相望而女富溢尤民聞公命如逃冦讐欒郤晉原孤續慶伯降在皂隷政在家門民無所依而君日不悛㠯樂慆憂公室之卑其何日之有讒鼎之銘曰昧旦丕顯後世猶怠曰不悛其竜久乎晏子曰然則子將若何叔向曰人事畢矣待天而巳矣晉之公族盡矣肸聞之公室將卑其宗族枝葉先落則公從之肸之宗十一族維羊舌氏在而已肸又無子公室無度幸而得死豈其獲祀焉叔向問齊悳衰子若何晏子對㠯進不失忠叔向問晏子曰齊國之德衰矣今子何若晏子對曰嬰聞事明君者竭心力以没其身行不逮則退不㠯誣持祿事惰君者優游其身以没其世力不能則去不以䛕持危且嬰聞君子之事君也進不失忠退不失行不茍合㠯隱忠可謂不失忠不持利以傷廉可謂不失行叔向曰善哉詩有之曰進退維谷其此之謂歟叔向問正士人邪之行如何晏子對㠯使下叔向問晏子曰正士之義邪人之行何如晏子對曰正士處勢臨衆不阿私行扵國足飬而不忘故通則事上使䘏其下窮則教下使順其上事君盡禮行忠不正爵祿不用則去而不議其交友也論身義行不爲苟戚不同則踈而不悱不毀進扵君不㠯刻民尊於國故用扵上則民安行扵下則君尊故得衆上不疑其身用于君不悖扵行是㠯進不䘮亡退不危身此正士之行也邪人則不然用扵上則虐民行于下則逆上事君茍進不道忠交友苟合不道行持䛕巧以正祿比姦邪以厚養矜爵祿㠯臨人夸體貌以華世不任扵上則輕議不䔍于友則好誹故用于上則民憂行于下則君危是㠯其事君近扵罪其交友近扵患其得上辟于辱其爲生僨于刑故用于上則誅行于下則弒是故交通則辱生患則危此邪人之行也叔向問事君徒處之義奚如晏子對㠯大贒叔向問晏子曰事君之倫徒處之義奚如晏子對曰事君之倫知慮足㠯安國譽厚足㠯導民和柔足㠯懐衆不廉上以爲名不倍民㠯爲行上也潔于治已不飾過以求先不䜛䛕㠯求進不阿久私不誣所能次也盡力守職不怠奉官從上不敢陏畏上故不苟忌罪故不辟下也三者事君之倫也及夫大贒則徒處與有事無擇也隨時宜者也有所謂君子者能不足以𥙷上退處不順上治唐園考菲履共恤上令第長郷里不夸言不愧行君子也不以上爲本不㠯民爲憂内不恤其家外不顧其身游夸言愧行自勒于飢寒不及醜儕命之曰狂僻之民眀上之所禁也進也不能及上退也不能徒處作窮于冨利之門畢志于畎畞之業窮通行無常處之慮佚于心利通不能窮業不成命之曰處封之民眀上之所誅也有智不足𥙷君有能不足以勞民俞身徒處謂之傲上茍進不擇所道茍得不知所惡謂之亂賊身無以與君能無以勞民飾徒處之義揚輕上之名謂之亂國明君在上三者不免罪叔向曰贒不肖性夫吾每有問而未嘗自得也叔向問處亂世其正曲晏子對㠯民爲本第二十一叔向問晏子曰世亂不遵道上辟不用義正行則民遺曲行則道廢正行而遺民乎與持民而遺道乎此二者之于行何如晏子對曰嬰聞之卑而不失尊曲而不失正者以民爲本也苟持民矣安有遺道茍遺民矣安有正行焉叔向問意孰爲高行孰爲厚晏子對以愛民叔向問晏子曰意孰爲髙行孰爲厚對曰意莫髙于􁆰民行莫厚扵樂民又問曰意孰爲下行孰爲賤對曰意莫下扵刻民行莫賤于害身也叔向問嗇吝􁆰之扵行何如晏子對以嗇者叔向問晏子曰嗇吝􁆰之于行何如晏子對曰嗇者君子之道吝􁆰者小人之行也叔向曰何謂也晏子曰稱財多寡而節用之冨無金藏貧不假貸謂之嗇積多不能分人而厚自養謂之吝不能分人又不能自養謂之愛故夫嗇者君子之吝愛者小人之行也叔向問君子之大義何若晏子對以尊賢退叔向問晏子曰君子之大義何若晏子對曰君子之大義和調而不縁溪盎而不苛莊敬而不狡和柔而不銓刻廉而不劌行精而不以眀汚齊尚而不以遺罷冨貴不傲物貧竆不易行尊贒而不退不肖此君子之大義也叔向問傲世樂業能行道乎晏子對㠯狂惑叔向問晏子曰進不能事上退不能爲家傲世樂業枯槁爲名不疑其所守者可謂能行其道乎晏子對曰嬰聞古之能行道者世可正㠯則不可㠯正則曲其正也不失上下之倫其曲也不失仁義之理道用與世樂業不用有所依歸不㠯傲上華世不以枯槁爲名故道者世之所以治而身之所以安也今㠯不事上爲道㠯不顧家爲行㠯枯槁爲名世行之則亂身行之則危且天之與地而上下有衰矣明王始立而居國爲制矣政教錯而民行有倫矣今以不事上爲道及天地之衰矣以不顧家爲行倍先聖之道矣㠯枯槁爲名則世塞政教之途矣有明上可㠯爲下遭亂世不可㠯治亂說若道謂之惑行若道謂之狂惑者狂者木石之檏也而道義未戴焉叔向問人何若則榮晏子對以事君親忠孝叔向問晏子曰何若則可謂榮矣晏子對曰事親孝無悔往行事君忠無悔徃辭和扵兄弟信扵朋友不謟過不責得言不相坐行不相反在上治民足㠯尊君在下蒞修足㠯變人身無所咎行無所創可謂榮矣叔向問人何㠯可保身晏子對㠯不要幸第二十七叔向問晏子曰人何以則可謂保其身晏子對曰詩曰旣明且哲以保其身夙夜匪懈以事一人不庻㡬不要幸先其難乎而後幸得之時其所也失之非其罪也可謂保其身矣曾子問不諫上不顧民㠯成行義者晏子對曾子問晏子曰古者嘗有上不諫上下不顧民退處山谷以成行義者也晏子對曰察其身無能也而託乎不欲諫上謂之誕意也上惛亂悳義不行而邪辟朋黨贒人不用士亦不易其行而從邪以求進故有隱有不隱其行法士也廼夫議上則不取也夫上不諫上下不顧民退處山谷嬰不識其何㠯爲成行義者也梁丘㨿問子事三君不同心晏子對㠯一心梁丘據問晏子曰子事三君君不同心而子俱順焉仁人固多心乎晏子對曰嬰聞之順愛不懈可以使百姓暴强不忠不可㠯使一人一心可㠯事百君三心不可以事一君仲尼聞之曰小子識之晏子㠯一心事百君者也栢常騫問道無㓕身無廢晏子對以養世君栢常騫去周之齊見晏子曰騫周室之賤史也不量其不肖願事君子敢問正道直行則不容于世隱道危行則不忍道亦無滅身亦無廢者何若晏子曰善哉問事君乎嬰聞之執二灋𥚑則不取也輕進苟合則不信也直易無諱則速傷也新始好利則無敝也且嬰聞養世之君子徔重不爲進從輕不爲退省行而不伐讓利而不夸陳物而勿專見象而勿强道不滅身不廢矣晏子春秋内篇問下第四終"}
{"id": "KR2g0003_005", "series": "KR2g0003", "text": "晏子春秋内篇襍上第五莊公不恱晏子晏子坐地訟公而第一莊公不用晏子致邑而退後有崔氏之難崔慶刦齊將軍大夫盟晏子不與第三晏子再治阿而信見景公任以國政第四景公惡故人晏子退國亂復召晏子第五齊饑晏子因路之役㠯振民第六景公欲墮東門之堤晏子謂不可變古第七景公憐饑者晏子稱治國之本㠯長其意景公探雀鷇鷇弱反之晏子稱長㓜㠯賀景公睹乞兒扵塗晏子諷公使養第十景公慙刖跪之辱不朝晏子稱直請賞之景公夜徔晏子飮晏子稱不敢與第十二景公使進食與裘晏子對㠯社稷臣第十三晏子飲景公正家老歛欲與民共樂第十四晏子飲景公酒呼具火晏子稱詩以辤第十五晉欲攻齊使人徃觀晏子㠯禮侍而折其景公問東門無澤年榖而對以氷晏子請景公使晏子予魯地而魯使不盡受第十八景公游紀得金中書晏子因以諷之第十九景公贒魯昭公去國而自悔晏子謂無及晏子使魯布事巳仲尼以爲知禮第二十一晏子之魯進食有豚亡二肩不求其人第二十二曾子將行晏子送之而贈㠯善言第二十三晏子之晉睹齊纍越石父解左驂贖之與晏子之御感妻言而自抑損晏子薦以爲泯子午見晏子晏子恨不盡其意第二十六晏子乞北郭騷米以養母騷殺身㠯眀道景公欲見高糺晏子辤以祿仕之臣第二十八髙糺治晏子家不得其俗乃逐人第二十九晏子居䘮遜畣家老仲尼善之第三十莊公不恱晏子晏子坐地訟公而歸第一晏子臣扵莊公公不恱飲酒令召晏子晏子至入門公令樂人奏歌曰已哉巳哉寡人不能說也爾何來爲晏子入坐樂人三奏然後知其謂已也遂起北面坐地公曰夫子從席曷爲坐地晏子對曰嬰聞訟夫坐地今嬰將與君訟敢毋坐地乎嬰聞之衆而無義彊而無禮好勇而惡贒者禍必及其身若公者之謂矣且嬰言不用願請身去遂趨而歸管籥其家者納之公財在外者斥之市曰君子有力扵民則進爵祿不辤貴冨無力于民而旅食不惡貧賤逐徒行而東畊扵海濱居數年果有崔杼之難莊公不用晏子致邑而退後有崔氏之禍第二晏子爲莊公臣言大用每朝賜爵益邑俄而不用每朝致邑與爵爵邑盡退朝而乗嘳然而歎終而笑其㒒曰何歎笑相從數也晏子曰吾嘆也哀吾君不免扵難吾笑也喜吾自得也吾亦無死矣崔杼果弑莊公晏子立崔杼之門從者曰死乎晏子曰獨吾君也乎哉吾死也曰行乎曰獨吾罪也乎哉吾亡也曰歸乎曰吾君死安歸君民者豈以陵民社稷是主臣君者豈爲其口實社稷是養故君爲社稷死則死之爲社稷亡則亡之若君爲巳死而爲己亡非其私䁥孰能任之且人有君而弑之吾焉得死之而焉得亡之將庸何歸門啓而入崔子曰子何不死子何不死晏子曰禍始吾不在也禍終吾不知也吾何爲死且吾聞之㠯亡爲行者不足以存君以死爲義者不足㠯立功嬰豈其婢子也哉其縊而從之也遂袒免坐枕君尸而哭興三踊而岀人謂崔子必殺之崔子曰民之望也舎之得民崔慶刼齊將軍大夫盟晏子不與第三崔杼旣弑荘公而立景公杼與慶封相之刼諸將軍大夫及顯士庻人扵大宫之坎上令無得不盟者爲壇三仭塪其下以甲千列環其内外盟者皆脫劒而入維晏子不肎崔杼許之有敢不盟者㦸拘其頸劍承其心令自盟曰不與崔慶而與公室者受其不祥言不疾指不至血者死所殺七人次及晏子晏子奉桮血仰天嘆曰嗚呼崔子爲無道而弑其君不與公室而與崔慶者受此不祥俛而飲血崔杼謂晏子曰子變子言則齊國吾與子共之子不變子言㦸旣在脰劒旣在心維子圖之也晏子曰刼吾㠯刅而失其志非勇也囘吾㠯利而倍其君非義也崔子子獨不爲天討乎詩云莫莫葛虆施扵條枚愷悌君子求福不囘今嬰且可以囘而求福乎曲刅鉤之直兵推之嬰不革矣崔杼將殺之或曰不可子以子之君無道而殺之今其臣有道之士也又徔而殺之不可以爲教矣崔子遂舎之晏子曰若大夫爲大不仁而爲小仁焉有中乎趨出授綏而乗其㒒將馳晏子撫其手曰徐之疾不必生徐不必死鹿生扵野命縣于厨嬰命有繫矣按之成節而後去詩云彼已之子舎命不渝晏子之謂也晏子再治阿而信見景公任以國政第四景公使晏子爲東阿宰三年毀聞扵國景公不說召而免之晏子謝曰嬰知嬰之過矣請復治阿三年而譽必聞扵國景公不忍復使治阿三年而譽聞扵國景公說召而賞之景公問其故對曰昔者嬰之治阿也築蹊徑急門閭之政而淫民惡之舉儉力孝弟罸偷窳而惰民惡之決獄不避貴强惡之左右所求法則予非灋則否而左右惡之事貴人體不過禮而貴人惡之是㠯三邪毀乎外二讒毀于内三年而毀聞乎君也今臣謹更之不築蹊徑而緩門閭之政而滛民說不舉儉力孝弟不罸偷窳而惰民說决獄阿貴强而貴彊說左右所求言諾而左右說事貴人體過禮而貴人說是三邪譽乎外二讒譽乎内三年而譽聞于君也昔者嬰之所以當誅者宜賞今所㠯當賞者宜誅是故不敢受景公知晏子贒廼任以國政三年而齊大興景公惡故人晏子退國亂復召晏子第五景公與晏子立于曲潢之上晏子稱曰衣莫若新人莫若故公曰衣之新也信善矣人之故相知情晏子歸負載使人辤于公曰嬰故老耄無能也請毋服壯者之事公自治國身弱扵高國百姓大亂公恐復召晏子諸侯忌其威而髙國服其政田疇墾辟𧖟桑豢収之處不足絲𧖟於燕牧馬于魯共貢入朝墨子聞之曰晏子知道景公知竆矣齊饑晏子因路寢之役㠯振民第六景公之時饑晏子請爲民發粟公不許當爲路寢之䑓晏子令吏重其賃逺其􁫉徐其日而不趨三年臺成而民振故上恱乎游民足乎食君子曰政則晏子欲發粟與民而巳若使不可得則依物而偶扵政景公欲堕東門之堤晏子謂不可變古第七景公登東門防民單服然後上公曰此大傷牛馬蹄矣夫何不下六尺哉晏子對曰昔者吾先君桓公明君也而管仲贒相也夫以贒相佐眀君而東門防全也古者不爲殆有爲也蚤嵗溜水至入廣門即下六尺耳鄕者防下六尺則無齊矣夫古之重變古常此之謂也景公憐饑者晏子稱治國之本㠯長其意第八景公遊扵壽宫睹長年負薪者而有饑色公悲之喟然歎曰令吏養之晏子曰臣聞之樂贒而哀不肖守國之本也今君愛老而恩無所不逮治國之本也公笑有喜色晏子曰聖王見贒以樂贒見不肖以哀不肖今請求老弱之不養鰥寡之無室者論而共秩焉公曰諾于是老弱有養鰥寡有室景公探雀鷇鷇弱反之晏子稱長㓜㠯賀第九景公探雀鷇鷇弱反之晏子聞之不待時而入見景公公汗出愓然晏子曰君何爲者也公曰吾探雀鷇鷇弱故反之晏子逡廵北面再拜而賀曰吾君有聖王之道矣公曰寡人探雀鷇鷇弱故反之其當聖人之道者何也晏子對曰君探雀鷇鷇弱反之是長㓜也吾君仁愛曾禽獸之加焉而况于人乎此聖王之道也景公睹乞兒扵途晏子諷公使飬第十景公睹嬰兒有乞於塗者公曰是無歸夫晏子對曰君存何爲無歸使吏飬可立而以聞景公慙刖跪之辱不朝晏子稱直請賞之第十一景公正晝被髮乗六馬御婦人㠯出正閨刖跪擊其馬而反之曰爾非吾君也公慙而不朝晏子睹裔欵而問曰君何故不朝對曰昔者君正晝被髮乗六馬御婦人㠯出正閨刖跪擊其馬而反之曰爾非吾君也公慙而出反不果是以不朝晏子入見景公曰昔者寡人有罪𬒳髮乗六馬㠯出正閨刖跪擊馬而反之曰爾非吾君也寡人㠯天子大夫之賜得百姓以守宗廟今見戮扵刖跪以辱社稷吾猶可以齊于諸侯乎晏子對曰君勿惡焉臣聞下無直辤上有隱君民多諱曰君有驕行古者眀君在上下多直辤君上好善民無諱言今君有失行刖跪直辭禁之是君之福也故臣來慶請賞之以明君之好善禮之㠯明君之受諌公笑曰可乎晏子曰可扵是令刖跪倍資無征時朝無事也景公夜從晏子飮晏子稱不敢與第十二景公飲酒夜移于晏子前駈欵門曰君至晏子𬒳玄端立于門曰諸侯得㣲有故乎國家得㣲有事乎君何爲非時而夜辱公曰酒醴之味金石之聲願與夫子樂之晏子對曰夫布薦席陳簠簋者有人臣不敢與焉公曰移于司馬穰苴之家前驅欵門曰君至穰苴介胄操㦸立于門曰諸侯得㣲有兵乎大臣得㣲有叛者乎君何爲非時而夜辱公曰酒醴之味金石之聲願與將軍樂之穰苴對曰夫布薦席陳簠簋者有人臣不敢與焉公曰移扵梁丘據之家前驅欵門曰君至梁丘㩀左操瑟右挈竽行歌而去公曰樂哉今夕吾飲也㣲彼二子者何以治吾國㣲此一臣者何以樂吾身君子曰聖贒之君皆有益友無偷樂之臣景公弗能及故兩用之僅得不亡景公使進食與裘晏子對以社稷臣第十三晏子侍于景公朝寒公曰請進暖食晏子對曰嬰非君奉餽之臣也敢辭公曰請進服裘對曰嬰非君茵席之臣也敢辭公曰然夫子之扵寡人何爲者也對曰嬰社稷之臣也公曰何謂社稷之臣對曰夫社稷之臣能立社稷别上下之義使當其理制百官之序使得其宜作爲辭令可分布于四方自是之後君不以禮不見晏子晏子飲景公止家老歛欲與民共樂第十四晏子飲景公酒令器必新家老曰財不足請歛于氓晏子曰止夫樂者上下同之故天子與天下諸侯與境内匹夫以下各與其僚無有獨樂今上樂下傷其費是獨樂音也不可晏子飲景公酒公呼具火晏子稱詩㠯辭第十五晏子飲景公酒日暮公呼具火晏子辤曰詩云側弁之俄言失悳也屢舞傞傞言失容也既醉以酒既飽以德旣醉而出竝受其福賓主之禮也醉而不出是謂伐徳賓之罪也嬰已卜其日未卜其夜公曰善舉酒祭之再拜而出曰豈過我哉吾託國于晏子也以其家貨養寡人不欲其滛侈也而况與寡人謀國乎晉欲攻齊使人往觀晏子㠯禮侍而折其謀晉平公欲伐齊使范昭徃觀焉景公觴之飮酒酣范昭曰請君之棄罇更之罇觶具矣范昭佯醉不恱而起舞謂太師曰能爲我調成周之樂乎吾爲子舞之太師曰㝠臣不習范昭趨而出景公謂晏子曰晉大國也使人來將觀吾政今子怒大國之使者將柰何晏子曰夫范昭之爲人也非陋而不知禮也且欲試吾君臣故絕之也景公爲太師子曰何㠯不爲客調成周之樂乎太師對曰夫成周之樂天子之樂也調之必人主舞之今范昭人臣欲舞天子之樂臣故不爲也范昭歸以報平公曰齊未可伐也臣欲試其君而晏子識之臣欲犯其禮而太師知之仲尼聞夫不出扵尊爼之間而知千里之外其晏子之謂也可謂折衝矣而太師其與焉景公問東門無澤年榖而對以氷晏子請罷景公伐魯傳許得東門無澤公問焉魯之年榖何如對隂水厥陽氷厚五寸不知㠯吿晏子晏子對曰君子也問年榖而對以氷禮也隂水厥陽氷厚五寸者寒溫節節則刑政平平則上下和和則年榖熟年充衆和而伐之臣恐罷民弊兵不成君之意請禮魯㠯息吾怨遣其執以明吾悳公曰善廼不魯景公使晏子予魯地而魯使不盡受第十八景公予魯君地山隂數百社使晏子致之魯使子叔昭伯受地不盡受也晏子曰寡君獻地忠㢘也曷爲不盡受子叔昭伯曰臣受命扵君曰諸侯相見交讓爭處其卑禮之文也交委多爭受少行之實也禮成文于前行成章扵後交之所以長久也且吾聞君子不盡人之歡不竭人之忠吾是以不盡受也晏子歸報公公喜笑曰魯君猶若是乎晏子曰臣聞大國貪于名小國貪于實此諸侯之公患也今魯處卑而不貪乎尊辭實而不貪乎多行㢘不爲茍得道義不爲苟合不盡人之歡不竭人之忠以全其交君之道義殊于世俗國免扵公患公曰寡人說魯君故予之地今行果若此吾將使人賀之晏子曰不君㠯驩予之地而賀其辭則交不親而地不爲悳矣公曰善於是重魯之幣毋比諸侯厚其禮毋北賓客君子扵魯而後明行廉辤地之可爲重名也景公逰紀得金中書晏子因以諷之第十九公遊扵紀得金發其視之中有丹書曰食魚無反勿乗駑馬公曰善哉知若言食魚無反則惡其鱢也勿乗駑馬惡其耴道不逺也晏子對曰不然食魚無反毋盡民力乎勿乗駑馬則無置不肖扵側乎公曰紀有書何以亡也晏子對曰有以亡也嬰聞之君子有道懸之閭紀有此言注之不亡何待乎景公贒魯昭公去國而自悔晏子謂無及巳魯昭公棄國走齊齊公問焉曰君何年之少而棄國之蚤奚道至扵此乎昭公對曰吾少之時人多愛我者吾體不能親人多諌我者吾志不能用是則内無拂而外無輔輔拂無一人謟䛕我者甚衆譬之猶秋蓬也孤其根而美枝葉秋風一至根且抜矣景公辯其言㠯語晏子曰使是人反其國豈不爲古之贒君乎晏子對曰不然夫愚者多悔不肖者自贒溺者不問墜迷者不問路溺而後問墜迷而後問路譬之猶臨難而遽鑄兵噎而遽掘井雖速亦無及巳晏子使魯布事已仲尼以爲知禮第二十一晏子使魯仲尼命門子弟徃觀子貢反報曰孰謂晏子子習于禮乎夫禮曰登階不歷堂上不趨授玉不跪今晏子皆反此謂晏子習于禮者晏子旣已有事于魯君退見仲尼仲尼曰夫禮登階不歷堂上不趨授玉不跪夫子反此乎晏子曰嬰聞兩楹之間君臣有位焉君行其一臣行其二君之來遫是㠯登階歷堂上趨㠯及位也君授玉卑故跪以下之且吾聞之大者不踰閑小者出入可也晏子出仲尼送之㠯賓客之禮不計之義維晏子爲能行之晏子之魯進食有豚亡二肩不求其人第二十二晏子之魯朝食進餽膳有豚焉晏子曰去其二肩晝者進膳則䐁肩不具侍者曰膳䐁肩亡晏子曰釋之矣侍者曰我能得其人晏子曰止吾聞之量功而不量力則民盡藏餘不分則民盗子教我所㠯改之無教我求其人也曾子將行晏子送之而贈以善言第二十三曾子將行晏子送之曰君子贈人以軒不若㠯言吾請㠯言之以軒乎曾子曰請以言晏子曰今夫車輪山之直木也良匠揉之其圓中規雖有槁暴不復嬴矣故君子愼隱揉和氏之璧井里之困也良工修之則爲存國之寳故君子愼所修今夫蘭本三年而成湛之苦酒則君子不近庻人不佩湛之縻醢而賈匹馬矣非蘭本㺯也所湛然也願子之必求所湛嬰聞之君子居必擇居游必就士擇居所㠯求士求士所以辟患也嬰聞汨常移質習俗移性不可不愼也晏子之晉睹齊纍越石父解左驂贖之與歸晏子之晉至中牟睹弊冠反裘負芻息扵塗側者以爲君子也使人問焉曰子何爲者也對曰我越石父者也晏子曰何爲至此曰吾爲人臣㒒扵中牟見使將歸晏子曰何爲之㒒對曰不免涷餓之切吾身是㠯爲㒒也晏子曰爲僕㡬何對曰三年矣晏子曰可得贖乎對曰可遂觧左驂以贈之因載而與之俱歸至舎不辤而入越石父怒而請絶晏子使人應之曰吾未嘗得交夫子也子爲僕三年吾廼今日睹而贖之吾扵子尚未可乎子何絕我之暴也越石父對之曰臣聞之士者詘乎不知已而申乎知已故君子不以功輕人之身不爲彼功詘身之理吾三年爲人臣僕而莫吾知也今子贖我吾以子爲知我矣嚮者子乗不我辭也吾㠯子爲忘今又不辭而入是與臣我者同矣我猶且爲臣請鬻扵世晏子出見之曰嚮者見客之容而今也見客之意嬰聞之省行者不引其過察實者不譏其辭嬰可㠯辭而無棄乎嬰誠革之廼令糞灑改席尊醀而禮之越石父曰吾聞之至恭不脩途尊禮不受擯夫子禮之僕不敢當也晏子遂以爲上客君子曰俗人之有功則徳德則驕晏子有功免人于厄而反詘下之其去俗亦逺矣此全功之道也晏子之御感妻言而自抑損晏子薦以大夫晏子爲齊相出其御之妻從門間而闚其夫爲相御擁大盖筞駟馬意氣揚揚甚自得也既而歸其妻請去夫問其故妻曰晏子長不滿六尺身相齊國名顯諸侯今者妾觀其出志念深矣常有以自下者今子長八尺廼爲人僕御然子之意自以爲足妾是以求去也其後夫自抑損晏子恠而問之御㠯實對晏子薦㠯爲大夫泯子午見晏子晏子恨不盡其意第二十六燕之游士有泯子午者南見晏子扵齊言有文章術有条理巨可㠯𥙷國細可以益晏子者三百篇睹晏子恐慎而不能言晏子假之㠯悲色開之以禮顔然後能盡其復也客退晏子直席而坐廢朝移旹在側者曰嚮者燕客侍夫子胡爲憂也晏子曰燕萬乗之國也齊千里之塗也泯子午以萬乗之國爲不足說㠯千里之塗爲不足逺則是千萬人之上也且猶不能殫其言於我况乎齊人之懐善而死者乎吾所㠯不得睹者豈不多矣然吾失此何之有也晏子乞北郭騷米㠯養母騷殺身㠯眀晏子齊有北郭騷者結果罔㧢蒲葦織履以養其母猶不足踵門見晏子曰竊說先生之義願乞所㠯飬母者晏子使人分倉粟府金而遺之辤金受粟有間晏子見疑于景公出犇過北郭騷之門而辭北郭騷沐浴而見晏子曰夫子將焉適晏子曰見疑于齊君將出犇北郭騷曰夫子勉之矣晏子上車太息而歎曰嬰之亡豈不宜哉亦不知士甚矣晏子行北子召其友而告之曰吾說晏子之義而嘗乞所以飬母者焉吾聞之養其親者身伉其難今晏子見疑吾將以身死白之著衣冠令其友操劍奉而從造于君庭求復者曰晏子天下之贒者也今去齊國齊必侵矣方見國之必侵不若死請以頭託白晏子也因謂其友曰盛吾頭于笥中奉㠯退託而自刎其友因奉託而謂復者曰此北郭子爲國故死吾將爲北郭子死又退而又刎景公聞之大駭乗馹而自追晏子及之國郊請而反之晏子不得巳而反聞北郭子之以死白巳也大息而歎曰嬰之亡豈不宜哉亦愈不知士甚矣景公欲見高糺晏子辤㠯祿仕之臣第二十八景公謂晏子曰吾聞髙糺與夫子遊寡人請見之晏子對曰臣聞之爲地戰者不能成其王爲祿仕者不能正其君髙糺與嬰爲兄弟久矣未嘗干嬰之行特祿仕之臣也何足以𥙷君乎髙糺治晏子家不得其俗廼逐之第二十九高糺事晏子而見逐髙紏曰臣事夫子三年無得而卒見逐其說何也晏子曰嬰之家俗有三而子無一焉紏曰可得聞乎晏子曰嬰之家俗間處從容不談議則疏出不相揚美入不相削行則不與通國事無論驕士慢知者則不朝也此三者嬰之家俗今子是無一焉故嬰非特食餽之長也是以辭晏子居䘮遜畣家老仲尼善之第三十晏子居晏桓子之䘮麤衰斬苴絰帶杖管屨食粥居倚廬寢苫枕草其家老曰非大夫䘮父之禮也晏子曰唯卿爲大夫曾子以聞孔子孔子曰晏子可謂能逺害矣不㠯已之是駁人之非遜辭以避咎義也夫"}
{"id": "KR2g0003_006", "series": "KR2g0003", "text": "晏子春秋内篇雜下第六靈公禁婦人爲丈夫飾不止晏子請先内齊人好轂擊晏子紿不祥而禁之第二景公瞢五丈夫稱無辜晏子知其冤第三栢常騫禳鳥死將爲景公請壽晏子識其景公成栢寢而師開言室夕晏子辨其所景公病水瞢與日闘晏子教占瞢者㠯對景公病瘍晏子撫而對之廼知群臣之野景公使吳吳王命儐者稱天子晏子詳惑晏子使楚楚爲小門晏子稱使狗國者入楚王欲辱晏子指盗者爲齊人晏子對以楚王饗晏子進橘置削晏子不剖而食第十一晏子布衣棧事而朝陳桓子侍景公飲酒田無宇請求四方之學士晏子謂君子難田無宇勝欒氏高氏欲分其家晏子使致子尾疑晏子不受慶氏之邑晏子謂足欲景公祿晏子平因與槀邑晏子願計三言梁丘據言晏子食肉不足景公割地將封景公以晏子食不足致千金而晏子固不景公㠯晏子衣食弊薄使田無宇致封邑田桓子疑景子何以辤邑晏子荅㠯君子景公欲更晏子宅晏子辤以近市得所求景公毀晏子隣以益其宅晏子因陳桓子景公欲爲晏子築室扵宫内晏子稱是㠯景公㠯晏子妻老且惡欲内愛女晏子再景公以晏子乗弊車駑馬使梁丘據遺之景公睹晏子之食菲薄而嗟其貧晏子稱梁丘據自患不及晏子晏子勉據吕常爲晏子老辤邑景公不許致車一乗而後止二十八晏子病將死妻問所欲言云毋變爾俗第二十九晏子病將死鑿楹納書命子壯而示之第三十靈公禁婦人爲丈夫飾不止晏子請先内勿靈公好婦人而丈夫飾者國人盡服之公使史禁之曰女子而男子飾者裂其衣斷其帶裂衣斷帶相望而不止晏子見公問曰寡人使史禁女子而男子飾裂斷其衣帶相望而不止者何也晏子對曰君使服之於内而禁之扵外猶懸牛首于門而賣馬肉扵内也公何以不使内勿服則外莫敢爲也公曰善使内勿服踰月而國莫之服齊人好轂擊晏子紿㠯不祥而禁之第二齊人甚好轂擊相犯㠯爲樂禁之不止晏子患之廼爲新車良馬出與人相犯也曰轂擊者不祥臣其祭祀不順居處不敬乎下車而棄去之然後國人乃不爲故曰禁之以制而身不先行民不能止故化其心莫若教也景公夣五丈夫稱無辜晏子知其冤第三景公畋扵梧丘夜猶早公姑坐睡而夢有五丈夫北面韋廬稱無罪焉公覺召晏子而告其所夢公曰我其嘗殺不辜誅無罪耶晏子對曰昔者先君靈公畋五丈夫罟而駭獸故殺之斷其頭而葬之命曰五丈夫之丘此其地耶公令人掘而求之則五頭同穴而存焉公曰嘻令吏葬之國人不知其瞢也曰君憫白骨而况扵生者乎不遺餘力矣不釋餘知矣故曰君子之爲善易矣栢常騫禳鳥死將爲景公請壽晏子識其妄景公爲路寢之䑓成而不踊焉栢常騫曰君爲臺甚急䑓成君何爲而不踊焉公曰然有梟昔者鳴聲無不爲也吾惡之甚是㠯不踊焉栢常騫曰臣請禳而去公曰何具對曰築新室爲置白茅公使爲室成置白茅焉栢常騫夜用事眀日問公曰今昔聞鴞聲乎公曰一鳴而不復聞使人往視之鴞當陛布翌伏地而死公曰子之道若此其眀亦能益寡人之壽乎對曰能公曰能益㡬何對曰天子九諸侯七大夫五公曰子亦有徴兆之見乎對曰得壽地且動公喜令百官趣具騫之所求栢常騫出遭晏子于塗拜馬前辭騫曰爲禳君鴞而殺之君謂騫曰子之道若此其明也亦能益寡人壽乎騫曰能今且大祭爲君請壽故將徃㠯問晏子曰嘻亦善能爲君請壽也雖然吾聞之維以政與悳而順乎神爲可㠯益壽今徒祭可以益壽乎然則福兆有見乎對曰得壽地將動晏子曰騫昔吾見維星絶樞星散地其動汝㠯是乎栢常騫俯有間抑而對曰然晏子曰爲之無益不爲無損也汝薄栢毋費民且無令君知之景公成賦寢而師開言室夕晏子辨其所以景公新成栢寢之室使師開鼓琴師開左撫宫右彈啇曰室夕公曰何以知之師𨳩對曰東方之聲薄西方之聲揚公召大匠曰室何爲夕大匠曰立室㠯宫矩爲之扵是召司空曰立宫何爲夕司空曰立宫以城矩爲之眀日子朝晏公公曰先君太公以營丘之封立城曷爲夕晏子對曰古之立國者南望南斗北戴樞星彼安有朝夕哉然而以今之夕者周之建國國之西方以尊周也公蹵然曰古之臣乎景公病水瞢與日闘晏子教占瞢者以對第六景公病水臥十數日夜瞢與二日闘不勝晏子朝公曰夕者夢與二日闘而寡人不勝我其死乎晏子對曰請召占瞢者出扵閨使人以車迎占夢者至曰曷爲見召晏子曰夜者公夢二日與公闘不勝公曰寡人死乎故請君占夢是所爲也占夢者曰請反其書晏子曰毋反書公所病者隂也日者陽也一隂不勝二陽故病將巳㠯是對占夢者入公曰寡人瞢與二日闘而不勝寡人死乎占夢者對曰公之所病隂也日者陽也一隂不勝二陽公病將巳居三日公病大愈公且賜占夣者占夢者曰此非臣之力晏子教臣也公召晏子且賜之晏子曰占夢以臣之言對故有益也使臣言之則不信矣此占夢之力也臣無功焉公兩賜之曰㠯晏子不奪人之功以占夢者不蔽人之能景公病瘍晏子撫而對之廼知群臣之野第七景公病疽在背高子國子請公曰職當撫瘍髙子進而撫瘍公曰熱乎曰熱熱何如曰如火其色何如曰如未熟李大小何如曰如豆堕者何如曰如屨辦二子者出晏子請見公曰寡人有病不能勝衣冠㠯出見夫子夫子其辱視寡人乎晏子入呼宰人具盥御者具巾刷手溫之發席傳薦跪請撫瘍公曰其熱何如曰如日其色何如曰如蒼玉大小何如曰如璧其墮者何如曰如珪晏子出公曰吾不見君子不知野人之掘也晏子使吳吳王命儐者稱天子晏子詳惑第八晏子使吳吳王謂行人曰吾聞晏嬰盖北方辯于辭習于禮者也命儐者曰客見則稱天子請見眀日晏子有事行人曰天子請見晏子蹵然行人又曰天子請見晏子蹙然又曰天子請見晏子蹙然者三曰臣受命弊邑之君將使扵吳王之所以不敏而迷惑入扵天子之朝敢問吳王惡乎存然後吳王曰夫差請見見之以諸侯之禮晏子使楚楚爲小門晏子稱使狗國者入狗晏子使楚以晏子短楚人爲小門于大門之側而延晏子晏子不入曰使狗國者從狗門入今臣使楚不當從此門入儐者更道從大門入見楚王王曰齊無人耶晏子對曰臨溜三百閭張𬒮成隂揮汗成雨比肩繼踵而在何爲無人王曰然則子何爲使乎晏子對曰齊命使各有所主其賢者使使贒王不肖者使使不肖王嬰最不肖故直使楚矣楚王欲辱晏子指盗者爲齊人晏子對㠯橘晏子將楚楚聞之謂左右曰晏嬰齊之習辤者也今方來吾欲辱之何以也左右對曰爲其來也臣請縛一人過王而行王者何爲者也對曰齊人也王曰何坐曰坐盗晏子至楚王賜晏子酒酒酣吏二縳一人詣王王曰縳者曷爲者也對曰齊人也坐盜王視晏子曰齊人固善盗乎晏子避席對曰嬰聞之橘生淮南則爲橘生于淮北則爲枳葉徒相似其實味不同所以然者何水土異也今民生長扵齊不盜入楚則盜得無楚之水土使民善盜耶王笑曰聖人非所與熙也寡人反耴病焉楚王饗晏子進橘置削晏子不剖而食第十一景公使晏子於楚楚王進橘置削晏子不剖而並食之楚橘王曰當去剖晏子對曰臣聞之賜人主前者瓜桃不削橘柚不剖今者萬乗無教今臣故不敢剖不然臣非不知也晏子布衣棧車而朝田桓子侍景公飮酒請景公飮酒田桓子侍望見晏子而復扵公曰請浮晏子公曰何故也無宇對曰晏子衣緇布之衣麋鹿之裘棧軫之車而駕駑馬㠯朝是隱君之賜也公曰諾晏子坐酌者奉觴進之曰君命浮子晏子曰何故也田桓子曰君賜之卿位以尊其身寵之百萬以富其家群臣其爵莫尊于子祿莫重扵子今子衣緇布之衣麋鹿之裘棧軫之車而駕駑馬以朝是則隱君之賜也故浮子晏子避席曰請飮而後辭乎其辭而後飲乎公曰辭然後飮晏子曰君之賜卿位以尊其身嬰非敢爲顯受也爲行君令也寵以百萬㠯冨其家嬰非敢爲冨受也爲通君賜也臣聞古之賢君有受厚賜而不顧其困族則過之臨事守職不勝其任則過之君之内隷臣之父兄若有離散在扵野鄙此臣之罪也君之内隷臣之所職若有播之在于四方此臣之罪也兵革之不完戰車之不修此臣之罪也若夫弊車駑馬以朝意者非臣之罪乎且臣以君之賜父之黨無不乗車者母之黨無不足于衣食者妻之黨無凍餒者國之閒士待臣而後舉火者數百家如此者爲彰君賜乎爲隱君賜乎公曰善爲我浮無宇也田無宇請求四方之學士晏子謂君子難得田桓子見晏子獨立扵墻隂曰子何爲獨立而不憂何不求四鄕之學士可者而與坐晏子曰共立似君子出言而非也嬰惡得學士之可者而與之坐且君子之難得也若美山然名山旣多矣松栢旣茂矣望之相相然盡目力不知厭而世有所美焉固欲登彼相相之上仡仡然不知厭小人者與此異若部婁之未登善登之無蹊維有楚棘而巳逺望無見也俛就則傷要惡能無獨立焉且人何憂靜處逺慮見嵗若月學問不厭不知老之將至安用從酒田桓子曰何謂從酒晏子曰無客而飲謂之從酒今若子者晝夜守尊謂之徔酒也田無宇勝欒氏高氏欲分其家晏子使致之欒氏髙氏欲逐田氏鮑氏田氏鮑氏先知而遂攻之髙彊曰先得君田鮑安往遂虎門二家召晏子晏子無所從也徔者曰何爲不助田鮑晏子曰何善焉其助之也何爲不助欒高曰庸愈扵彼乎門開公召而入欒髙不勝而出田桓子欲分其家㠯吿晏子晏子曰不可君不能飾法而群臣專制亂之本也今又欲分其家利其貨是非制也子必致之公且嬰聞之禁者政之本也讓者德之主也欒髙不讓以至此禍可毋愼乎㢘之謂公正讓之謂保德凢有血氣者皆有爭心怨利生孽維義可以爲長存且分爭者不勝其禍辭讓者不失其福子必勿耴桓子曰善盡致之公而請老于劇子尾疑晏子不受慶氏之邑晏子謂足欲則慶氏亡分其邑與晏子弼殿其鄙卒晏子弗受子尾曰富者人之所欲也何獨弗欲晏子對曰慶氏之邑足欲故亡吾邑不足欲也益之以弼殿廼足欲足欲亡無矣日在外不得宰吾一邑不受弼殿非惡富也恐失冨也且夫富如布帛之有幅焉爲之制度使無遷也夫生厚而用利于是乎正德㠯幅之使無黜慢謂之幅利利過則爲敗吾不敢貪多所謂幅也○或作晏子對曰先人有言曰無功之賞不義之冨禍之媒也夫離治求富禍也慶氏知而不行是以失之我非惡冨也諺曰前車覆後車戒吾恐失冨不敢受之也景公祿晏子平隂與槀邑晏子願行三言㠯景公祿晏子㠯平隂與槀邑反市者十一社晏子辤曰吾君好治宫室民之力弊矣又好盤游翫好以飾女子民之財竭矣又好興師民之死近矣弊其力竭其財近其死下之疾其上甚矣此嬰之所爲不敢受也公曰是則可矣雖然君子獨不欲富與貴乎晏子曰嬰聞爲人臣者先君後身安國而度家宗君而處身曷爲獨不欲冨與貴也公曰然則曷以祿夫子晏子對曰君啇漁鹽關市譏而不征耕者十耴一焉弛刑罸若死者刑若刑者罸若罸者兔若此三言者嬰之祿君之利也公曰此三言者寡人無事焉請以從夫子公既行若三言使人問大國大國之君曰齊安矣使人問小國小國之君曰齊不我加矣梁丘據言晏子食肉不足景公割地將封晏晏子相齊三年政平民說梁丘㨿見晏子中食而肉不足以告景公旦日割地將封晏子晏子辭不受曰冨而不驕者未嘗聞者貧而不恨者嬰是也所以貧而不恨者以若爲師也今封易嬰之師師巳輕封巳重矣請辤景公㠯晏子食不足致千金而晏子固不受晏子方食景公使使者至分食食之使者不飽晏子亦不飽使者反言之公公曰嘻晏子之家若是其貧也寡人不知是寡人之過也使吏致千金與市租請以奉賓客晏子辤三教之終再拜而辭曰嬰之家不貧㠯君之賜澤覆三族延及交逰以振百姓君之賜也厚矣嬰之家不貧也嬰聞之夫厚取之君而施之民是臣代君君民也忠臣不爲也厚耴之君而不施扵民是爲筐篋之藏也仁人不爲也進耴于君退得罪于士身死而財遷扵它人是爲宰藏也智者不爲也十夫緫之布一豆之食足扵中免矣景公謂晏子曰昔吾先君桓公以書社五百封管仲不辭而受子辭之何也晏子曰嬰聞之聖人千慮必有一失愚人千慮必有一得意者管仲之失而嬰之得者耶故再拜而不敢受命景公以晏子衣食弊薄使田無宇致封邑晏晏子相齊衣十升之布脫粟之食五卵苔菜而巳左右以告公公爲之封邑使田無宇致臺與無鹽晏子對曰昔吾先君太公受之營丘爲地五百里爲世國長自太公至扵公之身有數十公矣茍能說其君以取邑不至公之身趣齊塼以求升土不得容足而寓焉嬰聞之臣有悳益禄無悳退祿惡有不肖父爲不肖子爲封邑以敗其君之政者乎遂不受田桓子疑晏子何以辤邑晏子荅㠯君子之景公賜晏子邑晏子辤田桓子謂晏子曰君歡然與子邑必不受恨㠯君何也晏子對曰嬰聞之節受于上者寵長于君儉居處者名廣扵外夫長寵廣名君子之事也嬰獨庸能巳乎景公欲更晏子宅晏子辤㠯近市得求諷公景公欲更晏子之宅曰子之宅近市湫隘囂塵不可以居請更諸爽塏者晏子辭曰君之先臣容焉臣不足㠯嗣之扵臣侈矣且小人近市朝夕得所求小人之利也敢煩里旅公笑曰子近市識貴賤乎對曰旣竊利之敢不識乎公曰何貴何賤是時也公繁于刑有鬻踊者故對曰踊貴而屨賤公愀然改容公爲是省于刑君子曰仁人之言其利博哉晏子一言而齊侯省刑詩曰君子如祉亂無遄巳其是之謂乎景公毀晏子隣以益其宅晏子因陳桓子以晏子使晉景公更其宅反則成矣旣拜廼毀之而爲里室皆如其舊則使宅人反之且諺曰非宅是卜維隣是卜二三子先卜隣矣違卜不祥君子不犯非禮小人不犯不祥古之制也吾敢違諸乎卒復其舊宅公弗許因陳桓子以請廼許之○或作晏子使魯比其反景公爲毀其隣以益其宅晏子反聞之待扵郊使人復于公曰臣之貧頑而好大室也乃通扵君故君大其居臣之罪大矣公曰夫子之鄕惡而居小故爲夫子爲之欲夫子居之㠯慊寡人也晏子對曰先人有言曰毋卜其居而卜其隣舎今得意扵君者慊其居則毋卜巳没氏之先人卜與臣隣吉臣可以廢没氏之卜乎夫大居而逆隣歸之心臣不願也請辤景公欲爲晏子築室扵宫内晏子稱是以逺景公謂晏子曰寡人欲朝昔見爲夫子築室扵閨内可乎晏子對曰臣聞之隱而顯近而結維至賢耳如臣者飾其容止以待承令猶恐罪戾也今君近之是逺之也請辭景公以晏子妻老且惡欲納􁆰女晏子再拜景公有􁆰女請嫁于晏子公廼徃燕晏子之家飮酒酣公見其妻曰此子之内子耶晏子對曰然是也公曰嘻亦老且惡矣寡人有女少且姣請以滿夫子之宫晏子違席而對曰乃此則老且惡嬰與之居故矣故及其少而姣也且人固㠯壯託乎老姣託乎惡彼嘗託而嬰受之矣君雖有賜可以使嬰倍其託乎再拜而辤景公以晏子乗弊車駑馬使梁丘據遺之三晏子朝乗弊車駕駑馬景公見之曰嘻夫子之祿寡耶何乗不任之甚也晏子對曰頼君之賜得以壽三族及國游士皆得生焉臣得暖衣飽食弊車駑馬㠯奉其身扵臣足矣晏子出公使梁丘㨿遺之輅車乗馬三返不受公不恱趣召晏子晏子至公曰夫子不受寡人亦不乗晏子對曰君使臣臨百官之吏臣節其衣服飮食之養㠯先國之民然猶恐其侈靡而不顧其行也今輅車乗馬君乗之上而臣亦乗之下民之無義侈其衣服飲食而不顧其行者臣無以禁之遂讓不受景公睹晏子之食菲薄而嗟其貧晏子稱有晏子相景公食脫粟之食炙三弋五卵苔菜耳矣公聞之徃燕焉睹晏子之食也公曰嘻夫子之家如此其貧乎而寡人不知寡人之罪也晏子對曰㠯世之不足也免粟之食飽士之一乞也炙三弋士之二乞也五卵士之三乞也嬰無倍人之行而有參士之食君之賜厚矣嬰之家不貧再拜而謝梁丘㨿自患不及晏子晏子勉據常爲常行梁丘據謂晏子曰吾至死不及夫子矣晏子曰嬰聞之爲者常成行者常至嬰非有異于人也常爲而不置常行而不休者故難及也晏子老辤邑景公不許致車一乗而後止第二十八晏子相景公老辭邑公曰自吾先君定公至今用世多矣齊大夫未有老辤邑者矣今天子獨辤之是毀國之故棄寡人也不可晏子對曰嬰聞古之事君者稱身而食徳厚而受祿德薄則辭祿德厚受祿所㠯明上也德薄辭祿可以潔下也嬰老薄無能而厚受祿是掩上之眀汚下之行不可公不許曰昔吾先君桓公有管仲恤勞齊國身老賞之㠯三歸澤及子孫今夫子亦相寡人欲爲夫子三歸澤至子孫豈不可哉對曰昔者管子事桓公桓公義高諸侯德僃百姓今嬰事君也國僅齊扵諸侯怨積乎百姓嬰之罪多矣而君欲賞之豈以其不肖父其不肖子厚受賞㠯傷國民義哉且夫悳薄而祿厚智惛而家富是彰汚而逆教也不可公不許晏子出異日朝得間而入邑致車一乗而後止晏子病將死妻問所欲言云毋變爾俗第二十九晏子病將死其妻曰夫子無欲言乎子曰吾恐死而俗變謹視爾家毋變爾俗也晏子病將死鑿楹納書命子壯而示之第三十晏子病將死鑿楹納書焉謂其妻曰楹語也子壯而示之及壯發書之言曰布帛不可窮窮不可飾牛馬不可窮窮不可服士不可窮竆不可任國不可竆窮不可竊也"}
{"id": "KR2g0003_007", "series": "KR2g0003", "text": "晏子春秋外篇重而異者第七景公飲酒命晏子去禮晏子諫第一景公置酒㤗山四望而泣晏子諫第二景公夢見彗星使人占之晏子諫第三景公問古而無死其樂若何晏子諫第四景公謂梁丘據與巳和晏子諌第五景公使祝史禳彗星晏子諫第六景公有疾梁丘據裔欵請誅祝史晏子諫景公見道殣自慙無悳晏子諌第八景公欲誅斷所愛橚者晏子諫第九景公坐路寢曰請將有此晏子諌第十景公䑓成盆成适願合葬其母晏子諫而景公築長庲臺晏子舞而諫第十二景公使燭鄒主鳥而亡之公怒將加誅晏景公問治國之患晏子對以佞人䜛夫在君側十四景公問後孰將踐有齊國晏子對㠯田氏晏子使吳吳王問君子之行晏子對以不吳王問齊君僈暴吾子何容焉晏子對㠯司馬子期問有不干君不䘏民耴名者乎高子問事靈公莊公景公皆敬子晏子對晏子再治東河上計景公迎賀晏子辤第二十太卜紿景公能動地晏子知其妄使卜自有獻書譖晏子退耕而國不治復召晏子晏子使髙糺治家三年而未嘗弼過逐之景公稱桓公之封管仲益晏子邑辤不受景公使梁丘據致千金衣裘晏子固辤不晏子衣鹿裘㠯朝景公嗟其貧晏子稱有仲尼稱晏子行𥙷三君而不有果君子也景公飲酒命晏子去禮晏子諫第一景公飮酒數日而樂釋衣冠自鼓缶謂左右曰仁人亦樂是夫梁丘據對曰仁人之耳目亦猶人也夫奚爲獨不樂此也公曰趣駕迎晏子晏子朝㠯至受觴再拜公曰寡人甚樂此樂欲與夫子共之請去禮晏子對曰君之言過矣群臣皆欲去禮以事君嬰恐君子之不欲也今齊國五尺之童子力皆過嬰又能勝君然而不敢亂者畏禮義也上若無禮無以使其下下若無禮無以事其上夫麋鹿維無禮故父子同麀人之所貴以扵禽獸者以有禮也嬰聞之人君無禮無以臨其邦大夫無禮官吏不恭父子無禮其家必凶兄弟無禮不能久同詩曰人而無禮胡不遄死故禮不可去也公曰寡人不敏無良左右滛蠱寡人㠯至于此請殺之晏子曰右左何罪君若無禮則好禮者去無禮者至君若好禮則有禮者至無禮者去公曰善請易衣革冠更受命晏子避走立乎門外公令人糞灑改席召衣冠以迎晏子晏子入門三讓升階用三獻焉嗛酒嘗膳再拜告饜而出公下拜送之門反命撒酒去樂曰吾㠯彰晏子之教也○此章與景公酒酣願無爲禮晏子諫大旨同但辭有詳略爾故著于此篇景公置酒㤗山四望而泣晏子諫第二景公置酒于㤗山之上酒酣公四望其地喟然嘆泣數行而下曰寡人將去此堂堂國者而死乎左右佐哀而泣者三人曰吾細人也猶將難死而况公乎棄是國也而死其孰可爲乎晏子獨搏其髀仰天而大笑曰樂哉今日之飲也公怫然怒曰寡人有哀子獨大笑何也晏子對曰今日見怯君一䛕臣三人是㠯大笑公曰何謂䛕怯也晏子曰夫古之有死也今後世賢者得之㠯息不肖者得之以伏若使古之王者毋知有死自昔先君太公至今尚在而君亦安得此國而哀之夫盛之有哀生之有死天之分也物有必至事有常然古之道也曷爲可悲至老尚哀死者怯也左右助哀者䛕也怯䛕聚居是故笑之公慙而更辭曰我非爲去國而死哀也寡人聞之彗星出其所向之國君當之今彗星出而向吾國我是㠯悲也晏子曰君之行義囘邪無德于國穿池沼則欲其深㠯廣也爲臺榭則欲其高且大也賦歛如撝奪誅僇如仇讐自是觀之茀又將出天之變彗星之出庸可悲乎于是公惧廼歸寘池沼廢䑓榭薄賦歛緩刑罸三十七日而彗星亡○此章與景公登牛山而悲登公阜睹彗星而感旨同而辭少異爾故著于此篇景公夢見彗星使人占之晏子諫第三景公瞢見彗星眀日召晏子而問焉寡人聞之有彗星者必有亡國夜者寡人夢見彗星吾欲召占者夢使占之晏子對曰君居處無節衣服無度不聽正諌興事無巳賦歛無厭使民如將不勝萬民懟怨見茀星又將見瞢奚獨彗星乎此章與景公登公阜見彗星使禳之晏子諫辭○旨同而此特言夣見爲異爾故著扵此篇景公問古而無死其樂若何晏子諫第四景公飮酒樂公曰古而無死其樂若何晏子對曰古而死則古之樂也君何得焉昔爽鳩氏始居此地季前因之有逢伯陵困蒲姑氏因之而後太公因之古君無死爽鳩氏之樂非君所願也○此章與景公謂梁丘據與巳和景公使祝史讓彗星皆出扵景公游公阜一日而有三過言但㭊爲章而辭少異皆著于此篇景公謂梁丘據與巳和晏子諫第五景公至自畋晏子侍扵遄臺梁丘據造焉公曰維據與我和夫晏子對曰㨿亦同也焉得爲和公曰和與同異乎對曰異和如羹焉水火醯醢鹽梅㠯烹魚肉燀之㠯薪宰夫和之齊之以味濟其不及㠯洩其遇君子食之以平其心君臣亦然君所謂可而有否焉臣獻其否㠯成其可君所謂否而有可焉臣獻其可以去其否是以政平而不干民無爭心故詩曰亦有和羹既戒且平奏鬷無言時靡有爭先王之濟五味和五聲也㠯平其心成其政也聲亦如味一氣二體三類四物五聲六律七音八風九歌㠯相成也清濁小大矩長疾徐哀樂剛柔遲速高下出入周流以相濟也君子听之以平其心心平悳和故詩曰悳音不瑕今據不然君所謂可據亦曰可君所謂否據亦曰否若以水濟水誰能食之若琴瑟之專一誰能聽之同之不可也如是公曰善景公使祝史禳彗星晏子諫第六齊有彗星景公使祝禳之晏子諌曰無益也秪耴誣焉天道不謟不貳其命若之何禳之也且天之有彗㠯除穢也君無穢德又何禳焉若悳之穢禳之何損詩云維此文王小心翼翼昭事上帝聿懐多福厥德不囘以受方國君無違悳方國將至何患于彗詩曰我無所監夏后及啇用亂之故民卒㳅亡若徳之囘亂民將㳅亡祝史之爲無能𥙷也公說乃止○此章與景公登公阜見彗星章㫖同故著于此篇景公有疾梁丘㨿裔欵請誅祝史晏子諫第七景公疥遂痁期而不瘳諸侯之賓問疾者多在梁丘㩀裔欵言於公曰吾事鬼神豐于先君有加矣今君疾病爲諸侯憂是祝史之罪也諸侯不知其謂我不敬君盍誅于祝固使嚚㠯辤賓公說吿晏子晏子對曰日宋之盟屈建問范㑹之悳扵趙武趙武曰夫子家事治言于晉國竭情無私其祝史祭祀陳信不愧其家事無情其祝史不祈建以語康王康王曰神人無怨宜夫子之先輔五君以爲諸主也公曰據與欵謂寡人能事鬼神故欲誅于祝史子稱是語何故對曰若德之君外内不廢上下無怨動無違事其祝史薦信無愧心矣是以鬼神用饗國受其福祝史與焉其所㠯蕃禮老壽者爲信君使也其言忠信扵鬼神其適遇淫君外内頗邪上下怨疾動作辟逺從欲厭私高臺深池撞鐘舞女斬刈民力輸掠其聚以成其違不恤後人暴虐滛縱肆行非度無所還忌不思謗讟不憚鬼神鬼神怒民痛無悛扵心其祝史薦信是言罪也其盖失數美是矯誣也進退無辭則虗以求媚是㠯鬼神不饗其國㠯禍之祝史與焉所以夭昏孤疾者其暴君使也其言僭嫚于鬼神公曰然則若之何對曰不可爲也山林之木衡鹿守之澤之雚蒲舟鮫守之藪之薪虞候猴守之海之鹽蜃祈望守之縣鄙之人入從其政偪介之關暴征其私承嗣大夫彊易其賄布常無藝徴歛無度宫室日更滛樂不違内寵之妾肆奪于市外寵之臣僣全扵鄙私欲養求不給則應民人苦病夫婦皆詛祝有益也詛不有損聊攝㠯東姑尤以西其爲人也多矣雖其善祝豈能勝億兆人之詛君若欲誅扵祝史修德而後可公說使有司寛政毀關去禁薄歛巳責公疾愈○此章與景公病久欲誅祝史㠯謝事悉旨同但述辭有首末之異故著于此篇景公見道殣自慙無德晏子諫第八景公賞賜及後宫文繡𬒳䑓榭菽粟食鳬鴈出而見殣謂晏子曰此何爲而死晏子對曰此餧而死公曰嘻寡人之無德也甚矣對曰君之悳著而彰何爲無悳也景公曰何謂也對曰君之徳及後宫與䑓榭君之玩物衣以文繡君之鳬鴈食㠯菽粟君之營内自樂延及後宫之族何爲其無悳顧臣願有請于君由君之意自樂之心推而與百姓同之則何殣之有君不推此而苟營内好私使財貨衝有所聚菽粟幣帛腐扵囷府惠不遍加于百姓公心不周乎萬國則桀紂之所㠯亡也夫士民之所㠯叛由徧之也君如察臣嬰之言推君之盛悳公布之于天下則湯武可爲也一殣何足恤哉○此章與景公逰塞塗不䘏死胔辭如相反而其㫖實同故著扵此篇景公欲誅斷所􁆰橚者晏子諫第九景公登箐室而望見人有斷雍門之橚者公令吏拘之顧謂晏子趣誅之晏子黙然不對公曰雍門之橚寡人所甚􁆰也此見斷之故使夫子誅之黙然而不應何也晏子對曰嬰聞之古者人君出則闢道十里非畏也冕前有旒惡多所見也纊紘珫耳惡多所聞也㤗帶重半鈞舄履倍重不欲輕也刑死之罪曰中之朝君過之則赦之嬰未嘗聞爲人君而自坐其民者也公曰赦之無使夫子復言○此章與景公欲殺犯槐者景公逐得斬竹事悉同但悉辭少異耳故著扵此篇景公坐路寢曰誰將有此晏子諌第十一景公坐扵路寢曰美哉其室將誰有此乎晏子對曰其田氏乎田無宇爲垾矣公曰然則柰何晏子對曰爲善者君上之所勸也豈可禁哉夫田氏國門擊柝之家父以託其子兄以託其弟扵今三世矣山木如市不加于山魚鹽蚌唇不加于海民財爲之歸今嵗㐫飢蒿種芼歛不半道路有死人齊舊四量而豆豆四而區區四而釡釡十而鐘田氏四量各加一焉㠯家量貸㠯公量収則所以糴百姓之死命者澤矣今公家驕汰而田氏慈惠國澤是將焉歸田氏雖無悳而施于民公厚歛而田氏厚施焉詩曰雖無悳與汝式歌且舞田氏之施民歌舞之也國之歸焉不亦宜乎○此章與景公登路寢而嘆景公問後世有齊者叔向問齊國之若辭㫖畧同而小異故著于此篇景公臺成盆成适願合葬其母晏子諫而許景公宿于路寢之宫夜分聞西方有男子哭者公悲之眀日朝問扵晏子曰寡人夜者聞西方有男子哭者聲甚哀氣甚悲是奚爲者也寡人哀之晏子對曰西郭徒居布衣之士盆成适也父之孝子兄之順弟也又嘗爲孔子門人今其母不幸而死祔柩未葬家貧身老子􁥱恐力不能合祔是以悲也公曰子爲寡人吊之因問其偏祔何所在晏子奉命往吊而問偏之所在盆成适再拜稽首而不起曰偏祔寄于路寢得爲地下之臣擁札摻筆給事宫殿中右陛之下願㠯某日送未得君之意也窮困無以圖之布唇枯舌焦心熱中今君不辱而臨之願君圖之晏子曰然此人之甚重者也而恐君不許也盆成适蹷然曰凢在君耳且臣聞之越王好勇其民輕死楚靈王好細腰其朝多餓死人子胥忠其君故天下皆願得㠯爲子今爲人子臣而離散其親戚孝乎哉足㠯爲臣乎若此而得祔是生臣而安死母也若此而不得則臣請輓尸車而寄之扵國門外宇溜之下身不敢飮食擁轅執輅木乾鳥栖袒肉暴骸以望君愍之賤臣雖愚竊意明君哀而不忍也晏子入復乎公公忿然作色而怒曰子何必患若言而教寡人乎晏子對曰嬰聞之忠不避危愛無惡言且嬰固㠯難之矣今君營處爲游觀既奪人有又禁其葬非仁也肆心傲聽不恤民憂非義也若何勿聽因道盆成适之辭公喟然太息曰悲乎哉子勿復言廼使男子袒免女子髮笄者以百數爲𨳩㐫門以迎盆成适适脫衰絰冠條纓墨緣㠯見乎公公曰吾聞之五子不滿隅一子可滿朝非廼子耶盆成适于是臨事不敢哭奉事以禮畢出門然後舉聲焉○此章與扵何請合葬正同而辭少異故著扵此篇景公築長庲臺晏子舞而諫第十二景公築長庲之䑓晏子侍坐觴三行晏子起舞曰嵗巳暮矣而禾不穫忽忽矣若之何歲巳寒矣而役不罷惙惙矣如之何舞三而涕下沾襟景公慙焉爲之罷長庲之役○此章與景公爲長庲欲美之景公冬𧺫大臺之役辭㫖同而小異故著扵此篇景公使燭鄒主鳥而亡之公怒將加誅晏子景公好弋使燭鄒主鳥而亡之公怒詔吏殺之晏子曰燭鄒有罪三請數之㠯其罪而殺之公曰可扵是召而數之公前曰燭鄒汝爲吾君主鳥而亡之是罪一也使吾君㠯鳥之故殺人是罪二也使諸侯聞之㠯吾君重鳥㠯輕士是罪三也轂燭鄒罪已畢請殺之公曰勿殺寡人聞命矣○此章與景公欲誅野人景公欲殺圉人章旨同而辭少異故著扵此篇景公問治國之患晏子對㠯佞人讒夫在君景公問晏子曰治國之患亦有常乎對曰佞人䜛夫之在君側者好惡良臣而行與小人此國之長患也公曰讒佞之人則誠不善矣雖然則奚曾爲國常患乎晏子曰君以爲耳目而好繆事則是君之耳目繆也夫上亂君之耳目下使群臣皆失其職豈不誠足患哉公曰如是乎寡人將去之晏子曰公不能去也公忿然作色不說曰夫子何小寡人甚也對曰臣何敢槁也夫能自周扵君者才能皆非常也夫藏大不誠于中者必謹小誠扵外以成其大不誠于中者必謹小誠于外㠯成其大不誠入則求君之嗜欲能順之公怨良臣則具其往失而益之出則行威以耴冨夫何宻近不爲大利變而務與君至義者也此難得其知也公曰然則先聖柰何對曰先聖之治也審見賓客聽治不留曰不足群臣皆得畢其誠䜛䛕安得容其私公曰然則夫子助寡人止之寡人亦事勿用對曰讒夫佞人之在君側者若社之有䑕也諺言有之曰社䑕不可熏去䜛佞之人隱君之威以自守也是難去焉○此章與景公問佞人之事若何如景公問治國何患三章大旨同而辭少異故著扵此篇景公問後世孰將踐有齊者晏子對以田氏景公與晏子立曲潢之上望見齊國問晏子曰後世孰將踐有齊國者乎晏子對曰非賤臣之所敢議也公曰胡必然也得者無失則虞夏常存矣晏子對曰臣聞見不足㠯知之者智也先言而後當者惠也夫智與惠君子之事臣奚足以知之乎雖然臣請陳其爲政君彊臣弱政之本也君唱臣和教之隆也刑罸在君民之紀也今夫田無宇二世有功于國而利耴分寡公室兼之國權專之君臣易施而無衰乎嬰聞之臣冨主亡由是觀之其無宇之後無㡬齊國田氏之國也嬰老不能待公之事公若即世改不在公室公曰然則柰何晏子對其維禮可以巳之其在禮也家施不及國民不懈貨不移工賈不變士不濫官不謟大夫不収公利公曰善今知禮之可以爲國也對曰禮之可以爲國也久矣與天地並立君令臣忠父慈子孝兄􁆰弟敬夫和妻柔姑慈婦聽禮之經也君令而不違厲臣忠而不二父慈而教子孝而箴兄愛而友弟敬而順夫和而義妻柔而貞姑慈而從婦聽而婉禮之質也公曰善哉寡人廼今知禮之尚也晏子曰夫禮先王之所以臨天下也㠯爲其民是故尚之○此章與景公坐路寢問誰將有此景公問魯莒孰先亡田問後世孰有齊國晉叔向問齊國若何之章畣旨同而辭異故著扵此篇晏子使吳吳王問君子之行晏子對以不與晏子聘于吳吳王問君子之行何如晏子對曰君順懐之政治歸之不懐暴君之祿不居亂國之位君子見兆則退不與亂國俱滅不與暴君偕亡○此章與吳王問可處可去事㫖旣同但辭有詳畧之異故著扵此篇吳王問齊君僈暴吾子何容焉晏子對㠯豈晏子使吳吳王曰寡人得寄僻陋蠻夷之郷希見教君子之行請私而無爲罪晏子蹵然辟位吳王曰吾聞齊君盖賊㠯僈野以暴吾子容焉何甚也晏子遵而對曰臣聞之㣲事不通麤事不能者必勞大事不得小事不爲者必貧大者不能致人小者不能至人之門者必困此臣之所㠯仕也如臣者豈能以道食人者哉晏子出王笑曰嗟乎今日吾譏晏子訾猶倮而高橛者也○此章與景公問天下之所以存亡魯君問何事囘曲之君二章或事異而辭同或㫖同而辭異故著于此篇司馬子期問有不干君不恤民耴名者乎晏司馬子期問晏子曰士亦有不干君不恤民徒居無爲而耴名者乎晏子對曰嬰聞之能足以瞻上益民而不爲者謂之不仁不仁而耴名者嬰未得聞之也○此章與叔向問徒處之義章㫖同而有詳略之異故著于此篇高子問子事靈公莊公景公皆敬子晏子對高子問晏子曰子事靈公莊公景公皆敬子三君之心一耶夫子之心三也晏子對曰善哉問事君嬰聞一心可以事百君三心不可以事一君故三君之心非一也而嬰之心非三必也且嬰之扵靈公也盡復而不能立之政所謂僅全其四支㠯從其君者也及莊公陳武夫尚勇力欲辟勝干邪而嬰不能禁故退而埜處嬰聞之言不用者不受其祿不治其事者不與其難吾扵莊公行之矣今之君輕國而重樂薄扵民而厚于養籍歛過量使令過任而嬰不能禁嬰庸知其能全身以事君乎○此章與梁丘據問事三君不同心九子之齊不見晏子㫖同而辭少異故著扵此篇晏子再治東阿上計景公迎賀晏子辤第二十晏子治東阿三年景公召而數之曰吾以子爲可而使子治東阿今子治而亂子退而自察也寡人將加大誅扵子晏子對曰臣請改道易行而治東阿三年不治臣請死之景公許於是眀年上計景公迎而賀之曰甚善矣子之治東阿也晏子對曰前臣之治東阿也属託不行貨賂不至陂池之魚以利貧民當此之旹民無飢君反以罪臣今臣後之東阿也属託行貨賂至并重賦歛倉庫少内便事左右陂池之魚入于權宗當此之旹飢者過半矣君廼反迎而賀臣愚不能復治東阿願乞骸骨避贒者之路再拜便僻景公廼下席而謝之曰子彊復治東阿東阿者子之東阿也寡人無復與焉○此章與晏子再治阿而見信景公任以國政章㫖同而述辭少異故著于此篇太卜紿景公能動地晏子知其妄使卜自曉景公問太卜曰汝之道何能對曰臣能動地公召晏子而吿之曰寡人問太卜曰汝之道何能對曰能動地地可動乎晏子黙黙不對出見太卜曰昔吾見鈎星在四心之間地其動乎太卜曰然晏子曰吾言之恐子死之也黙然不對恐君之惶也子言君臣俱得焉忠於君者豈必傷人哉晏子出太卜走入見公曰臣非能動地地固將動也陳子陽聞之曰晏子黙而不對者不欲太卜之死也往見太卜者恐君之惶也晏子仁人也可謂忠上而惠下也○章與栢常騫禳鳥死將爲公請壽晏子識其妄章㫖同而辭異故著于此篇有獻書譛晏子退畊而國不治復召晏子第二十二晏子相景公其論人也見贒而進之不同君所欲見不善則廢之不辟君所􁆰行巳而無私直言而無諱有納書者曰廢置不周於君前謂之專出言不諱於君前謂易專易之行存則君臣之道廢矣吾不知晏子之爲忠臣也公以爲然晏子入朝公色不恱故晏子歸僃載使人辭曰嬰故老悖無能毋敢服壯者事辭而不爲臣退而窮處東畊海濱堂下生黎藿門外生荆棘七年燕魯分爭百姓惛亂而家無積公自治國權輕諸侯身弱高國公恐復召晏子晏子至公一歸七年之祿而家無藏晏子立侯諸忌其威髙國服其政燕魯貢職小國旹朝晏子没而後衰○此章與景公惡故人晏子退章㫖同叙事少異故著于此篇晏子使高糺治家三年而未嘗弼過逐之第二十三晏子使高糺治家三年而辭焉儐者諫曰髙糺之事夫子三年曾無以爵位而逐之敢請其罪晏子曰若夫方立之人維聖人而已如嬰者反陋之人也若夫左嬰右嬰之人不舉曰維將不正今此子事吾三年未嘗弼吾過也吾是以辤之○此章與景公欲見高糺章㫖同而辭少異故著扵此篇景公稱桓公之封管仲益晏子邑辤不受第二十四景公謂晏子曰昔吾先君桓公予管仲狐與榖其縣十七著之于帛申之以策通之諸侯以爲其子孫賞邑寡人不足㠯辱而先君今爲夫子賞邑通之子孫晏子辤曰昔聖王論功而賞賢贒者得之不肖者失之御德修禮無有荒怠今事君而免于罪者其子孫奚宜與焉若爲齊國大夫者必有賞邑則齊君何以共其社稷與諸侯幣帛嬰請辤遂不受○此章與景公致千金而晏子固不受使田無宇致封邑晏子辭章㫖悉同而辭少異故著于此篇景公使梁丘據致千金之裘晏子固辤不受景公賜晏子狐之白裘玄豹之茈其貲千金使梁丘據致之晏子辤而不受三反公曰寡人有此二將欲服之今夫子不受寡人不敢服與其閉藏之豈如弊之身乎晏子曰君就賜使嬰脩百官之政君服之上而使嬰服之于下不可以爲教固辤而不受○此章與景公使梁丘㨿遺之車馬三返不受章㫖同而事少異故著于此篇晏子衣鹿裘以朝景公嗟其貧晏子稱有飾晏子相景公布衣鹿裘㠯朝公曰夫子之家若此其貧也是奚衣之惡也寡人不知是寡人之罪也晏子對曰嬰聞之盖顧人而後衣食者不以貪味爲非盖顧人而後行者不㠯邪辟爲累嬰不肖嬰之族又不如嬰也待嬰以祀其先人者五百家嬰又得布衣鹿裘而朝於嬰不有飾乎再拜而辭○此章與陳無字請浮晏子景公睹晏子之食而嗟其貧章㫖同而辭少異故著于此篇仲尼稱晏子行𥙷三君而不有果君子也第二十七仲尼曰靈公汙晏子事之以整齊莊公壯晏子事之㠯宣武景公奢晏子事之㠯恭儉君子也相三君而善不通下晏子細人也晏子聞之見仲尼曰嬰聞君子有譏扵嬰是以來見如嬰者豈能以道食人者哉嬰嬰宗族待嬰而祝其先人者數百家與齊國之間士待嬰而舉火者數百家臣爲此仕者也如臣者豈能以道食人者哉晏子出仲尼送之以賓客之禮再拜其辱反命門弟子曰救民之姓而不夸行𥙷三君而不有晏子果君子也○此章與仲尼之齊不見晏子魯君問何事囘曲之君章㫖同而述辭少異故著於此篇晏子春秋外篇重而異者第七終"}
{"id": "KR2g0003_008", "series": "KR2g0003", "text": "晏子春秋外篇不合經術者第八仲尼見景公景公欲封之晏子㠯爲不可景公上路寢聞哭聲問梁丘㩀晏子對第二仲尼見景公景公曰先生奚不見寡人宰仲尼之齊見景公而不見晏子子貢致問景公出田顧問晏子若人之衆有孔子乎仲尼相魯景公患之晏子對以勿憂第六景公問有臣有兄弟而强足恃乎晏子對景公游牛山少樂請晏子一顧第八景公爲大鐘晏子與仲尼栢常騫知將毀田無宇非晏子有老妻晏子對以去老謂工女欲入身于晏子晏子辭不受第十一景公欲誅羽人晏子以爲灋不宜法第十二景公謂晏子東海之中有水而赤晏子詳景公問天下有極大極細晏子對第十四莊公圖莒國人擾紹㠯晏子在廼止第十五晏子死景公馳往哭哀畢而去第十六晏子死景公哭之稱莫復陳吾過第十七晏子殁左右䛕弦章諌景公賜之魚第十八仲尼見景公景公欲封之晏子以爲不可第一仲尼之齊見景公景公說之欲封之以爾稽㠯吿晏子晏子對曰不可彼浩𥚑自順不可㠯教下好樂綏扵民不可使親治立命而建事不可守職厚塟破民貧國久䘮道哀費日不可使子民行之難者在内而傳者無其外故異于服勉于容不可以道衆而馴百姓自大贒之滅周室之卑也威儀加多而民行滋薄聲樂繁充而世悳滋衰今孔丘盛聲樂以侈世飾弦歌皷舞以聚徒繁登降之禮趨翔之節㠯觀衆傳學不可㠯儀世勞思不可𥙷民兼壽不能殫其教當年不能究其禮積財不能瞻其樂繁飾邪術以營世君盛爲聲樂以滛愚其民也不可以示其教也不可㠯導民今欲封之以移齊國之俗非所以導衆存民也公曰善于是厚其禮而留其敬見不問其道仲尼廼行○此并下五章皆毀詆孔子殊合經術故著於此篇景公上路寢聞哭聲問梁丘據晏子對第二景公上路寢聞哭聲曰吾若聞哭聲何爲者也梁丘據對曰魯孔丘之徒鞠語者也眀於禮樂審扵服䘮其母死塟埋甚厚服䘮三年哭泣甚疾公曰豈不可哉而色恱之晏子曰古者聖人非不知能繁登降之禮制規矩之節行表綴之數以教民㠯爲煩人留日故制禮不羡扵便事非不知能揚干戚鐘皷竽瑟以勸衆也以爲費財留工故制樂不羡于和民非不知能累世殫國以奉死哭泣處哀以持久也而不爲者知其無𥙷死者而深害生者故不以導民今品人飾禮煩事羡樂滛民崇死㠯害生三者聖王之所禁也贒人不用悳毀俗流故三邪得行于世是非贒不肖雜上妄說邪故好惡不足以導衆此三者路世之政單事之教也公曷爲不察聲受而色恱之仲尼見景公景公曰先生奚不見寡人宰乎仲尼游齊見景公景公曰先生奚不見寡人宰乎仲尼對曰臣聞晏子事三君而得順焉是有三心所以不見也仲尼出景公以其言告晏子晏子對曰不然嬰爲三心三君爲一心故三君皆欲其國之安是以嬰得順也嬰聞之是而非之非而是之猶非也孔丘必據處此一心矣仲尼之齊見景公而不見晏子子貢致問第四仲尼之齊見景公而不見晏子子貢曰見君不見其從政者可乎仲尼曰吾聞晏子事三君而順焉吾疑其爲人晏子聞之曰嬰則齊之世民也不維其行不識其過不能自立也嬰聞之有幸見􁆰無幸見惡誹譽爲類聲響相應見行而從之者也嬰聞之以一心事三君者所以順焉㠯三心事一君者不順焉今未見嬰之行而非其順也嬰聞之君子獨立不慙于影獨寢不慙扵䰟孔子㧞樹削跡不自以爲辱窮陳蔡不自以爲約非人不得其故是猶澤人之非斤斧山人之非網罟也出之其口不知其困也始吾望傳而貴之今吾望傳而疑之仲尼聞之曰語有之言發扵爾不可止於逺也行存扵身不可掩扵衆也吾竊議晏子而不中夫人之過吾罪㡬矣丘聞君子過人以爲友不及人㠯爲師今丘失言扵夫子譏之是吾師也因宰我而謝焉然仲尼見之景公出田顧問晏子若人之衆有孔子乎第五景公出田寒故以爲渾猶顧而問晏子曰若人之衆則有孔子焉乎晏子對曰有孔子焉則無有若舜焉則嬰不識公曰孔子之不逮舜爲間矣曷爲有孔子焉則無有若舜焉則嬰不識晏子對曰是廼孔子之所以不逮舜孔子行一節者也處民之中其過之識况乎處君之中乎舜者民處之中則自齊乎士處君子之中則齊乎君子上與聖人則固聖人之材也此廼孔子之所㠯不逮舜也仲尼相魯景公患之晏子對以勿憂第六仲尼相魯景公患之謂晏子曰隣國有聖人敵國之憂也今孔子相魯若何晏子對曰君其勿憂彼魯君弱主也孔子聖相也君不如隂重孔子設以相齊孔子强諫而不聽必驕魯而有齊君勿納也夫絕扵魯無主于齊孔子困矣居朞年孔子去魯之齊景公不納故困於陳蔡之間○此上五章皆毀詆孔子而此章復稱爲聖相設相齊以孔子似非乎仲之所宜故著於此篇景公問有臣有兄弟而强足恃乎晏子對不景公問晏子曰有臣而强足恃乎晏子對曰不足恃有兄弟而强足恃乎晏子對曰不足恃公忿然作色曰吾今有恃乎晏子對曰有臣而强無甚如湯有兄弟而强無甚如桀湯有弑其君桀有亡其兄豈以人爲足恃哉可以無亡也○此章與景公問臣并兄弟之强而晏子對㠯湯桀無以垂訓故著扵此篇景公遊牛山少樂請晏子一願第八景公逰于牛山少樂公曰請晏子一願晏子對曰不嬰何願公曰晏子一願對曰臣願有君而見畏有妻而見歸有子而可遺公曰善晏乎子之願載一願晏子對曰臣願有君而明有妻而材家不貧有良隣有君而眀日順嬰之行有妻而材則使嬰不忘家不貧則不愠朋友所識有良隣則日見君子嬰之願也公曰善乎晏子之願也晏子對曰臣願有君而可輔有妻而可去有子而可怒公曰善乎晏子之願也此章裁晏子之願如此無以垂訓故著扵此篇景公爲大鐘晏子與仲尼栢常騫知將毀第九景公爲大鐘將懸之晏子仲尼栢常騫三人朝俱曰鐘將毀衝之果毀公召三子者而問之晏子曰鍾大不祀先君而㠯燕非禮是以曰鍾將毀仲尼曰鍾大而懸下衝之其氣下囘而下薄是以曰鍾將毀栢常騫曰今庚申雷日也音莫勝於雷是以曰鍾將毀也○此章與景公爲㤗呂成將燕饗晏子諌章旨同而尤近怪故著于此篇田無字非晏子有老妻晏子對以去老謂之田無宇見晏子獨立扵閨内有婦人出扵室者髪斑白衣緇布之衣而無裏裘田無宇譏之曰出於室爲何者也晏子曰嬰之家也無宇曰位爲中卿田七十萬何㠯老爲妻對曰嬰聞之去老者謂之亂納少者謂之淫且夫見色而忘義處富貴而失倫謂之逆道嬰可以有淫亂之行不顧于倫逆古之道乎○此章與景公以晏子妻老欲納愛女㫖同而事異陳無宇雖至凢品亦未應㠯是誚晏子没非晏子者將納其說見棄妻乎無㠯垂訓故著于此篇工女欲入身於晏子晏子辤不受第十一有工女託扵晏子之家焉者曰婢妾在廓之野人也願得入身比數於下陳焉晏子曰乃今日而後自知吾不肖也古之爲政者士農工啇異居男女有别而不通故士無邪行女無滛事今僕託國主民而女欲犇㒒㒒必色見而行無廉也遂不見○此章與犯傷槐之令者女求入晏子家事同而辭略且無因而至故著于此篇景公欲誅羽人晏子以爲法不宜殺第十二景公盖姣有羽人視景公僭者公謂左右曰問之何視寡人之僭也羽人對曰言亦死而不言亦死竊姣公也公曰合色寡人也殺之晏子不時而入見曰蓋聞君有所怒羽人公曰然色寡人故將殺之晏子對曰嬰聞拒欲不道惡􁆰不祥雖使色君扵灋不宜殺也公曰惡然乎若使沐浴寡人將使抱背○此章不典無以垂訓故著于此篇景公謂晏子東海之中有水而赤晏子詳對景公謂晏子曰東海之中有水而赤其中有棗華而不實何也晏子對曰昔者秦繆公乗龍而理天下以黃布褁烝棗至東海而捐其布彼黃布故水赤烝棗故華而不實公曰吾詳問子何爲對曰嬰聞之詳問者亦詳對之也○此并下一章語數俳而義無所耴故著扵此篇景公問天下有極大極細晏子對第十四景公問晏子曰天下有極大乎晏子對曰有足游浮雲背凌蒼天尾偃天間躍啄北海頸尾咳於天地乎然而漻漻不知六翮之所在公曰天下有極細乎晏子對曰有東海有蠱巢扵蟁睫再乳再飛而蟁不爲驚臣嬰不知其名而東海漁者命曰焦㝠莊公圖莒國人擾紹以晏子在廼止第十五莊公闔門而圖莒國人以爲有亂也皆操長兵而立於閭公召睢休相而問曰寡人闔門而圖莒國人㠯爲有亂皆摽長兵而立于衢閭柰何休相對曰誠無亂而國㠯爲有則仁人不存請令于國言晏子之在也公曰諾以令於國孰謂國有亂者晏子在焉然後皆散兵而歸君子曰夫行不可不務也晏子存而民心安此一曰之所爲也所以見於前信扵後者是以晏子立人臣之位而安萬民之心○此章特以晏子而紹國人故著于此篇晏子死景公馳哭往哀畢而去第十六景公游於菑聞晏子死公乗侈輿服繁駔驅之而因爲遲下車而趨知不若車之遫則又乗比至於國者四下而趨行哭而徃伏尸而虢曰子大夫日夜責寡人不遺尺寸寡人猶且滛泆而不収怨罪重積于百姓令天降禍於齊不加于寡人而加於夫子齊國之社稷危矣百姓將誰告夫○此并下二章皆晏子殁後景公追懐之言故著于此篇晏子死景公哭之稱莫復陳告吾過第十七晏子死景公操玉加於晏子而哭之涕沾襟章子諫曰非禮也公曰安用禮乎昔者吾與夫子遊於公邑之上一日而三不聽寡人今其孰能然乎吾失夫子則亡何禮之有免而哭哀盡而去晏子没左右諛弦章諌景公賜之魚第十八晏子没十有七年景公飲諸大夫酒公射出質堂上唱善若出一口公作色太息播弓矢弦章入公曰章吾失晏子未甞聞吾不善章曰臣聞君好臣服君嗜臣食尺蠖食黃身黃食蒼身蒼君其食諂人言乎公曰善賜弦章魚五十乗弦章歸魚車塞途章撫其僕曰曩之唱善者皆欲此魚也固辭不受晏子春秋外篇不合經術者第八終"}
