{"id": "KR2i0002_001", "series": "KR2i0002", "text": "昔者荆平王有臣伍子奢奢得罪於王且殺之其二子岀走伍子尚奔呉伍子胥奔鄭王召奢而問之日若召子孰來也子奢對曰王問臣對而畏死不對不知子之心者尚爲人也仁且智來之必入胥爲人也勇且智來必不入胥且奔呉邦君王必早閉而晏開胥將使邊境有大憂於是王即使使者召子尚於吳曰子父有罪子入則免之不入則殺之子胥聞之使人告子尚於吳吾聞荆平王召子子必毋入胥聞之入者窮出者報仇入者皆死是不智也死而不報父之仇是非勇也子尚對曰入則免父之死不入則不仁愛身之死絶父之望賢士不為也意不同謀不合子其居尚請入荆平王復使使者召子胥於鄭曰子入則免父死不入則殺之子胥介胄彀弓出見使者謝曰介胄之士固不拜矣請有道於使者王以奢為無罪赦而蓄之其子又何適乎使者還報荆平王王知子胥不入也殺子奢而并殺子尚子胥聞之即從横領上大山北望齊晉謂其舎人曰去此邦堂堂被山帶河其民重移於是乃南奔吳至江上見漁者曰來渡我漁者知其非常人也欲徃渡之恐人知之歌而徃過之曰日昭昭侵以施與子期甫蘆之碕子胥即從漁者之蘆碕日入漁者復歌徃曰心中目施子可渡河何為不出船到即載入船而伏半江而仰謂漁者曰子之姓為誰還得報子之厚德漁者曰縱荆邦之賊者我也報荆邦之仇者子也兩而不仁何相問姓名為子胥即解其劒以與漁者曰吾先人之劒直百金請以與子也漁者曰吾聞荆平王有令曰得伍子胥者購之千金今吾不欲得荆平王之千金何以百金之劒為漁者渡于于斧之津乃發其簞飯清其壺漿而食曰亟食而去毋令追者及子也子胥曰諾子胥食已而去顧謂漁者曰掩爾壺漿無令之露漁者曰諾子胥行即覆船挾匕首自刎而死江水之中明無洩也子胥遂行至溧陽界中見一女子擊絮於瀬水之中子胥曰豈可得託食乎女子曰諾即發簞飯清其壺漿而食之子胥食已而去謂女子曰掩爾壺漿母令之露女子曰諾子胥行五步還顧女子自縱於瀬水之中而死子胥遂行至吳徒跣被髪乞於吳市三日市正疑之而道於闔廬曰市中有非常人徒跣被髪乞於呉市三日矣闔廬曰吾聞荆平王殺其臣伍子奢而非其罪其子子胥勇且智彼必經諸侯之邦可以報其父仇者王即使召子胥入吳王下階迎而唁數之曰吾知子非恒人也何素窮如此子胥跪而垂泣曰胥父無罪而平王殺之而并其子尚子胥遯逃出走唯大王可以歸骸骨者惟大王哀之呉王曰諾上殿與語三日三夜語無復者王乃號令邦中無貴賤長少有不聽子胥之教者猶不聽寡人也罪至死不赦子胥居吳三年大得吳衆闔廬將為之報仇子胥曰不可臣聞諸侯不為匹夫興師於是止其後荆將伐蔡子胥言之闔廬即使子胥救蔡而伐荆十五戰十五勝荆平王已死子胥將卒六千操鞭捶笞平王之墓而數之曰昔者吾先人無罪而子殺之今此報子也後子昭王臣司馬子其令尹子西歸相與計謀子胥不死又不入荆邦猶未得安為之奈何莫若求之而與之同邦乎昭王乃使使者報子胥於吳曰昔者吾先人殺子之父而非其罪也寡人尚少未有所識也今子大夫報寡人也特甚然寡人亦不敢怨子今子大夫何不來歸子故墳墓丘冡為我邦雖小與子同有之民雖少與子同使之子胥曰以此為名名即章以此為利利即重矣前為父報仇後求其利賢者不為也父已死子食其禄非父之義也使者遂還乃報荆昭王曰子胥不入荆邦明矣越絶書問曰何謂越絶越者國之氏也何以言之按春秋序齊魯皆以國為氏姓是以明之絶者絶也謂句踐時也當是之時齊將伐魯孔子耻之故子貢説齊以安魯子貢一出亂齊破呉興晉疆越其後賢者辯士見夫子作春秋而畧吳越又見子貢與聖人相去不逺脣之與齒表之與裏葢要其意覽史記而述其事也問曰何不稱越經書記而言絶乎曰不也絶者絶也句踐之時天子㣲弱諸侯皆叛於是句踐抑疆扶弱絶惡反之於善取舎以道沛歸於宋浮陵以付楚臨沂開陽復之於魯中國侵伐因斯衰止以其誠在於内威發於外越專其功故曰越故作此者貴其内能自約外能絶人也賢者所述不可斷絶故不為記明矣問曰桓公九合諸侯一匡天下任用賢者誅服彊楚何不言齊絶乎曰桓公中國兵疆霸世之後威凌諸侯服疆楚此正宜耳夫越王句踐東垂海濱夷狄文身躳而自苦任用賢臣轉死為生以敗為成越伐疆吳尊事周室行霸琅邪躳自省約率道諸侯貴其始微終能以霸故與越専其功而有之也問曰然越専其功而有之何不第一而卒本吳太伯為曰小越而大吳小越大吳奈何曰吳有子胥之教霸世甚久北陵齊楚諸侯莫敢叛者乗薛許邾婁吕旁轂趨走越王句踐屬芻莝養馬諸侯從之若果中之李反邦七年焦思苦身克已自貴任用賢人越伐疆吳行霸諸侯故不使越第一者欲以貶大吳顯弱越之功也問曰吳亡而越興在天與在人乎皆人也夫差失道越亦賢矣濕易雨飢易助曰何以知獨在人乎子貢與夫子坐告夫子曰大宰死夫子曰不死也如是者再子貢再拜而問何以知之天子曰天生宰嚭者欲以亡吳吳今未亡宰何病乎後人來言不死聖人不妄言是以明知越霸矣何以言之曰種見蠡之時相與謀道東南有霸兆不如徃仕相要東游入越而止賢者不妄言以是知之焉問曰越絶誰所作吳越賢者所作也當此之時見夫子刪書作春秋定王制賢者嗟歎決意覽史記成就其事問曰作事欲以自著今但言賢者不言姓字何曰是人有大雅之才直道一國之事不見姓名小之辭也或以為子貢所作當挾四方不當獨在吳越其在吳越亦有因矣此時子貢為魯使或至齊或至吳其後道事以吳越為喻國人承述故直在呉越也當是之時有聖人教授六藝刪定五經七十二子養徒三千講習學問魯之闕門越絶小藝之文固不能布於四方焉有誦述先聖賢者所作未足自稱載列姓名直斥以身者也一説葢是子胥所作也夫人情泰而不作窮則怨恨怨恨則作猶詩人失職怨恨憂嗟作詩也子胥懷忠不忍君沈惑於讒社稷之傾絶命危邦不顧長生切切爭諫終不見聽憂至患致怨恨作文不侵不差抽引本末明已無過終不遺力誠能極智不足以身當之嫌於求譽是以不著姓名直斥以身者也後人述而説之乃稍成中外篇焉問曰或經或傳或内或外何謂曰經者論其事傳者道其意外者非一人所作頗相覆載或非其事引類以託意説之者見夫子刪詩書就經易亦知小藝之復重又各辯士所述不可斷絶小道不通偏有所期明說者不専故刪定復重以為中外篇"}
{"id": "KR2i0002_002", "series": "KR2i0002", "text": "昔者呉之先君太伯周之世武王封太伯於呉到夫差計二十六世且千嵗闔廬之時大霸築吳越城城中有小城二徙治胥山後二三而至夫差立二十三年越王句踐滅之闔廬宫在髙平里射臺二一在華池昌里一在安陽里南越宫在長樂里東到春申君府秋冬治城中春夏治姑胥之臺旦食於紐山晝遊於胥毋射於軀陂馳於遊臺興樂越走犬長洲吳王大霸楚昭王孔子時也吳大城周四十七里二百一十步二尺陸門八其二有樓水門八南靣十里四十二步五尺西靣七里百一十二步三尺北靣八里二百二十六步三尺東靣十一里七十九步一尺闔廬所造也吳郭周六十八里六十步呉小城周十二里其下廣二丈七丈七尺門三皆有樓其二増水門二其一有樓一増柴路東宫周一里二百七十步路西宫在長秋周一里二十六步秦始皇帝十一年守宫者照燕失火燒之伍子胥城周九里二百七十步小城東西從武里面從小城北邑中徑從閶門到婁門九里七十二步陸道廣二十三步平門到蛇門十里七十五步陸道廣三十三步水道廣二十八步吳古故陸道出胥明奏出土山度灌邑奏髙頸過猶山奏大湖隨北顧以西度陽下溪過歴山陽龍尾西大決通安湖吳古故水道出平門上郭池入瀆出巢湖上歷地過梅亭入楊湖出漁浦入大江奏廣陵吳古故從由拳辟塞度㑹夷奏山陰辟塞者吳備候塞也居東城者闔廬所遊城也去縣二十里柴碎亭到語兒就李吳侵以為戰地百尺瀆奏江吳以達糧千里廬虚者闔廬以鑄千將劒歐治僮女三百人去縣二里南達江閶門外髙頸山東桓石人古者名石公去縣二十里閶門外郭中冡者闔廬冰室也闔廬冡在閶門外名虎丘下池廣六十步水深丈五尺銅槨三重墳池六尺玉鳬之流扁諸之劒三千方圓之口三千時耗魚腸之劒在焉千萬人築治之取土臨湖口築三日而白虎居上故號爲虎丘虎丘北莫格冡古賢者避世冡去縣二十里被奏冡鄧大冡是也去縣四十里闔廬子女冡在閶門外道北下方池廣四十八步水深二丈五尺池廣六十步水深丈五寸𡑞出廟路以南通姑胥門并周六里舞鶴吳市殺生以送死餘杭城者襄王時神女所葬也神多靈巫門外糜湖西城越宋王城也時與揺城王周宋君戰於語招殺周宋君母頭騎歸至武里死亡葬武里南城午日死也巫門外冡者闔廬冰室也巫門外大冡吳王客齊孫武冡也去縣十里善為兵法地門外塘波洋中世子塘者故曰王世子造以為田塘去縣二十五里洋中塘去縣二十六里蛇門外大丘吳王不審名冡也去縣十五里築塘北山者吳王不審名冡也去縣二十里近門外欐溪櫝中連鄉大丘者吳故神巫所葬也去縣十五里婁門外馬亭溪上復城者故越王餘復君所治也去縣八十里是時烈王歸於越所載襄王之後不可繼述其事書之馬亭溪婁門外鴻城者故越王城也去縣百五十里婁門外雞陂墟故吳王所畜雞使李保養之去縣二十里胥門外有九曲路闔廬造以遊姑胥之臺以望太湖中闚百姓去縣三十里齊門闔廬伐齊大克取齊王女為質子為造齊門置於水海虚其臺在車道左水海右去縣七十里齊女思其國死葬虞西山吳北野禺櫟東所舎大疁者吳王田也去縣八十里吳西野鹿陂者呉王田也今分為耦瀆胥卑虚去縣二十里吳北野胥主疁者呉王女胥主田也去縣八十里麋湖城者闔廬所置䴢也去縣五十里欐溪城者闔廬所置船宫也闔廬所造婁門外力士者闔廬所造以備外越巫欐城者闔廬所置諸侯逺客離城也去縣十五里由鍾窮隆山者古赤松子所取赤石脂也去縣二十里子胥死民思祭之莋碓山故為鶴阜山禹遊天下引湖中柯山置之鶴阜更名莋碓放山者在莋碓山南以取長之莋碓山下故有鄉名莋邑吳王惡其名内郭中名通陵鄉莋碓山南有大石古者名為墜星去縣二十里撫侯山者故闔廬治以諸侯冡次去縣二十里吳東徐亭東西南北通溪者越荆王所置與麋湖相通也馬安溪上干城者越干王之城也去縣七十里巫門外寃山大冡故越王王史冡也去縣二十里揺城者吳王子居焉後越揺王居之稻田三百頃在邑東南肥饒水絶去縣五十里胥女大冡吳王不審名冡也去縣四十五里蒲姑大冡呉王不審名冡也去縣三十里古城者吳王闔廬所置羙人離城也去縣七十里通江南陵揺越所鑿以伐上舎君去縣五十里婁東十里坑者古名長人坑從海上來去縣十里海鹽縣始為武原鄉婁北武城闔廬所以候外越也去縣三十里今為鄉也宿甲者吳宿兵候外越也去縣百里其東大冡揺王冡也烏程餘杭黝歙無湖石城縣以南皆故大越徙民也秦始皇帝刻石徙之烏傷縣常山古人所採藥也髙且神齊鄉周十里二百一十步其城六里三十步牆髙丈二尺百七十步竹門三其二有屋虞山者巫咸所出也虞故神出奇怪去縣百五里母陵道陽朔三年太守周君造陵道語昭郭周十里百一十步牆髙丈二尺陵門四皆有君水門二無錫城周二里十九步髙二丈七尺門一樓四其郭周十一里百二十八步牆一丈七尺門皆有屋無錫歴山春申君時盛祠以牛立無錫塘去吳百二十里無錫湖者春申君治以為陂鑿語昭瀆以東到大田田名胥卑鑿胥卑下以南注大湖以寫西野去縣三十五里無錫西龍尾陵道者春申君初封呉所造也屬於無錫縣以奏吳北野胥主疁曲阿故為雲陽縣毗陵故為延陵吳季子所居毗陵縣南城故古淹君地也東南大冡淹君子女冡也去縣十八里吳所葬毗陵上湖中冡者延陵季子冡也去縣七十里上湖通上洲季子冡古名延陵墟蒸山南面夏駕大冡者越王不審名冡去縣三十五里秦餘杭山者越王棲吳夫差山也去縣五十里山有湖水近太湖夫差冡在猶髙西卑猶位越王候干戈人二累土以葬之近太湖去縣十七里三臺者太宰嚭逢同妻子死所在也去縣十七里太湖周三萬六千頃其千頃烏程也去縣五十里無錫湖周萬五千頃其一千三頃毗陵上湖也去縣五十里一名射貴湖尸湖周二千二百頃去縣百七十里小湖周千三百二十頃去縣百里耆湖周六萬五千頃去縣百二十里乗湖周五百頃去縣五里猶湖周三百二十頃去縣十七里語昭湖周二百八十頃去縣五十里作湖周百八十頃聚魚多物去縣五十五里昆湖周七十六頃一畞去縣一百七十五里一名隱湖湖王湖當問之丹湖當問之呉古故祠江漢於棠浦東江南為方牆以利朝夕水古太伯君吳到闔廬時絶胥女南小蜀山春申君客衛公子冡也去縣三十五里白石山故為胥女山春申君初封吳過更名為白石去縣四十里今太守舎者春申君所造後壁屋以為棰夏宫今宫者春申君子假君宫也前殿屋葢地東西十七丈五尺南北十五丈七尺堂髙四丈十霤髙丈八尺殿屋蓋地東西十五丈南北十丈二尺七寸户霤髙丈二尺庫東鄉屋南北四十丈八尺上下户各二南鄉屋東西六十四丈四尺上户四下户三西鄉屋南北四十二丈九尺上户三下户二凡百四十九丈一尺檐髙五丈二尺霤髙二丈九尺周一里二百四十一步春申君所造吳兩倉春申君所造西倉名曰均輸東倉周一里八步後燒更始五年太守李君治東倉為屬縣屋不成呉市者春申君所造闕兩城以為市在湖里吳諸里大閈春申君所造吳獄庭周三里春申君時造土山者春申君時治以為貴人冡次去縣十六里楚門春申君所造楚人從之故為楚門路丘大冡春申君客冡不立以道終之去縣十里春申君楚考烈王相也烈王死幽王立封春申君於吳三年幽王徴春申為楚令尹春申君自使其子為假君治呉十一年幽王徴假君與春申君幷殺之二君治吳凡十四年後十六年秦始皇并楚百越叛去東名大越為山陰也春申君姓黄名歇巫門外罘罳者春申君去吳假君所思處也去縣二十三里夀春東鳬陵亢者古諸侯王所葬也楚威王與越王無彊竝威王後烈王子幽王後懷王也懷王子頃襄王也秦始皇㓕之秦始皇造通陵南可通陵道到由拳塞同起馬塘湛以為陂治陵水道致錢唐越地通浙江秦始皇發㑹稽適戎卒治通陵髙以南陵道縣相屬秦始皇帝三十七年壞諸侯郡縣城太守府大殿者秦始皇刻石所起也到更始元年太守許時燒六年十二月乙卯鑿官池東西十五丈七尺南北三十丈漢髙帝封有功劉賈為荆王幷有吳賈築呉市西城名曰定錯城屬小城北到平門丁將軍築治之十一年淮南王反殺劉賈後十年髙皇帝更封兄子濞為吳王治廣陵幷有吳立二十一年東渡之吳十日還去立三十二年反西到陳留縣還奔丹陽從東歐越王弟夷烏將軍殺濞東歐王為彭澤王夷烏將軍今為平都王濞父字為仲匠門外信士里東廣平地者吳王濞時宗廟也太公髙祖在西孝文在東去縣五里永光四年孝元帝時貢大夫請罷之桑里東今舎西者故吳所畜牛羊豕雞也名為牛宫今以為園漢文帝前九年㑹稽幷故鄣郡太守治故鄣都尉治山陰前十六年太守治吳郡都尉治錢唐漢孝景帝五年五月㑹稽屬漢屬漢者始幷事也漢孝武帝元封元年陽都侯歸義置由鍾由鍾初立去縣五十里漢孝武元封二年故鄣以為丹陽郡天漢五年四月錢唐浙江岑石不見到七年岑石復見越王句踐徙瑯邪凡二百四十年楚考烈王幷越於瑯邪後四十餘年秦幷楚復四十年漢幷秦到今二百四十二年句踐徙瑯邪到建武二十八年凡五百六十七年"}
{"id": "KR2i0002_003", "series": "KR2i0002", "text": "吳何以稱人乎夷狄之也憂中邦奈何乎伍子胥父誅於楚子胥挾弓身干闔廬闔廬曰士之其勇之甚將為之報仇子胥曰不可諸侯不為匹夫報仇臣聞事君猶事父也虧君之行報父之仇不可於是止蔡昭公南朝楚被羔裘囊瓦求之昭公不與即拘昭公南郢三年然後歸之昭公去至河用事曰天下誰能伐楚乎寡人願為前列楚聞之使囊瓦興師伐蔡昭公聞子胥在吳請救蔡子胥於是報闔廬曰蔡公南朝被羔裘囊瓦求之蔡公不與拘蔡公三年然後歸之蔡公至河曰天下誰能伐楚者乎寡人願為前列楚聞之使囊瓦興師伐蔡蔡非有罪楚為無道君若有憂中國之事意者時可矣闔廬於是使子胥興師救蔡而伐楚楚王已死子胥將卒六千人操鞭笞平王之墳曰昔者吾先君無罪而子殺之今此以報子也君舎君室大夫舎大夫室葢有妻楚王母者囊瓦者何楚之相也郢者何楚王治處也呉師何以稱人吳者夷狄也而救中邦稱人賤之也越王句踐欲伐吳王闔廬范蠡諫曰不可臣聞之天貴持盈持盈者言不失陰陽日月星辰之綱紀地貴定傾定傾者言地之長生丘陵平均無不得宜故曰地貴定傾人貴節事節事者言王者以下公卿大夫當調陰陽和順天下事來應之物來知之天下莫不盡其忠信從其政教謂之節事節事者至事之要也天道盈而不溢盛而不驕者言天生萬物以養天下蠉飛蠕動各得其性春生夏長秋收冬藏不失其常故曰天道盈而不溢盛而不驕者也地道施而不德勞而不矜其功者也言地生長五榖持養萬物功盈德博是所施而不德勞而不矜其功者矣言天地之施大而不有功者也人道不逆四時者言王者以下至於庶人皆當和隂陽四時之變順之者有福逆之者有殃故曰人道不逆四時之謂也因惽視動者言存亡吉凶之應善惡之叙必有漸也天道未作不先爲客者范蠡值吳伍子胥教化天下從之未有死亡之失故以天道未作不先為客言客者去其國入人國地兆未發不先動衆言王者以下至於庻人非暮春中夏之時不可以種五榖興土利國家不見死亡之失不可伐也故地兆未發不先動衆此之謂也吳人敗于就李吳之戰地敗者言越之伐吳未戰吳闔廬卒敗而去也卒者闔廬死也天子稱崩諸侯稱薨大夫稱卒士稱不禄闔廬諸侯也不稱薨而稱卒者何也當此之時上無明天子下無賢方伯諸侯力政疆者為君南夷與北狄交爭中國不絶如綫矣臣弑君子弑父天下莫能禁止於是孔子作春秋方據魯以王故諸侯死皆稱卒不稱薨避魯之諡也晉公子重耳之時天子㣲弱諸侯力政疆者為君文公為所侵㬥失邦奔于翟三月得反國政敬賢明法率諸侯朝天子於是諸侯皆從天子乃尊此所謂晉公子重耳反國定天下齊公子小白亦反齊國而匡天下者齊大夫無知弑其君諸兒其子二人出奔公子紏奔魯魯者公子紏母之邦小白奔莒莒者小白母之邦也齊大臣鮑叔牙為報仇殺無知故興師之魯聘公子紏以為君魯莊公不與莊公魯君也曰使齊以國事魯君與汝君不以國事魯我不與汝君於是鮑叔牙還師之莒取小白立爲齊君小白反國用管仲九合諸侯一匡天下故爲桓公此之謂也堯有不慈之名堯太子丹朱倨驕懷禽獸之心堯知不可用退丹朱而以天下傳舜此之謂堯有不慈之名舜有不孝之行舜親父假母母常殺舜舜去耕歴山三年大熟身自外養父母皆飢舜父頑母嚚兄狂弟傲舜求爲變心易志舜為瞽瞍子也瞽瞍欲殺舜未嘗可得呼而使之未嘗不在側此舜有不孝之行舜用其仇而王天下者言舜父瞽瞍用其後妻常欲殺舜舜不為失孝行天下稱之堯聞其賢遂以天下傳之此為王天下仇者舜後母也桓公召其賊而霸諸侯者管仲臣於桓公兄公子紏紏與桓爭國管仲張弓射桓公中其帶鉤桓公受之赦其大罪立為齊相天下莫不向服慕義是謂召其賊霸諸侯也夏啓獻犧於益啓者禹之子益與禹臣於舜舜傳之禹薦益而封之百里禹崩啓立曉知王事達於君臣之義益死之後啓嵗善犧牲以祠之經曰夏啓善犧於益此之謂也湯獻牛荆之伯之伯者荆州之君也湯行仁義敬鬼神天下皆一心歸之當是時荆伯未從也湯於是乃飾犧牛以事荆伯乃媿然曰失事聖人禮乃委其誠心此謂湯獻牛荆之伯也越王句踐反國六年皆得士民之衆而欲伐吳於是乃使之維甲維甲者治甲系斷修内矛赤雞稽繇者也越人謂人鎩也方舟航買儀塵者越人往如江也治須慮者越人謂船為須慮亟怒紛紛者怒貌也怒至士擊髙文者躍勇士也習之於夷夷海也宿之於萊萊野也致之於單單者堵也舜之時鯀不從令堯遭帝嚳之後亂洪水滔天堯使鯀治之九年弗能治堯七十年而得舜舜明知人情審於地形知鯀不能治數諫不去堯殛之羽山此之謂舜之時鯀不從令也殷湯遭夏桀無道殘賊天下於是湯用伊尹行至聖之心見桀無道虐行故伐夏放桀而王道興躍革亂補弊移風易俗改制作新海内畢貢天下承風湯以文聖此之謂也文王以務爭者紂為天下殘賊奢佚不顧邦政文王百里見紂無道誅殺無刑賞賜不當文王以聖事紂天下皆盡誠知其賢聖從之此謂文王以務爭也紂以惡刑爭文王行至聖以仁義爭此之謂也武王以禮信文王死九年天下八百諸侯皆一旦㑹於孟津之上不言同辭不呼自來盡知武王忠信欲從武王與之代紂當是時比干箕子㣲子尚在武王賢之未敢伐也還諸侯歸二年紂賊比干囚箕子㣲子去之刳姙婦殘朝涉武王見賢臣已亡乃朝天下興師伐紂殺之武王未下車封比干之墓發太倉之粟以贍天下封微子於宋此武王以禮信也周公以盛德武王封周公使傅相成王成王少周公臣事之當是之時賞賜不加於無功刑罰不加於無罪天下家給人足禾麥茂美使人以時説之以禮上順天地澤及夷狄於是管叔蔡叔不知周公而讒之成王周公乃辭位出廵狩於邊一年天㬥風雨日夜不休五榖不生樹木盡偃成王大恐乃發金縢之櫃察周公之冊知周公乃有盛德王乃夜迎"}
{"id": "KR2i0002_004", "series": "KR2i0002", "text": "昔者越王句踐既得反國欲陰圖吳乃召計倪而問焉曰吾欲伐吳恐弗能取山林幽㝠不知利害所在西則迫江東則薄海水屬蒼天下不知所止交錯相過波濤濬流沈而復起因復相還浩浩之水朝夕既有時動作若驚駭聲音若雷霆波援而起船失不能救未知命之所維念樓船之苦涕泣不可止非不欲為也時返不知所在謀不成而息恐為天下咎以敵攻敵未知誰負大邦既已備小邑既已保五榖既已收野無積庾廪糧則不屬無所安取恐津梁之不通勞軍紆吾糧道吾聞先生明於時交察於道理恐動而無功故問其道計倪對曰是固不可興師者必先蓄積食錢布帛不先蓄積士卒數飢飢則易傷重遲不可戰戰則耳目不聰明耳不能聽視不能見什部之不能使退之不能解進之不能行飢饉不可以動神氣去而萬里伏弩而乳郅頭而皇皇疆弩不彀發不能當旁軍見弱走之如犬逐羊靡從部分伏地而死前頓後僵與人同時而戰獨受天之殃未必天之罪也亦在其將王興師以年數恐一旦而亡失邦無明筋骨為野越王曰善請問其方吾聞先生明於治嵗萬物盡長欲聞其治術可以為教常子明以告我寡人弗敢忘計倪對曰人之生無㡬必先憂積蓄以備妖祥凡人生或老或弱或疆或怯不早備生不能相葬王其審之必先省賦歛勸農桑飢饉在問或水或塘因熟積以備四方師出無時未知所當應變而動隨物常羊卒然有師彼日以弱我日以疆得世之和擅世之陽王無忽忘慎無如㑹稽之飢不可再更王其審之嘗言息貨王不聽臣故退而不言處於吳楚越之間以魚三邦之利乃知天下之易反也臣聞君自耕夫人自織此竭於庸力而不斷時與智也時斷則循智斷則僃知此二者形於體萬物之情短長逆順可觀而已臣聞炎帝有天下以傳黄帝黄帝於是上事天下治地故少昊治西方蚩尤佐之使主金玄㝠治北方白辨佐之主水太皥治東方袁何佐之使主木祝使融治南方僕程佐之使主火后土治中央后稷佐之使主土竝有五方以為綱紀是以易地而輔萬物之常王審用臣之議大則可以王小則可以霸於何有哉越王曰請問其要計倪對曰太隂二嵗處金則穰三嵗處水則毁三嵗處木則康三嵗處火則旱故散有時積糴有時領則決萬物不過三嵗而發矣以智論之以決斷之以道佐之斷長續短一嵗再倍其次一倍其次而反水則資車旱則資舟物之理也天下六嵗一穰六嵗一康凡十二嵗一飢是以民相離也故聖人早知天地之反為之預備故湯之時比七年旱而民不飢禹之時比九年水而民不流其主能通習源流以任賢使能則轉轂乎千里外貨可來也不習則百里之内不可致也人主所求其價十倍其所擇者則無價矣夫人主利源流非必身為之也視民所不足及其有餘為之命以利之而來諸侯守法度任賢使能償其成事傳其驗而已如此則邦富兵疆而不衰矣羣臣無空恭之禮淫泆之行務有於道術不習源流又不任賢使能諫者則誅則邦貧兵弱刑繁則羣臣多空恭之理淫佚之行矣夫諛者反有德忠者反有刑去刑就德人之情也邦貧兵弱致亂雖有聖臣亦不諫也務在諛主而已矣今夫萬民有明父母亦如邦有明主父母利源流明其法術以任賢子徼成其事而已則家富而不衰矣不能利源流又不任賢子賢子有諫者憎之如此者不習於道術也愈信其意而行其言後雖有敗不自過也夫父子之為親也非得不諫諫而不聽家貧致亂雖有聖子亦不治也務在於諛之而巳父子不和兄弟不調雖欲富也必貧而日衰越王曰善子何年少於物之長也計倪對曰人固不同惠種生聖癡種生狂桂實生桂桐實生桐先生者未必能知後生者未必不能明是故聖主置臣不以少長有道者進無道者退愚者日以退聖者日以長人主無私賞者有功越王曰善論事若是其審也物有妖祥乎計倪對曰有陰陽萬物各有紀綱日月星辰刑德變為吉凶金木水火土更勝月朔更建莫主其常順之有德逆之有殃是故聖人能明其刑而處其鄉從其德而避其衡凡舉百事必順天地四時參以陰陽用之不審舉事有殃人生不如卧之頃也欲變天地之常數發無道故貧而命不長是聖人幷苞而陰行之以感愚夫衆人容容盡欲富貴莫知其鄉越王曰善請問其方計倪對曰從寅至未陽也太隂在陽嵗德在隂嵗美在是聖人動而應之制其收發常以太隂在隂而發隂且盡之嵗亟賣六畜貨財以益收五榖以應陽之至也陽且盡之嵗亟發糴以收田宅牛馬積歛貨財聚棺木以應陰之至也此皆十倍者也其次五倍夫有時而散是故聖人反其刑順其衡收聚而不散越王曰善今嵗比熟尚有貧乞者何也計倪對曰是故不等猶同母之人異父之子動作不同術貧富故不等如此者積負於人不能救其前後志意侵下作務日給非有道術又無上賜貧乞故長久越王曰善大夫佚同若成嘗與孤議於㑹稽石室孤非其言也今大夫言獨與孤比請遂受教焉計倪曰糴石二十則傷農九十則病末農傷則草木不辟末病則貨不出故糴髙不過八十下不過三十農末俱利矣故古之治邦者本之貨物官市開而至越王曰善計倪乃傳其教而圖之曰審金木水火别隂陽之明用此不患無功越王曰善從今以來傳之後世以為教乃著其法治牧江南七年而禽呉也甲貨之户曰粢為上物賈七十乙貨之户曰黍為中物石六十丙貨之户曰赤豆為下物石五十丁貨之户曰稻粟令為上種石四十戊貨之户曰麥為中物石三十已貨之户曰大豆為下物石二十庚貨之户曰穬比䟽食故無賈辛貨之户曰菓比䟽食無賈壬癸無貨"}
{"id": "KR2i0002_005", "series": "KR2i0002", "text": "昔者越王句踐與吳王夫差戰大敗保棲於㑹稽山上乃使大夫種求行成於吳吳許之越王去㑹稽入官於吳三年吳王歸之大夫種始謀曰昔者吳夫差不顧義而媿吾王種觀夫吳甚富而財有餘其刑繁法逆民習於戰守莫不知也其大臣好相傷莫能信也其德衰而民好負善且夫吳王又喜安佚而不聽諫細誣而寡智信讒諛而逺士數傷人而亟亡之少明而不信人希湏臾之名而不顧後患君王盍少求卜焉越王曰善卜之道何若大夫種對曰君王卑身重禮以素忠為信以請糴於吳天若棄之吳必許諾於是乃卑身重禮以素忠為信以請於吳將與申胥進諫曰不可夫王與越也接地鄰境道徑通達仇讎敵戰之邦三江環之其民無所移非吳有越越必有吳且夫君王兼利而弗取輸之粟與財財去而凶來凶來而民怨其上是養冦而貧邦家也與之不為德不若止且越王有智臣曰范蠡勇而善謀將修士卒飾戰具間也胥聞之夫越王之謀非有忠素請糴也將以此試我以此卜要君王以求益親安君王之志我君王不知省也而救之是越之福也吳王曰我卑服越有其社稷句踐既服為臣為我駕舎却行馬前諸侯莫不聞知今以越之飢吾與之食我知句踐必不敢申胥曰越無罪吾君王急之不遂絶其命又聽其言此天之所反也忠諫者逆而諛諫者反親今狐雉之戲也狐體卑而雉懼之夫獸虫尚以詐相就而况於人乎吳王曰越王句踐有急而寡人與之其德章而未靡句踐其敢與諸侯反我乎申胥曰臣聞聖人有急則不羞為人臣僕而志氣見人今越王為吾蒲伏約辭服為臣下其執禮過吾君不知省也而已故勝威之臣聞狼子野心仇讐之人不可親也夫䑕忘壁壁不忘鼠今越人不忘吳矣胥聞之拂勝則社稷固諛勝則社稷危胥先王之老臣不忠不信則不得為先王之老臣君王胡不覽觀夫武王之伐紂也今不出數年鹿豕遊於姑胥之臺矣太宰嚭從旁對曰武王非紂臣耶率諸侯以殺其君雖勝可謂義乎申胥曰武王則已成名矣太宰嚭曰親僇主成名弗忍行申胥曰美惡相入或甚美以亡或甚惡以昌故在前世矣嚭何惑吾君王也太宰嚭曰申胥為人臣也辨其君何必􁞐􁞐乎申胥曰太宰嚭面諛以求親乗吾君王幣帛以求威諸侯以成富焉今我以忠辨吾君王譬浴嬰兒雖啼勿聽彼將有厚利嚭無乃諛吾君王之欲而不顧後患乎吳王曰嚭止子無乃向寡人之欲乎此非忠臣之道太宰嚭曰臣聞春日將至百草從時君王動大事羣臣竭力以佐謀因遜遯之舎使人㣲告申胥於吳王曰申胥進諫外貎類親中情甚踈類有外心君王常親覩其言也胥則無父子之親君臣之施矣呉王曰夫申胥先王之忠臣天下之健士也胥殆不然乎哉子毋以事相差母以私相傷以動寡人此非子所能行也太宰嚭對曰臣聞父子之親張尹别居贈臣妾馬牛其志加親若不與一錢其志斯疏父子之親猶然而况於士乎且有知不竭是不忠竭而顧難是不勇下而令上是無法吳王乃聽太宰嚭之言果與粟申胥遜遯之舎歎曰於乎嗟君王不圖社稷之危而聽一日之説弗對以斥傷大臣而王用之不聽輔弼之臣而信讒諛容身之徒是命短矣以為不信胥願廓目于邦門以觀吳邦之大敗也越人之入我王親所禽哉太宰嚭之交逢同謂太宰嚭曰子難人申胥請為卜焉因徃見申胥胥方與被離坐申胥謂逢同曰子事太宰嚭又不圖邦權而惑吾君王君王之不省也而聽衆彘之言君王忘邦嚭之罪也亡日不久也逢同出造太宰嚭曰今日為子卜於申胥胥誹謗其君不用胥則無後而君王覺而遇矣謂太宰嚭曰子勉事後矣吳王之情在子乎太宰嚭曰智之所生不在貴賤長少此相與之道逢同出見呉王慚然有憂色逄同垂泣不對吳王曰夫嚭我之忠臣子為寡人遊目長耳將誰怨乎逄同對曰臣有患也臣言而君行之則無後憂若君王弗行臣言而死矣王曰子言寡人聽之逢同曰今日徃見申胥申胥與被離坐其謀慙然類欲有害我君王今申胥進諫類忠然中情至惡内其身而心野狼君王親之不親逐之不逐親之乎彼聖人也將更然有怨心不已逐之乎彼賢人也知能害我君王殺之為乎可殺之亦必有以也吳王曰今圖申胥將何以逢同對曰君王興兵伐齊申胥必諫曰不可王無聽而伐齊必大克乃可圖之於是吳王欲伐齊召申胥對曰臣老矣耳無聞目無見不可與謀吳王召太宰嚭而謀嚭曰善哉王興師伐齊也越在我猶疥癬是無能為也吳王復召申胥而謀申胥曰臣老矣不可與謀吳王請申胥謀者三對曰臣聞愚夫之言聖主擇焉胥聞越王句踐罷吳之年宫有五竈食不重味省妻妾不别所愛妻操斗身操概自量而食適飢不費是人不死必為國害越王句踐食不殺而饜衣服純素不袀不玄帶劒以布是人不死必為大故越王句踐寢不安席食不求飽而善貴有道是人不死必為邦寶越王句踐衣弊而不衣新行慶賞不刑戮是人不死必成其名越在我猶心腹有積聚不發則無傷動作者有死亡欲釋齊以越為憂吳王不聽果興師伐齊大克還以申胥為不忠賜劒殺申胥髠被離申胥且死曰昔者桀殺闗龍逄紂殺王子比干今吳殺臣參桀紂而顯吳邦之亡也王孫駱聞之旦即不朝王召駱而問之子何非寡人而旦不朝王孫駱對曰臣不敢有非臣恐矣吳王曰子何恐以吾殺胥為重乎王孫駱對曰君王氣髙胥之下位而殺之不與羣臣謀之臣是以恐矣王曰我非聽子而殺胥胥乃圖謀寡人王孫駱曰臣聞君人者必有敢言之臣在上位者必有敢言之士如是即慮日益進而智益生矣胥先王之老臣不忠不信不得為先王臣矣王意欲殺太宰嚭王孫駱對曰不可王若殺之是殺二胥矣吳王近駱如故太宰嚭又曰圖越雖以我邦為事王無憂王曰寡人屬子邦請早暮無時太宰嚭對曰臣聞四馬方馳驚前者斬其數必正若是越難成矣王曰子制之斷之居三年越興師伐吳至五湖太宰嚭率徒謂之曰謝戰者五父越王不忍而欲許之范蠡曰君王圖之廊廟失之中野可乎謀之七年須臾棄之王勿許吳易兼也越王曰諾居軍三月吳自罷太宰嚭遂亡吳王率其有禄與賢良遯而去越追之至餘杭山禽夫差殺太宰嚭越王謂范蠡殺吳王蠡曰臣不敢殺主王曰刑之范蠡曰臣不敢刑主越王親謂吳王曰昔者上蒼以越賜吳吳不受也夫申胥無罪殺之進讒諛容身之徒殺忠信之士大過者三以至滅亡子知之乎吳王曰知之越王與之劒使自圖之吳王乃旬日而自殺也越王葬於卑猶之山殺太宰嚭逢同與其妻子"}
{"id": "KR2i0002_006", "series": "KR2i0002", "text": "昔者吳王闔廬始得子胥之時甘心以賢之以為上客曰聖人前知乎千嵗後覩萬世深問其國世何昧昧得無衰極子其精焉寡人垂意聽子之言子胥唯唯不對王曰子其明之子胥曰對而不明恐獲其咎王曰願一言之以試直士夫仁者樂知者好誠秉禮者探幽索隱明告寡人子胥曰難乎言哉邦其不長王其圖之存無忘傾安無忘亡臣始入邦伏見衰亡之證當霸吳厄㑹之際後王復空王曰何以言之子胥曰後必將失道王食禽肉坐而待死佞諂之臣將至不久安危之兆各有明紀虹蜺牽牛其異女黄氣在上青黑于下大嵗八會壬子數九王相之氣自十一倍死由無氣如法而止太子無氣其異三世日月光明歴南斗吳越為鄰同俗幷土西州大江東絶大海兩邦同城相亞門户憂在於斯必將為咎越有神山難與為鄰願王定之毋洩臣言呉使子胥救蔡誅疆楚笞平王墓久而不去意欲報楚楚乃購之千金衆人莫能止之有野人謂子胥曰止吾是干斧掩壺漿之子發簞飯於船中者子胥乃知是漁者也引兵而還故無徃不復何德不報漁者一言千金歸焉因是還去范蠡興師戰於就李闔廬見中於飛矢子胥還師中媿於吳被秦號年至大差復霸諸侯興師伐越任用子胥雖夫差驕奢釋越之圍子胥諫而誅宰嚭諛心卒以亡吳夫差窮困請為匹夫范蠡不許滅於五湖子胥䇿於吳可謂明乎昔者吳王夫差興師伐越敗兵就李大風發狂日夜不止車敗馬失騎士墮死大船陵居小船没水吳王曰寡人晝卧夢見井嬴溢大與越爭彗越將掃我軍其凶乎孰與師還此時越軍大號夫差恐越軍入驚駭子胥曰王其勉之哉越師敗矣臣聞井者人所飲溢者食有餘越在南火呉在北水水制火王何疑乎風北來助吳也昔者武王伐紂時彗星出而興周武王問太公曰臣聞以彗鬭倒之則勝胥聞災異或吉或凶物有相勝此乃其證願大王急行是越將凶呉將昌也子胥至直不同邪曲捐軀切諫虧命為邦愛君如軀憂邦如家是非不諱直言不休庶㡬正君反以見踈讒人間之身且以誅范蠡聞之以為不通知數不用知懼不去豈謂智與胥聞歎曰吾背楚荆挾弓以去義不止窮吾前獲功後遇戮非吾智衰先遇闔廬後遭夫差也胥聞事君猶事父也愛同也嚴等也太古以來未嘗見人君虧恩為臣報仇也臣獲大譽功名顯著胥知分數終於不去先君之功且猶難忘吾願腐髮弊齒何去之有蠡見其外不知吾内今雖屈寃猶止死焉子貢曰胥執忠信死貴於生蠡審凶吉去而有名種留封侯不知令終二賢比德種獨不榮范蠡智能同均於是之謂也伍子胥父子奢為楚王大臣為世子聘秦女夫有色王私悦之欲自御焉奢盡忠入諫守朝不休欲匡正之而王拒之諫策而問之以奢乃害於君絶世之臣聽讒邪之辭係而囚之待二子而死尚孝而入子胥勇而難欺累世忠信不遇其時奢諫於楚胥死於吳詩云讒人㒺極交亂四國是之謂也太宰者官號嚭者名也伯州之孫伯州為楚臣以過誅嚭以困奔於吳是時吳王闔廬伐楚悉召楚仇而近之嚭為人覧聞辯見目達耳通諸事無所不知因其時自納於吳言伐楚之利闔廬用之伐楚令子胥孫武與嚭將師入郢有大功還吳王以嚭為太宰位髙權盛專邦之枋末入闔廬卒嚭見夫差内無柱石之堅外無斷割之勢諛心自納操獨斷之利夫差終以從焉而忠臣籥口不得一言嚭知徃而不知來夫差至死悔不早誅傳曰見清知濁見曲知直人君選士各象其德夫差淺短以是與嚭專權伍胥為之惑是之謂也范蠡其始居楚也生於宛槖或伍户之虛其為結僮之時一癡一醒時人盡以為狂然獨有聖賢之明人莫可與語以内視若盲反聽若聾大夫種入其縣知有賢者未覩所在求邑中不得其邑人以為狂夫多賢士衆賤有君子汎求之焉得蠡而悦乃從官屬問治之術蠡修衣冠有頃而出進退揖讓君子之容終日而語疾陳霸王之道志合意同胡越相從俱見霸兆出於東南捐其官位相要而徃臣小有所虧大有所成捐止于吳或任子胥二人以為胥在無所聞其辭種曰今將安之蠡曰彼為我何邦不可乎去吳之越勾踐賢之種躬正内蠡出治外内不煩濁外無不得臣主同心遂霸越邦種善圖始蠡能慮終越承二賢邦以安寧始有災變蠡專其明可謂賢焉能屈能申"}
{"id": "KR2i0002_007", "series": "KR2i0002", "text": "昔者范蠡其始居楚曰范伯自謂衰賤未嘗世禄故自菲薄飲食則甘天下之無味居則安天下之賤位復被髪佯狂不與於世謂大夫種曰三王則三皇之苖裔也五伯乃五帝之末世也天運歷紀千嵗一至黄帝之元執辰破已霸王之氣見於地户子胥以是挾亏干吳王於是要大夫種入吳此時馮同相與共戒之伍子胥在自與不能闗其辭蠡曰吳越二邦同氣共俗地户之位非吳則越乃入越越王常與言盡日大夫石買居國有權辯口進曰衒女不貞衒士不信客歷諸侯渡河津無因自致殆非真賢夫和氏之璧求者不爭賈騏驥之材不難阻險之路之邦歷諸侯無所售道聽之徒唯大王察之於是范蠡退而不言遊於楚越之間大夫種進曰昔者市偷自衒於晉晉用之而勝楚伊尹負鼎入殷遂佐湯取天下有智之士不在逺近取也謂之帝王求備者亡易曰有髙世之材必有負俗之累有至智之明者必破庶衆之議成大功者不拘於俗論大道者不合於衆唯大王察之於是石買益疏其後使將兵於外遂為軍士所殺是時句踐失衆棲於㑹稽之山更用種蠡之䇿得以存故虞舜曰以學乃時而行此猶良藥也王曰石買知徃而不知來其使寡人棄賢後遂師二人竟以禽吳子貢曰薦一言得及身任一賢得顯名傷賢喪邦蔽能有殃負德忘恩其反形傷壞人之善毋後世敗人之成天誅行故寃子胥僇死由重譖子胥於吳吳虚重之無罪而誅傳曰寧失千金毋失一人之心是之謂也昔者陳成恒相齊簡公欲為亂憚齊邦鮑晏故徙其兵而伐魯魯君憂也孔子患之乃召門人弟子而謂之曰諸侯有相伐者尚耻之今魯父母之邦也丘墓存焉今齊將伐之可無一出乎顔淵辭出孔子止之子路辭出孔子止之子貢辭出孔子遣之子貢行之齊見陳成恒曰夫魯難伐之邦而伐之過矣陳成恒曰魯之難伐何也子貢曰其城薄以卑池狹而淺其君愚而不仁其大臣偽而無用其士民有惡聞甲兵之心此不可與戰君不如伐吳吳城髙以厚池廣以深甲堅以新士選以飽重器精弩在其中又使明大夫守此邦易也君不如伐吳成恒忿然作色曰子之所難人之所易也子之所易人之所難也而以教恒何也子貢對曰臣聞憂在内者攻疆憂在外者攻弱今君憂内臣聞君三封而三不成者大臣有不聽者也今君破魯以廣齊墮魯以尊臣而君之功不與焉是君上驕主心下恣羣臣而求成大事難矣且夫上驕則犯臣驕則爭是君上於主有却下與大臣交爭也如此則君立於齊危於重卵矣臣故曰不如伐吳且夫吳明猛以毅而行其令百姓習於戰守將明於法齊之愚為禽必矣今君悉擇四疆之中出大臣以環之黔首外死大臣内空是君上無疆臣之敵下無黔首之士孤立制齊者君也陳恒曰善雖然吾兵已在魯之城下若去而之吳大臣將有疑我之心為之奈何子貢曰君按兵無伐臣請見吳王使之救魯而伐齊君因以兵迎之陳成恒許諾乃行子貢南見呉王謂呉王曰臣聞之王者不絶世而霸者不疆敵千鈞之重加銖而移今萬乗之齊私千乗之魯而與吳爭疆臣切為君恐且夫救魯顯名也而伐齊大利也義在存亡魯勇在害疆齊而威申晉邦者則王者不疑也吳王曰雖然我常與越戰棲之會稽夫越君賢主也苦身勞力以夜接日内飾其政外事諸侯必將有報我之心子待吾伐越而還子貢曰不可夫越之彊不下魯而吳之疆不過齊君以伐越而還即齊也亦私魯矣且夫伐小越而畏疆齊者不勇見小利而忘大害者不智兩者臣無為君取焉且臣聞之仁人不困厄以廣其德智者不棄時以舉其功王者不絶世以立其義今君存越勿毁親四鄰以仁救㬥困齊威申晉邦以武救魯毋絶周室明諸侯以義如此則臣之所見溢乎負海必率九夷而朝即王業成矣且大吳畏小越如此臣請東見越王使之出鋭師以從下吏是君實空越而名從諸侯以伐也吳王大悦乃行子貢子貢東見越王越王聞之除道郊迎至縣身御子貢至舎而問曰此乃僻陋之邦蠻夷之民也大夫何索居然而辱乃至於此子貢曰弔君故來越王句踐稽首再拜曰孤聞之禍與福為鄰今大夫弔孤孤之福也敢遂聞其説子貢曰臣今見吳王告以救魯而伐齊其心申其志畏越曰嘗與越戰棲於㑹稽山上夫越君賢主也苦身勞力以夜接日内飾其政外事諸侯必將有報我之心子待我伐越而聽子且夫無報人之心而使人疑之者拙也有報人之心而使人知之者殆也事未發而聞者危也三者舉事之大忌越王句踐稽首再拜曰昔者孤不幸少失先人内不自量與吳人戰軍敗身辱遺先人耻遯逃出走比棲會稽山下守溟海唯魚鼈是見今大夫不辱而身見之又出玉聲以教孤孤頼先人之賜敢不奉教乎子貢曰臣聞之明王任人不失其能直士舉賢不容於世故臨財分利則使仁涉危拒難則使勇用衆治民則使賢正天下定諸侯則使聖人臣竊練下吏之心兵疆而不幷弱勢在其上位而行惡令其下者其君㡬乎臣竊自練可以成功至王者其唯臣㡬乎今夫吳王有伐齊之志君無惜重器以喜其心毋惡卑辭以尊其禮則伐齊必矣彼戰而不勝則君之福也彼戰而勝必以其餘兵臨晉臣請北見晉君令共攻之弱吳必矣其騎士鋭兵弊乎齊重器羽旄盡乎晉則君制其敝此滅吳必矣越王句踐稽首再拜曰昔者吳王分其人民之衆以殘伐吾邦殺敗吾民圖吾百姓夷吾宗廟邦為空棘身為魚鼈餌今孤之怨吳王深於骨髓而孤之事吳王如子之畏父弟之敬兄此孤之外言也大夫有賜故孤敢以疑請遂言之孤身不安牀席口不甘厚味目不視好色耳不聽鐘鼓者已三年矣焦唇乾嗌苦心勞力上事羣臣下養百姓願一與吳交天下之兵於中原之野與呉王整襟交臂而奮吳越之士繼蹟連死士民流離肝腦塗地此孤之大願也如此不可得也今内自量吾國不足以傷吳外事諸侯不能也孤欲空邦家措策力變容貎易名姓執箕箒養牛馬以臣事之孤雖要領不屬手足異處四支布陳爲鄉邑笑孤之意出焉大夫有賜是存亡邦而興死人也孤頼先人之賜敢不待命乎子貢曰夫呉王之爲人也貪功名而不知利害越王慥然避位曰在子子貢曰賜爲君觀夫吳王之爲人賢疆以恣下下不能逆數戰伐士卒不能忍太宰嚭為人智而愚疆而弱巧言利辭以内其身善為偽詐以事其君知前而不知後順君之過以安其私是殘國之吏滅君之臣也越王大悦子貢去而行越王送之金百鎰寶劒一良馬二子貢不受遂行至吳報呉王曰敬以下吏之言告越王越王大恐乃懼曰昔孤不幸少失先人内不自量抵罪於縣軍敗身辱遯逃出走棲于會稽邦為空棘身為魚鼈餌頼大王之賜使得奉爼豆而修祭祀大王之賜死且不忘何謀敢慮其志甚恐似將使使者來子貢至五日越使果至曰東海役臣孤句踐使使臣種敢修下吏問於左右昔孤不幸少失先人内不自量抵罪於縣軍敗身辱遯逃出走棲于㑹稽邦為空棘身為魚鼈餌頼大王之賜使得奉爼豆而修祭祀大王之賜死且不忘今竊聞大王將興大義誅疆救弱困㬥齊而撫周室故使越賤臣種以先人之藏器甲二十領屈盧之矛步光之劒以賀軍吏大王將遂大義則弊邑雖小悉擇四疆之中出卒三千以從下吏孤請自被堅執鋭以受矢石吳王大悦乃召子貢而告之曰越使果來請出卒三千其君又從之與寡人伐齊可乎子貢曰不可夫空人之邦悉人之衆又從其君不仁也君受其弊許其師而辭其君吳王許諾子貢去之晉謂晉君曰臣聞之慮不先定不可以應卒兵不先辨不可以勝敵今齊吳將戰勝則必以其兵臨晉晉大恐曰為之奈何子貢曰修兵休卒以待吳彼戰而不勝越亂之必矣晉君許諾子貢去而之魯吳王果興九郡之兵而與齊大戰於艾陵大敗齊師獲七將陳兵不歸果與晉人相遇黄池之上吳晉爭疆晉人擊之大敗呉師越王聞之涉江襲吳去邦七里而軍陣呉王聞之去晉從越越王迎之戰於五湖三戰不勝城門不守遂圍王宫殺夫差而僇其相伐吳三年東鄉而霸故曰子貢一出存魯亂齊破吳疆晉霸越是也"}
{"id": "KR2i0002_008", "series": "KR2i0002", "text": "昔者越之先君無餘乃禹之世别封於越以守禹冡問天地之道萬物之紀莫失其本神農嘗百草水土甘苦黄帝造衣裳后稷産穡制器械人事僃矣疇糞桑麻播種五榖必以手足大越海濵之民獨以鳥田小大有差進退有行莫將自使其故何也曰禹始也憂民救水到大越上茅山大㑹計爵有德封有功更名茅山曰㑹稽及其王也巡狩大越見耆老納詩書審銓衡平斗斛因病亡死葬會稽葦槨桐棺穿壙七尺上無漏泄下無即水壇髙三尺土階三等延袤一畝尚以爲居之者樂爲之者苦無以報民功教民鳥田一盛一衰當禹之時舜死蒼梧象爲民田也禹至此者亦有因矣亦覆釡也覆釡者州土也塡德也禹美而告至焉禹知時晏嵗暮年加申酉求書其下祠白馬禹井井者法也以為禹葬以法度不煩人衆無餘初封大越都秦餘望南千有餘嵗而至句踐句踐徙治山北引屬東海内外越别封削焉句踐伐吳霸闗東從瑯琊起觀臺臺周七里以望東海死士八千人戈船三百艘居無㡬躬求賢聖孔子從弟子七十人奉先生雅琴治禮往奏句踐乃身被賜夷之甲帶步光之劒杖物盧之矛出死士三百人為陣闗下孔子有頃姚稽到越越王曰唯唯夫子何以教之孔子對曰丘能述五帝三王之道故奉雅琴至大王所句踐喟然歎曰夫越性而愚水行而山處以船為車以楫為馬往若飄風去則難從鋭兵任死越之常性也夫子異則不可於是孔子辭弟子莫能從乎越王夫鐔以上至無餘久逺世不可紀也夫鐔子允常允常子句踐大霸稱王徙瑯琊都也句踐子與夷時霸與夷子子翁時霸子翁子不揚時霸不揚子無疆時霸伐楚威王㓕無疆無疆子之侯竊自立為君長之侯子尊時君長尊子親失衆楚伐之走南山親以上至句踐凡八君都瑯琊二百二十四嵗無疆以上霸稱王之侯以下微弱稱君長句踐小城山隂城也周二里二百二十三步陸門四水門一今倉庫是其宫臺處也周六百二十步柱長三丈五尺三寸霤髙丈六尺宫有百户高丈二尺五寸大城周二十里七十二步不築北面而㓕呉徙治姑胥臺山隂大城者范蠡所築治也今傳謂之蠡城陸門三水門三决西北亦有事到始建國時蠡城盡稷山者句踐齋戒臺也龜山者句踐起怪㳺臺也東南司馬門因以炤龜又仰望天氣觀天怪也高四十六丈五尺二寸周五百三十二步今東武里一曰怪山怪山者往古一夜自來民怪之故謂怪山駕臺周六百步今安城里離臺周五百六十步今淮陽里丘美人宫周五百九十步陸門二水門一今北壇利里丘土城句踐所習教美女西施鄭足宫臺也女出於苧蘿山欲獻於吳自謂東垂僻陋恐女樸鄙故近大道居去縣五里樂野者越之戈獵處大樂故謂樂野其山上石室句踐所休謀也去縣七里中指臺馬丘周六百步今高平里丘東郭外南小城者句踐冰室去縣三里句踐之出入也齊於稷山徃從田里去從北郭門炤龜龜山更駕臺馳於離丘遊於美人宫興樂中宿過歷馬丘射於樂野之衢走犬若耶休謀石室食於冰厨領功銓土已作昌土臺藏其形隱其情一曰冰室者所以僃膳羞也浦陽者句踐軍敗失衆懣於此去縣五十里夫山者句踐絶糧困也其山上大冡句踐庻子冡也去縣十五里句踐與吳戰於浙江之上石買為將耆老壯長進諫曰夫石買人與為怨家與為仇貪而好利細人也無長䇿王而用之國必不遂王不聽遂遣之石買發行至浙江上斬殺無罪欲專威服軍中動揺將率獨專其權士衆恐懼人不自聊兵法曰視民如嬰兒故可與赴深溪士衆魚爛而買不知尚猶峻法隆刑子胥獨見可奪之證變為奇謀或北或南夜舉火擊鼓晝陳詐兵越師潰墜政令不行背叛乖離還報其王王殺買謝其師號聲聞呉吳王恐懼子胥私喜越軍敗矣胥聞之狐之將殺噆脣吸齒今越句踐其已敗矣君王安意越易兼也使人入問之越師請降子胥不聽越棲於㑹稽之山吳退而圍之句踐喟然用種蠡計轉死為霸一人之身吉凶更至盛衰存亡在於用臣治道萬端要在得賢越棲於會稽日行成於吳吳引兵而去句踐將降西至浙江待詔入吳故有鷄鳴墟其入辭曰亡臣孤句踐故將士衆入為臣虜民可得使地可得有吳王許之子胥大怒目若夜光聲若哮虎此越未戰而服天以賜吳其逆天乎臣唯君王急剬之吳不聽遂許之浙江是也陽城里者范蠡城也西至水路水門一陸門二北陽里城大夫種城也取土西山以濟之經百九十四步或為南安富陽里者外越賜義也處里門美以練塘田安城里高庫者句踐伐吳禽夫差以為勝兵築庫高閣之周二百三十步今安成里故禹宗廟在小城南門外大城内禹稷在廟西今南里獨山大冡者句踐自治以為冡徙瑯琊冡不成去縣九里麻林山一名多山句踐欲伐吳種麻以為弓絃使齊人守之越謂齊人多故曰麻林多以防吳以山下田封功臣去縣一十二里㑹稽山上城者句踐與吳戰大敗棲其中因以下為目魚池其利不租㑹稽山北城者子胥浮兵以守城是也若耶大冡者句踐所徙葬先君夫鐔冡也去縣二十五里葛山者句踐罷吳種葛使越女織治葛布獻於吳王夫差去縣七里姑中山者越銅官之山也越人謂之銅姑瀆長二百五十歩去縣二十五里富中大塘者句踐治以為義田為肥饒謂之富中去縣二十里二十二步犬山者句踐罷吳畜犬獵南山白鹿欲得獻吳神不可得故曰犬山其高為犬亭去縣二十五里白鹿山在犬山之南去縣二十九里雞山豕山者句踐以畜雞豕將伐呉以食士也雞山在錫山南去縣五十里豕山在民山西去縣六十三里洹江以來屬越疑豕山在餘暨界中練塘者句踐時采錫山為炭稱炭聚載從炭瀆至練塘各因事名之去縣五十里木客大冡者句踐父允常冡也初徙瑯琊使樓船卒二千八百人伐松栢以為桴故曰木客去縣十五里一曰勾踐伐善林文刻獻於吳故曰木客官瀆者句踐工官也去縣十四里苦竹城者句踐伐吳還封范蠡子也其僻居徑六十步因為民治田塘長千五百三十三步其冡名土山范蠡苦勤功篤故封其子於是去縣十八里北郭外路南溪北城者句踐築鼓鍾宫也去縣七里其邑為龔錢舟室者句踐船宫也去縣五十里民西大冡者句踐客秦伊善炤龜者冡也因名冡為秦伊山射浦者句踐教習兵處也今射浦去縣五里射卒陳音死葬民西故曰陳音山種山者句踐所葬大夫種也樓船卒二千人鈞足羡葬之三蓬下種將死自策後有賢者百年而至置我三蓬自章後世句踐葬之食傳三賢巫里句踐所徙巫為一里去縣二十五里其亭祠今為和公群社稷墟巫山者越􁪕神巫之官也死葬其上去縣十三里許六山者句踐鑄銅鑄銅不爍埋之東坂其上馬箠句踐遣使者取於南社徙種六山飾治為馬箠獻之吳去縣三十五里江東中巫葬者越神巫無杜子孫也死句踐於中江而葬之巫神欲使覆禍吳人船去縣三十里石塘者越所害軍船也塘廣六十五步長三百五十三步去縣四十里防塢者越所以遏吳軍也去縣四十里杭塢者句踐杭也二百石長貟卒七士人度之㑹夷去縣四十里塗山者禹所取妻之山也去縣五十里朱餘者越鹽官也越人謂鹽曰餘去縣三十五里句踐已㓕吳使吳人築吳塘東西千歩名辟首後因以為名曰塘獨婦山者句踐將伐吳徙寡婦致獨山上以為死士示得專一也去縣四十里後説之者葢句踐所以逰軍士也馬嘷者吳伐越道逄大風車敗馬失騎士堕死疋馬啼臯事見吳矣浙江南路西城者范蠡敦兵城也其陵固可守故謂之固陵所以然者以其大船軍所置也山隂古故陸道出東郭隨直瀆陽春亭山隂故水道出東郭從郡陽春亭去縣五十里語兒鄉故越界名曰就李吳疆越地以為戰地至於柴辟亭女陽亭者句踐入官於吳夫人從道産女此亭養於李鄉句踐勝吳更名女陽更就李為語兒鄉吳王夫差伐越有其邦句踐服為臣三年吳王復還封句踐於越東西百里北鄉臣事呉東為右西為左大越故界浙江至就李南姑末寫干覲鄉北有武原武原今海鹽姑末今大末寫干今屬豫章自無餘初封於越以來傳聞越王子孫在丹陽臯鄉更姓梅梅里是也自秦以來至秦元王不絶年元王立二十年平王立二十三年惠文王立二十七元武王立四年昭襄王亦立五十六年而滅周赧王周絶於此孝文王立一年莊襄王更號太上皇帝立三年秦始皇帝立三十七年號曰趙政政趙外孫胡亥立二年子嬰立六月秦元王至子嬰凡十王百七十嵗漢高帝㓕之治咸陽壹天下政使將魏舎内史教攻韓得韓王安政使將王賁攻魏得魏王歇政使將王渉攻趙得趙王尚政使將王賁攻楚得楚王成政使將史敖攻燕得燕王喜政使將王涉攻齊得齊王建政更號為秦始皇帝以其三十七年東遊之㑹稽道度牛渚奏東安東安今富春丹陽溧陽鄣故餘杭軻亭南東奏槿頭道度諸暨大越以正月甲戌到大越留舎都亭取錢塘浙江岑石石長丈四尺南北靣廣六尺西靣廣尺六寸刻丈六於越東山上其道九曲去縣二十一里是時徙大越民置餘杭伊攻■故鄣因徙天下有罪適吏民置海南故大越處以僃東海外越乃更名大越曰山隂已去奏諸暨錢塘因奏吳上姑蘇臺則治射防於宅亭賈亭北年至靈不射去奏曲阿句容度牛渚西到咸陽崩"}
{"id": "KR2i0002_009", "series": "KR2i0002", "text": "昔者越王句踐近侵於疆吳逺媿於諸侯兵革散空國且㓕亡乃脅諸臣而與之盟吾欲伐吳奈何有功群臣黙然而無對王曰夫主憂臣辱主辱臣死何大夫易見而難使也計倪官卑年少其居在後舉首而起曰殆哉非大夫易見難使是大王不能使臣也王曰何謂也計倪對曰夫官位財幣王之所輕死者是士之所重也王愛所輕責士所重豈不艱哉王自揖進計倪而問焉計倪對曰夫仁義者治之門士民者君之根本也闓門固根莫如正身正身之道謹選左右左右選則孔主曰益上不選則孔主日益下二者貴質浸之漸也願君王公選於衆精鍊左右非君子至誠之士無與居家使邪僻之氣無漸以生仁義之行有階人知其能官知其治爵賞刑罰一由君出則臣下不敢毁譽以言無功者不敢干治故明主用人不由所從不問其先説取一焉是故周文齊桓躬於任賢太公管仲明於知人今則不然臣故曰殆哉越王勃然曰孤聞齊威滛泆九合諸侯一匡天下葢管仲之力也寡人雖愚唯在大夫計倪對曰齊威除管仲罪大責任之至易此故南陽蒼句太公九十而不伐磻溪之餓人也聖主不計其辱以為賢者一乎仲二乎仲斯可致王但霸何足道桓稱仲父文稱太公計此二人曾無跬步之勞大呼之功乃忘弓矢之怨授以上卿傳曰直能三公今置臣而不尊使賢而不用譬如門户像設倚而相欺葢智士所耻賢者所差君王察之越王曰誠者不能匿其辭大夫既在何須言哉計倪對曰臣聞智者不妄言以成其勞賢者始於難動終於有成傳曰易之謙遜對過問抑威權勢利器不可示人言賞罰由君此之謂也故賢君用臣畧責於絶施之軄而成其功逺使以效其誠内告以匿以知其信與之講事以觀其智飲之以酒以觀其態選士以僃不肖者無所置越王大媿乃壞池塡塹開倉榖貸貧乏乃使群臣身問疾病躬視死喪不厄窮僻尊有德與民同苦樂激河泉井示不獨食行之六年士民一心不謀同辭不呼自來皆欲伐吳遂有大功而霸諸侯孔子曰寛則得衆此之謂也夫有勇見於外必有仁於内子胥戰於就李闔廬傷焉軍敗而還是時死傷者不可稱數所以然者罷頓不得已子胥内憂為人臣上不能令主下令百姓被兵刃之咎自責内傷莫能知者故身操死持傷及被兵者莫不悉於子胥之手垂涕啼哭欲伐而死三年自咎不親妻子饑不飽食寒不重綵結心於越欲復其仇師事越公録其述印天之兆牽牛南斗赫赫斯怒與天俱起發令告民歸如父母當胥之言唯恐為後師衆同心得天之中越乃興師與戰西江二國爭疆未知存亡子胥知時變為詐兵為両翼夜火相應句踐大恐振旅服降進兵圍越㑹稽塡山子胥㣲策可謂神守戰數年句踐行成子胥爭諫以是不容宰嚭許之引兵而還夫差聽嚭不殺仇人興師十萬與不敵同聖人譏之是以春秋不差其文故傳曰子胥賢者尚有就李之耻此之謂也哀哉夫差不信伍子胥而任太宰嚭乃此禍晉之驪姬亡周之褒姒盡妖妍於圖畵極凶悖於人理傾城傾國思昭示於後王麗質冶容宜求監於前史古人云苦藥利病苦言利行伏念居安思危日謹一日易曰知進而不知退知存而不知亡知得而不知喪又曰進退存亡不失其正者唯聖人乎由此而言進有退之義存有亡之㡬得有喪之理愛之如父母仰之如日月敬之如神明畏之如雷霆此其可以卜祚遐長而禍亂不作也"}
{"id": "KR2i0002_010", "series": "KR2i0002", "text": "越絶外傳記吳王占夢第十二昔者吳王夫差之時其民殷衆禾稼登熟兵革堅利其民習於鬪戰闔廬剬子胥之教行有日發有時道於姑胥之門晝卧姑胥之臺覺寤而起其心惆悵如有所悔即召太宰而占之曰向者晝卧夢入章明之宫入門見両䥶炊而不蒸見両黑犬嘷以北嘷以南見両鏵倚吾宫堂見流水湯湯越吾宫牆見前園横索生樹桐見後房鍛者扶挾鼓小震子為寡人精占之吉則言吉凶則言凶無諛寡人之心所從太宰嚭對曰善哉大王興師伐齊夫章明者伐齊克天下顯明也見両䥶炊而不蒸者大王聖氣有餘也見両黑犬嘷以北嘷以南四夷巳服朝諸侯也両鏵倚吾宫堂夾田夫也見流水湯湯越吾宫牆獻物巳至則有餘也見前園横索生樹桐樂府吹巧也見後房鍛者扶挾鼓小震者宫女鼓樂也吳王大恱而賜太宰嚭雜繒四十疋王心不已召王孫駱而告之對曰臣智淺能薄無方術之事不能占大王夢臣知有東掖門亭長越公弟子王孫聖為人㓜而好學長而憙遊愽聞疆識通於方來之事可占大王所夢臣請召之吳王曰諾王孫駱移記曰今日壬午左校司馬王孫駱受教告東掖門亭長公孫聖吳王晝卧覺寤而心中惆悵也如有悔記到車馳詣姑胥之臺聖得記發而讀之伏地而泣有頃不起其妻大君從旁接而起之曰何若子性之大也希見人士卒得急記流涕不止公孫聖仰天歎曰嗚呼悲哉此固非子胥所能知也今日壬午時加南方命屬蒼天不可逃亡伏地而泣者不能自惜但吳王諛心而言師道不明正言直諫身死無功大君曰汝疆食自愛愼勿相忘伏地而書既成篇即與妻把臂而决涕泣如雨上車不顧遂至姑胥之臺謁見吳王吳王勞曰公弟子公孫聖也寡人晝卧姑胥之臺夢入章明之宫入門見両䥶炊而不蒸見両黒犬嘷以北嘷以南見両鏵倚吾宫堂見流水湯湯越吾宫牆見前園横索生樹桐見後房鍛者扶挾鼓小震子為寡人精占之吉則言吉凶則言凶無諛寡人心所從公孫聖伏地有頃而起仰天歎曰悲哉夫好船者溺好騎者堕君子各以所好為禍諛讒申者師道不明正言切諫身死無功伏地而泣者非自惜因悲大王夫章者戰不勝走傽傽明者去昭昭就㝠㝠見両䥶炊而不蒸者王且不得火食見両黒犬嘷以北嘷以南者大王身死魂魄惑也見両鏵倚吾宫堂者越人入呉邦伐宗廟掘社稷也見流水湯湯越吾宫牆者大王宫堂虛也前園横索生樹桐者桐不為器用但為甬當與人俱葬後房鍛者鼓小震者大息也王毋自行使臣下可矣太宰嚭王孫駱惶怖解冠幘肉袒而謝呉王忿聖言不祥乃使其身自受其殃王乃使力士石番以鐵杖擊聖中斷之為両頭聖仰天歎曰蒼天知冤乎直言正諫身死無功令吾家無葬我提我山中後世為聲響吳王使人提於秦餘杭之山虎狼食其肉野火燒其骨東風至飛揚汝灰汝更能為聲哉太宰嚭前再拜曰逆言巳㓕讒䛕巳亡因酌行觴時可以行矣吳王曰諾王孫駱為左校司馬太宰嚭為右校司馬王從騎三千旌旗羽葢自處中軍伐齊大剋師兵三月不去過伐晉晉知其兵革之罷倦糧食盡索興師擊之大敗吳師渉江流血浮尸者不可勝數吳王不忍率其餘兵相將至秦餘杭之山饑餓足行乏糧視瞻不明據地飲水持籠稻而飡之顧謂左右曰此何名群臣對曰是籠稻也吳王曰悲哉此公孫聖所言王且不得火食太宰嚭曰秦餘杭山西坂閒燕可以休息大王亟飡而去尚有十數里耳吳王曰吾甞戮公孫聖於斯山子試為寡人前呼之即尚在耶當有聲響太宰嚭卽上山三呼聖三應吳王大怖足行屬腐靣如死灰色曰公孫聖令寡人得邦誠世世相事言未畢越王追至兵三圍吳大夫種處中范蠡數吳王曰王有過者五寧知之乎殺忠臣伍子胥公孫聖胥為人先知忠信中斷之入江聖正言直諫身死無功此非大過者二乎夫齊無罪空復伐之使鬼神不血食社稷廢蕪父子離散兄弟異居此非大過者三乎夫越王句踐雖東僻亦得繫於天皇之位無罪而王恒使其芻莖秩馬比於奴虜此非大過者四乎太宰嚭讒䛕佞謟斷絶王世聽而用之此非大過者五乎吳王曰今日聞命矣越王撫步光之劒杖屈盧之弓瞋目謂范蠡曰子何不早圖之乎范蠡曰臣不敢殺主臣存主若亡今日遜敬天報㣲功越王謂吳王曰世無千嵗之人死一耳范蠡左手持鼔右手操枹而鼔之曰上天蒼蒼若存若亡何須軍亡斷子之頸挫子之骸不亦繆乎吳王曰聞命矣以三寸之帛㝠吾両目使死者有知吾慙見伍子胥公孫聖以為無知吾耻生越王則解綬以㝠其目遂杖劒而死越王殺太宰嚭戮其妻子以其不忠信斷絶吳之世"}
{"id": "KR2i0002_011", "series": "KR2i0002", "text": "昔者越王句踐有寳劒五聞於天下客有能相劒者名薛燭王召而問之曰吾有寳劒五請以示之薛燭對曰愚理不足以言大王請不得已乃召掌者王使取毫曹薛燭對曰豪曹非寳劒也夫寳劒五色竝見莫能相勝豪曹已擅名矣非寳劒也王曰取巨闕薛燭曰非寳劒也寳劒者金鍚和銅而不離今巨闕已離矣非寳劒也王曰然巨闕初成之時吾坐於露壇之上宫人有四駕白鹿而過者車奔馬驚吾引劒而指之四駕上飛揚不知其絶也穿銅釡絶鐵䥶胥中决如粢米故曰巨闕王取純鈞薛燭聞之忽如敗有頃懼如悟下階而深惟簡衣而坐望之手振拂揚其華捽如芙蓉始出觀其鈲爛如列星之行觀其光渾渾如水之溢於溏觀其斷巖巖如瑣石觀其才焕焕如冰釋此所謂純鈞耶王曰是也客有直之者有市之鄉二駿馬千疋千戸之都二可乎薛燭對曰不可當造此劒之時赤堇之山破而出錫若耶之溪涸而出銅雨師掃灑雷公擊槖蛟龍捧鑪天帝裝炭太一下觀天精下之歐冶乃因天之精神悉其伎巧造為大刑三小刑二一曰湛盧二曰純鈞三曰勝邪四曰魚膓五曰巨闕吳王闔廬之時得其勝邪魚膓湛盧闔廬無道子女死殺生以送之湛盧之劒去之如水行秦過楚楚王卧而寤得吳王湛盧之劒將首魁漂而存焉秦王聞而求不得興師擊楚曰與我湛盧之劒還師去汝楚王不與時闔廬又以魚膓之劒刺吳王僚使披腸夷之甲三事闔廬使專諸為秦炙魚者引劒而刺之遂弑王僚此其小試於敵邦未見其大用於天下也今赤堇之山巳合若耶溪深而不測群神不下歐冶子即死雖復傾城量金珠玉竭河猶不能得此一物有市之鄉二駿馬千疋千戸之都二何足言哉楚王召風胡子而問之曰寡人聞吳有干將越有歐冶子此二子甲世而生天下未嘗有精誠上通天下為烈士寡人願齎邦之重寳皆以奉子因吳王請此二人作鐡劒可乎風胡子曰善於是乃令風胡子之吳見歐冶子干將使人作鐵劒歐冶子干將鑿茨山洩其溪取鐡英作為鐡劒三枚一曰龍淵二曰泰阿三曰工布畢成風胡子奏之楚王楚王見此三劒之精神大恱風胡子問之曰此三劒何物所象其名為何風胡子對曰一曰龍淵二曰泰阿三曰工布楚王曰何謂龍淵泰阿工布風胡子對曰欲知龍淵觀其狀如登高山臨深淵欲知泰阿觀其鈲巍巍翼翼如流水之波欲知工布鈲從文起至脊而止如珠不可衽文若流水不絶晉鄭王聞而求之不得興師圍楚之城三年不解倉榖粟索庫無兵革左右群臣賢士莫能禁止於是楚王聞之引泰阿之劒登城而麾之三軍破敗士卒迷惑流血千里猛獸歐瞻江水折揚晉鄭之頭畢白楚王於是大恱曰此劒威耶寡人力耶風胡子對曰劒之威也因大王之神楚王曰夫劒鐡耳固能有精神若此乎風胡子對曰時各有使然軒轅神農赫胥之時以石為兵斷樹木為宫室死而龍臧夫神聖主使然至黄帝之時以玉為兵以伐樹木為宫室鑿地夫玉亦神物也又遇聖主使然死而龍臧禹宂之時以銅為兵以鑿伊闕通龍門决江導河東注於東海天下通平治為宫室豈非聖主之力哉當此之時作鐡兵威服三軍天下聞之莫敢不服此亦鐡兵之神大王有聖德楚王曰寡人聞命矣"}
{"id": "KR2i0002_012", "series": "KR2i0002", "text": "昔者越王句踐問大夫種曰吾欲伐吳奈何能有功乎大夫種對曰伐吳有九術王曰何謂九術對曰一曰尊天地事鬼神二曰重財幣以遺其君三曰貴糴粟槖以空其邦四曰遺之好美以爲勞其志五曰遺之巧匠使起宫室高臺盡其財疲其力六曰遺其䛕臣使之易伐七曰疆其諫臣使之自殺八曰邦家富而僃器九曰堅厲甲兵以承其弊故曰九者勿患戒口勿傳以取天下不難况於吳乎越王曰善於是作為䇿楯嬰以白璧鏤以黄金類龍蛇而行者乃使大夫種獻之於吳曰東海役臣孤句踐使者臣種敢修下吏問於左右頼有天下之力竊為小殿有餘財再拜獻之大王吳王大恱申胥諫曰不可王勿受昔桀起靈門紂起鹿臺隂陽不和五榖不時天與之災邦國空虚遂以之亡大王受之是後必有災吳王不聽遂受之而起姑胥臺三年聚材五年乃成高見二百里行路之人道死尸哭越乃飾美女西施鄭旦使大夫種獻之於吳王曰昔者越王句踐竊有天之遺西施鄭旦越邦洿下貧窮不敢當使下臣種再拜獻之大王吳王大恱申胥諫曰不可王勿受臣聞五己令人目不明五音令人耳不聰桀易湯義㓕紂易周文而亡大王受之後必有殃胥聞越王句踐晝書不倦晦誦竟旦聚死臣數萬是人不死必得其願胥聞越王句踐服誠行仁聽諫進賢士是人不死必得其名胥聞越王句踐冬披毛裘夏披絺綌是人不死必為利害胥聞賢士邦之寳也美女邦之咎也夏亡於末喜殷亡於妲巳周亡於褒姒吳王不聽遂受其女以申胥爲不忠而殺之越乃興師伐吳大敗之於秦餘杭山㓕吳禽夫差而戮太宰嚭與其妻子夫聖人行兵上與天合德下與地合明中與人合心義合乃動見可乃取小人則不然以疆厭弱取利於危不知逆順快心於非故聖人獨知氣變之情以明勝負之道凡氣有五色青黄赤白黒色因有五變人氣變軍上有氣五色相連與天相抵此天應不可攻攻之無後其氣盛者攻之不勝軍上有赤色氣者徑抵天軍有應於天攻者其誅乃身軍上有青氣盛明從其本廣末鋭而來者此逆兵氣也為未可攻衰去乃可攻青氣在上其謀未定青氣在右將弱兵多青氣在後將勇榖少先大後小青氣在左將少卒多兵少軍罷青氣在前將㬥其軍必來赤氣在軍上將謀未定其氣本廣末鋭而來者為逆兵氣衰去乃可攻赤氣在右將軍勇而兵少卒疆必以殺降赤氣在後將弱卒疆敵少攻之殺將其軍可降赤氣在右將勇敵多兵卒疆赤氣在前將勇兵少榖多卒少謀不來黄氣在軍上將謀未定其本廣末鋭而來者為逆兵氣衰去乃可攻黄氣在右將智而明兵多卒疆榖足而不可降黄氣在後將智而勇卒疆兵少榖少黄氣在左將弱卒少兵少榖亡攻之必傷黄氣在前將勇智卒多疆榖足而有多為不可攻也白氣在軍上將賢智而明卒威勇而疆其氣本廣末鋭而來者為逆兵氣衰去乃可攻白氣在右將勇而兵疆兵多榖亡白氣在後將仁而明卒少兵多榖少軍傷白氣在左將勇而疆卒多榖少可降白氣在前將弱卒亡榖少攻之可降黑氣在軍上將謀未定其氣本廣末鋭而來者為逆兵去乃可攻黒氣在右將弱卒少兵亡榖盡軍傷可不攻自降黒氣在後將勇卒疆兵少榖亡攻之殺將軍亡黒氣在左將智而勇卒少兵少攻之殺將其軍自降黒氣在前將智而明卒少榖盡可不攻自降故明將知氣變之形氣在軍上其謀未定其在右而低者欲為右伏兵之謀其氣在前而低者欲為前伏陣也其氣在後而低者欲為走兵陣也其氣陽者欲為去兵其氣在左而低者欲為左陣其氣間其軍欲有入邑右子胥相氣取敵大數其法如是軍無氣筭於廟堂以知疆弱一五九西向吉東向敗亡無東二六十南向吉北向敗亡無北三七十一東向吉西向敗亡無西四八十二北向吉南向敗亡無南此其用兵月日數吉凶所避也舉兵無擊大嵗上物卯也始出各利以其四時制日是之謂也韓故治今京兆郡角亢也鄭故治角亢也燕故治今上漁陽右北平遼東莫郡尾箕也越故治今大越山隂南斗也呉故治西江都牛湏女也齊故治臨菑今濟北平原北海郡菑川遼東城陽虗危也衛故治濮陽今廣陽韓郡營室璧也魯故治太山東温周固水今魏東奎婁也梁故治今濟隂山陽濟北東郡畢也晉故治今代郡常山中山河間廣平郡觜也秦故治雍今内史也巴郡漢中隴西定襄太原安邑東井也周故治雒今河南郡柳七星張也"}
{"id": "KR2i0002_013", "series": "KR2i0002", "text": "昔者越王句踐問范子曰古之賢主聖王之治何左何右何去何取范子對曰臣聞聖主之治左道右術去末取實越王曰何謂道何謂術何謂末何謂實范子對曰道者天地先生不知老曲成萬物不名巧故謂之道道生氣氣生隂隂生陽陽生天地天地立然後有寒暑燥濕日月星辰四時而萬物僃術者天意也盛夏之時萬物遂長聖人縁天心助天喜樂萬物之長故舜彈五絃之琴歌南風之詩而天下治言其樂與天下同也當是之時頌聲作所謂末者名也故名過實則百姓不附親賢士不為用而外諸侯聖主不為也所謂實者榖也得人心任賢士也凡此四者邦之實也越王曰寡人躬行節儉下士求賢不使名過實此寡人所能行也多貯榖富百姓此乃天時水旱寧在一人耶何以僃之范子曰百里之神千里之君湯執其中和舉伊尹收天下雄雋之士練卒兵率諸侯兵伐桀為天下除殘去賊萬民皆歌而歸之是所謂執其中和者越王曰善哉中和所致也寡人雖不及賢主聖王欲執其中和而行之今諸侯之地或多或少疆弱不相當兵革㬥起何以應之范子曰知保人之身者可以王天下不知保人之身失天下者也越王曰何謂保人之身范子曰天生萬物而教之而生人得榖卽不死榖能生人能殺人故謂人身越王曰善哉今寡人欲保榖為之奈何范子曰欲保必親於野覩諸所多少為僃越王曰所少可得為因其貴賤亦有應乎范子曰夫八榖貴賤之法必察天之二表即决矣越王曰請問三表范子曰水之勢勝金隂氣蓄積大盛水據金而死故金中有水如此者歲大敗八榖皆貴金之勢勝木陽氣蓄積大盛金據木而死故木中有火如此者嵗大美八榖皆賤金木水火更相勝此天之三表者也不可不察能知三表可為邦寳不知三表之君千里之神萬里之君故天下之君發號施令必順於四時四時不正則隂陽不調寒暑失常如此則嵗惡五榖不登聖主施令必審於四時此至禁也越王曰此寡人所能行也願欲知圖榖上下貴賤欲與他貨之内以自實為之奈何范子曰夫八榖之賤也如宿榖之登其明也諦審察隂陽消息觀市之反覆雌雄之相逐天道乃畢越王問范子曰何執而昌何行而亡范子曰執其中則昌行奢侈則亡越王曰寡人欲聞其説范子曰臣聞古之賢主聖君執中和而原其終始即位安而萬物定矣不執其中和不原其終始即尊位傾萬物散文武之業桀紂之跡可知矣古者天子及至諸侯自㓕至亡漸漬乎滋味之費沒溺於聲色之類牽攣於珍怪貴重之器故其邦空虗困其士民以為湏臾之樂百姓皆有悲心瓦解而倍畔者桀紂是也身死邦亡為天下笑此謂行奢侈而亡也湯有七十里地務執三表可謂邦寳不知三表身死棄道越王問范子曰春肅夏寒秋榮冬泄人治使然乎將道也范子曰天道三千五百嵗一治一亂終而復始如環之無端此天之常道也四時易次寒暑失常治民然也故天生萬物之時聖人命之曰春春不生遂者故天不重為春春者夏之父也故春生之夏長之秋成而殺之冬受而藏之春肅而不生者王德不究也夏寒而不長者臣下不奉主命也秋順而復榮者百官刑不斷也冬温而泄者發府庫賞無功也此所謂四時者邦之禁也越王曰寒暑不時治在於人可知也願聞嵗之美惡榖之貴賤何以紀之范子曰夫隂陽錯繆卽為惡歲人生失治卽為亂世夫一亂一治天道自然八榖亦一賤一貴極而復反言亂三千歲必有聖王也八榖貴賤更相勝故死凌生者逆大貴生凌死者順大賤越王曰善越王間於范子曰寡人聞人失其魂魄者死得其魂魄者生物皆有之將人也范子曰人有之萬物亦然天地之間人最為貴物之生穀為貴以生人與魂魄無異可得豫知也越王曰其善惡可得聞乎范子曰欲知八穀之貴賤上下衰極必察其魂魄視其動靜觀其所舎萬不失一問曰何謂魂魄對曰魂者槖也魄者生氣之源也故神生者出入無門上下無根見所而功自存故名之曰神神主生氣之精魂主死氣之舎也魄者主賤魂者主貴故當安靜而不動魂者方盛夏而行故萬物得以自昌神者主氣之精主貴而雲行故方盛夏之時不行卽神氣稿而不成物矣故死凌生者歲大敗生凌死者歲大美故觀其魂魄卽知歲之善惡矣越王問於范子曰寡人聞隂陽之治不同力而功成不同氣而物生可得而知乎願聞其説范子曰臣聞隂陽氣不同處萬物生焉冬三月之時草木既死萬物各異藏故陽氣避之下藏伏壯於内使隂陽得成功於外夏三月盛暑之時萬物遂長隂氣避之下藏伏壯於内然而萬物親而信之是所謂也陽者主生萬物方夏三月之時大熱不至則萬物不能成隂氣主殺方冬三月之時地不内藏則根荄不成卽春無生故一時失度卽四序為不行越王曰善寡人已聞隂陽之事榖之貴賤可得而知乎范子曰陽者主貴隂者主賤故當寒而不寒者榖為之㬥貴當温而不温者榖為之㬥賤譬猶形影聲響相聞豈得不復哉故曰秋冬貴陽氣施於隂隂極而復貴春夏賤隂氣施於陽陽極而不復越王曰善哉以丹書■帛置之枕中以為國寶越五日困於吳請於范子曰寡人守國無術負於萬物㡬亡邦危社稷為旁邦所議無定足而立欲捐軀出死以報吳仇為之奈何范子曰臣聞聖主為不可為之行不惡人之謗巳為足舉之德不德人之稱已舜循之歷山而天下從風使舜釋其所循而求天下之利則恐不全其身昔者神農之治天下務利之而已矣不望其報不貪天下之財而天下共富之所以其智能自貴於人而天下共尊之故曰富貴者天下所置不可奪也今王利地貪財接兵血刃僵尸流血欲以顯於世不亦謬乎越王曰上不逮於神農下不及於堯舜今子以至聖之道以説寡人誠非吾所及也且吾聞之也父辱則子死君辱則臣死今寡人親巳辱於吳矣欲行一切之變以復吳仇願子更為寡人圖之范子曰君辱則死固其義也立死下士人而求成邦者且聖之計也且夫廣天下尊萬乘之主使百姓安其居樂其業者唯兵兵之要在於人人之要在於榖故民衆則主安穀多則兵疆王而僃此二者然後可以圖之也越王曰吾欲富邦疆兵地狹民少奈何為之范子曰夫陽動於上以成天文隂動於下以成地理審察開置之要可以為富凡欲先知天門開及地户閉其術天高五寸减天寸六分以成地謹司八穀初見出於天者是謂天門開地户閉陽氣不得下入地户故氣轉動而上下隂陽俱絶八穀不成大貴必應其嵗而起此天變見符也謹司八榖初見入於地者是謂地户閉隂陽俱㑹八穀大成其嵗大賤來年大饑此地變見端也謹司八穀初見半於人者糴平熟無災害故天倡而見符地應而見瑞聖人上知天下知地中知人此之謂天平地平以此為天圖越王既巳勝吳三日反邦未至息自雄問大夫種曰夫聖人之術何以加於此乎大夫種曰不然王德范子之所言故天地之符應邦以藏聖人之心矣然而范子豫見之策未肎為王言者也越王愀然而恐靣有憂色請於范子稱曰寡人用夫子之計幸得勝呉盡夫子之力也寡人聞夫子明於隂陽進退豫知未形推徃引前後知千歲可得聞乎寡人虛心垂意聽於下風范子曰夫隂陽進退前後幽㝠未見未形此特殺生之柄而王制於四海此邦之重寳也王而毋泄此事臣請為王言之越王曰夫子幸教寡人願與之自藏至死不敢忘范子曰隂陽進退者固天道自然不足怪也夫隂入淺者即嵗善陽入深者則嵗惡幽幽冥冥豫知未形故聖人見物不疑是謂知時固聖人所不傳也夫堯舜禹湯皆有豫見之勞雖有凶年而民不窮越王曰善以丹書帛置之枕中以為邦寳范子巳告越王立志入海此謂天地之圖也"}
{"id": "KR2i0002_014", "series": "KR2i0002", "text": "昔者楚考烈王相春申君吏李園園女弟女環謂園曰我聞王老無嗣可見我於春申君我欲假於春申君我得見於春申君徑得見於王矣園曰春申君貴人也千里之佐吾何託敢言女環曰卽不見我汝求謁於春申君才人告逺道客請歸待之彼必問汝汝家何等逺道客者因對曰園有女弟魯相聞之使使者來求之園才人使告園者彼必有問汝女弟何能對曰能鼓音讀書通一經故彼必見我園曰諾明日辭春申君才人有遠道客請歸待之春申君果問汝家何等遠道客對曰園有女弟魯相聞之使使求之春申君曰何能對曰能鼓音讀書通一經春申君曰可得見乎明日使待於離亭園曰諾既歸告女環曰吾辭於春申君許我明日夕待於離亭女環曰園宜先供待之春申君到園馳人呼女環到黄昏女環至大縱酒女環鼓琴曲未終春申君大恱留宿明日女環謂春申君曰妾聞王老無嗣屬邦於君君外淫不顧政事使王聞之君上負於王使妾兄下負於夫人為之奈何無泄此口君召而戒之春申君以告官屬莫有聞淫女也皆曰諾與女環通未終月女環謂春申君曰妾聞王老無嗣今懷君子一月矣可見妾於王幸産子男君卽王公也而何為佐乎君戒念之五日而道之邦中有好女中相可屬嗣者烈王曰諾卽召之烈王恱取之十月産子男十年烈王死幽王嗣立女環使園相春申君相之三年然後告園以吳封春申君使僃東邊園曰諾卽封春申君於吳幽王後懷王使張儀詐殺之懷王子頃襄王秦始皇帝使王翦㓕之昔者越王句踐困於㑹稽歎曰我其不伯乎欲殺妻子角戰以死蠡對曰殆哉王失計也愛其所惡且吳王賢不離不肖不去若卑辭以地讓之天若棄彼彼必許句踐曉焉曰豈然哉遂聽能以勝越王句踐即得平吳春祭三江秋祭五湖因以其時為之立嗣垂之來世傳之萬載鄰邦樂德以來取足范蠡内視若盲反聽若聾度天闗涉天機後衽天人前帶神光當是時言之者其去甚微甚宻王巳失之矣然終難復見得於是度兵徐州致貢周室元王以之中興號為州伯以為專句踐之功非王室之力是時越行伯道沛歸於宋浮陵以付楚臨期開陽復之於魯中邦侵伐因斯衰止以其誠行於内威發於外越專其功故曰越絶是也故傳曰桓公迫於外子能以覺悟句踐報於㑹稽能因以伯堯舜雖聖不能任狼致治管仲能知人桓公能任賢蠡善慮患句踐能行焉臣主若斯其不伯得乎易曰君臣同心其利斷金此之謂也吳越之事煩而文不喻聖人畧焉賢者垂意深省厥辭觀斯智愚夫差狂惑賊殺子胥句踐至賢種曷為誅范蠡恐懼逃于五湖葢有説乎夫吳知子胥賢猶昬然誅之傳曰人之將死惡聞酒肉之味邦之將亡惡聞忠臣之氣身死不為醫邦亡不為謀還自遺災葢木土水火不同氣居此之謂也種立休功其後厥過自伐句踐知其仁也不知其信見種為吳通越稱君子不危窮不㓕服以忠告句踐非之見乎顔色范蠡因心知意策問其事卜省其辭吉耶凶耶兆言其災夫子見利與害去于五湖葢謂知其道貴微而賤獲易曰知㡬其神乎道以不害為左傳曰知始無終厥道必窮此之謂也子胥賜劒將自殺歎曰嗟乎衆曲矯直一人固不能獨立吾挾弓矢以逸鄭楚之間自以為可復吾見凌之仇乃先王之功想得報焉自致於此吾先得榮後僇者非智衰也先遇明後遭險君之易移也巳矣坐不遇時復何言哉此吾命也亡將安之莫如早死從吾先王于地下葢吾之志也吳王將殺子胥使馮同徵之胥見馮同知為吳王來也洩言曰王不親輔弼之臣而親衆豕之言是吾命短也高置吾頭必見越人入吳也我王親為禽哉捐我深江則亦巳矣胥死之後吳王聞以為妖言甚咎子胥王使人捐於大江口勇士執之乃有遺響發憤馳騰氣若奔馬威凌萬物歸神大海彷彿之間音兆常在后世稱述葢子胥水僊也子胥挾弓去楚唯夫子獨知其道事世有退至今實之實秘文之事深述厥兆徵為其戒齊人歸女其後亦重各受一篇文辭不既經傳外章輔發其類故聖人見微知著覩始知終由此觀之夫子不王可知也恭承嘉惠述暢徃事夫子作經攬史記憤懣不泄兼道事後覧承傳説厥意以為周道不敝春秋不作葢夫子作春秋記元於魯大義立㣲言屬五經六藝為之檢式垂意於越以觀枉直陳其本末抽其綂紀章决句斷各有終始吳越之際夫差弊矣是之謂也故觀乎太伯能知聖賢之分觀乎荆平能知信勇之變觀乎吳越能知隂謀之慮觀乎計倪能知隂陽消息之度觀乎請糴能知人之使敵邦賢不肖觀乎九術能知取人之眞轉禍之福觀乎兵法能知却敵之路觀乎陳恒能知古今相取之術觀乎德叙能知忠直所死狂懜通拙經百八章上下相明齊桓興盛執操以同管仲達于霸紀范蠡審乎吉凶終始夫差不能邦之治察乎馮同宰嚭能知謟臣之所移哀彼離德信不用内痛子胥忠諫邪君反受其咎夫差誅子胥自此始亡之謂也"}
{"id": "KR2i0002_015", "series": "KR2i0002", "text": "維先古九頭之世䝉水之際興敗有數承三繼五故曰衆者傳目多者信德自此之時天下大服三皇以後以一治人至於三王爭心生兵革越作肉刑五胥因悉挾方氣歷天漢孔子感精知後有疆秦喪其世而漢興也賜權齊晉越入吳孔子推類知後有蘇秦也權衡相動衡五相發道獲麟周盡證也故作春秋以繼周也此時天地㬥清日月一明弟子欣然相與太平孔子懷聖承弊無尺土所有一民所子睹麟乗涕傷民不得其所非聖人孰能痛世若此萬代不㓕無能復述故聖人沒而㣲言絶賜見春秋改文尚質譏二名興素王亦發憤記吳越章句其篇以喻後賢賜之説也魯安吳吳敗晉疆越霸世春秋二百餘年垂象後王賜傳吳越指於秦聖人發一隅辯士宣其辭聖文絶於彼辯士絶於此故題其文謂之越絶問曰越絶始於太伯終於陳恒何論語曰雖小道必有可觀者焉乃太伯審於始知去上賢太伯特不恨讓之至也始於太伯仁賢明大吳也仁能生勇故次以荆平也勇子胥忠正信智以明也智能生詐故次以吳人也善其務救蔡勇其伐荆其范蠡行為持危救傾也莫如循道順天富邦安民故次計倪富邦安民故於自守易以取故次請糴也一其愚故乖其政也問曰請粟者求其福禄必可獲故次以九術順天心終和親卽知其情策於廊廟以知疆弱時至伐必可克故次兵法兵凶器也動作不當天與其殃知此上事乃可用兵易之卜將春秋無將子謀父臣殺主天地所不容載惡之甚深故終於陳恒也易之卜將春秋無將今荆平何善乎君無道臣仇主以次太伯何曰非善荆平也乃勇子胥也臣不討賊子不復仇非臣子也故賢其冤於無道之楚困不死也善其以匹夫得一邦之衆竝義復仇傾諸侯也非義不為非義不死也問曰子胥妻楚王母無罪而死於吳其行如是何義乎曰孔子固貶之矣賢其復仇惡其妻楚王母也然春秋之義量功掩過也賢之親親也子胥與吳何親乎曰子胥以困于闔廬闔廬勇之甚將為復仇名譽甚著詩云投我以桃報之以李夫差下愚不移終不可奈何言不用策不從昭然知吳將亡也受闔廬厚恩不忍去而自存欲著其諫之功也故先吳敗而殺也死人且不負而况靣在乎昔者管仲生伯業興子胥死伯名成周公貴一槩不求僃於一人及外篇各有差釵師不説■問曰子胥未賢耳賢者所過化子胥賜劒欲無死得乎盲者不可示以文繡聾者不可語以調聲瞽瞍不移商均不化湯繫夏臺文王拘於殷時人謂舜不孝堯不慈聖人不恱下愚而况乎子胥當困於楚劇於吳信不去耳何拘之有孔子貶之奈何其報楚也稱子胥妻楚王母及乎夷狄貶之言吳人也問曰句踐何德也曰伯德賢君也傳曰危人自安君子弗為奪人自與伯夷不多行偽以勝㓕人以伯其賢奈何曰是固伯道也祺道厭駮一善一惡當時無天子疆者為右使句踐無權㓕邦久矣子胥信而得衆道范蠡善偽以勝當明王天下太平諸侯和親四夷樂德欵塞貢珍屈膝請臣子胥何由乃困於楚范蠡不久乃為狂者句踐何當屬莝養馬遭逄變亂權以自存不亦賢乎行伯非賢晉文之能因時順宜隨而可之故空社易為福危民易為德是之謂也問曰子胥范蠡何人也子胥勇而智正而信范蠡智而明皆賢人問曰子胥死范蠡去二人行違皆稱賢何論語曰陳力就列不能者止事君以道言耳范蠡單身入越主於伯有所不合故去也問曰不合何不死曰去止事君之義也義無死胥死者受恩深也今蠡猶重也不明甚矣問曰受恩死死之善也臣事君猶妻事夫何以去論語曰三日不朝孔子行行者去也傳曰孔子去魯燔爼無肉曾子去妻蔾蒸不熟㣲子去比干死孔子幷稱仁行雖有異其義同死與生敗與成其同奈何論語曰有殺身以成仁子胥重其信范蠡貴其義信從中出義從外出㣲子去者痛殷道也比干死者忠於紂也箕子亡者正其紀也皆忠信之至相為表裏耳問曰二子孰愈乎曰以為同耳然子胥無為能自免於無道之楚不忘舊功㓕身為主合即能以霸不合可去則去可死則死范蠡遭世不明被髪佯狂無正不行無主不止色斯而舉不害於道億則屢中貨財殖聚作詐成伯不合乃去三遷避位名聞海内去越入齊老身西陶仲子由楚傷中而死二子行有始終子胥可謂兼人乎問曰子胥伐楚宫射其子不殺何也弗及耳楚世子奔逃雲夢山之子胥兵笞卒王之墓昭王遣大夫申包胥入秦請救干斧漁子進諫子胥子胥適㑹秦救至因引兵還越見其榮於無道之楚興兵伐吳子胥以不得已迎之就李問曰笞墓何名乎子之復仇臣之討賊至誠感天矯枉過直乳狗哺虎不計禍福大道不誅誅首惡子胥笞墓不究也維子胥之述吳越也因事類以曉後世著善為誠譏惡為誠句踐以來至乎更始之元五百餘年吳越相復見於今百歲一賢猶為比肩記陳厥説畧其有人以去為生得衣乃成厥名有米覆之以庚禹來東征死葬其疆不直自斥託類自明寫精露愚畧以事類俟告後人文屬辭定自于邦賢邦賢以口為姓丞之以天楚相屈原與之同名明於古今德配顔淵時莫能與伏竄自容年加申酉懷道而終友臣不施猶夫子得麟覧覩厥意嗟歎其文於乎哀哉温故知新述暢子胥以喻來今經世歷覧論者不得莫能達焉猶春秋鋭精堯舜垂意周文配之天地著於五經齊德日月比智隂陽詩之伐柯以巳喻人後生可畏葢不在年以口為姓萬事道也丞之以天德高明也屈原同名意相應也百歲一賢賢復生也明於古今知也徳比顔淵不可量也時莫能用籥口鍵精深自誠也猶子得麟丘道窮也姓有去不能容也得衣乃成賢人衣之能章也名有米八政寳也覆以庚兵絶之也於乎哀哉莫肎與也屈原隔界放於南楚自沈湘水蠡所有也越絶卷第十五終"}
