{"id": "KR2i0002_001", "series": "KR2i0002", "text": "昔者荆平王有臣伍子奢奢得罪於王且殺\n之其二子岀走伍子尚奔呉伍子胥奔鄭王\n召奢而問之日若召子孰來也子奢對曰王\n問臣對而畏死不對不知子之心者尚爲人\n也仁且智來之必入胥爲人也勇且智來必\n不入胥且奔呉邦君王必早閉而晏開胥將\n使邊境有大憂於是王即使使者召子尚於\n吳曰子父有罪子入則免之不入則殺之子\n胥聞之使人告子尚於吳吾聞荆平王召子\n子必毋入胥聞之入者窮出者報仇入者皆\n死是不智也死而不報父之仇是非勇也子\n尚對曰入則免父之死不入則不仁愛身之\n死絶父之望賢士不為也意不同謀不合子\n其居尚請入荆平王復使使者召子胥於鄭\n曰子入則免父死不入則殺之子胥介胄彀\n弓出見使者謝曰介胄之士固不拜矣\n請有道於使者王以奢為無罪赦而蓄之其\n子又何適乎使者還報荆平王王知子胥不\n入也殺子奢而并殺子尚子胥聞之即從横\n領上大山北望齊晉謂其舎人曰去此邦堂\n堂被山帶河其民重移於是乃南奔吳\n至江上見漁者曰來渡我漁者知其非常人\n也欲徃渡之恐人知之歌而徃過之曰日昭\n昭侵以施與子期甫蘆之碕子胥即從漁者\n之蘆碕日入漁者復歌徃曰心中目施子可\n渡河何為不出船到即載入船而伏半江而\n仰謂漁者曰子之姓為誰還得報子之厚德\n漁者曰縱荆邦之賊者我也報荆邦之仇者\n子也兩而不仁何相問姓名為子胥即解其\n劒以與漁者曰吾先人之劒直百金請以與\n子也漁者曰吾聞荆平王有令曰得伍子胥\n者購之千金今吾不欲得荆平王之千金何\n以百金之劒為漁者渡于于斧之津乃發其\n簞飯清其壺漿而食曰亟食而去毋令追者\n及子也子胥曰諾子胥食已而去顧謂漁者\n曰掩爾壺漿無令之露漁者曰諾子胥行即\n覆船挾匕首自刎而死江水之中明無洩也\n子胥遂行至溧陽界中見一女子擊絮於瀬\n水之中子胥曰豈可得託食乎女子曰諾即\n發簞飯清其壺漿而食之子胥食已而去謂\n女子曰掩爾壺漿母令之露女子曰諾子胥\n行五步還顧女子自縱於瀬水之中而死子\n胥遂行至吳徒跣被髪乞於吳市三日市正\n疑之而道於闔廬曰市中有非常人徒跣被\n髪乞於呉市三日矣闔廬曰吾聞荆平王殺\n其臣伍子奢而非其罪其子子胥勇且智彼\n必經諸侯之邦可以報其父仇者王即使召\n子胥入吳王下階迎而唁數之曰吾知子非\n恒人也何素窮如此子胥跪而垂泣曰胥父\n無罪而平王殺之而并其子尚子胥遯逃出\n走唯大王可以歸骸骨者惟大王哀之呉王\n曰諾上殿與語三日三夜語無復者王乃號\n令邦中無貴賤長少有不聽子胥之教者猶\n不聽寡人也罪至死不赦子胥居吳三年大\n得吳衆闔廬將為之報仇子胥曰不可臣聞\n諸侯不為匹夫興師於是止其後荆將伐蔡\n子胥言之闔廬即使子胥救蔡而伐荆十五\n戰十五勝荆平王已死子胥將卒六千操鞭\n捶笞平王之墓而數之曰昔者吾先人無罪\n而子殺之今此報子也後子昭王臣司\n馬子其令尹子西歸相與計謀子胥不死又\n不入荆邦猶未得安為之奈何莫若求之而\n與之同邦乎昭王乃使使者報子胥於吳曰\n昔者吾先人殺子之父而非其罪也寡人尚\n少未有所識也今子大夫報寡人也特甚然\n寡人亦不敢怨子今子大夫何不來歸子故\n墳墓丘冡為我邦雖小與子同有之民雖少\n與子同使之子胥曰以此為名名即章以此\n為利利即重矣前為父報仇後求其利賢者\n不為也父已死子食其禄非父之義也使者\n遂還乃報荆昭王曰子胥不入荆邦明矣\n越絶書\n問曰何謂越絶越者國之氏也何以言之按\n春秋序齊魯皆以國為氏姓是以明之絶者\n絶也謂句踐時也當是之時齊將伐魯孔子\n耻之故子貢説齊以安魯子貢一出亂齊破\n呉興晉疆越其後賢者辯士見夫子作春秋\n而畧吳越又見子貢與聖人相去不逺脣之\n與齒表之與裏葢要其意覽史記而述其事\n也\n問曰何不稱越經書記而言絶乎曰不也絶\n者絶也句踐之時天子㣲弱諸侯皆叛於是\n句踐抑疆扶弱絶惡反之於善取舎以道沛\n歸於宋浮陵以付楚臨沂開陽復之於魯中\n國侵伐因斯衰止以其誠在於内威發於外\n越專其功故曰越故作此者貴其内能自約\n外能絶人也賢者所述不可斷絶故不為記\n明矣\n問曰桓公九合諸侯一匡天下任用賢者誅\n服彊楚何不言齊絶乎曰桓公中國兵疆霸\n世之後威凌諸侯服疆楚此正宜耳夫越王\n句踐東垂海濱夷狄文身躳而自苦任用賢\n臣轉死為生以敗為成越伐疆吳尊事周室\n行霸琅邪躳自省約率道諸侯貴其始微終\n能以霸故與越専其功而有之也\n問曰然越専其功而有之何不第一而卒本\n吳太伯為曰小越而大吳小越大吳奈何曰\n吳有子胥之教霸世甚久北陵齊楚諸侯莫\n敢叛者乗薛許邾婁吕旁轂趨走越王句踐\n屬芻莝養馬諸侯從之若果中之李反邦七\n年焦思苦身克已自貴任用賢人越伐疆吳\n行霸諸侯故不使越第一者欲以貶大吳顯\n弱越之功也\n問曰吳亡而越興在天與在人乎皆人也夫\n差失道越亦賢矣濕易雨飢易助曰何以知\n獨在人乎子貢與夫子坐告夫子曰大宰死\n夫子曰不死也如是者再子貢再拜而問何\n以知之天子曰天生宰嚭者欲以亡吳吳今\n未亡宰何病乎後人來言不死聖人不妄言\n是以明知越霸矣何以言之曰種見蠡之時\n相與謀道東南有霸兆不如徃仕相要東游\n入越而止賢者不妄言以是知之焉\n問曰越絶誰所作吳越賢者所作也當此之\n時見夫子刪書作春秋定王制賢者嗟歎決\n意覽史記成就其事\n問曰作事欲以自著今但言賢者不言姓字\n何曰是人有大雅之才直道一國之事不見\n姓名小之辭也或以為子貢所作當挾四方\n不當獨在吳越其在吳越亦有因矣此時子\n貢為魯使或至齊或至吳其後道事以吳越\n為喻國人承述故直在呉越也當是之時有\n聖人教授六藝刪定五經七十二子養徒三\n千講習學問魯之闕門越絶小藝之文固不\n能布於四方焉有誦述先聖賢者所作未足\n自稱載列姓名直斥以身者也一説葢是子\n胥所作也夫人情泰而不作窮則怨恨怨恨\n則作猶詩人失職怨恨憂嗟作詩也子胥懷\n忠不忍君沈惑於讒社稷之傾絶命危邦不\n顧長生切切爭諫終不見聽憂至患致怨恨\n作文不侵不差抽引本末明已無過終不遺\n力誠能極智不足以身當之嫌於求譽是以\n不著姓名直斥以身者也後人述而説之乃\n稍成中外篇焉\n問曰或經或傳或内或外何謂曰經者論其\n事傳者道其意外者非一人所作頗相覆載\n或非其事引類以託意説之者見夫子刪詩\n書就經易亦知小藝之復重又各辯士所述\n不可斷絶小道不通偏有所期明說者不専\n故刪定復重以為中外篇\n"}
{"id": "KR2i0002_002", "series": "KR2i0002", "text": "昔者呉之先君太伯周之世武王封太伯於\n呉到夫差計二十六世且千嵗闔廬之時大\n霸築吳越城城中有小城二徙治胥山後二\n三而至夫差立二十三年越王句踐滅之\n闔廬宫在髙平里\n射臺二一在華池昌里一在安陽里\n南越宫在長樂里東到春申君府秋冬治城\n中春夏治姑胥之臺旦食於紐山晝遊於胥\n毋射於軀陂馳於遊臺興樂\n越走犬長洲吳王大霸楚昭王孔子時也吳\n大城周四十七里二百一十步二尺陸門八\n其二有樓水門八南靣十里四十二步五尺\n西靣七里百一十二步三尺北靣八里二百\n二十六步三尺東靣十一里七十九步一尺\n闔廬所造也吳郭周六十八里六十步\n呉小城周十二里其下廣二丈七\n丈七尺門三皆有樓其二増水門二其一有\n樓一増柴路\n東宫周一里二百七十步路西宫在長秋周\n一里二十六步秦始皇帝十一年守宫者照\n燕失火燒之\n伍子胥城周九里二百七十步小城東西從\n武里面從小城北邑中徑從閶門到婁門九\n里七十二步陸道廣二十三步平門到蛇門\n十里七十五步陸道廣三十三步水道廣二\n十八步\n吳古故陸道出胥明奏出土山度灌邑奏髙\n頸過猶山奏大湖隨北顧以西度陽下溪過\n歴山陽龍尾西大決通安湖\n吳古故水道出平門上郭池入瀆出巢湖上\n歷地過梅亭入楊湖出漁浦入大江奏廣陵\n吳古故從由拳辟塞度㑹夷奏山陰辟塞者\n吳備候塞也居東城者闔廬所遊城也去縣\n二十里\n柴碎亭到語兒就李吳侵以為戰地\n百尺瀆奏江吳以達糧\n千里廬虚者闔廬以鑄千將劒歐治僮女三\n百人去縣二里南達江\n閶門外髙頸山東桓石人古者名石公去縣\n二十里\n閶門外郭中冡者闔廬冰室也\n闔廬冡在閶門外名虎丘下池廣六十步水\n深丈五尺銅槨三重墳池六尺玉鳬之流扁\n諸之劒三千方圓之口三千時耗魚腸之劒\n在焉千萬人築治之取土臨湖口築三日而\n白虎居上故號爲虎丘\n虎丘北莫格冡古賢者避世冡去縣二十里\n被奏冡鄧大冡是也去縣四十里\n闔廬子女冡在閶門外道北下方池廣四十\n八步水深二丈五尺池廣六十步水深丈五\n寸𡑞出廟路以南通姑胥門并周六里舞鶴\n吳市殺生以送死\n餘杭城者襄王時神女所葬也神多靈\n巫門外糜湖西城越宋王城也時與揺城王\n周宋君戰於語招殺周宋君母頭騎歸至武\n里死亡葬武里南城午日死也\n巫門外冡者闔廬冰室也\n巫門外大冡吳王客齊孫武冡也去縣十里\n善為兵法\n地門外塘波洋中世子塘者故曰王世子造\n以為田塘去縣二十五里\n洋中塘去縣二十六里\n蛇門外大丘吳王不審名冡也去縣十五里\n築塘北山者吳王不審名冡也去縣二十里\n近門外欐溪櫝中連鄉大丘者吳故神巫所\n葬也去縣十五里\n婁門外馬亭溪上復城者故越王餘復君所\n治也去縣八十里是時烈王歸於越所載襄\n王之後不可繼述其事書之馬亭溪婁門外\n鴻城者故越王城也去縣百五十里\n婁門外雞陂墟故吳王所畜雞使李保養之\n去縣二十里\n胥門外有九曲路闔廬造以遊姑胥之臺以\n望太湖中闚百姓去縣三十里\n齊門闔廬伐齊大克取齊王女為質子為造\n齊門置於水海虚其臺在車道左水海右去\n縣七十里齊女思其國死葬虞西山吳北野\n禺櫟東所舎大疁者吳王田也去縣八十里\n吳西野鹿陂者呉王田也今分為耦瀆\n胥卑虚去縣二十里\n吳北野胥主疁者呉王女胥主田也去縣八\n十里\n麋湖城者闔廬所置䴢也去縣五十里\n欐溪城者闔廬所置船宫也闔廬所造\n婁門外力士者闔廬所造以備外越\n巫欐城者闔廬所置諸侯逺客離城也去縣\n十五里\n由鍾窮隆山者古赤松子所取赤石脂也去\n縣二十里子胥死民思祭之\n莋碓山故為鶴阜山禹遊天下引湖中柯山\n置之鶴阜更名莋碓\n放山者在莋碓山南以取長之莋碓山\n下故有鄉名莋邑吳王惡其名内郭中名通\n陵鄉\n莋碓山南有大石古者名為墜星去縣二十\n里\n撫侯山者故闔廬治以諸侯冡次去縣二十\n里\n吳東徐亭東西南北通溪者越荆王所\n置與麋湖相通也\n馬安溪上干城者越干王之城也去縣七十\n里\n巫門外寃山大冡故越王王史冡也去縣二\n十里\n揺城者吳王子居焉後越揺王居之稻田三\n百頃在邑東南肥饒水絶去縣五十里\n胥女大冡吳王不審名冡也去縣四十五里\n蒲姑大冡呉王不審名冡也去縣三十里\n古城者吳王闔廬所置羙人離城也去縣七\n十里\n通江南陵揺越所鑿以伐上舎君去縣五十\n里\n婁東十里坑者古名長人坑從海上來去縣\n十里\n海鹽縣始為武原鄉\n婁北武城闔廬所以候外越也去縣三十里\n今為鄉也\n宿甲者吳宿兵候外越也去縣百里其東大\n冡揺王冡也\n烏程餘杭黝歙無湖石城縣以南皆故大越\n徙民也秦始皇帝刻石徙之\n烏傷縣常山古人所採藥也髙且神\n齊鄉周十里二百一十步其城六里三十步\n牆髙丈二尺百七十步竹　門三其二有屋\n虞山者巫咸所出也虞故神出奇怪去縣百\n五里\n母陵道陽朔三年太守周君造陵道語昭郭\n周十里百一十步牆髙丈二尺陵門四皆有\n君水門二\n無錫城周二里十九步髙二丈七尺門一樓\n四其郭周十一里百二十八步牆一丈七尺\n門皆有屋\n無錫歴山春申君時盛祠以牛立無錫塘去\n吳百二十里\n無錫湖者春申君治以為陂鑿語昭瀆以東\n到大田田名胥卑鑿胥卑下以南注大湖以\n寫西野去縣三十五里\n無錫西龍尾陵道者春申君初封呉所造也\n屬於無錫縣以奏吳北野胥主疁曲阿故為\n雲陽縣\n毗陵故為延陵吳季子所居\n毗陵縣南城故古淹君地也東南大冡淹君\n子女冡也去縣十八里吳所葬\n毗陵上湖中冡者延陵季子冡也去縣七十\n里上湖通上洲季子冡古名延陵墟\n蒸山南面夏駕大冡者越王不審名冡去縣\n三十五里\n秦餘杭山者越王棲吳夫差山也去縣五十\n里山有湖水近太湖\n夫差冡在猶髙西卑猶位越王候干戈人二\n累土以葬之近太湖去縣十七里\n三臺者太宰嚭逢同妻子死所在也去縣十\n七里\n太湖周三萬六千頃其千頃烏程也去縣五\n十里\n無錫湖周萬五千頃其一千三頃毗陵上湖\n也去縣五十里一名射貴湖\n尸湖周二千二百頃去縣百七十里\n小湖周千三百二十頃去縣百里\n耆湖周六萬五千頃去縣百二十里\n乗湖周五百頃去縣五里\n猶湖周三百二十頃去縣十七里\n語昭湖周二百八十頃去縣五十里\n作湖周百八十頃聚魚多物去縣五十五里\n昆湖周七十六頃一畞去縣一百七十五里\n一名隱湖\n湖王湖當問之\n丹湖當問之\n呉古故祠江漢於棠浦東江南為方牆\n以利朝夕水古太伯君吳到闔廬時絶胥女\n南小蜀山春申君客衛公子冡也去縣三十\n五里\n白石山故為胥女山春申君初封吳過\n更名為白石去縣四十里\n今太守舎者春申君所造後壁屋以為棰夏\n宫\n今宫者春申君子假君宫也前殿屋葢地東\n西十七丈五尺南北十五丈七尺堂髙四丈\n十霤髙丈八尺殿屋蓋地東西十五丈南北\n十丈二尺七寸户霤髙丈二尺庫東鄉屋南\n北四十丈八尺上下户各二南鄉屋東西六\n十四丈四尺上户四下户三西鄉屋南北四\n十二丈九尺上户三下户二凡百四十九丈\n一尺檐髙五丈二尺霤髙二丈九尺周一里\n二百四十一步春申君所造\n吳兩倉春申君所造西倉名曰均輸東倉周\n一里八步後燒更始五年太守李君治東倉\n為屬縣屋不成\n呉市者春申君所造闕兩城以為市在湖里\n吳諸里大閈春申君所造\n吳獄庭周三里春申君時造\n土山者春申君時治以為貴人冡次去\n縣十六里\n楚門春申君所造楚人從之故為楚門\n路丘大冡春申君客冡不立以道終之去縣\n十里\n春申君楚考烈王相也烈王死幽王立封春\n申君於吳三年幽王徴春申為楚令尹春申\n君自使其子為假君治呉十一年幽王徴假\n君與春申君幷殺之二君治吳凡十四年後\n十六年秦始皇并楚百越叛去東名大越為\n山陰也春申君姓黄名歇\n巫門外罘罳者春申君去吳假君所思處也\n去縣二十三里\n夀春東鳬陵亢者古諸侯王所葬也楚威王\n與越王無彊竝威王後烈王子幽王後懷王\n也懷王子頃襄王也秦始皇㓕之秦始皇造\n通陵南可通陵道到由拳塞同起馬塘湛以\n為陂治陵水道致錢唐越地通浙江秦始皇\n發㑹稽適戎卒治通陵髙以南陵道縣相屬\n秦始皇帝三十七年壞諸侯郡縣城\n太守府大殿者秦始皇刻石所起也到更始\n元年太守許時燒六年十二月乙卯鑿官池\n東西十五丈七尺南北三十丈\n漢髙帝封有功劉賈為荆王幷有吳賈築呉\n市西城名曰定錯城屬小城北到平門丁將\n軍築治之十一年淮南王反殺劉賈後十年\n髙皇帝更封兄子濞為吳王治廣陵幷有吳\n立二十一年東渡之吳十日還去立三十二\n年反西到陳留縣還奔丹陽從東歐越王弟\n夷烏將軍殺濞東歐王為彭澤王夷烏將軍\n今為平都王濞父字為仲\n匠門外信士里東廣平地者吳王濞時\n宗廟也太公髙祖在西孝文在東去縣五里\n永光四年孝元帝時貢大夫請罷之桑里東\n今舎西者故吳所畜牛羊豕雞也名為牛宫\n今以為園\n漢文帝前九年㑹稽幷故鄣郡太守治故鄣\n都尉治山陰前十六年太守治吳郡都尉治\n錢唐\n漢孝景帝五年五月㑹稽屬漢屬漢者始幷\n事也漢孝武帝元封元年陽都侯歸義置由\n鍾由鍾初立去縣五十里\n漢孝武元封二年故鄣以為丹陽郡\n天漢五年四月錢唐浙江岑石不見到七年\n岑石復見越王句踐徙瑯邪凡二百四十年\n楚考烈王幷越於瑯邪後四十餘年秦幷楚\n復四十年漢幷秦到今二百四十二年句踐\n徙瑯邪到建武二十八年凡五百六十七年\n\n"}
{"id": "KR2i0002_003", "series": "KR2i0002", "text": "吳何以稱人乎夷狄之也憂中邦奈何乎伍\n子胥父誅於楚子胥挾弓身干闔廬闔廬曰\n士之其勇之甚將為之報仇子胥曰不可諸\n侯不為匹夫報仇臣聞事君猶事父也虧君\n之行報父之仇不可於是止\n蔡昭公南朝楚被羔裘囊瓦求之昭公不與\n即拘昭公南郢三年然後歸之昭公去至河\n用事曰天下誰能伐楚乎寡人願為前列楚\n聞之使囊瓦興師伐蔡昭公聞子胥在吳請\n救蔡子胥於是報闔廬曰蔡公南朝被羔裘\n囊瓦求之蔡公不與拘蔡公三年然後歸之\n蔡公至河曰天下誰能伐楚者乎寡人願為\n前列楚聞之使囊瓦興師伐蔡蔡非有罪楚\n為無道君若有憂中國之事意者時可矣闔\n廬於是使子胥興師救蔡而伐楚楚王已死\n子胥將卒六千人操鞭笞平王之墳曰昔者\n吾先君無罪而子殺之今此以報子也君舎\n君室大夫舎大夫室葢有妻楚王母者囊瓦\n者何楚之相也郢者何楚王治處也呉師何\n以稱人吳者夷狄也而救中邦稱人賤之也\n越王句踐欲伐吳王闔廬范蠡諫曰不可臣\n聞之天貴持盈持盈者言不失陰陽日月星\n辰之綱紀地貴定傾定傾者言地之長生丘\n陵平均無不得宜故曰地貴定傾人貴節事\n節事者言王者以下公卿大夫當調陰陽和\n順天下事來應之物來知之天下莫不盡其\n忠信從其政教謂之節事節事者至事之要\n也天道盈而不溢盛而不驕者言天生萬物\n以養天下蠉飛蠕動各得其性春生夏長秋\n收冬藏不失其常故曰天道盈而不溢盛而\n不驕者也地道施而不德勞而不矜其功者\n也言地生長五榖持養萬物功盈德博是所\n施而不德勞而不矜其功者矣言天地之施\n大而不有功者也人道不逆四時者言王者\n以下至於庶人皆當和隂陽四時之變順之\n者有福逆之者有殃故曰人道不逆四時之\n謂也因惽視動者言存亡吉凶之應善惡之\n叙必有漸也天道未作不先爲客者范蠡值\n吳伍子胥教化天下從之未有死亡之失故\n以天道未作不先為客言客者去其國入人\n國地兆未發不先動衆言王者以下至於庻\n人非暮春中夏之時不可以種五榖興土利\n國家不見死亡之失不可伐也故地兆未發\n不先動衆此之謂也\n吳人敗于就李吳之戰地敗者言越之伐吳\n未戰吳闔廬卒敗而去也卒者闔廬死也天\n子稱崩諸侯稱薨大夫稱卒士稱不禄闔廬\n諸侯也不稱薨而稱卒者何也當此之時上\n無明天子下無賢方伯諸侯力政疆者為君\n南夷與北狄交爭中國不絶如綫矣臣弑君\n子弑父天下莫能禁止於是孔子作春秋方\n據魯以王故諸侯死皆稱卒不稱薨避魯之\n諡也晉公子重耳之時天子㣲弱諸侯力政\n疆者為君文公為所侵㬥失邦奔于翟三月\n得反國政敬賢明法率諸侯朝天子於是諸\n侯皆從天子乃尊此所謂晉公子重耳反國\n定天下齊公子小白亦反齊國而匡天下者\n齊大夫無知弑其君諸兒其子二人出奔公\n子紏奔魯魯者公子紏母之邦小白奔莒莒\n者小白母之邦也齊大臣鮑叔牙為報仇殺\n無知故興師之魯聘公子紏以為君魯莊公\n不與莊公魯君也曰使齊以國事魯君與汝\n君不以國事魯我不與汝君於是鮑叔牙還\n師之莒取小白立爲齊君小白反國用管仲\n九合諸侯一匡天下故爲桓公此之謂也\n堯有不慈之名堯太子丹朱倨驕懷禽獸之\n心堯知不可用退丹朱而以天下傳舜此之\n謂堯有不慈之名舜有不孝之行舜親父假\n母母常殺舜舜去耕歴山三年大熟身自外\n養父母皆飢舜父頑母嚚兄狂弟傲舜求爲\n變心易志舜為瞽瞍子也瞽瞍欲殺舜未嘗\n可得呼而使之未嘗不在側此舜有不孝之\n行舜用其仇而王天下者言舜父瞽瞍用其\n後妻常欲殺舜舜不為失孝行天下稱之堯\n聞其賢遂以天下傳之此為王天下仇者舜\n後母也桓公召其賊而霸諸侯者管仲臣於\n桓公兄公子紏紏與桓爭國管仲張弓射桓\n公中其帶鉤桓公受之赦其大罪立為齊相\n天下莫不向服慕義是謂召其賊霸諸侯也\n夏啓獻犧於益啓者禹之子益與禹臣於舜\n舜傳之禹薦益而封之百里禹崩啓立曉知\n王事達於君臣之義益死之後啓嵗善犧牲\n以祠之經曰夏啓善犧於益此之謂也\n湯獻牛荆之伯之伯者荆州之君也湯行仁\n義敬鬼神天下皆一心歸之當是時荆伯未\n從也湯於是乃飾犧牛以事荆伯乃媿然曰\n失事聖人禮乃委其誠心此謂湯獻牛荆之\n伯也\n越王句踐反國六年皆得士民之衆而欲伐\n吳於是乃使之維甲維甲者治甲系斷修\n内矛赤雞稽繇者也越人謂人鎩也方舟\n航買儀塵者越人往如江也治須慮者越人\n謂船為須慮亟怒紛紛者怒貌也怒至士擊\n髙文者躍勇士也習之於夷夷海也宿之於\n萊萊野也致之於單單者堵也\n舜之時鯀不從令堯遭帝嚳之後亂洪水滔\n天堯使鯀治之九年弗能治堯七十年而得\n舜舜明知人情審於地形知鯀不能治數諫\n不去堯殛之羽山此之謂舜之時鯀不從令\n也\n殷湯遭夏桀無道殘賊天下於是湯用伊尹\n行至聖之心見桀無道虐行故伐夏放桀而\n王道興躍革亂補弊移風易俗改制作新海\n内畢貢天下承風湯以文聖此之謂也\n文王以務爭者紂為天下殘賊奢佚不顧邦\n政文王百里見紂無道誅殺無刑賞賜不當\n文王以聖事紂天下皆盡誠知其賢聖從之\n此謂文王以務爭也紂以惡刑爭文王行至\n聖以仁義爭此之謂也\n武王以禮信文王死九年天下八百諸侯皆\n一旦㑹於孟津之上不言同辭不呼自來盡\n知武王忠信欲從武王與之代紂當是時比\n干箕子㣲子尚在武王賢之未敢伐也還諸\n侯歸二年紂賊比干囚箕子㣲子去之刳姙\n婦殘朝涉武王見賢臣已亡乃朝天下興師\n伐紂殺之武王未下車封比干之墓發太倉\n之粟以贍天下封微子於宋此武王以禮信\n也\n周公以盛德武王封周公使傅相成王成王\n少周公臣事之當是之時賞賜不加於無功\n刑罰不加於無罪天下家給人足禾麥茂美\n使人以時説之以禮上順天地澤及夷狄於\n是管叔蔡叔不知周公而讒之成王周公乃\n辭位出廵狩於邊一年天㬥風雨日夜不休\n五榖不生樹木盡偃成王大恐乃發金縢之\n櫃察周公之冊知周公乃有盛德王乃夜迎\n"}
{"id": "KR2i0002_004", "series": "KR2i0002", "text": "\n昔者越王句踐既得反國欲陰圖吳乃召計\n倪而問焉曰吾欲伐吳恐弗能取山林幽㝠\n不知利害所在西則迫江東則薄海水屬蒼\n天下不知所止交錯相過波濤濬流沈而復\n起因復相還浩浩之水朝夕既有時動作若\n驚駭聲音若雷霆波　援而起船失不能救\n未知命之所維念樓船之苦涕泣不可止非\n不欲為也時返不知所在謀不成而息恐為\n天下咎以敵攻敵未知誰負大邦既已備小\n邑既已保五榖既已收野無積庾廪糧則不\n屬無所安取恐津梁之不通勞軍紆吾糧道\n吾聞先生明於時交察於道理恐動而無功\n故問其道計倪對曰是固不可興師者必\n先蓄積食錢布帛不先蓄積士卒數飢飢\n則易傷重遲不可戰戰則耳目不聰明耳不\n能聽視不能見什部之不能使退之不能解\n進之不能行飢饉不可以動神氣去而萬里\n伏弩而乳郅頭而皇皇疆弩不彀發不能當\n旁軍見弱走之如犬逐羊靡從部分伏地而\n死前頓後僵與人同時而戰獨受天之\n殃未必天之罪也亦在其將王興師以年數\n恐一旦而亡失邦無明筋骨為野越王曰善\n請問其方吾聞先生明於治嵗萬物盡長欲\n聞其治術可以為教常子明以告我寡人弗\n敢忘計倪對曰人之生無㡬必先憂積蓄以\n備妖祥凡人生或老或弱或疆或怯不早備\n生不能相葬王其審之必先省賦歛勸農桑\n飢饉在問或水或塘因熟積以備四方師出\n無時未知所當應變而動隨物常羊卒然有\n師彼日以弱我日以疆得世之和擅世之陽\n王無忽忘慎無如㑹稽之飢不可再更王其\n審之嘗言息貨王不聽臣故退而不言處於\n吳楚越之間以魚三邦之利乃知天下之易\n反也臣聞君自耕夫人自織此竭於庸力而\n不斷時與智也時斷則循智斷則僃知此二\n者形於體萬物之情短長逆順可觀而已臣\n聞炎帝有天下以傳黄帝黄帝於是上事天\n下治地故少昊治西方蚩尤佐之使主金玄\n㝠治北方白辨佐之主水太皥治東方\n袁何佐之使主木祝使融治南方僕程佐之\n使主火后土治中央后稷佐之使主土竝有\n五方以為綱紀是以易地而輔萬物之常王\n審用臣之議大則可以王小則可以霸於何\n有哉越王曰請問其要計倪對曰太隂二嵗\n處金則穰三嵗處水則毁三嵗處木則康三\n嵗處火則旱故散有時積糴有時領則決萬\n物不過三嵗而發矣以智論之以決斷之以\n道佐之斷長續短一嵗再倍其次一倍其次\n而反水則資車旱則資舟物之理也天下六\n嵗一穰六嵗一康凡十二嵗一飢是以民相\n離也故聖人早知天地之反為之預備故湯\n之時比七年旱而民不飢禹之時比九年水\n而民不流其主能通習源流以任賢使能則\n轉轂乎千里外貨可來也不習則百里之内\n不可致也人主所求其價十倍其所擇者則\n無價矣夫人主利源流非必身為之也視民\n所不足及其有餘為之命以利之而來諸侯\n守法度任賢使能償其成事傳其驗而已如\n此則邦富兵疆而不衰矣羣臣無空恭之禮\n淫泆之行務有於道術不習源流又不任賢\n使能諫者則誅則邦貧兵弱刑繁則羣臣多\n空恭之理淫佚之行矣夫諛者反有德忠者\n反有刑去刑就德人之情也邦貧兵弱致亂\n雖有聖臣亦不諫也務在諛主而已矣今夫\n萬民有明父母亦如邦有明主父母利源流\n明其法術以任賢子徼成其事而已則家富\n而不衰矣不能利源流又不任賢子賢子有\n諫者憎之如此者不習於道術也愈信其意\n而行其言後雖有敗不自過也夫父子之為\n親也非得不諫諫而不聽家貧致亂雖有聖\n子亦不治也務在於諛之而巳父子不和兄\n弟不調雖欲富也必貧而日衰越王曰善子\n何年少於物之長也計倪對曰人固不同惠\n種生聖癡種生狂桂實生桂桐實生桐先生\n者未必能知後生者未必不能明是故聖主\n置臣不以少長有道者進無道者退愚者日\n以退聖者日以長人主無私賞者有功越王\n曰善論事若是其審也物有妖祥乎計倪對\n曰有陰陽萬物各有紀綱日月星辰刑德變\n為吉凶金木水火土更勝月朔更建莫主其\n常順之有德逆之有殃是故聖人能明其刑\n而處其鄉從其德而避其衡凡舉百事必順\n天地四時參以陰陽用之不審舉事有殃人\n生不如卧之頃也欲變天地之常數發無道\n故貧而命不長是聖人幷苞而陰行之以感\n愚夫衆人容容盡欲富貴莫知其鄉越王曰\n善請問其方計倪對曰從寅至未陽也太隂\n在陽嵗德在隂嵗美在是聖人動而應之制\n其收發常以太隂在隂而發隂且盡之嵗亟\n賣六畜貨財以益收五榖以應陽之至也陽\n且盡之嵗亟發糴以收田宅牛馬積歛貨財\n聚棺木以應陰之至也此皆十倍者也其次\n五倍夫有時而散是故聖人反其刑順其衡\n收聚而不散越王曰善今嵗比熟尚有貧乞\n者何也計倪對曰是故不等猶同母之人異\n父之子動作不同術貧富故不等如此者積\n負於人不能救其前後志意侵下作務日給\n非有道術又無上賜貧乞故長久越王曰善\n大夫佚同若成嘗與孤議於㑹稽石室孤非\n其言也今大夫言獨與孤比請遂受教焉計\n倪曰糴石二十則傷農九十則病末農傷則\n草木不辟末病則貨不出故糴髙不過八十\n下不過三十農末俱利矣故古之治邦者本\n之貨物官市開而至越王曰善計倪乃傳其\n教而圖之曰審金木水火别隂陽之明用此\n不患無功越王曰善從今以來傳之後世以\n為教乃著其法治牧江南七年而禽呉也甲\n貨之户曰粢為上物賈七十乙貨之户曰黍\n為中物石六十丙貨之户曰赤豆為下物石\n五十丁貨之户曰稻粟令為上種石四十戊\n貨之户曰麥為中物石三十已貨之户曰大\n豆為下物石二十庚貨之户曰穬比䟽食故\n無賈辛貨之户曰菓比䟽食無賈壬癸無貨\n"}
{"id": "KR2i0002_005", "series": "KR2i0002", "text": "昔者越王句踐與吳王夫差戰大敗保棲於\n㑹稽山上乃使大夫種求行成於吳吳許之\n越王去㑹稽入官於吳三年吳王歸之大夫\n種始謀曰昔者吳夫差不顧義而媿吾王種\n觀夫吳甚富而財有餘其刑繁法逆民習於\n戰守莫不知也其大臣好相傷莫能信也其\n德衰而民好負善且夫吳王又喜安佚而不\n聽諫細誣而寡智信讒諛而逺士數傷人而\n亟亡之少明而不信人希湏臾之名而不顧\n後患君王盍少求卜焉越王曰善卜之道何\n若大夫種對曰君王卑身重禮以素忠為信\n以請糴於吳天若棄之吳必許諾於是乃卑\n身重禮以素忠為信以請於吳將與申胥進\n諫曰不可夫王與越也接地鄰境道徑通達\n仇讎敵戰之邦三江環之其民無所移非吳\n有越越必有吳且夫君王兼利而弗取輸之\n粟與財財去而凶來凶來而民怨其上是養\n冦而貧邦家也與之不為德不若止且越王\n有智臣曰范蠡勇而善謀將修士卒飾戰具\n　　　間也胥聞之夫越王之謀非有忠素\n請糴也將以此試我以此卜要君王以求益\n親安君王之志我君王不知省也而救之是\n越之福也吳王曰我卑服越有其社稷句踐\n既服為臣為我駕舎却行馬前諸侯莫不聞\n知今以越之飢吾與之食我知句踐必不敢\n申胥曰越無罪吾君王急之不遂絶其命又\n聽其言此天之所反也忠諫者逆而諛諫者\n反親今狐雉之戲也狐體卑而雉懼之夫獸\n虫尚以詐相就而况於人乎吳王曰越王句\n踐有急而寡人與之其德章而未靡句踐其\n敢與諸侯反我乎申胥曰臣聞聖人有急則\n不羞為人臣僕而志氣見人今越王為吾蒲\n伏約辭服為臣下其執禮過吾君不知\n省也而已故勝威之臣聞狼子野心仇讐之\n人不可親也夫䑕忘壁壁不忘鼠今越人不\n忘吳矣胥聞之拂勝則社稷固諛勝則社\n稷危胥先王之老臣不忠不信則不得為先\n王之老臣君王胡不覽觀夫武王之伐紂也\n今不出數年鹿豕遊於姑胥之臺矣太宰嚭\n從旁對曰武王非紂臣耶率諸侯以殺其君\n雖勝可謂義乎申胥曰武王則已成名矣太\n宰嚭曰親僇主成名弗忍行申胥曰美惡相\n入或甚美以亡或甚惡以昌故在前世矣嚭\n何惑吾君王也太宰嚭曰申胥為人臣也辨\n其君何必􁞐􁞐乎申胥曰太宰嚭面諛以求\n親乗吾君王幣帛以求威諸侯以成富焉今\n我以忠辨吾君王譬浴嬰兒雖啼勿聽彼將\n有厚利嚭無乃諛吾君王之欲而不顧後患\n乎吳王曰嚭止子無乃向寡人之欲乎此非\n忠臣之道太宰嚭曰臣聞春日將至百草從\n時君王動大事羣臣竭力以佐謀因遜遯之\n舎使人㣲告申胥於吳王曰申胥進諫外貎\n類親中情甚踈類有外心君王常親覩其言\n也胥則無父子之親君臣之施矣呉王曰夫\n申胥先王之忠臣天下之健士也胥殆不然\n乎哉子毋以事相差母以私相傷以動寡人\n此非子所能行也太宰嚭對曰臣聞父子之\n親張尹别居贈臣妾馬牛其志加親若不與\n一錢其志斯疏父子之親猶然而况於士乎\n且有知不竭是不忠竭而顧難是不勇下而\n令上是無法吳王乃聽太宰嚭之言果與粟\n申胥遜遯之舎歎曰於乎嗟君王不圖社稷\n之危而聽一日之説弗對以斥傷大臣而王\n用之不聽輔弼之臣而信讒諛容身之徒是\n命短矣以為不信胥願廓目于邦門以觀吳\n邦之大敗也越人之入我王親所禽哉太宰\n嚭之交逢同謂太宰嚭曰子難人申胥請為\n卜焉因徃見申胥胥方與被離坐申胥謂逢\n同曰子事太宰嚭又不圖邦權而惑吾君王\n君王之不省也而聽衆彘之言君王忘邦嚭\n之罪也亡日不久也逢同出造太宰嚭曰今\n日為子卜於申胥胥誹謗其君不用胥則無\n後而君王覺而遇矣謂太宰嚭曰子勉事\n後矣吳王之情在子乎太宰嚭曰智之所\n生不在貴賤長少此相與之道逢同出見呉\n王慚然有憂色逄同垂泣不對吳王曰夫嚭\n我之忠臣子為寡人遊目長耳將誰怨乎逄\n同對曰臣有患也臣言而君行之則無後憂\n若君王弗行臣言而死矣王曰子言寡人聽\n之逢同曰今日徃見申胥申胥與被離坐其\n謀慙然類欲有害我君王今申胥進諫類忠\n然中情至惡内其身而心野狼君王親之不\n親逐之不逐親之乎彼聖人也將更然有怨\n心不已逐之乎彼賢人也知能害我君王殺\n之為乎可殺之亦必有以也吳王曰今圖申\n胥將何以逢同對曰君王興兵伐齊申胥必\n諫曰不可王無聽而伐齊必大克乃可圖之\n於是吳王欲伐齊召申胥對曰臣老矣耳無\n聞目無見不可與謀吳王召太宰嚭而謀嚭\n曰善哉王興師伐齊也越在我猶疥癬是無\n能為也吳王復召申胥而謀申胥曰臣老矣\n不可與謀吳王請申胥謀者三對曰臣聞愚\n夫之言聖主擇焉胥聞越王句踐罷吳之年\n宫有五竈食不重味省妻妾不别所愛妻操\n斗身操概自量而食適飢不費是人不死必\n為國害越王句踐食不殺而饜衣服純素不\n袀不玄帶劒以布是人不死必為大故越王\n句踐寢不安席食不求飽而善貴有道是人\n不死必為邦寶越王句踐衣弊而不衣新行\n慶賞不刑戮是人不死必成其名越在我猶\n心腹有積聚不發則無傷動作者有死亡欲\n釋齊以越為憂吳王不聽果興師伐齊大克\n還以申胥為不忠賜劒殺申胥髠被離申胥\n且死曰昔者桀殺闗龍逄紂殺王子比干今\n吳殺臣參桀紂而顯吳邦之亡也王孫駱聞\n之旦即不朝王召駱而問之子何非寡人而\n旦不朝王孫駱對曰臣不敢有非臣恐矣吳\n王曰子何恐以吾殺胥為重乎王孫駱對曰\n君王氣髙胥之下位而殺之不與羣臣謀之\n臣是以恐矣王曰我非聽子而殺胥胥乃圖\n謀寡人王孫駱曰臣聞君人者必有敢言之\n臣在上位者必有敢言之士如是即慮日益\n進而智益生矣胥先王之老臣不忠不信不\n得為先王臣矣王意欲殺太宰嚭王孫駱對\n曰不可王若殺之是殺二胥矣吳王近駱如\n故太宰嚭又曰圖越雖以我邦為事王無憂\n王曰寡人屬子邦請早暮無時太宰嚭對曰\n臣聞四馬方馳驚前者斬其數必正若是越\n難成矣王曰子制之斷之居三年越興師伐\n吳至五湖太宰嚭率徒謂之曰謝戰者五父\n越王不忍而欲許之范蠡曰君王圖之廊廟\n失之中野可乎謀之七年須臾棄之王勿許\n吳易兼也越王曰諾居軍三月吳自罷太宰\n嚭遂亡吳王率其有禄與賢良遯而去越追\n之至餘杭山禽夫差殺太宰嚭越王謂范蠡\n殺吳王蠡曰臣不敢殺主王曰刑之范蠡曰\n臣不敢刑主越王親謂吳王曰昔者上蒼以\n越賜吳吳不受也夫申胥無罪殺之進讒諛\n容身之徒殺忠信之士大過者三以至滅亡\n子知之乎吳王曰知之越王與之劒使自圖\n之吳王乃旬日而自殺也越王葬於卑猶之\n山殺太宰嚭逢同與其妻子\n\n"}
{"id": "KR2i0002_006", "series": "KR2i0002", "text": "昔者吳王闔廬始得子胥之時甘心以賢之\n以為上客曰聖人前知乎千嵗後覩萬世深\n問其國世何昧昧得無衰極子其精焉寡人\n垂意聽子之言子胥唯唯不對王曰子其明\n之子胥曰對而不明恐獲其咎王曰願一言\n之以試直士夫仁者樂知者好誠秉禮者探\n幽索隱明告寡人子胥曰難乎言哉邦其不\n長王其圖之存無忘傾安無忘亡臣始入邦\n伏見衰亡之證當霸吳厄㑹之際後王復空\n王曰何以言之子胥曰後必將失道王食禽\n肉坐而待死佞諂之臣將至不久安危之兆\n各有明紀虹蜺牽牛其異女黄氣在上青黑\n于下大嵗八會壬子數九王相之氣自十一\n倍死由無氣如法而止太子無氣其異三世\n日月光明歴南斗吳越為鄰同俗幷土西州\n大江東絶大海兩邦同城相亞門户憂在於\n斯必將為咎越有神山難與為鄰願王定之\n毋洩臣言呉使子胥救蔡誅疆楚笞平王墓\n久而不去意欲報楚楚乃購之千金衆人莫\n能止之有野人謂子胥曰止吾是干斧掩壺\n漿之子發簞飯於船中者子胥乃知是漁者\n也引兵而還故無徃不復何德不報漁者一\n言千金歸焉因是還去范蠡興師戰於就李\n闔廬見中於飛矢子胥還師中媿於吳被秦\n號年至大差復霸諸侯興師伐越任用子胥\n雖夫差驕奢釋越之圍子胥諫而誅宰嚭諛\n心卒以亡吳夫差窮困請為匹夫范蠡不許\n滅於五湖子胥䇿於吳可謂明乎昔者吳王\n夫差興師伐越敗兵就李大風發狂日夜不\n止車敗馬失騎士墮死大船陵居小船没水\n吳王曰寡人晝卧夢見井嬴溢大與越爭彗\n越將掃我軍其凶乎孰與師還此時越軍大\n號夫差恐越軍入驚駭子胥曰王其勉之哉\n越師敗矣臣聞井者人所飲溢者食有餘越\n在南火呉在北水水制火王何疑乎風北來\n助吳也昔者武王伐紂時彗星出而興周武\n王問太公曰臣聞以彗鬭倒之則勝胥聞災\n異或吉或凶物有相勝此乃其證願大王急\n行是越將凶呉將昌也子胥至直不同邪曲\n捐軀切諫虧命為邦愛君如軀憂邦如家是\n非不諱直言不休庶㡬正君反以見踈讒人\n間之身且以誅范蠡聞之以為不通知數不\n用知懼不去豈謂智與胥聞歎曰吾背楚荆\n挾弓以去義不止窮吾前獲功後遇戮非吾\n智衰先遇闔廬後遭夫差也胥聞事君猶事\n父也愛同也嚴等也太古以來未嘗見人君\n虧恩為臣報仇也臣獲大譽功名顯著胥知\n分數終於不去先君之功且猶難忘吾願腐\n髮弊齒何去之有蠡見其外不知吾内今雖\n屈寃猶止死焉子貢曰胥執忠信死貴於生\n蠡審凶吉去而有名種留封侯不知令終二\n賢比德種獨不榮范蠡智能同均於是之謂\n也伍子胥父子奢為楚王大臣為世子聘秦\n女夫有色王私悦之欲自御焉奢盡忠\n入諫守朝不休欲匡正之而王拒之諫策而\n問之以奢乃害於君絶世之臣聽讒邪之辭\n係而囚之待二子而死尚孝而入子胥勇而\n難欺累世忠信不遇其時奢諫於楚胥死於\n吳詩云讒人㒺極交亂四國是之謂也\n太宰者官號嚭者名也伯州之孫伯州為楚\n臣以過誅嚭以困奔於吳是時吳王闔廬伐\n楚悉召楚仇而近之嚭為人覧聞辯見目達\n耳通諸事無所不知因其時自納於吳言伐\n楚之利闔廬用之伐楚令子胥孫武與嚭將\n師入郢有大功還吳王以嚭為太宰位髙權\n盛專邦之枋末入闔廬卒嚭見夫差内無柱\n石之堅外無斷割之勢諛心自納操獨斷之\n利夫差終以從焉而忠臣籥口不得一言嚭\n知徃而不知來夫差至死悔不早誅傳曰見\n清知濁見曲知直人君選士各象其德夫差\n淺短以是與嚭專權伍胥為之惑是之謂也\n范蠡其始居楚也生於宛槖或伍户之虛其\n為結僮之時一癡一醒時人盡以為狂然獨\n有聖賢之明人莫可與語以内視若盲反聽\n若聾大夫種入其縣知有賢者未覩所在求\n邑中不得其邑人以為狂夫多賢士衆賤有\n君子汎求之焉得蠡而悦乃從官屬問治之\n術蠡修衣冠有頃而出進退揖讓君子之容\n終日而語疾陳霸王之道志合意同胡越相\n從俱見霸兆出於東南捐其官位相要而徃\n臣小有所虧大有所成捐止于吳或任子胥\n二人以為胥在無所聞其辭種曰今將安之\n蠡曰彼為我何邦不可乎去吳之越勾踐賢\n之種躬正内蠡出治外内不煩濁外無不得\n臣主同心遂霸越邦種善圖始蠡能慮終越\n承二賢邦以安寧始有災變蠡專其明可謂\n賢焉能屈能申\n"}
{"id": "KR2i0002_007", "series": "KR2i0002", "text": "昔者范蠡其始居楚曰范伯自謂衰賤未嘗\n世禄故自菲薄飲食則甘天下之無味居則\n安天下之賤位復被髪佯狂不與於世謂大\n夫種曰三王則三皇之苖裔也五伯乃五帝\n之末世也天運歷紀千嵗一至黄帝之元執\n辰破已霸王之氣見於地户子胥以是挾亏\n干吳王於是要大夫種入吳此時馮同相與\n共戒之伍子胥在自與不能闗其辭蠡曰吳\n越二邦同氣共俗地户之位非吳則越乃入\n越越王常與言盡日大夫石買居國有權辯\n口進曰衒女不貞衒士不信客歷諸侯渡河\n津無因自致殆非真賢夫和氏之璧求者不\n爭賈騏驥之材不難阻險之路　之\n邦歷諸侯無所售道聽之徒唯大王察之於\n是范蠡退而不言遊於楚越之間大夫種進\n曰昔者市偷自衒於晉晉用之而勝楚伊尹\n負鼎入殷遂佐湯取天下有智之士不在逺\n近取也謂之帝王求備者亡易曰有髙世之\n材必有負俗之累有至智之明者必破庶衆\n之議成大功者不拘於俗論大道者不合於\n衆唯大王察之於是石買益疏其後使將兵\n於外遂為軍士所殺是時句踐失衆棲於㑹\n稽之山更用種蠡之䇿得以存故虞舜曰以\n學乃時而行此猶良藥也王曰石買知徃而\n不知來其使寡人棄賢後遂師二人竟以禽\n吳子貢曰薦一言得及身任一賢得顯名傷\n賢喪邦蔽能有殃負德忘恩其反形傷壞人\n之善毋後世敗人之成天誅行故寃子胥僇\n死由重譖子胥於吳吳虚重之無罪而誅傳\n曰寧失千金毋失一人之心是之謂也\n昔者陳成恒相齊簡公欲為亂憚齊邦鮑晏\n故徙其兵而伐魯魯君憂也孔子患之乃召\n門人弟子而謂之曰諸侯有相伐者尚耻之\n今魯父母之邦也丘墓存焉今齊將伐之可\n無一出乎顔淵辭出孔子止之子路辭出孔\n子止之子貢辭出孔子遣之子貢行之齊見\n陳成恒曰夫魯難伐之邦而伐之過矣陳成\n恒曰魯之難伐何也子貢曰其城薄以卑池\n狹而淺其君愚而不仁其大臣偽而無用其\n士民有惡聞甲兵之心此不可與戰君不如\n伐吳吳城髙以厚池廣以深甲堅以新士選\n以飽重器精弩在其中又使明大夫守此邦\n易也君不如伐吳成恒忿然作色曰子之所\n難人之所易也子之所易人之所難也而以\n教恒何也子貢對曰臣聞憂在内者攻疆憂\n在外者攻弱今君憂内臣聞君三封而三不\n成者大臣有不聽者也今君破魯以廣齊墮\n魯以尊臣而君之功不與焉是君上驕主心\n下恣羣臣而求成大事難矣且夫上驕則犯\n臣驕則爭是君上於主有却下與大臣交爭\n也如此則君立於齊危於重卵矣臣故曰不\n如伐吳且夫吳明猛以毅而行其令百姓習\n於戰守將明於法齊之愚為禽必矣今君悉\n擇四疆之中出大臣以環之黔首外死大臣\n内空是君上無疆臣之敵下無黔首之士孤\n立制齊者君也陳恒曰善雖然吾兵已在魯\n之城下若去而之吳大臣將有疑我之心為\n之奈何子貢曰君按兵無伐臣請見吳王使\n之救魯而伐齊君因以兵迎之陳成恒許諾\n乃行子貢南見呉王謂呉王曰臣聞之王者\n不絶世而霸者不疆敵千鈞之重加銖而移\n今萬乗之齊私千乗之魯而與吳爭疆臣切\n為君恐且夫救魯顯名也而伐齊大利也義\n在存亡魯勇在害疆齊而威申晉邦者則王\n者不疑也吳王曰雖然我常與越戰棲之會\n稽夫越君賢主也苦身勞力以夜接日内飾\n其政外事諸侯必將有報我之心子待吾伐\n越而還子貢曰不可夫越之彊不下魯而吳\n之疆不過齊君以伐越而還即齊也亦私魯\n矣且夫伐小越而畏疆齊者不勇見小利而\n忘大害者不智兩者臣無為君取焉且臣聞\n之仁人不困厄以廣其德智者不棄時以舉\n其功王者不絶世以立其義今君存越勿毁\n親四鄰以仁救㬥困齊威申晉邦以武救魯\n毋絶周室明諸侯以義如此則臣之所見溢\n乎負海必率九夷而朝即王業成矣且大吳\n畏小越如此臣請東見越王使之出鋭師以\n從下吏是君實空越而名從諸侯以伐也吳\n王大悦乃行子貢子貢東見越王越王聞之\n除道郊迎至縣身御子貢至舎而問曰此乃\n僻陋之邦蠻夷之民也大夫何索居然而辱\n乃至於此子貢曰弔君故來越王句踐稽首\n再拜曰孤聞之禍與福為鄰今大夫弔孤孤\n之福也敢遂聞其説子貢曰臣今見吳王告\n以救魯而伐齊其心申其志畏越曰嘗與越\n戰棲於㑹稽山上夫越君賢主也苦身勞力\n以夜接日内飾其政外事諸侯必將有報我\n之心子待我伐越而聽子且夫無報人之心\n而使人疑之者拙也有報人之心而使人知\n之者殆也事未發而聞者危也三者舉事之\n大忌越王句踐稽首再拜曰昔者孤不幸少\n失先人内不自量與吳人戰軍敗身辱遺先\n人耻遯逃出走比棲會稽山下守溟海唯魚\n鼈是見今大夫不辱而身見之又出玉聲以\n教孤孤頼先人之賜敢不奉教乎子貢曰臣\n聞之明王任人不失其能直士舉賢不容於\n世故臨財分利則使仁涉危拒難則使勇用\n衆治民則使賢正天下定諸侯則使聖人臣\n竊練下吏之心兵疆而不幷弱勢在其上位\n而行惡令其下者其君㡬乎臣竊自練可以\n成功至王者其唯臣㡬乎今夫吳王有伐齊\n之志君無惜重器以喜其心毋惡卑辭以尊\n其禮則伐齊必矣彼戰而不勝則君之福也\n彼戰而勝必以其餘兵臨晉臣請北見晉君\n令共攻之弱吳必矣其騎士鋭兵弊乎齊重\n器羽旄盡乎晉則君制其敝此滅吳必矣越\n王句踐稽首再拜曰昔者吳王分其人民之\n衆以殘伐吾邦殺敗吾民圖吾百姓夷吾宗\n廟邦為空棘身為魚鼈餌今孤之怨吳王深\n於骨髓而孤之事吳王如子之畏父弟之敬\n兄此孤之外言也大夫有賜故孤敢以疑請\n遂言之孤身不安牀席口不甘厚味目不視\n好色耳不聽鐘鼓者已三年矣焦唇乾嗌苦\n心勞力上事羣臣下養百姓願一與吳交天\n下之兵於中原之野與呉王整襟交臂而奮\n吳越之士繼蹟連死士民流離肝腦塗地此\n孤之大願也如此不可得也今内自量吾國\n不足以傷吳外事諸侯不能也孤欲空邦家\n措策力變容貎易名姓執箕箒養牛馬以臣\n事之孤雖要領不屬手足異處四支布陳爲\n鄉邑笑孤之意出焉大夫有賜是存亡邦而\n興死人也孤頼先人之賜敢不待命乎子貢\n曰夫呉王之爲人也貪功名而不知利害越\n王慥然避位曰在子子貢曰賜爲君觀夫吳\n王之爲人賢疆以恣下下不能逆數戰伐士\n卒不能忍太宰嚭為人智而愚疆而弱巧言\n利辭以内其身善為偽詐以事其君知前而\n不知後順君之過以安其私是殘國之吏滅\n君之臣也越王大悦子貢去而行越王送之\n金百鎰寶劒一良馬二子貢不受遂行至吳\n報呉王曰敬以下吏之言告越王越王大恐\n乃懼曰昔孤不幸少失先人内不自量抵罪\n於縣軍敗身辱遯逃出走棲于會稽邦為空\n棘身為魚鼈餌頼大王之賜使得奉爼豆而\n修祭祀大王之賜死且不忘何謀敢慮其志\n甚恐似將使使者來子貢至五日越使果至\n曰東海役臣孤句踐使使臣種敢修下吏問\n於左右昔孤不幸少失先人内不自量抵罪\n於縣軍敗身辱遯逃出走棲于㑹稽邦為空\n棘身為魚鼈餌頼大王之賜使得奉爼豆而\n修祭祀大王之賜死且不忘今竊聞大王將\n興大義誅疆救弱困㬥齊而撫周室故使越\n賤臣種以先人之藏器甲二十領屈盧之矛\n步光之劒以賀軍吏大王將遂大義則弊邑\n雖小悉擇四疆之中出卒三千以從下吏孤\n請自被堅執鋭以受矢石吳王大悦乃召子\n貢而告之曰越使果來請出卒三千其君又\n從之與寡人伐齊可乎子貢曰不可夫空人\n之邦悉人之衆又從其君不仁也君受其弊\n許其師而辭其君吳王許諾子貢去之晉謂\n晉君曰臣聞之慮不先定不可以應卒兵不\n先辨不可以勝敵今齊吳將戰勝則必以其\n兵臨晉晉大恐曰為之奈何子貢曰修兵休\n卒以待吳彼戰而不勝越亂之必矣晉君許\n諾子貢去而之魯吳王果興九郡之兵而與\n齊大戰於艾陵大敗齊師獲七將陳兵不歸\n果與晉人相遇黄池之上吳晉爭疆晉人擊\n之大敗呉師越王聞之涉江襲吳去邦七里\n而軍陣呉王聞之去晉從越越王迎之戰於\n五湖三戰不勝城門不守遂圍王宫殺夫差\n而僇其相伐吳三年東鄉而霸故曰子貢一\n出存魯亂齊破吳疆晉霸越是也\n\n"}
{"id": "KR2i0002_008", "series": "KR2i0002", "text": "昔者越之先君無餘乃禹之世别封於越以\n守禹冡問天地之道萬物之紀莫失其本神\n農嘗百草水土甘苦黄帝造衣裳后稷産穡\n制器械人事僃矣疇糞桑麻播種五榖必以\n手足大越海濵之民獨以鳥田小大有差進\n退有行莫將自使其故何也曰禹始也憂民\n救水到大越上茅山大㑹計爵有德封有功\n更名茅山曰㑹稽及其王也巡狩大越見耆\n老納詩書審銓衡平斗斛因病亡死葬會稽\n葦槨桐棺穿壙七尺上無漏泄下無即水壇\n髙三尺土階三等延袤一畝尚以爲居之者\n樂爲之者苦無以報民功教民鳥田一盛一\n衰當禹之時舜死蒼梧象爲民田也禹至此\n者亦有因矣亦覆釡也覆釡者州土也塡德\n也禹美而告至焉禹知時晏嵗暮年加申酉\n求書其下祠白馬禹井井者法也以為禹葬\n以法度不煩人衆無餘初封大越都秦餘望\n南千有餘嵗而至句踐句踐徙治山北引屬\n東海内外越别封削焉句踐伐吳霸闗東從\n瑯琊起觀臺臺周七里以望東海死士八千\n人戈船三百艘居無㡬躬求賢聖孔子從弟\n子七十人奉先生雅琴治禮往奏句踐乃身\n被賜夷之甲帶步光之劒杖物盧之\n矛出死士三百人為陣闗下孔子有頃姚稽\n到越越王曰唯唯夫子何以教之孔子\n對曰丘能述五帝三王之道故奉雅琴至大\n王所句踐喟然歎曰夫越性　而愚水行而\n山處以船為車以楫為馬往若飄風去則難\n從鋭兵任死越之常性也夫子異則不可於\n是孔子辭弟子莫能從乎\n越王夫鐔以上至無餘久逺世不可紀\n也夫鐔子允常允常子句踐大霸稱王徙瑯\n琊都也句踐子與夷時霸與夷子子翁時霸\n子翁子不揚時霸不揚子無疆時霸伐楚威\n王㓕無疆無疆子之侯竊自立為君長之侯\n子尊時君長尊子親失衆楚伐之走南山親\n以上至句踐凡八君都瑯琊二百二十四嵗\n無疆以上霸稱王之侯以下微弱稱君長\n句踐小城山隂城也周二里二百二十三步\n陸門四水門一今倉庫是其宫臺處也周六\n百二十步柱長三丈五尺三寸霤髙丈六尺\n宫有百户高丈二尺五寸大城周二十里七\n十二步不築北面而㓕呉徙治姑胥臺\n山隂大城者范蠡所築治也今傳謂之蠡城\n陸門三水門三决西北亦有事到始建國時\n蠡城盡\n稷山者句踐齋戒臺也\n龜山者句踐起怪㳺臺也東南司馬門因以\n炤龜又仰望天氣觀天怪也高四十六丈五\n尺二寸周五百三十二步今東武里一曰怪\n山怪山者往古一夜自來民怪之故謂怪山\n駕臺周六百步今安城里\n離臺周五百六十步今淮陽里丘\n美人宫周五百九十步陸門二水門一今北\n壇利里丘土城句踐所習教美女西施鄭足\n宫臺也女出於苧蘿山欲獻於吳自謂東垂\n僻陋恐女樸鄙故近大道居去縣五里\n樂野者越之戈獵處大樂故謂樂野其山上\n石室句踐所休謀也去縣七里\n中指臺馬丘周六百步今高平里丘\n東郭外南小城者句踐冰室去縣三里句踐\n之出入也齊於稷山徃從田里去從北郭門\n炤龜龜山更駕臺馳於離丘遊於美人宫興\n樂中宿過歷馬丘射於樂野之衢走犬若耶\n休謀石室食於冰厨領功銓土已作昌土臺\n藏其形隱其情一曰冰室者所以僃膳羞也\n浦陽者句踐軍敗失衆懣於此去縣五十里\n夫山者句踐絶糧困也其山上大冡句踐庻\n子冡也去縣十五里句踐與吳戰於浙江之\n上石買為將耆老壯長進諫曰夫石買人與\n為怨家與為仇貪而好利細人也無長䇿王\n而用之國必不遂王不聽遂遣之石買發行\n至浙江上斬殺無罪欲專威服軍中動揺將\n率獨專其權士衆恐懼人不自聊兵法曰視\n民如嬰兒故可與赴深溪士衆魚爛而買不\n知尚猶峻法隆刑子胥獨見可奪之證變為\n奇謀或北或南夜舉火擊鼓晝陳詐兵越師\n潰墜政令不行背叛乖離還報其王王殺買\n謝其師號聲聞呉吳王恐懼子胥私喜越軍\n敗矣胥聞之狐之將殺噆脣吸齒今越句踐\n其已敗矣君王安意越易兼也使人入問之\n越師請降子胥不聽越棲於㑹稽之山吳退\n而圍之句踐喟然用種蠡計轉死為霸一人\n之身吉凶更至盛衰存亡在於用臣治道萬\n端要在得賢越棲於會稽日行成於吳吳引\n兵而去句踐將降西至浙江待詔入吳故有\n鷄鳴墟其入辭曰亡臣孤句踐故將士衆入\n為臣虜民可得使地可得有吳王許之子胥\n大怒目若夜光聲若哮虎此越未戰而服天\n以賜吳其逆天乎臣唯君王急剬之吳不聽\n遂許之浙江是也\n陽城里者范蠡城也西至水路水門一陸門\n二\n北陽里城大夫種城也取土西山以濟之經\n百九十四步或為南安\n富陽里者外越賜義也處里門美以練塘田\n安城里高庫者句踐伐吳禽夫差以為勝兵\n築庫高閣之周二百三十步今安成里故禹\n宗廟在小城南門外大城内禹稷在廟西今\n南里\n獨山大冡者句踐自治以為冡徙瑯琊冡不\n成去縣九里\n麻林山一名多山句踐欲伐吳種麻以為弓\n絃使齊人守之越謂齊人多故曰麻林多以\n防吳以山下田封功臣去縣一十二里\n㑹稽山上城者句踐與吳戰大敗棲其中因\n以下為目魚池其利不租\n㑹稽山北城者子胥浮兵以守城是也\n若耶大冡者句踐所徙葬先君夫鐔冡也去\n縣二十五里\n葛山者句踐罷吳種葛使越女織治葛布獻\n於吳王夫差去縣七里\n姑中山者越銅官之山也越人謂之銅姑瀆\n長二百五十歩去縣二十五里\n富中大塘者句踐治以為義田為肥饒謂之\n富中去縣二十里二十二步\n犬山者句踐罷吳畜犬獵南山白鹿欲得獻\n吳神不可得故曰犬山其高為犬亭去縣二\n十五里\n白鹿山在犬山之南去縣二十九里\n雞山豕山者句踐以畜雞豕將伐呉以食士\n也雞山在錫山南去縣五十里豕山在民山\n西去縣六十三里洹江以來屬越疑豕山在\n餘暨界中\n練塘者句踐時采錫山為炭稱炭聚載從炭\n瀆至練塘各因事名之去縣五十里\n木客大冡者句踐父允常冡也初徙瑯琊使\n樓船卒二千八百人伐松栢以為桴故曰木\n客去縣十五里一曰勾踐伐善林文刻獻於\n吳故曰木客\n官瀆者句踐工官也去縣十四里\n苦竹城者句踐伐吳還封范蠡子也其僻居\n徑六十步因為民治田塘長千五百三十三\n步其冡名土山范蠡苦勤功篤故封其子於\n是去縣十八里\n北郭外路南溪北城者句踐築鼓鍾宫也去\n縣七里其邑為龔錢\n舟室者句踐船宫也去縣五十里\n民西大冡者句踐客秦伊善炤龜者冡也因\n名冡為秦伊山\n射浦者句踐教習兵處也今射浦去縣五里\n射卒陳音死葬民西故曰陳音山\n種山者句踐所葬大夫種也樓船卒二千人\n鈞足羡葬之三蓬下種將死自策後有賢者\n百年而至置我三蓬自章後世句踐葬之食\n傳三賢\n巫里句踐所徙巫為一里去縣二十五里其\n亭祠今為和公群社稷墟\n巫山者越􁪕神巫之官也死葬其上去縣十\n三里許\n六山者句踐鑄銅鑄銅不爍埋之東坂其上\n馬箠句踐遣使者取於南社徙種六山飾治\n為馬箠獻之吳去縣三十五里\n江東中巫葬者越神巫無杜子孫也死句踐\n於中江而葬之巫神欲使覆禍吳人船去縣\n三十里\n石塘者越所害軍船也塘廣六十五步長三\n百五十三步去縣四十里\n防塢者越所以遏吳軍也去縣四十里\n杭塢者句踐杭也二百石長貟卒七士人度\n之㑹夷去縣四十里\n塗山者禹所取妻之山也去縣五十里\n朱餘者越鹽官也越人謂鹽曰餘去縣三十\n五里\n句踐已㓕吳使吳人築吳塘東西千歩名辟\n首後因以為名曰塘\n獨婦山者句踐將伐吳徙寡婦致獨山上以\n為死士示得專一也去縣四十里後説之者\n葢句踐所以逰軍士也\n馬嘷者吳伐越道逄大風車敗馬失騎士堕\n死疋馬啼臯事見吳矣\n浙江南路西城者范蠡敦兵城也其陵\n固可守故謂之固陵所以然者以其大船軍\n所置也\n山隂古故陸道出東郭隨直瀆陽春亭山隂\n故水道出東郭從郡陽春亭去縣五十里\n語兒鄉故越界名曰就李吳疆越地以為戰\n地至於柴辟亭\n女陽亭者句踐入官於吳夫人從道産女此\n亭養於李鄉句踐勝吳更名女陽更就李為\n語兒鄉\n吳王夫差伐越有其邦句踐服為臣三年吳\n王復還封句踐於越東西百里北鄉臣事呉\n東為右西為左大越故界浙江至就李南姑\n末寫干\n覲鄉北有武原武原今海鹽姑末今大末寫\n干今屬豫章自無餘初封於越以來傳聞越\n王子孫在丹陽臯鄉更姓梅梅里是也自秦\n以來至秦元王不絶年元王立二十年平王\n立二十三年惠文王立二十七元武王立四\n年昭襄王亦立五十六年而滅周赧王周絶\n於此孝文王立一年莊襄王更號太上皇帝\n立三年秦始皇帝立三十七年號曰趙政政\n趙外孫胡亥立二年子嬰立六月秦元王至\n子嬰凡十王百七十嵗漢高帝㓕之治咸陽\n壹天下政使將魏舎内史教攻韓得韓王安\n政使將王賁攻魏得魏王歇政使將王渉攻\n趙得趙王尚政使將王賁攻楚得楚王成政\n使將史敖攻燕得燕王喜政使將王涉攻齊\n得齊王建政更號為秦始皇帝以其三十七\n年東遊之㑹稽道度牛渚奏東安東安今富\n春丹陽溧陽\n鄣故餘杭軻亭南東奏槿頭道度諸暨大越\n以正月甲戌到大越留舎都亭取錢塘浙江\n岑石石長丈四尺南北靣廣六尺西靣廣尺\n六寸刻丈六於越東山上其道九曲去縣二\n十一里是時徙大越民置餘杭伊攻■故鄣\n因徙天下有罪適吏民置海南故大越處以\n僃東海外越乃更名大越曰山隂已去奏諸\n暨錢塘因奏吳上姑蘇臺則治射防於宅亭\n賈亭北年至靈不射去奏曲阿句容度牛渚\n西到咸陽崩\n\n"}
{"id": "KR2i0002_009", "series": "KR2i0002", "text": "昔者越王句踐近侵於疆吳逺媿於諸侯兵\n革散空國且㓕亡乃脅諸臣而與之盟吾欲\n伐吳奈何有功群臣黙然而無對王曰夫主\n憂臣辱主辱臣死何大夫易見而難使也計\n倪官卑年少其居在後舉首而起曰殆哉非\n大夫易見難使是大王不能使臣也王曰何\n謂也計倪對曰夫官位財幣王之所輕死者\n是士之所重也王愛所輕責士所重豈不艱\n哉王自揖進計倪而問焉計倪對曰夫仁義\n者治之門士民者君之根本也闓門固根莫\n如正身正身之道謹選左右左右選則孔主\n曰益上不選則孔主日益下二者貴質浸之\n漸也願君王公選於衆精鍊左右非君子至\n誠之士無與居家使邪僻之氣無漸以生仁\n義之行有階人知其能官知其治爵賞刑罰\n一由君出則臣下不敢毁譽以言無功者不\n敢干治故明主用人不由所從不問其先説\n取一焉是故周文齊桓躬於任賢太公管仲\n明於知人今則不然臣故曰殆哉越王勃然\n曰孤聞齊威滛泆九合諸侯一匡天下葢管\n仲之力也寡人雖愚唯在大夫計倪對曰齊\n威除管仲罪大責任之至易此故南陽蒼句\n太公九十而不伐磻溪之餓人也聖主不計\n其辱以為賢者一乎仲二乎仲斯可致王但\n霸何足道桓稱仲父文稱太公計此二人曾\n無跬步之勞大呼之功乃忘弓矢之怨授以\n上卿傳曰直能三公今置臣而不尊使賢而\n不用譬如門户像設倚而相欺葢智士所耻\n賢者所差君王察之越王曰誠者不能匿其\n辭大夫既在何須言哉計倪對曰臣聞智者\n不妄言以成其勞賢者始於難動終於有成\n傳曰易之謙遜對過問抑威權勢利器不可\n示人言賞罰由君此之謂也故賢君用臣畧\n責於絶施之軄而成其功逺使以效其誠内\n告以匿以知其信與之講事以觀其智飲之\n以酒以觀其態選士以僃不肖者無所置越\n王大媿乃壞池塡塹開倉榖貸貧乏乃使群\n臣身問疾病躬視死喪不厄窮僻尊有德與\n民同苦樂激河泉井示不獨食行之六年士\n民一心不謀同辭不呼自來皆欲伐吳遂有\n大功而霸諸侯孔子曰寛則得衆此之謂也\n夫有勇見於外必有仁於内子胥戰於就李\n闔廬傷焉軍敗而還是時死傷者不可稱數\n所以然者罷頓不得已子胥内憂為人臣上\n不能令主下令百姓被兵刃之咎自責内傷\n莫能知者故身操死持傷及被兵者莫不悉\n於子胥之手垂涕啼哭欲伐而死三年自咎\n不親妻子饑不飽食寒不重綵結心於越欲\n復其仇師事越公録其述印天之兆牽牛南\n斗赫赫斯怒與天俱起發令告民歸如父母\n當胥之言唯恐為後師衆同心得天之中越\n乃興師與戰西江二國爭疆未知存亡子胥\n知時變為詐兵為両翼夜火相應句踐大恐\n振旅服降進兵圍越㑹稽塡山子胥㣲策可\n謂神守戰數年句踐行成子胥爭諫以是不\n容宰嚭許之引兵而還夫差聽嚭不殺仇人\n興師十萬與不敵同聖人譏之是以春秋不\n差其文故傳曰子胥賢者尚有就李之耻此\n之謂也哀哉夫差不信伍子胥而任太宰嚭\n乃此禍晉之驪姬亡周之褒姒盡妖妍於圖\n畵極凶悖於人理傾城傾國思昭示於後王\n麗質冶容宜求監於前史古人云苦藥利病\n苦言利行伏念居安思危日謹一日易\n曰知進而不知退知存而不知亡知得而不\n知喪又曰進退存亡不失其正者唯聖人乎\n由此而言進有退之義存有亡之㡬得有喪\n之理愛之如父母仰之如日月敬之如神明\n畏之如雷霆此其可以卜祚遐長而禍亂不\n作也\n\n"}
{"id": "KR2i0002_010", "series": "KR2i0002", "text": "越絶外傳記吳王占夢第十二\n昔者吳王夫差之時其民殷衆禾稼登熟兵\n革堅利其民習於鬪戰闔廬剬子胥之教\n行有日發有時道於姑胥之門晝卧姑胥之\n臺覺寤而起其心惆悵如有所悔即召太宰\n而占之曰向者晝卧夢入章明之宫入門見\n両䥶炊而不蒸見両黑犬嘷以北嘷以南見\n両鏵倚吾宫堂見流水湯湯越吾宫牆見前\n園横索生樹桐見後房鍛者扶挾鼓小震子\n為寡人精占之吉則言吉凶則言凶無諛寡\n人之心所從太宰嚭對曰善哉大王興師伐\n齊夫章明者伐齊克天下顯明也見両䥶炊\n而不蒸者大王聖氣有餘也見両黑犬嘷以\n北嘷以南四夷巳服朝諸侯也両鏵倚吾宫\n堂夾田夫也見流水湯湯越吾宫牆獻物巳\n至則有餘也見前園横索生樹桐樂府吹巧\n也見後房鍛者扶挾鼓小震者宫女鼓樂也\n吳王大恱而賜太宰嚭雜繒四十疋王心不\n已召王孫駱而告之對曰臣智淺能薄無方\n術之事不能占大王夢臣知有東掖門亭長\n越公弟子王孫聖為人㓜而好學長而憙遊\n愽聞疆識通於方來之事可占大王所夢臣\n請召之吳王曰諾王孫駱移記曰今日壬午\n左校司馬王孫駱受教告東掖門亭長公孫\n聖吳王晝卧覺寤而心中惆悵也如有悔記\n到車馳詣姑胥之臺聖得記發而讀之伏地\n而泣有頃不起其妻大君從旁接而起之曰\n何若子性之大也希見人士卒得急記流涕\n不止公孫聖仰天歎曰嗚呼悲哉此固非子\n胥所能知也今日壬午時加南方命屬蒼天\n不可逃亡伏地而泣者不能自惜但吳王諛\n心而言師道不明正言直諫身死無功大君\n曰汝疆食自愛愼勿相忘伏地而書既成篇\n即與妻把臂而决涕泣如雨上車不顧遂至\n姑胥之臺謁見吳王吳王勞曰公弟子公孫\n聖也寡人晝卧姑胥之臺夢入章明之宫入\n門見両䥶炊而不蒸見両黒犬嘷以北嘷以\n南見両鏵倚吾宫堂見流水湯湯越吾宫牆\n見前園横索生樹桐見後房鍛者扶挾鼓小\n震子為寡人精占之吉則言吉凶則言凶無\n諛寡人心所從公孫聖伏地有頃而起仰天\n歎曰悲哉夫好船者溺好騎者堕君子各以\n所好為禍諛讒申者師道不明正言切諫身\n死無功伏地而泣者非自惜因悲大王夫章\n者戰不勝走傽傽明者去昭昭就㝠㝠見両\n䥶炊而不蒸者王且不得火食見両黒犬嘷\n以北嘷以南者大王身死魂魄惑也見両鏵\n倚吾宫堂者越人入呉邦伐宗廟掘社稷也\n見流水湯湯越吾宫牆者大王宫堂虛也前\n園横索生樹桐者桐不為器用但為甬當與\n人俱葬後房鍛者鼓小震者大息也王毋自\n行使臣下可矣太宰嚭王孫駱惶怖解冠幘\n肉袒而謝呉王忿聖言不祥乃使其身自受\n其殃王乃使力士石番以鐵杖擊聖中斷之\n為両頭聖仰天歎曰蒼天知冤乎直言正諫\n身死無功令吾家無葬我提我山中後世為\n聲響吳王使人提於秦餘杭之山虎狼食其\n肉野火燒其骨東風至飛揚汝灰汝更能為\n聲哉太宰嚭前再拜曰逆言巳㓕讒䛕巳亡\n因酌行觴時可以行矣吳王曰諾王孫駱為\n左校司馬太宰嚭為右校司馬王從騎三千\n旌旗羽葢自處中軍伐齊大剋師兵三月不\n去過伐晉晉知其兵革之罷倦糧食盡索興\n師擊之大敗吳師渉江流血浮尸者不可勝\n數吳王不忍率其餘兵相將至秦餘杭之山\n饑餓足行乏糧視瞻不明據地飲水持籠稻\n而飡之顧謂左右曰此何名群臣對曰是籠\n稻也吳王曰悲哉此公孫聖所言王且不得\n火食太宰嚭曰秦餘杭山西坂閒燕可以休\n息大王亟飡而去尚有十數里耳吳王曰吾\n甞戮公孫聖於斯山子試為寡人前呼之即\n尚在耶當有聲響太宰嚭卽上山三呼聖三\n應吳王大怖足行屬腐靣如死灰色曰公孫\n聖令寡人得邦誠世世相事言未畢越王追\n至兵三圍吳大夫種處中范蠡數吳王曰王\n有過者五寧知之乎殺忠臣伍子胥公孫聖\n胥為人先知忠信中斷之入江聖正言直諫\n身死無功此非大過者二乎夫齊無罪空復\n伐之使鬼神不血食社稷廢蕪父子離散兄\n弟異居此非大過者三乎夫越王句踐雖東\n僻亦得繫於天皇之位無罪而王恒使其芻\n莖秩馬比於奴虜此非大過者四乎太宰嚭\n讒䛕佞謟斷絶王世聽而用之此非大過者\n五乎吳王曰今日聞命矣越王撫步光之劒\n杖屈盧之弓瞋目謂范蠡曰子何不早圖之\n乎范蠡曰臣不敢殺主臣存主若亡今日遜\n敬天報㣲功越王謂吳王曰世無千嵗之人\n死一耳范蠡左手持鼔右手操枹而鼔之曰\n上天蒼蒼若存若亡何須軍亡斷子之頸挫\n子之骸不亦繆乎吳王曰聞命矣以三寸之\n帛㝠吾両目使死者有知吾慙見伍子胥公\n孫聖以為無知吾耻生越王則解綬以㝠其\n目遂杖劒而死越王殺太宰嚭戮其妻子以\n其不忠信斷絶吳之世\n"}
{"id": "KR2i0002_011", "series": "KR2i0002", "text": "昔者越王句踐有寳劒五聞於天下客有能\n相劒者名薛燭王召而問之曰吾有寳劒五\n請以示之薛燭對曰愚理不足以言大王請\n不得已乃召掌者王使取毫曹薛燭對曰豪\n曹非寳劒也夫寳劒五色竝見莫能相勝豪\n曹已擅名矣非寳劒也王曰取巨闕薛燭曰\n非寳劒也寳劒者金鍚和銅而不離今巨闕\n已離矣非寳劒也王曰然巨闕初成之時吾\n坐於露壇之上宫人有四駕白鹿而過者車\n奔馬驚吾引劒而指之四駕上飛揚不知其\n絶也穿銅釡絶鐵䥶胥中决如粢米故曰巨\n闕王取純鈞薛燭聞之忽如敗有頃懼如悟\n下階而深惟簡衣而坐望之手振拂揚其華\n捽如芙蓉始出觀其鈲爛如列星之行觀其\n光渾渾如水之溢於溏觀其斷巖巖如瑣石\n觀其才焕焕如冰釋此所謂純鈞耶王曰是\n也客有直之者有市之鄉二駿馬千疋千戸\n之都二可乎薛燭對曰不可當造此劒之時\n赤堇之山破而出錫若耶之溪涸而出銅雨\n師掃灑雷公擊槖蛟龍捧鑪天帝裝炭太一\n下觀天精下之歐冶乃因天之精神悉其伎\n巧造為大刑三小刑二一曰湛盧二曰純鈞\n三曰勝邪四曰魚膓五曰巨闕吳王闔廬之\n時得其勝邪魚膓湛盧闔廬無道子女死殺\n生以送之湛盧之劒去之如水行秦過楚楚\n王卧而寤得吳王湛盧之劒將首魁漂而存\n焉秦王聞而求不得興師擊楚曰與我湛盧\n之劒還師去汝楚王不與時闔廬又以魚膓\n之劒刺吳王僚使披腸夷之甲三事闔廬使\n專諸為秦炙魚者引劒而刺之遂弑王僚此\n其小試於敵邦未見其大用於天下也今赤\n堇之山巳合若耶溪深而不測群神不下歐\n冶子即死雖復傾城量金珠玉竭河猶不能\n得此一物有市之鄉二駿馬千疋千戸之都\n二何足言哉楚王召風胡子而問之曰寡人\n聞吳有干將越有歐冶子此二子甲世而生\n天下未嘗有精誠上通天下為烈士寡人願\n齎邦之重寳皆以奉子因吳王請此二人作\n鐡劒可乎風胡子曰善於是乃令風胡子之\n吳見歐冶子干將使人作鐵劒歐冶子干將\n鑿茨山洩其溪取鐡英作為鐡劒三枚一曰\n龍淵二曰泰阿三曰工布畢成風胡子\n奏之楚王楚王見此三劒之精神大恱風胡\n子問之曰此三劒何物所象其名為何風胡\n子對曰一曰龍淵二曰泰阿三曰工布楚王\n曰何謂龍淵泰阿工布風胡子對曰欲知龍\n淵觀其狀如登高山臨深淵欲知泰阿觀其\n鈲巍巍翼翼如流水之波欲知工布鈲從文\n起至脊而止如珠不可衽文若流水不絶晉\n鄭王聞而求之不得興師圍楚之城三年不\n解倉榖粟索庫無兵革左右群臣賢士莫能\n禁止於是楚王聞之引泰阿之劒登城而麾\n之三軍破敗士卒迷惑流血千里猛獸歐瞻\n江水折揚晉鄭之頭畢白楚王於是大恱曰\n此劒威耶寡人力耶風胡子對曰劒之威也\n因大王之神楚王曰夫劒鐡耳固能有精神\n若此乎風胡子對曰時各有使然軒轅神農\n赫胥之時以石為兵斷樹木為宫室死而龍\n臧夫神聖主使然至黄帝之時以玉為兵以\n伐樹木為宫室鑿地夫玉亦神物也又遇聖\n主使然死而龍臧禹宂之時以銅為兵以鑿\n伊闕通龍門决江導河東注於東海天下通\n平治為宫室豈非聖主之力哉當此之時作\n鐡兵威服三軍天下聞之莫敢不服此亦鐡\n兵之神大王有聖德楚王曰寡人聞命矣\n"}
{"id": "KR2i0002_012", "series": "KR2i0002", "text": "昔者越王句踐問大夫種曰吾欲伐吳奈何\n能有功乎大夫種對曰伐吳有九術王曰何\n謂九術對曰一曰尊天地事鬼神二曰重財\n幣以遺其君三曰貴糴粟槖以空其邦\n四曰遺之好美以爲勞其志五曰遺之巧匠\n使起宫室高臺盡其財疲其力六曰遺其䛕\n臣使之易伐七曰疆其諫臣使之自殺八曰\n邦家富而僃器九曰堅厲甲兵以承其弊故\n曰九者勿患戒口勿傳以取天下不難况於\n吳乎越王曰善於是作為䇿楯嬰以白璧鏤\n以黄金類龍蛇而行者乃使大夫種獻之於\n吳曰東海役臣孤句踐使者臣種敢修下吏\n問於左右頼有天下之力竊為小殿有餘財\n再拜獻之大王吳王大恱申胥諫曰不可王\n勿受昔桀起靈門紂起鹿臺隂陽不和五榖\n不時天與之災邦國空虚遂以之亡大王受\n之是後必有災吳王不聽遂受之而起姑胥\n臺三年聚材五年乃成高見二百里行路之\n人道死尸哭越乃飾美女西施鄭旦使大夫\n種獻之於吳王曰昔者越王句踐竊有天之\n遺西施鄭旦越邦洿下貧窮不敢當使下臣\n種再拜獻之大王吳王大恱申胥諫曰不可\n王勿受臣聞五己令人目不明五音令人耳\n不聰桀易湯義㓕紂易周文而亡大王受之\n後必有殃胥聞越王句踐晝書不倦晦誦竟\n旦聚死臣數萬是人不死必得其願胥聞越\n王句踐服誠行仁聽諫進賢士是人不死必\n得其名胥聞越王句踐冬披毛裘夏披絺綌\n是人不死必為利害胥聞賢士邦之寳也美\n女邦之咎也夏亡於末喜殷亡於妲巳周亡\n於褒姒吳王不聽遂受其女以申胥爲不忠\n而殺之越乃興師伐吳大敗之於秦餘杭山\n㓕吳禽夫差而戮太宰嚭與其妻子\n夫聖人行兵上與天合德下與地合明中與\n人合心義合乃動見可乃取小人則不然以\n疆厭弱取利於危不知逆順快心於非故聖\n人獨知氣變之情以明勝負之道凡氣有五\n色青黄赤白黒色因有五變人氣變軍上有\n氣五色相連與天相抵此天應不可攻攻之\n無後其氣盛者攻之不勝軍上有赤色氣者\n徑抵天軍有應於天攻者其誅乃身軍上有\n青氣盛明從其本廣末鋭而來者此逆兵\n氣也為未可攻衰去乃可攻青氣在上其謀\n未定青氣在右將弱兵多青氣在後將勇榖\n少先大後小青氣在左將少卒多兵少軍罷\n青氣在前將㬥其軍必來赤氣在軍上將謀\n未定其氣本廣末鋭而來者為逆兵氣衰去\n乃可攻赤氣在右將軍勇而兵少卒疆必以\n殺降赤氣在後將弱卒疆敵少攻之殺將其\n軍可降赤氣在右將勇敵多兵卒疆赤氣在\n前將勇兵少榖多卒少謀不來黄氣在軍上\n將謀未定其本廣末鋭而來者為逆兵氣衰\n去乃可攻黄氣在右將智而明兵多卒疆榖\n足而不可降黄氣在後將智而勇卒疆兵少\n榖少黄氣在左將弱卒少兵少榖亡攻之必\n傷黄氣在前將勇智卒多疆榖足而有多為\n不可攻也白氣在軍上將賢智而明卒\n威勇而疆其氣本廣末鋭而來者為逆兵氣\n衰去乃可攻白氣在右將勇而兵疆兵多榖\n亡白氣在後將仁而明卒少兵多榖少軍傷\n白氣在左將勇而疆卒多榖少可降白氣在\n前將弱卒亡榖少攻之可降黑氣在軍上將\n謀未定其氣本廣末鋭而來者為逆兵去乃\n可攻黒氣在右將弱卒少兵亡榖盡軍傷可\n不攻自降黒氣在後將勇卒疆兵少榖亡攻\n之殺將軍亡黒氣在左將智而勇卒少兵少\n攻之殺將其軍自降黒氣在前將智而明卒\n少榖盡可不攻自降故明將知氣變之形氣\n在軍上其謀未定其在右而低者欲為右伏\n兵之謀其氣在前而低者欲為前伏陣也其\n氣在後而低者欲為走兵陣也其氣陽者欲\n為去兵其氣在左而低者欲為左陣其氣間\n其軍欲有入邑右子胥相氣取敵大數其法\n如是軍無氣筭於廟堂以知疆弱一五九西\n向吉東向敗亡無東二六十南向吉北向敗\n亡無北三七十一東向吉西向敗亡無西四\n八十二北向吉南向敗亡無南此其用兵月\n日數吉凶所避也舉兵無擊大嵗上物卯也\n始出各利以其四時制日是之謂也\n韓故治今京兆郡角亢也\n鄭故治角亢也\n燕故治今上漁陽右北平遼東莫郡尾箕也\n越故治今大越山隂南斗也\n呉故治西江都牛湏女也\n齊故治臨菑今濟北平原北海郡菑川遼東\n城陽虗危也\n衛故治濮陽今廣陽韓郡營室璧也\n魯故治太山東温周固水今魏東奎婁也\n梁故治今濟隂山陽濟北東郡畢也\n晉故治今代郡常山中山河間廣平郡觜也\n秦故治雍今内史也巴郡漢中隴西定襄太\n原安邑東井也\n周故治雒今河南郡柳七星張也\n"}
{"id": "KR2i0002_013", "series": "KR2i0002", "text": "昔者越王句踐問范子曰古之賢主聖王之\n治何左何右何去何取范子對曰臣聞聖主\n之治左道右術去末取實越王曰何謂道何\n謂術何謂末何謂實范子對曰道者天地先\n生不知老曲成萬物不名巧故謂之道道生\n氣氣生隂隂生陽陽生天地天地立然後有\n寒暑燥濕日月星辰四時而萬物僃術者天\n意也盛夏之時萬物遂長聖人縁天心助天\n喜樂萬物之長故舜彈五絃之琴歌南風之\n詩而天下治言其樂與天下同也當是之時\n頌聲作所謂末者名也故名過實則百姓不\n附親賢士不為用而外諸侯聖主不為也\n所謂實者榖也得人心任賢士也凡此四\n者邦之實也越王曰寡人躬行節儉下士求\n賢不使名過實此寡人所能行也多貯榖富\n百姓此乃天時水旱寧在一人耶何以僃之\n范子曰百里之神千里之君湯執其中和舉\n伊尹收天下雄雋之士練卒兵率諸侯兵伐\n桀為天下除殘去賊萬民皆歌而歸之是所\n謂執其中和者越王曰善哉中和所致也寡\n人雖不及賢主聖王欲執其中和而行之今\n諸侯之地或多或少疆弱不相當兵革㬥起\n何以應之范子曰知保人之身者可以王天\n下不知保人之身失天下者也越王曰何謂\n保人之身范子曰天生萬物而教之而生人\n得榖卽不死榖能生人能殺人故謂人身越\n王曰善哉今寡人欲保榖為之奈何范子曰\n欲保必親於野覩諸所多少為僃越王曰所\n少可得為因其貴賤亦有應乎范子曰夫八\n榖貴賤之法必察天之二表即决矣越王曰\n請問三表范子曰水之勢勝金隂氣蓄積大\n盛水據金而死故金中有水如此者歲大敗\n八榖皆貴金之勢勝木陽氣蓄積大盛金據\n木而死故木中有火如此者嵗大美八榖皆\n賤金木水火更相勝此天之三表者也不可\n不察能知三表可為邦寳不知三表之君千\n里之神萬里之君故天下之君發號施令必\n順於四時四時不正則隂陽不調寒暑失常\n如此則嵗惡五榖不登聖主施令必審於四\n時此至禁也越王曰此寡人所能行也願欲\n知圖榖上下貴賤欲與他貨之内以自實為\n之奈何范子曰夫八榖之賤也如宿榖之登\n其明也諦審察隂陽消息觀市之反覆雌雄\n之相逐天道乃畢越王問范子曰何執而昌\n何行而亡范子曰執其中則昌行奢侈則亡\n越王曰寡人欲聞其説范子曰臣聞古之賢\n主聖君執中和而原其終始即位安而萬物\n定矣不執其中和不原其終始即尊位傾萬\n物散文武之業桀紂之跡可知矣古者天子\n及至諸侯自㓕至亡漸漬乎滋味之費沒溺\n於聲色之類牽攣於珍怪貴重之器故其邦\n空虗困其士民以為湏臾之樂百姓皆有悲\n心瓦解而倍畔者桀紂是也身死邦亡為天\n下笑此謂行奢侈而亡也湯有七十里地務\n執三表可謂邦寳不知三表身死棄道越王\n問范子曰春肅夏寒秋榮冬泄人治使然乎\n將道也范子曰天道三千五百嵗一治一亂\n終而復始如環之無端此天之常道也四時\n易次寒暑失常治民然也故天生萬物之時\n聖人命之曰春春不生遂者故天不重為春\n春者夏之父也故春生之夏長之秋成而殺\n之冬受而藏之春肅而不生者王德不究也\n夏寒而不長者臣下不奉主命也秋順而復\n榮者百官刑不斷也冬温而泄者發府庫賞\n無功也此所謂四時者邦之禁也越王曰寒\n暑不時治在於人可知也願聞嵗之美惡榖\n之貴賤何以紀之范子曰夫隂陽錯繆卽為\n惡歲人生失治卽為亂世夫一亂一治天道\n自然八榖亦一賤一貴極而復反言亂三千\n歲必有聖王也八榖貴賤更相勝故死凌生\n者逆大貴生凌死者順大賤越王曰善越王\n間於范子曰寡人聞人失其魂魄者死得其\n魂魄者生物皆有之將人也范子曰人有之\n萬物亦然天地之間人最為貴物之生穀為\n貴以生人與魂魄無異可得豫知也越王曰\n其善惡可得聞乎范子曰欲知八穀之貴賤\n上下衰極必察其魂魄視其動靜觀其所舎\n萬不失一問曰何謂魂魄對曰魂者槖也魄\n者生氣之源也故神生者出入無門上下無\n根見所而功自存故名之曰神神主生氣之\n精魂主死氣之舎也魄者主賤魂者主貴故\n當安靜而不動魂者方盛夏而行故萬物得\n以自昌神者主氣之精主貴而雲行故方盛\n夏之時不行卽神氣稿而不成物矣故死凌\n生者歲大敗生凌死者歲大美故觀其魂魄\n卽知歲之善惡矣越王問於范子曰寡人聞\n隂陽之治不同力而功成不同氣而物生可\n得而知乎願聞其説范子曰臣聞隂陽氣不\n同處萬物生焉冬三月之時草木既死萬物\n各異藏故陽氣避之下藏伏壯於内使隂陽\n得成功於外夏三月盛暑之時萬物遂長隂\n氣避之下藏伏壯於内然而萬物親而信之\n是所謂也陽者主生萬物方夏三月之時大\n熱不至則萬物不能成隂氣主殺方冬三月\n之時地不内藏則根荄不成卽春無生故一\n時失度卽四序為不行越王曰善寡人已聞\n隂陽之事榖之貴賤可得而知乎范子曰陽\n者主貴隂者主賤故當寒而不寒者榖為之\n㬥貴當温而不温者榖為之㬥賤譬猶形影\n聲響相聞豈得不復哉故曰秋冬貴陽氣施\n於隂隂極而復貴春夏賤隂氣施於陽陽極\n而不復越王曰善哉以丹書■帛置之枕中\n以為國寶越五日困於吳請於范子曰寡人\n守國無術負於萬物㡬亡邦危社稷為旁邦\n所議無定足而立欲捐軀出死以報吳仇為\n之奈何范子曰臣聞聖主為不可為之行不\n惡人之謗巳為足舉之德不德人之稱已舜\n循之歷山而天下從風使舜釋其所循而求\n天下之利則恐不全其身昔者神農之治天\n下務利之而已矣不望其報不貪天下之財\n而天下共富之所以其智能自貴於人而天\n下共尊之故曰富貴者天下所置不可奪也\n今王利地貪財接兵血刃僵尸流血欲以顯\n於世不亦謬乎越王曰上不逮於神農下不\n及於堯舜今子以至聖之道以説寡人誠非\n吾所及也且吾聞之也父辱則子死君辱則\n臣死今寡人親巳辱於吳矣欲行一切之變\n以復吳仇願子更為寡人圖之范子曰君辱\n則死固其義也立死下士人而求成邦者且\n聖之計也且夫廣天下尊萬乘之主使百姓\n安其居樂其業者唯兵兵之要在於人人之\n要在於榖故民衆則主安穀多則兵疆王而\n僃此二者然後可以圖之也越王曰吾欲富\n邦疆兵地狹民少奈何為之范子曰夫陽動\n於上以成天文隂動於下以成地理審察開\n置之要可以為富凡欲先知天門開及地户\n閉其術天高五寸减天寸六分以成地謹司\n八穀初見出於天者是謂天門開地户閉陽\n氣不得下入地户故氣轉動而上下隂陽俱\n絶八穀不成大貴必應其嵗而起此天變見\n符也謹司八榖初見入於地者是謂地户閉\n隂陽俱㑹八穀大成其嵗大賤來年大饑此\n地變見端也謹司八穀初見半於人者糴平\n熟無災害故天倡而見符地應而見瑞聖人\n上知天下知地中知人此之謂天平地平以\n此為天圖越王既巳勝吳三日反邦未至息\n自雄問大夫種曰夫聖人之術何以加於此\n乎大夫種曰不然王德范子之所言故天地\n之符應邦以藏聖人之心矣然而范子豫見\n之策未肎為王言者也越王愀然而恐靣有\n憂色請於范子稱曰寡人用夫子之計幸得\n勝呉盡夫子之力也寡人聞夫子明於隂陽\n進退豫知未形推徃引前後知千歲可得聞\n乎寡人虛心垂意聽於下風范子曰夫隂陽\n進退前後幽㝠未見未形此特殺生之柄而\n王制於四海此邦之重寳也王而毋泄此事\n臣請為王言之越王曰夫子幸教寡人願與\n之自藏至死不敢忘范子曰隂陽進退者固\n天道自然不足怪也夫隂入淺者即嵗善陽\n入深者則嵗惡幽幽冥冥豫知未形故聖人\n見物不疑是謂知時固聖人所不傳也夫堯\n舜禹湯皆有豫見之勞雖有凶年而民不窮\n越王曰善以丹書帛置之枕中以為邦寳范\n子巳告越王立志入海此謂天地之圖也\n"}
{"id": "KR2i0002_014", "series": "KR2i0002", "text": "昔者楚考烈王相春申君吏李園園女弟女\n環謂園曰我聞王老無嗣可見我於春申君\n我欲假於春申君我得見於春申君徑得見\n於王矣園曰春申君貴人也千里之佐吾何\n託敢言女環曰卽不見我汝求謁於春申君\n才人告逺道客請歸待之彼必問汝汝家何\n等逺道客者因對曰園有女弟魯相聞之使\n使者來求之園才人使告園者彼必有問汝\n女弟何能對曰能鼓音讀書通一經故彼必\n見我園曰諾明日辭春申君才人有遠道客\n請歸待之春申君果問汝家何等遠道客對\n曰園有女弟魯相聞之使使求之春申君曰\n何能對曰能鼓音讀書通一經春申君曰可\n得見乎明日使待於離亭園曰諾既歸告女\n環曰吾辭於春申君許我明日夕待於離亭\n女環曰園宜先供待之春申君到園馳人呼\n女環到黄昏女環至大縱酒女環鼓琴曲未\n終春申君大恱留宿明日女環謂春申君曰\n妾聞王老無嗣屬邦於君君外淫不顧政事\n使王聞之君上負於王使妾兄下負於夫人\n為之奈何無泄此口君召而戒之春申君以\n告官屬莫有聞淫女也皆曰諾與女環通未\n終月女環謂春申君曰妾聞王老無嗣今懷\n君子一月矣可見妾於王幸産子男君卽王\n公也而何為佐乎君戒念之五日而道之邦\n中有好女中相可屬嗣者烈王曰諾卽召之\n烈王恱取之十月産子男十年烈王死幽王\n嗣立女環使園相春申君相之三年然後告\n園以吳封春申君使僃東邊園曰諾卽封春\n申君於吳幽王後懷王使張儀詐殺之懷王\n子頃襄王秦始皇帝使王翦㓕之\n昔者越王句踐困於㑹稽歎曰我其不伯乎\n欲殺妻子角戰以死蠡對曰殆哉王失計也\n愛其所惡且吳王賢不離不肖不去若卑辭\n以地讓之天若棄彼彼必許句踐曉焉曰豈\n然哉遂聽能以勝越王句踐即得平吳春祭\n三江秋祭五湖因以其時為之立嗣垂之來\n世傳之萬載鄰邦樂德以來取足范蠡内視\n若盲反聽若聾度天闗涉天機後衽天人前\n帶神光當是時言之者其去甚微甚宻王\n巳失之矣然終難復見得於是度兵徐州致\n貢周室元王以之中興號為州伯以為專句\n踐之功非王室之力是時越行伯道沛歸於\n宋浮陵以付楚臨期開陽復之於魯中邦侵\n伐因斯衰止以其誠行於内威發於外越專\n其功故曰越絶是也故傳曰桓公迫於外子\n能以覺悟句踐報於㑹稽能因以伯堯舜雖\n聖不能任狼致治管仲能知人桓公能任賢\n蠡善慮患句踐能行焉臣主若斯其不伯得\n乎易曰君臣同心其利斷金此之謂也\n吳越之事煩而文不喻聖人畧焉賢者垂意\n深省厥辭觀斯智愚夫差狂惑賊殺子胥句\n踐至賢種曷為誅范蠡恐懼逃于五湖葢有\n説乎夫吳知子胥賢猶昬然誅之傳曰人之\n將死惡聞酒肉之味邦之將亡惡聞忠臣之\n氣身死不為醫邦亡不為謀還自遺災葢木\n土水火不同氣居此之謂也\n種立休功其後厥過自伐句踐知其仁也不\n知其信見種為吳通越稱君子不危窮不㓕\n服以忠告句踐非之見乎顔色范蠡因心知\n意策問其事卜省其辭吉耶凶耶兆言其災\n夫子見利與害去于五湖葢謂知其道貴微\n而賤獲易曰知㡬其神乎道以不害為左傳\n曰知始無終厥道必窮此之謂也\n子胥賜劒將自殺歎曰嗟乎衆曲矯直一人\n固不能獨立吾挾弓矢以逸鄭楚之間自以\n為可復吾見凌之仇乃先王之功想得報焉\n自致於此吾先得榮後僇者非智衰也先遇\n明後遭險君之易移也巳矣坐不遇時復何\n言哉此吾命也亡將安之莫如早死從吾先\n王于地下葢吾之志也吳王將殺子胥使馮\n同徵之胥見馮同知為吳王來也洩言曰王\n不親輔弼之臣而親衆豕之言是吾命短也\n高置吾頭必見越人入吳也我王親為禽哉\n捐我深江則亦巳矣胥死之後吳王聞以為\n妖言甚咎子胥王使人捐於大江口勇士執\n之乃有遺響發憤馳騰氣若奔馬威凌萬物\n歸神大海彷彿之間音兆常在后世稱述葢\n子胥水僊也\n子胥挾弓去楚唯夫子獨知其道事世\n有退至今實之實秘文之事深述厥兆徵為\n其戒齊人歸女其後亦重各受一篇文辭不\n既經傳外章輔發其類故聖人見微知著覩\n始知終由此觀之夫子不王可知也恭承嘉\n惠述暢徃事夫子作經攬史記憤懣不泄兼\n道事後覧承傳説厥意以為周道不敝春秋\n不作葢夫子作春秋記元於魯大義立㣲言\n屬五經六藝為之檢式垂意於越以觀枉直\n陳其本末抽其綂紀章决句斷各有終始吳\n越之際夫差弊矣是之謂也故觀乎太伯能\n知聖賢之分觀乎荆平能知信勇之變觀乎\n吳越能知隂謀之慮觀乎計倪能知隂陽消\n息之度觀乎請糴能知　人之使敵邦賢不\n肖觀乎九術能知取人之眞轉禍之福觀乎\n兵法能知却敵之路觀乎陳恒能知古今相\n取之術觀乎德叙能知忠直所死狂懜通拙\n經百八章上下相明齊桓興盛執操以同管\n仲達于霸紀范蠡審乎吉凶終始夫差不能\n邦之治察乎馮同宰嚭能知謟臣之所移\n哀彼離德信不用内痛子胥忠諫邪君反受\n其咎夫差誅子胥自此始亡之謂也\n\n"}
{"id": "KR2i0002_015", "series": "KR2i0002", "text": "維先古九頭之世䝉水之際興敗有數承三\n繼五故曰衆者傳目多者信德自此之時天\n下大服三皇以後以一治人至於三王爭心\n生兵革越作肉刑五胥因悉挾方氣歷天漢\n孔子感精知後有疆秦喪其世而漢興也賜\n權齊晉越入吳孔子推類知後有蘇秦也權\n衡相動衡五相發道獲麟周盡證也故作春\n秋以繼周也此時天地㬥清日月一明弟子\n欣然相與太平孔子懷聖承弊無尺土所有\n一民所子睹麟乗涕傷民不得其所非聖人\n孰能痛世若此萬代不㓕無能復述故聖人\n沒而㣲言絶賜見春秋改文尚質譏二名興\n素王亦發憤記吳越章句其篇以喻後賢賜\n之説也魯安吳吳敗晉疆越霸世春秋二百\n餘年垂象後王賜傳吳越指於秦聖人發\n一隅辯士宣其辭聖文絶於彼辯士絶於此\n故題其文謂之越絶\n問曰越絶始於太伯終於陳恒何論語曰雖\n小道必有可觀者焉乃太伯審於始知去上\n賢太伯特不恨讓之至也始於太伯仁賢明\n大吳也仁能生勇故次以荆平也勇子胥忠\n正信智以明也智能生詐故次以吳人也善\n其務救蔡勇其伐荆其范蠡行為持危救傾\n也莫如循道順天富邦安民故次計倪富邦\n安民故於自守易以取故次請糴也一其愚\n故乖其政也\n問曰請粟者求其福禄必可獲故次以九術\n順天心終和親卽知其情策於廊廟以知疆\n弱時至伐必可克故次兵法兵凶器也動作\n不當天與其殃知此上事乃可用兵易之卜\n將春秋無將子謀父臣殺主天地所不容載\n惡之甚深故終於陳恒也易之卜將春秋無\n將今荆平何善乎君無道臣仇主以次太伯\n何曰非善荆平也乃勇子胥也臣不討賊子\n不復仇非臣子也故賢其冤於無道之楚困\n不死也善其以匹夫得一邦之衆竝義復仇\n傾諸侯也非義不為非義不死也\n問曰子胥妻楚王母無罪而死於吳其行如\n是何義乎曰孔子固貶之矣賢其復仇惡其\n妻楚王母也然春秋之義量功掩過也賢之\n親親也子胥與吳何親乎曰子胥以困于闔\n廬闔廬勇之甚將為復仇名譽甚著詩云投\n我以桃報之以李夫差下愚不移終不可奈\n何言不用策不從昭然知吳將亡也受闔廬\n厚恩不忍去而自存欲著其諫之功也故先\n吳敗而殺也死人且不負而况靣在乎昔者\n管仲生伯業興子胥死伯名成周公貴一槩\n不求僃於一人及外篇各有差釵師不説■\n問曰子胥未賢耳賢者所過化子胥賜劒欲\n無死得乎盲者不可示以文繡聾者不可語\n以調聲瞽瞍不移商均不化湯繫夏臺文王\n拘於殷時人謂舜不孝堯不慈聖人不恱下\n愚而况乎子胥當困於楚劇於吳信不去耳\n何拘之有孔子貶之奈何其報楚也稱子胥\n妻楚王母及乎夷狄貶之言吳人也問曰句\n踐何德也曰伯德賢君也傳曰危人自安君\n子弗為奪人自與伯夷不多行偽以勝㓕人\n以伯其賢奈何曰是固伯道也祺道厭駮一\n善一惡當時無天子疆者為右使句踐無權\n㓕邦久矣子胥信而得衆道范蠡善偽以勝\n當明王天下太平諸侯和親四夷樂德欵塞\n貢珍屈膝請臣子胥何由乃困於楚范蠡不\n久乃為狂者句踐何當屬莝養馬遭逄變亂\n權以自存不亦賢乎行伯非賢晉文之能因\n時順宜隨而可之故空社易為福危民易為\n德是之謂也\n問曰子胥范蠡何人也子胥勇而智正而信\n范蠡智而明皆賢人問曰子胥死范蠡去二\n人行違皆稱賢何論語曰陳力就列不能者\n止事君以道言耳范蠡單身入越主於伯有\n所不合故去也問曰不合何不死曰去止事\n君之義也義無死胥死者受恩深也今蠡猶\n重也不明甚矣問曰受恩死死之善也臣事\n君猶妻事夫何以去論語曰三日不朝孔子\n行行者去也傳曰孔子去魯燔爼無肉曾子\n去妻蔾蒸不熟㣲子去比干死孔子幷稱仁\n行雖有異其義同死與生敗與成其同奈何\n論語曰有殺身以成仁子胥重其信范蠡貴\n其義信從中出義從外出㣲子去者痛殷道\n也比干死者忠於紂也箕子亡者正其紀也\n皆忠信之至相為表裏耳問曰二子孰愈乎\n曰以為同耳然子胥無為能自免於無道之\n楚不忘舊功㓕身為主合即能以霸不合可\n去則去可死則死范蠡遭世不明被髪佯狂\n無正不行無主不止色斯而舉不害於道億\n則屢中貨財殖聚作詐成伯不合乃去三遷\n避位名聞海内去越入齊老身西陶仲子由\n楚傷中而死二子行有始終子胥可謂兼人\n乎問曰子胥伐楚宫射其子不殺何也弗及\n耳楚世子奔逃雲夢山之子胥兵笞卒王之\n墓昭王遣大夫申包胥入秦請救干斧漁子\n進諫子胥子胥適㑹秦救至因引兵還越見\n其榮於無道之楚興兵伐吳子胥以不得已\n迎之就李問曰笞墓何名乎子之復仇臣之\n討賊至誠感天矯枉過直乳狗哺虎不計禍\n福大道不誅誅首惡子胥笞墓不究也\n維子胥之述吳越也因事類以曉後世著善\n為誠譏惡為誠句踐以來至乎更始之元五\n百餘年吳越相復見於今百歲一賢猶為比\n肩記陳厥説畧其有人以去為生得衣乃成\n厥名有米覆之以庚禹來東征死葬其疆不\n直自斥託類自明寫精露愚畧以事類俟告\n後人文屬辭定自于邦賢邦賢以口為姓丞\n之以天楚相屈原與之同名明於古今德配\n顔淵時莫能與伏竄自容年加申酉懷道而\n終友臣不施猶夫子得麟覧覩厥意嗟歎其\n文於乎哀哉温故知新述暢子胥以喻來今\n經世歷覧論者不得莫能達焉猶春秋鋭精\n堯舜垂意周文配之天地著於五經齊德日\n月比智隂陽詩之伐柯以巳喻人後生可畏\n葢不在年以口為姓萬事道也丞之以天德\n高明也屈原同名意相應也百歲一賢賢復\n生也明於古今知　也徳比顔淵不可量\n也時莫能用籥口鍵精深自誠也猶子得麟\n丘道窮也姓有去不能容也得衣乃成賢人\n衣之能章也名有米八政寳也覆以庚兵絶\n之也於乎哀哉莫肎與也屈原隔界放於南\n楚自沈湘水蠡所有也\n\n越絶卷第十五終\n"}
