{"id": "KR2i0001_001", "series": "KR2i0001", "text": "呉越春秋吳太伯傳第一\n　　　　　　　　　後　漢　趙　曄　撰\n呉之前君太伯者后稷之苗裔也后稷其\n母台氏之女姜嫄\n爲\n帝嚳元妃年少未孕出㳺於野見大人跡而觀\n之中心歡然喜其形像因履而踐之身動意若\n爲人所感後姙娠恐被淫泆之禍遂祭祀以求\n謂無子履上帝之跡天猶令有之姜\n嫄怪而棄于阨狹之巷牛馬過者折易而\n避之復棄于林中適㑹伐木之人多\n復置于澤中冰上衆鳥以羽覆之\n后稷遂得不死姜嫄以爲神收而養之\n長因名棄爲兒時好種樹禾黍桑麻五榖\n相五土之宜靑赤黃黑陵水高下粢稷黍\n禾蕖麥豆稻各得其理堯遭洪水人民泛濫遂\n高而居堯聘棄使敎民山居隨地造區研\n營種之術三年餘行人無飢乏之色乃拜棄\n爲農師封之台號爲后稷姓姬氏后稷就國爲\n諸侯卒子不窋立遭\n夏氏世衰失官奔戎狄之間其孫公劉\n公劉慈仁行不履生草運車以避葭葦\n公劉避夏桀於戎狄變易風俗民化其政公劉\n卒子慶節立其後八世而得古公亶甫\n\n脩公劉后稷之業積德\n行義爲狄人所慕薫鬻戎姤而伐之\n古公事之以犬馬牛羊其伐不止事\n以皮幣金玉重寳而亦伐之不止古公問何所\n欲曰欲其土地古公曰君子不以養害害所養\n國所以亡也而爲身害吾所不\n居也古公乃杖䇿去邠踰梁山而處岐周\n\n曰彼君與我何異邠人父子兄弟\n相帥負老携幼掲釡甑而歸古公居三月成城\n郭一年成邑二年成都而民五倍其初古公三\n子長曰太伯次曰仲雍雍一名吳仲少曰\n季歷季歷娶妻太任氏\n生子昌昌有聖瑞\n古公知昌聖欲傳國\n以及昌曰興王業者其在昌乎因更名曰季歷\n太伯仲雍望風知指曰歷者適也知古公欲以\n國及昌古公病二人託名採藥於衡山遂之\n荆蠻斷髮文身爲夷狄之服示不可用古公卒\n太伯仲雍歸赴喪畢還荆蠻國民君而事之自\n號爲勾吳呉人或問何\n像而爲勾吳太伯曰吾以伯長居國絶嗣\n者也其當有封者吳仲也故自號勾吳非其方\n乎荆蠻義之從而歸之者千有餘家共立以爲\n勾吳數年之間民人殷富遭殷之末世衰中國\n侯王數用兵恐及於荆蠻故太伯起城周三里\n二百歩外郭三百餘里在西北隅名曰故吳\n人民皆耕田其中古公病將卒令\n季歷讓國於太伯而三讓不受故云太伯三以\n天下讓於是季歷蒞政脩先王之業守仁義之\n道季歷卒子昌立號曰西伯\n\n遵公劉古公之術業於養老\n天下歸之西伯致太平伯夷自海濱而往西伯\n卒太子發立任周召而伐殷天下已\n安乃稱王追謚古公爲大王追封太伯於吳太\n伯祖卒葬於梅里平墟\n仲雍立是為呉仲雍\n仲雍卒子季簡簡子叔達達子周章章子熊熊\n子遂遂子柯相相子彊鳩夷夷子餘喬疑吾吾\n子柯廬廬子周繇繇子屈羽羽子夷吾吾子禽\n處處子專專子頗高高子句畢立\n是時晉獻公滅周北虞虞公以\n開晉之伐虢氏畢子去齊齊子壽夢立\n而吳益彊稱王凡從太伯至壽夢之世與\n中國時通朝會而國斯霸焉\n吳越春秋吳太伯傳第一\n"}
{"id": "KR2i0001_002", "series": "KR2i0001", "text": "吳越春秋吳王壽夢傳第二\n壽夢元年朝周適楚觀諸侯禮樂\n魯成公會於鍾離\n深問周公禮樂成公\n悉爲陳前王之禮樂因爲詠歌三代之風壽夢\n曰孤在夷蠻徒以椎髻爲俗豈有斯之服哉因\n歎而去曰於乎哉禮也\n二年楚之亡大夫申公巫臣適吳以爲行\n人敎吳射御導之伐楚\n楚莊王怒使子\n反將敗吳師二國從斯結讎於是吳始通中\n國而與諸侯爲敵\n五年伐楚敗子反\n十六年楚㳟王怨吳爲巫臣伐之也乃舉\n兵伐吳至衡山而還\n\n十七年壽夢以巫臣子狐庸爲相任以國政\n二十五年壽夢病將卒有子四人長曰諸樊次\n曰餘祭次曰餘昧次曰季札季札賢\n壽夢欲立之季札讓曰禮有舊制奈何廢前王\n之禮而行父子之私乎壽夢乃命諸樊曰我欲\n傳國及札爾無忘寡人之言諸樊曰周之太王\n知西伯之聖廢長立少王之道興今欲授國於\n札臣誠耕於野王曰昔周行之德加於四海今\n汝於區區之國荆蠻之鄉奚能成天子之業乎\n且今子不忘前人之言必授國以次及于季札\n諸樊曰敢不如命壽夢卒\n諸樊以適長攝行事當國政\n吳王諸樊元年\n已除喪讓季札曰昔前王未薨之時嘗\n晨昧不安吾望其色也意在於季札又復三朝\n悲吟而命我曰吾知公子札之賢欲廢長立少\n重發言於口雖然我心已許之然前王不忍行\n其私計以國付我我敢不從命乎今國者子之\n國也吾願達前王之義季札謝曰夫適長當\n國非前王之私乃宗廟社稷之制豈可變乎諸\n樊曰苟可施於國何先王之命有太王改爲\n季歷二伯來入荆蠻遂城爲國周道就成前人\n誦之不絶於口而子之所習也札復謝曰昔曹\n公卒庻存適亡諸侯與曹人\n不義而立於國子臧聞之行吟而\n歸曹君懼将立子臧子臧去之以成曹之道\n札雖不才願附\n子臧之義吾誠避之呉人固立季札季札不受\n而耕於野吳人舍之諸樊驕恣輕慢鬼神仰\n天求死将死命弟餘祭曰必以國及季札乃封\n季札於延陵號曰延陵季子\n\n餘祭十二年楚靈王會諸侯伐吳圍朱方誅慶\n封慶封數爲吳伺祭故晉楚伐之也吳王\n餘祭怒曰慶封窮來奔吳封之朱方\n\n以効不恨\n士也卽舉兵伐楚取二邑而去\n十三年楚怨吳爲慶封故伐之心恨不解伐吳\n至乾谿吳擊之楚師敗走\n十七年餘祭卒餘昧立四年卒欲授位季札季\n札讓逃去曰吾不受位明矣昔前君有命已附\n子臧之義潔身清行仰高履尚惟仁是處富貴\n之於我如秋風之過耳遂逃歸延陵吳人立餘\n昧子州于號爲吳王僚也\n吳越春秋吳王夀夢傳第二\n"}
{"id": "KR2i0001_003", "series": "KR2i0001", "text": "呉越春秋王僚使公子光傳第三\n二年王僚使公子光伐楚以報前\n來誅慶封也吳師敗而亡舟光懼因\n捨復得王舟而還光欲謀殺王\n僚未有所與合議隂求賢乃命善相者爲吳市\n吏\n五年楚之亡臣伍子胥來奔吳伍子胥\n者楚人也名貟貟父奢兄尚其前名曰伍舉\n以直諫事楚莊王王卽位三年不\n聽國政沉湎於酒淫於聲色左手擁秦姬右手\n抱越女身坐鐘鼓之間而令曰有敢諫者死於\n是伍舉進諫曰有一大鳥集楚國之庭三年不\n飛亦不鳴此何鳥也於是荘王曰此鳥不飛飛\n則冲天不鳴鳴則驚人伍舉曰不飛不鳴將爲\n射者所圖絃矢卒發豈得冲天而驚人\n乎於是莊王棄其秦姬越女罷鐘鼓之樂用孫\n叔敖任以國政遂霸天下威伏諸\n侯莊王卒靈王立建章華之臺與\n登焉王曰臺美伍舉曰臣聞國君服寵以爲美\n安民以爲樂克聽以爲聰致逺以爲明不聞以\n土木之崇髙蟲鏤之刻畫金石之清音絲竹之\n凄唳以之爲美前莊王爲抱居之臺高不過望\n國氛大不過容宴豆木不妨守備用\n不煩官府民不敗時務官不易朝常今君爲此\n臺七年國人怨焉財用盡焉年榖敗焉百姓煩\n焉諸侯忿怨卿士訕謗豈前王之所盛人君之\n美者耶臣誠愚不知所謂也靈王卽除工去飾\n不遊於臺由是伍氏三世爲楚忠臣楚平王有\n太子名建平王以伍奢爲太子太傅費無忌\n爲少傅平王使無忌爲太子娶於秦\n秦女美容無忌報平王曰秦女天下無雙王可\n自取王遂納秦女爲夫人而幸愛之生子珍而\n更爲太子娶齊女無忌因去太子而事平王深\n念平王一旦卒而太子立當害已也乃復䜛太\n子建建母蔡氏無寵乃使太子守城父\n備邊兵頃之無忌日夜言太子之短曰\n太子以秦女之故不能無怨望之心願王自備\n太子居城父将兵外交諸侯將入爲亂平王乃\n召伍奢而按問之奢知無忌之䜛因諫之曰王\n獨奈何以䜛賊小臣而踈骨肉乎無忌承宴復\n言曰王今不制其事成矣王且見擒平王大怒\n因囚伍奢而使城父司馬奮揚往殺太子奮揚\n使人前告太子急去不然將誅三月太子奔宋\n無忌復言平王曰伍奢有二子皆賢不誅且爲\n楚憂可以其父爲質而召之王使使謂奢曰能\n致二子則生不然則死伍奢曰臣有二子長曰\n尚少曰胥尚爲人慈温仁信若聞臣召輙来胥\n爲人少好於文長習於武文治邦國武定天下\n執綱守戾蒙垢受耻雖寃不爭能成大事此前\n知之士安可致耶平王謂伍奢之譽二子卽遣\n使者駕駟馬封函印綬往許召子尚子胥令曰\n賀二子父奢以忠信慈仁去難就免平王内慙\n囚繫忠臣外愧諸侯之耻反遇奢爲國相封二\n子爲侯尚賜鴻都侯胥賜蓋侯相去不遠三百\n餘里奢久囚繫憂思二子故遣臣來奉進印綬\n尚曰父繫三年中心切怛食不甘味嘗苦飢渴\n晝夜感思憂父不活惟父獲免何敢貪印綬哉\n使者曰父囚三年王今幸赦無以賞賜封二子\n爲侯一言當至何所陳哉尚乃入報子胥曰父\n幸免死二子爲侯使者在門兼封印綬汝可見\n使子胥曰尚且安坐爲兄卦之今日甲子時加\n於已支傷日下氣不相受君欺其臣父欺其子\n今往方死何侯之有尚曰豈貪於侯思見父耳\n一靣而别雖死而生子胥曰尚且無往父當我\n活楚畏我勇勢不敢殺兄若誤往必死不脫尚\n曰父子之愛恩從中出徼倖相見以自濟達於\n是子胥歎曰與父俱誅何明於世寃讎不除耻\n辱日大尚從是往我從是决尚泣曰吾之\n生也爲世所笑終老地上而亦何之不能報仇\n畢爲廢物汝懐文武勇於䇿謀父兄之讎汝可\n復也吾如得返是天祐之其遂沉埋亦吾所喜\n胥曰尚且行矣吾去不顧勿使臨難雖悔何追\n旋泣辭行與使俱往楚得子尚執而囚之復遣\n追捕子胥胥乃貫弓執矢去楚楚追之見\n其妻曰胥亡矣去三百里使者追及無人之野\n胥乃張弓布矢欲害使者使者俯伏而走胥曰\n報汝平王欲國不滅\n釋吾父兄若不爾者楚爲墟矣使返報平王王\n聞之卽發大軍追子胥至江失其所在不獲而\n返子胥行至大江仰天行哭林澤之中言楚王\n無道殺吾父兄願吾因於諸侯以報讎矣聞太\n子建在宋胥欲往之伍奢初聞子胥之亡曰楚\n之君臣且苦兵矣尚至楚就父俱戮於市伍貟\n奔宋道遇申包胥謂曰楚王殺吾兄父爲之奈\n何申包胥曰於乎吾欲敎子報楚則爲不忠敎\n子不報則爲無親友也子其行矣吾不容言子\n胥曰吾聞父母之讎不與戴天履地兄弟之讎\n不與同域接壤朋友之讎不與鄰鄉共里今吾\n将復楚辜以雪父兄之耻申包胥曰子能亡之\n吾能存之子能危之吾能安之胥遂奔宋宋元\n公無信於國國人惡之大夫華氏謀殺元公國\n人與華氏因作大亂子胥乃與\n太子建俱奔鄭鄭人甚禮之太子建又適晉晉\n頃公曰太子旣在鄭鄭信太子矣太子能爲内\n應而滅鄭卽以鄭封太子太子還鄭事未成㑹\n欲私其從者從者知其謀乃告之於鄭鄭定公\n與子産誅殺太子建建有子名勝伍貟與勝奔\n吳到昭關關吏欲執之伍貟因詐曰上所以索\n我者美珠也今我巳亡矣将去取之關吏因舎\n之與勝行去追者在後㡬不得脫至江江中\n有漁父乗船從下方泝水而上子胥呼之謂曰\n漁父渡我如是者再漁父欲渡之適㑹旁有人\n窺之因而歌曰日月昭昭乎侵已馳與子期乎\n蘆之漪子胥卽止蘆之漪漁父又歌曰日已夕\n兮予心憂悲月已馳兮何不渡爲事寖急兮當\n奈何子胥入船漁父知其意也乃渡之千潯\n之津子胥旣渡漁父乃視之有其飢色\n乃謂曰子俟我此樹下爲子取餉漁父去後子\n胥疑之乃濳身於深葦之中有頃父来持麥飯\n鮑魚羮盎漿求之樹下不見因歌而呼之曰蘆\n中人蘆中人豈非窮士乎如是至再子胥乃出\n蘆中而應漁父曰吾見子有飢色爲子取餉子\n何嫌哉子胥曰性命屬天今屬丈人豈敢有嫌\n哉二人飲食畢欲去胥乃解百金之劒以與漁\n者此吾前君之劒中有七星價直百金以此相\n答漁父曰吾聞楚之法令得伍胥者賜粟五萬\n石爵執圭豈圖取百金之劒乎遂辭不受謂子\n胥曰子急去勿留且爲楚所得子胥曰請丈人\n姓字漁父曰今日凶凶兩賊相逢吾所謂渡楚\n賊也兩賊相得得形於黙何用姓字爲子爲蘆\n中人吾爲漁丈人富貴莫相忘也子胥曰諾旣\n去誡漁父曰掩子之盎漿無令其露漁父諾子\n胥行數歩顧視漁者已覆船自沉於江水之中\n矣子胥黙然遂行至吳疾於中道乞食溧陽\n適㑹女子擊綿於瀬水之上筥中有飯子\n胥遇之謂曰夫人可得一餐乎女子曰妾獨與\n母居三十未嫁飯不可得子胥曰夫人賑窮途\n少飯亦何嫌哉女子知非恒人遂許之發其簞\n筥飯其盎漿長跪而與之子胥再餐而止女子\n曰君有遠逝之行何不飽而餐之子胥已餐而\n去又謂女子曰掩夫人之壷漿無令其露女子\n歎曰嗟乎妾獨與母居三十年自守貞明不願\n從適何宜饋飯而與丈夫越虧禮儀妾不忍也\n子行矣子胥行反顧女子已自投於瀬水矣於\n乎貞明執操其丈夫女哉子胥之吳乃被髪佯\n狂跣足塗靣行乞於市市人觀㒺有識者翌日\n吳市吏善相者見之曰吾之相人多矣未\n嘗見斯人也非異國之亡臣乎乃白吳王僚具\n陳其狀王宜召之王僚曰與之俱入公子光聞\n之私喜曰吾聞楚殺忠臣伍奢其子子胥勇而\n且智彼必復父之讎来入於吳隂欲養之市吏\n於是與子胥俱入見王王僚怪其狀偉身長一\n丈腰十圍眉間一尺王僚與語三日辭無復者\n王曰賢人也子胥知王好之毎入語語遂有勇\n壯之氣稍道其讎而有切切之色王僚知之欲\n爲興師復讎公子謀殺王僚恐子胥前親於王\n而害其謀因䜛伍胥之諫伐楚者非爲吳\n也但欲自復私讎耳王無用之子胥知公子光\n欲害王僚乃曰彼光有内志未可說以外事\n入見王僚曰臣聞諸侯不爲匹夫興師用兵於\n比國王僚曰何以言之子胥曰諸侯專爲政非\n以意救急後興師今大王踐國制威爲匹夫興\n兵其義非也臣固不敢如王之命吳王乃止子\n胥退耕於野求勇士薦之公子光欲以自媚乃\n得勇士專諸專諸者堂邑人\n也伍胥之亡楚如吳時遇之於途專諸方與人\n闘將就敵其怒有萬人之氣甚不可當其妻一\n呼卽還子胥怪而問其狀何夫子之怒盛也聞\n一女子之聲而折道寧有說乎專諸曰子視吾\n之儀寧類愚者也何言之鄙也夫屈一人之下\n必伸萬人之上子胥因相其貌碓顙而深目虎\n膺而熊背戾於從難知其勇士隂而結之欲以\n爲用遭公子光之有謀也而進之公子光光旣\n得專諸而禮待之公子光曰天以夫子輔孤之\n失根也專諸曰前王餘昧卒僚立自其分也公\n子何因而欲害之乎光曰前君壽夢有子四人\n長曰諸樊則光之父也次曰餘祭\n次曰餘昧㳄曰季札札之賢也将卒傳付\n適長以及季札念季札爲使亡在諸侯未還\n餘昧卒國空有立者適長也適長之後卽光之\n身也今僚何以當代立乎吾力弱無助於掌事\n之間非用有力徒能安吾志吾雖代立季子東\n還不吾廢也專諸曰何不使近臣從容言於王\n側陳前王之命以諷其意令知國之所歸何湏\n私備劒士以捐先王之徳光曰僚素貪而恃力\n知進之利不覩退讓吾故求同憂之士欲與之\n并力惟夫子詮斯義也專諸曰君言甚露乎\n於公子何意也光曰不也此社稷之言也小人\n不能奉行惟委命矣專諸曰願公子命之公子\n光曰時未可也專諸曰凡欲殺人君必前求其\n所好吳王何好光曰好味專諸曰何味所甘光\n曰好嗜魚之炙也專諸乃去從太湖學炙魚三\n月得其味安坐待公子命之\n八年僚遣公子伐楚大敗楚師因迎故太子建\n母於鄭鄭君送建母珠玉簪珥欲以解殺建之\n過\n\n九年吳使光伐楚㧞居巢鍾離\n吳所以相攻者初楚之邊邑胛梁\n之女與吳邊邑處女蠶爭界上之桑\n二家相攻吳國不勝遂更相伐滅吳之\n邊邑吳怒故伐楚取二邑而去\n十二年冬楚平王卒\n伍子胥謂白公勝\n曰平王卒吾志不悉\n矣然楚國有吾何憂矣白公黙然不對伍子胥\n坐泣於室\n十三年春吳欲\n因楚葬而伐之使公子\n蓋餘燭傭以兵圍楚使季札於晉\n以觀諸侯之變楚發兵絶吳後吳兵不得還於\n是公子光心動伍胥知光之見機也乃說光曰\n今吳王伐楚二弟將兵未知吉凶專諸之事於\n斯急矣時不再來不可失也於是公子見專諸\n曰今二弟伐楚季子未還當此之時不求何獲\n時不可失且光真王嗣也專諸曰僚可殺也母\n老子弱弟伐楚楚絶其後方今吳外困於楚内\n無骨鯁之臣是無如我何也四月公子光伏甲\n士於窋室中具酒而請王僚僚白其\n母曰公子光爲我具酒來請期無變悉乎母曰\n光心氣怏怏常有愧恨之色不可不愼王僚乃\n被棠銕之甲三重使兵衛陳於道自宫門至於\n光家之門階席左右皆王僚之親戚使坐立侍\n皆操長㦸交軹酒酣公子光佯爲足疾入窋室\n裹足使專諸置魚腸劒炙魚中進之既至王僚\n前專諸乃擘炙魚因推匙首立㦸交軹倚專諸\n胷\n胷斷臆開匙首如\n故以刺王僚貫甲達背王僚旣死左右共殺專\n諸衆士擾動公子光伏其甲士以攻僚衆盡滅\n之遂自立是爲吳王闔閭也乃封專諸之子拜\n爲客卿季札使還至吳闔閭以位讓季札曰苟\n前君無廢社稷以奉君也吾誰怨乎哀死待生\n以俟天命非我所亂立者從之是前人之道命\n哭僚墓復位而待公子蓋餘燭傭二人將兵遇\n圍於楚者聞公子光殺王僚自立乃以兵降楚\n楚封之於舒\n\n吳越春秋王僚使公子光傳第三\n"}
{"id": "KR2i0001_004", "series": "KR2i0001", "text": "吳越春秋闔閭内傳第四\n闔閭元年始任賢使能施恩行惠以\n仁義聞於諸侯仁未施恩未行恐國人不就諸\n侯不信乃舉伍子胥爲行人以客禮事之而與\n謀國政闔閭謂子胥曰寡人欲彊國霸王何由\n而可伍子胥膝進垂淚頓首曰臣楚國\n之亡虜也父兄棄捐骸骨不葬魂不血食蒙罪\n受辱来歸命於大王幸不加戮何敢與政事焉\n闔閭曰非夫子寡人不免於縶禦之使今幸奉\n一言之敎乃至於斯何爲中道生進退耶子胥\n曰臣聞謀議之臣何足處於危亡之地然憂除\n事定必不爲君主所親闔閭曰不然寡人非子\n無所盡議何得讓乎吾國僻逺顧在東南之地\n險阻潤濕又有江海之害君無守禦民無所依\n倉庫不設田疇不墾爲之奈何子胥良久對曰\n臣聞治國之道安君理民是其上者闔閭曰安\n君治民其術奈何子胥曰凡欲安君治民興霸\n成王從近制逺者必先立城郭設守備實倉廪\n治兵庫斯則其術也闔閭曰善夫築城郭立倉\n庫因地制宜豈有天氣之數以威鄰國者乎子\n胥曰有闔閭曰寡人委計於子子胥乃使相土\n嘗水象天法地造築大城周廻四十七里陸門\n八以象天八風水門八以法地八聰築小城周\n十里陵門三不開東靣者欲以絶越明也立閶\n門者以象天門通閶闔風也立\n蛇門者以象地户也闔閭欲西破楚楚在\n西北故立閶門以通天氣因復名之破楚門欲\n東并大越越在東南故立蛇門以制敵國吳在\n辰其位龍也故小城南門上反羽爲兩鯢鱙以\n象龍角越在巳地其位蛇也故南大門上有木\n蛇北向首内示越屬於吳也城郭以成倉庫以\n具闔閭復使子胥屈蓋餘燭傭習術戰騎射御\n之巧未有所用請干將鑄作名劒二枚干將者\n吳人也與歐冶子同師俱能爲劒越前来獻三\n枚闔閭得而寳之以故使劒匠作爲二枚一曰\n干將二曰莫耶莫耶干將之妻也干將作劒采\n五山之鐡精六合之金英候天伺地隂陽同光\n百神臨觀天氣下降而金鐡之精不銷淪流於\n是干將不知其由莫耶曰子以善爲劒聞於王\n使子作劒三月不成其有意乎干將曰吾不知\n其理也莫耶曰夫神物之化湏人而成今夫子\n作劒得無得其人而後成乎干將曰昔吾師作\n冶金鐡之類不銷夫妻俱入冶爐中然後成物\n至今後世卽山作冶麻絰葌服然後敢鑄金於\n山今吾作劒不變化者其若斯耶莫耶曰師知\n爍身以成物吾何難哉於是干將妻乃斷髮剪\n爪投於爐中使童女童男三百人鼓槖裝炭金\n鐵乃濡遂以成劒陽曰干將隂曰莫耶陽作龜\n文隂作漫理干將匿其陽出其隂而獻之闔閭\n甚重旣得寳劒適㑹魯使季孫聘於吳闔閭使\n掌劒大夫以莫耶獻之季孫㧞劒之鍔中缺者\n大如黍米歎曰美哉劒也雖上國之師何能加\n之夫劒之成也吳霸有缺則亡矣我雖好之其\n可受乎不受而去闔閭既寳莫耶復命於國中\n作金鈎令曰能爲善鈎者賞之百金吳作鈎者\n甚衆而有之貪王之重賞也殺其二子以血舋\n金遂成二鈎獻於闔閭詣宫門而求賞王\n曰爲鈎者衆而子獨求賞何以異於衆夫子之\n鈎乎作鈎者曰吾之作鈎也貪而殺二子舋成\n二鈎王乃舉衆鈎以示之何者是也王鈎甚多\n形體相類不知其所在於是鈎師向鈎而呼二\n子之名吳鴻扈稽我在於此王不知汝之神也\n聲絶於口兩鈎俱飛着父之胷吳王大驚曰嗟\n乎寡人誠負於子乃賞百金遂服而不離身六\n月欲用兵㑹楚之白喜來奔吳王問子\n胥曰白喜何如人也子胥曰白喜者楚白\n州犂之孫平王誅州犂喜因出奔聞臣在吳\n而來也闔閭曰州犂何罪子胥曰白州犂楚之\n左尹號曰郄宛\n\n事平王平王幸之常與盡日而\n語襲朝而食費無忌望而妬之因謂平王\n曰王愛幸宛一國所知何不爲酒一至宛家以\n示羣臣於宛之厚平王曰善乃具酒於郄宛之\n舎無忌教宛曰平王甚毅猛而好兵子必前陳\n兵堂下門庭宛信其言因而爲之及平王往而\n大驚曰宛何等也無忌曰殆且有篡殺之憂王\n急去之事未可知平王大怒遂誅郄宛諸侯聞\n之莫不歎息喜聞臣在吳故來請見之闔閭見\n白喜而問曰寡人國僻逺東濱海側聞子前人\n爲楚荆之暴怒費無忌之䜛口不逺吾國而來\n於斯將何以敎寡人喜曰楚國之失虜前人無\n罪横被暴誅臣聞大王收伍子胥之窮厄不逺\n千里故來歸命惟大王賜其死闔閭傷之以爲\n大夫與謀國事吳大夫被離承宴問子胥曰何\n見而信喜子胥曰吾之怨與喜同子不聞河上\n歌乎同病相憐同憂相救驚翔之鳥相隨而集\n瀬下之水因復俱流胡馬望北風而立越鷰向\n日而熈誰不愛其所近悲其所思者乎被離曰\n君之言外也豈有内意以决疑乎子胥曰吾不\n見也被離曰吾觀喜之爲人鷹視虎歩專功擅\n殺之性不可親也子胥不然其言與之俱事吳\n王\n二年吳王前旣殺王僚又憂慶忌之在鄰國恐\n合諸侯來伐問子胥曰昔專諸之事於寡人厚\n矣今聞公子慶忌有計於諸侯吾食不甘味卧\n不安席以付於子子胥曰臣不忠無行而與大\n王圖王僚於私室之中今復欲討其子恐非皇\n天之意闔閭曰昔武王討紂而後殺武庚周人\n無怨色今若斯議何乃天乎子胥曰臣事君王\n将遂吳統又何懼焉臣之所厚其人者細人也\n願從於謀吳王曰吾之憂也其敵有萬人之力\n豈細人之所能謀乎子胥曰其細人之謀事而\n有萬人之力也王曰其爲何誰子以言之子胥\n曰姓要名離臣昔嘗見曾折辱壯士椒丘訢\n也王曰辱之奈何子胥曰椒丘訢者東海上人\n也爲齊王使於吳過淮津欲飲馬於津津吏曰\n水中有神見馬卽出以害其馬君勿飲也訢曰\n壯士所當何神敢干乃使從者飲馬於津水神\n果取其馬馬沒椒丘訢大怒袒裼持劒入水求\n神决戰連日乃出眇其一目遂之吳會於友人\n之喪訢恃其與水戰之勇也於友人之\n喪席而輕傲於士大夫言辭不遜有陵人之氣\n要離與之對坐合坐不忍其溢於力也時要離\n乃挫訢曰吾聞勇士之闘也與日戰不移表與\n神鬼戰者不旋踵與人戰者不達聲生往死還\n不受其辱今子與神闘於水亡馬失御又受眇\n目之病形殘名勇勇士所恥不卽喪命於敵而\n戀其生猶傲色於我哉於是椒丘訢卒於\n詰責恨怒並發暝卽往攻要離於是要\n離席䦨至舍誡其妻曰我辱勇士椒丘訢於大\n家之喪餘恨蔚恚暝必來也愼無閉吾門\n至夜椒丘訢果往見其門不閉登其堂不關入\n其室不守放髮僵卧無所懼訢乃手劒而捽要\n離曰子有當死之過者三子知之乎離曰不知\n訢曰子辱我於大家之衆一死也歸不關閉二\n死也卧不守御三死也子有三死之過欲無得\n怨要離曰吾無三死之過子有三不肖之愧子\n知之乎訢曰不知要離曰吾辱子於千人之衆\n子無敢報一不肖也入門不咳登堂無聲二不\n肖也前拔子劒手挫捽吾頭乃敢大言三不肖\n也子有三不肖而威於我豈不鄙哉於是椒丘\n訢投劒而嘆曰吾之勇也人莫敢眥占者\n離乃加吾之上此天下壯士也臣聞要離若\n斯誠以聞矣吳王曰願承宴而待焉子胥乃見\n要離曰吳王聞子高義惟一臨之乃與子胥見\n吳王王曰子何爲者要離曰臣國東千里之人\n臣細小無力迎風則僵負風則伏大王有命臣\n敢不盡力吳王心非子胥進此人良久黙然不\n言要離卽進曰大王患慶忌乎臣能殺之王曰\n慶忌之勇世所聞也筋骨果勁萬人莫當走追\n奔獸手接飛鳥骨騰肉飛拊膝數百里吾嘗追\n之於江駟馬馳不及射之闇接矢不可中今子\n之力不如也要離曰王有意焉臣能殺之王曰\n慶忌明智之人歸窮於諸侯不下諸侯之士要\n離曰臣聞安其妻子之樂不盡事君之義非忠\n也懷家室之愛而不除君之患者非義也臣詐\n以負罪出奔願王戮臣妻子㫁臣右手慶忌必\n信臣矣王曰諾要離乃詐得罪出奔吳王乃取\n其妻子焚棄於市要離乃奔諸侯而行怨言以\n無罪聞於天下遂如衛求見慶忌見曰闔閭無\n道王子所知今戮吾妻子焚之於市無罪見誅\n吳國之事吾知其情願因王子之勇闔閭可得\n也何不與我東之於吳慶忌信其謀後三月揀\n練士卒遂之吳將渡江於中流要離力微坐與\n上風因風勢以矛鈎其冠順風而刺慶忌\n慶忌顧且揮之三捽其頭於水中乃加於膝上\n嘻嘻哉天下之勇士也乃敢加兵刃於我左右\n欲殺之慶忌止之曰此是天下勇士豈可一日\n而殺天下勇士二人哉乃誡左右曰可令還吳\n以旌其忠於是慶忌死要離渡至江陵愍然不\n行從者曰君何不行要離曰殺吾妻子以事吾\n君非仁也爲新君而殺故君之子非義也重其\n死不貴無義今吾貪生棄行非義也夫人有三\n惡以立於世吾何靣目以視天下之士言訖遂\n投身於江未絶從者出之要離曰吾寜能不死\n乎從者曰君且勿死以俟爵禄要離乃自斷手\n足伏劒而死\n三年吳將欲伐楚未行伍子胥白喜相謂曰吾\n等爲王養士畫其䇿謀有利於國而王故伐楚\n出其令託而無興師之意奈何有頃吳王問子\n胥白喜曰寡人欲出兵於二子何如子胥白喜\n對曰臣願用命吳王内計二子皆怨楚深恐以\n兵往破滅而已登臺向南風而嘯有頃而嘆羣\n臣莫有曉王意者子胥深知王之不定乃薦孫\n子於王孫子者名武吳人也善爲兵法辟隱深\n居世人莫知其能胥乃明知鑒辯知孫子可以\n折衝銷敵乃一旦與吳王論兵七薦孫子吳王\n曰子胥託言進士欲以自納而召孫子問以兵\n法毎陳一篇王不知口之稱善其意大悅問曰\n兵法寧可以小試耶孫子曰可可以小試於後\n宫之女王曰諾孫子曰得大王寵姬二人以爲\n軍隊長各將一隊令三百人皆被甲兠鍪操劒\n盾而立告以軍法随鼓進退左右迴\n旋使知其禁乃令曰一鼓皆振二鼓操進三鼓\n爲戰形於是宮女皆掩口而笑孫子乃親自操\n枹擊鼓三令五申其笑如故孫子顧視諸女連\n笑不止孫子大怒兩目忽張聲如駭虎髮上衝\n冠項旁絶纓顧謂執法曰取鈇鑕孫子曰\n約束不明申令不信將之罪也旣以約束三令\n五申卒不却行士之過也軍法如何執法曰斬\n武乃令斬隊長二人卽吳王之寵姬也吳王登\n臺觀望正見斬二愛姬馳使下之令曰寡人\n已知將軍用兵矣寡人非此二姬食不甘味宜\n勿斬之孫子曰臣旣已受命爲將將法在軍君\n雖有令臣不受之孫子復撝鼓之當左右進退\n廻旋規矩不敢瞬目二隊寂然無敢顧者於是\n乃報吳王曰兵已整齊願王觀之惟所欲用使\n赴水火猶無難矣而可以定天下吳王忽然不\n悅曰寡人知子善用兵雖可以霸然而無所施\n也將軍罷兵就舍寡人不願孫子曰王徒好其\n言而不用其實子胥諫曰臣聞兵者凶事不可\n空試故爲兵者誅伐不行兵道不明今大王䖍\n心思士欲興兵戈以誅暴楚以霸天下而威諸\n侯非孫武之將而誰能涉淮踰泗越千里而戰\n者乎於是吳王大悅因鳴鼓會軍集而攻楚孫\n子爲將拔舒殺吳亡將二公子蓋餘燭傭謀欲\n入郢孫武曰民勞未可恃也\n楚聞吳使孫子伍子胥白喜爲將楚國苦之羣\n臣皆怨咸言費無忌讒殺伍奢白州犂而吳侵\n境不絶於冦楚國羣臣有一朝之患於是司馬\n成乃謂子常曰太傅伍奢左尹白州犂邦人莫\n知其罪君與王謀誅之流謗於國至于今日其\n言不絶誠惑之蓋聞仁者殺人以掩謗者猶弗\n爲也今子殺人以興謗於國不亦異乎夫費無\n忌楚之讒口民莫知其過今無辜殺三賢士\n以結怨於吳内傷忠臣之心外爲鄰國\n所笑且郄伍之家出奔於吳吳新有伍貟白\n喜秉威銳志結讎於楚故彊敵之兵日駭楚國\n有事子卽危矣夫智者除讒以自安愚者受佞\n以自亡今子受讒國以危矣子常曰是曩之罪\n也敢不圖之九月子常與昭王共誅費無忌遂\n滅其族國人乃謗止吳王有女滕玉因謀伐楚\n與夫人及女㑹蒸魚王前嘗半而與女女怒曰\n王食魚辱我不忘久生乃自殺闔閭痛之葬於\n國西閶門外鑿池積土文石爲椁題湊爲中\n金鼎玉杯銀樽珠襦之寳皆以送女乃舞\n白鶴於吳市中令萬民随而觀之還使男女與\n鶴俱入羡門因發機以掩之殺生以送死國人\n非之湛盧之劒惡闔閭之無道也乃去而出水\n行如楚楚昭王卧而寤得吳王湛盧之劒於牀\n昭王不知其故乃召風湖子而問曰寡人\n卧覺而得寳劒不知其名是何劒也風湖子曰\n此謂湛盧之劒昭王曰何以言之風湖子曰臣\n聞吳王得越所獻寳劒三枚一曰魚膓二曰磐\n郢三曰湛盧魚膓之劒已用殺吳王僚也磐郢\n以送其死女今湛盧入楚也昭王曰湛盧所以\n去者何也風湖子曰臣聞越王元常使\n歐冶子造劒五枚以示薛燭燭對曰魚膓劒逆\n理不順不可服也臣以殺君子以殺父故闔閭\n以殺王僚一名磐郢亦曰豪曹不法之物無益\n於人故以送死一名湛盧五金之英太陽之精\n寄氣託靈出之有神服之有威可以折衝拒敵\n然人君有逆理之謀其劒卽出故去無道以就\n有道今吳王無道殺君謀楚故湛盧入楚昭王\n曰其直㡬何風湖子曰臣聞此劒在越之時客\n有酬其直者有市之鄕三十駿馬千匹萬户之\n都二是其一也薛燭對曰赤堇之山已令\n無雲若耶之溪深而莫測\n羣臣上\n天歐冶死矣雖傾城量金珠玉盈河猶不能得\n此寳而况有市之鄉駿馬千匹萬户之都何足\n言也昭王大悅遂以爲寳闔閭聞楚得湛盧之\n劒因斯發怒遂使孫武伍胥白喜伐楚子胥隂\n令宣言於楚曰楚用子期爲將吾卽得而殺之\n子常用兵吾卽去之楚聞之因用子常退子期\n吳拔六與潜二邑\n\n五年吳王以越不從伐楚南伐越越王元常曰\n吳不信前日之盟棄貢賜之國而滅其交親闔\n閭不然其言遂伐破檇里\n\n六年楚昭王使公子囊瓦\n伐吳報潜六之役吳使伍胥孫武擊之圍\n於豫章\n吳王\n曰吾欲乗危入楚都而破其郢不得入郢二子\n何功於是圍楚師於豫章大破之遂圍巢克之\n獲楚公子繁以歸為質\n\n九年吳王謂子胥孫武曰始子言郢不可入今\n果何如二將曰夫戰借勝以成其威非常勝之\n道吳王曰何謂也二將曰楚之爲兵天下彊敵\n也今臣與之爭鋒十亡一存而王入郢者天也\n臣不敢必吳王曰吾欲復擊楚奈何而有功伍\n胥孫武曰囊瓦者貪而多過於諸侯而唐蔡怨\n之王必伐得唐蔡何怨二将曰昔蔡昭公朝於\n楚有羙裘二枚善珮二枚各以一枚獻之昭王\n王服之以臨朝昭公自服一枚子常欲之昭公\n不與子常三年留之不使歸國唐成公朝楚有\n二文馬子常欲之公不與亦三年\n止之唐成相與謀從成公從者請馬以贖\n成公飲從者酒醉之竊馬而獻子常常乃遣成\n公歸國羣臣誹謗曰君以一馬之故三年自囚\n願賞竊馬之功於是成公常思報楚君臣未嘗\n絶口蔡人聞之固請獻裘珮於子常蔡侯得歸\n如晉告訴以子元與太子質而\n請伐楚故曰得唐蔡而可伐楚吳王於是使使\n謂唐蔡曰楚爲無道虐殺忠良侵食諸侯困辱\n二君寡人欲舉兵伐楚願二君有謀唐侯\n使其子乾爲質於吳三國合謀伐楚舍兵\n於淮汭自豫章與楚夾漢水爲陣\n子常遂濟漢而陣自小别山\n至於大别山\n三不利自知不可進欲奔亡史皇曰今子\n常無故與王共殺忠臣三人天禍來下王之所\n致子常不應十月楚二師陣於柏舉闔閭\n之弟夫槩晨起請於闔閭曰子常不仁貪而少\n恩其臣下莫有死志追之必破矣闔閭不許夫\n槩曰所謂臣行其志不待命者其謂此也遂以\n其部五千人擊子常大敗走奔鄭楚師大亂吳\n師乗之遂破楚衆楚人未濟漢會楚人食吳因\n奔而擊破之雍滯五戰徑至於郢王追\n於吳冦出固将亡與妹季芉出河濉\n\n之間楚大夫尹固與王同舟而去吳師遂\n入郢求昭王王渉濉濟江入于雲中\n暮宿羣盗攻\n之以戈撃王頭大夫尹固隱王以背受\n之中肩王懼奔鄖大夫鍾建\n負季芉以從鄖公辛得昭王大喜欲還之其弟\n懷怒曰昭王是我讎也欲殺之謂其兄辛曰昔\n平王殺我父吾殺其子不亦可乎辛曰君討其\n臣敢讎之者夫乗人之禍非仁也滅宗廢祀非\n孝也動無令名非智也懷怒不解辛隂與其季\n弟巢以王奔隨吳兵逐之謂隨君曰周之子孫\n在漢水上者楚滅之謂天報其禍加罰於楚君\n何寳之周室何罪而隱其賊能出昭王卽\n重恵也隨君卜昭王與吳王不吉乃辭吳王曰\n今隨之僻小密近於楚楚實存我有盟至今未\n改若今有難而棄之今且安靜楚敢不聴命\n吳師多其辭乃退是時大夫子期雖與昭王俱\n亡隂與吳師爲市欲出昭王王聞之得免卽割\n子期心以與隨君盟而去吳王入郢止留伍胥\n以不得昭王乃掘平王之墓出其屍鞭之三百\n左足踐腹右手抉其目誚之曰誰使汝用䜛諛\n之口殺我父兄豈不寃哉卽令闔閭妻昭王夫\n人伍胥孫武白喜亦妻子常司馬成之妻以辱\n楚之君臣也遂引軍擊鄭鄭定公前殺太子建\n而困迫子胥自此鄭定公大懼\n乃令國中曰有能還吳軍者吾與分國而\n治漁者之子應募曰臣能還之不用尺兵斗糧\n得一橈而行歌道中卽還矣公乃與漁者\n之子橈子胥軍将至當道扣橈而歌曰蘆中人\n如是再子胥聞之愕然大驚曰何等謂與語公\n爲何誰矣曰漁父者子吾國君懼怖令於國有\n能還吳軍者與之分國而治臣念前人與君相\n逢於途今從君乞鄭之國子胥歎曰悲哉吾蒙\n子前人之恩自致於此上天蒼蒼豈敢忘也於\n是乃釋鄭國還軍守楚求昭王所在日急申包\n胥亡在山中聞之乃使人謂子胥曰子之報讎\n其以甚乎子故平王之臣北靣事之今於僇屍\n之辱豈道之極乎子胥曰爲我謝申包胥曰日\n暮路遠倒行而逆施之於道也申包胥知不可\n乃之於秦求救楚晝馳夜趨足踵蹠劈\n裂裳裹膝鶴倚哭於秦庭七日七夜口不絶聲\n秦桓公素沉湎不恤國事申包\n胥哭已歌曰吳爲無道封豕長蛇以食上國\n欲有天下政從楚起寡君出在草澤使來告急\n如此七日桓公大驚楚有賢臣如是吳猶\n欲滅之寡人無臣若斯者其亡無日矣爲賦無\n衣之詩曰豈曰無衣與子同袍王于興師與子\n同仇包胥曰臣聞戾徳無厭王不憂鄰國\n壃塲之患逮吳之未定王其取分焉若楚遂\n亡於秦何利則亦亡君之土也願王以神靈存\n之世以事王秦伯使辭焉曰寡人聞命矣子且\n就舘将圖而告包胥曰寡君今在草野未獲所\n伏臣何敢卽安復立於庭倚牆而哭日夜不絶\n聲水不入口秦伯爲之垂涕卽出師而送之\n十年秦師未出越王元常恨闔閭破之檇里興\n兵伐吳吳在楚越盗掩襲之六月\n申包胥以秦師至秦使公子子蒲子虎率車五\n百乗救楚擊吳二子曰吾未知吳道使楚師前\n與吳戰而卽㑹之大敗夫槩\n七月楚司馬子成秦公子子蒲與吳王相\n守私以間兵伐唐滅之子胥久留楚求昭\n王不去夫槩師敗却退九月潜歸自立爲吳王\n闔閭聞之乃釋楚師欲殺夫槩奔楚昭王封夫\n槩於棠溪闔閭遂歸子\n胥孫武白喜留與楚師於淮澨秦師又敗吳師\n楚子期将焚吳軍子西曰吾國父兄身戰暴骨\n草野焉不收又焚之其可乎子期曰亡國失衆\n存沒所在又何殺生以愛死死如有知必將乗\n煙起而助我如其無知何惜草中之骨而亡吳\n國遂焚而戰吳師大敗子胥等相謂曰彼楚雖\n敗我餘兵未有所損我者孫武曰吾以吳干戈\n西破楚逐昭王而屠荊平王墓割戮其屍亦巳\n足矣子胥曰自霸王已來未有人臣報讎如此\n者也行去矣吳軍去後昭王反國\n\n樂師扈子\n非荊王信讒佞殺伍奢白州犂而冦不絶於境\n至乃掘平王墓戮屍姧喜以辱楚君臣又傷昭\n王困迫㡬爲天下大鄙然已愧矣乃援琴爲楚\n作窮劫之曲以暢君之迫厄之暢達\n也其詞曰王耶王耶何乖烈不\n顧宗廟聴讒孽任用無忌多所殺誅夷白氏族\n㡬滅二子東奔適吳越吳王哀痛助忉怛垂涕\n舉兵將西伐伍胥白喜孫武决三戰破郢王奔\n發留兵縦騎虜荊闕楚荊骸骨遭發掘鞭辱腐\n屍恥難雪㡬危宗廟社稷滅嚴王何罪國㡬絶\n卿士悽愴民惻悷吳軍雖去怖不歇願王\n更隱撫忠節勿爲讒口能謗䙝昭王垂涕深知\n琴曲之情扈子遂不復鼓矣子胥等過溧陽瀬\n水之上乃長太息曰吾嘗飢於此乞食於一女\n子女子飼我遂投水而亡將欲報以百金而不\n知其家乃投金水中而去有頃一老嫗行哭而\n來人問曰何哭之悲嫗曰吾有女子守居三十\n不嫁往年擊綿於此遇一窮途君子而輙飯之\n而恐事泄自投於瀬水今聞伍君來不得其償\n自傷虚死是故悲耳人曰子胥欲報百金不知\n其家投金水中而去矣嫗遂取金而歸子胥歸\n吳吳王聞三師將至治魚爲鱠將到之日過時\n不至魚臭須臾子胥至闔閭出鱠而食不知其\n臭王復重爲之其味如故吳人作鱠者自闔閭\n之造也諸將旣從還楚因更名閶門曰破楚門\n復謀伐齊齊子使女爲質於吳吳王因爲太子\n波聘齊女女少思齊日夜號泣\n因乃爲病闔閭乃起北門名曰望齊門令女往\n遊其上女思不止病日益甚乃至殂落女曰令\n死者有知必葬我於虞山之巔以望\n齊國闔閭傷之正如其言乃葬虞山之巔是時\n太子亦病而死闔閭謀擇諸公子可立者未有\n定計波太子夫差日夜告於\n伍胥曰王欲立太子非我而誰當立此計在君\n耳伍子胥曰太子未有定我入則决矣闔閭有\n頃召子胥謀立太子子胥曰臣聞祀廢於絶後\n興於有嗣今太子不祿早失侍御今王欲立太\n子者莫大乎波秦之子夫差闔閭曰夫\n愚而不仁恐不能奉統於吳國子胥曰夫\n差信以愛人端於守節敦於禮義父死子代經\n之明文闔閭曰寡人從子立夫差爲太子使太\n子屯兵守楚留止自治宫室立射臺於安里華\n池在平昌南城宫在長樂\n闔閭出入游卧秋冬治於城中春\n夏治於城外治姑蘇之臺旦食䱉\n山晝游蘇臺射於鷗陂馳於游臺興樂石\n城走犬長洲斯止闔閭之\n霸時於是太子定因伐楚破師拔番\n\n楚懼吳兵復往乃\n去郢徙于蔿若\n\n當此之時吳以子\n胥白喜孫武之謀西破彊楚北威齊晉南伐於\n越\n吳越春秋闔閭内傳第四\n"}
{"id": "KR2i0001_005", "series": "KR2i0001", "text": "吳越春秋夫差内傳第五\n十一年夫差北伐齊齊使大夫髙氏\n謝吳師曰齊孤立於國倉庫空虚民人\n離散齊以吳爲彊輔今未往告急而吳見伐請\n伏國人於郊不敢陳戰爭之辭惟吳哀齊之不\n濫也吳師卽還\n\n十二年夫差復北伐齊\n越王聞之率衆以朝於吳而以重寳\n厚獻太宰嚭嚭喜受越之賂愛信越殊甚日夜\n爲言於吳王王信用嚭之計伍胥大懼曰是棄\n吾也乃進諫曰越在心腹之病不前除其疾今\n信浮辭僞詐而貪齊破齊譬由磐石之田無立\n其苗也願王釋齊而前越不然悔之無及吳王\n不聽使子胥使於齊通期戰之會子胥謂其子\n曰我數諫王王不我用今見吳之亡矣汝與吾\n俱亡亡無爲也乃屬其子於齊鮑氏而還\n太宰嚭旣與子胥有隙因讒之曰\n子胥爲強暴力諫願王少厚焉王曰寡人知之\n未興師㑹魯使子貢聘於吳\n十三年齊大夫陳成恒欲弑簡公隂憚髙國鮑\n晏故前興兵伐魯魯君憂之孔子患之召\n門人而謂之曰諸侯有相伐者丘常恥之夫魯\n父母之國也丘墓在焉今齊將伐之子無意一\n出耶子路辭出孔子止之子張子石請行孔子\n弗許子貢辭出孔子遣之子貢北之齊見成恒\n因謂曰夫魯者難伐之國而君伐過矣\n成恒曰魯何難伐也子貢曰其城薄以卑其池\n狹以淺其君愚而不仁大臣無用士惡甲兵不\n可與戰君不若伐吳夫吳城厚而崇池廣以深\n甲堅士選器飽弩勁又使明大夫守之此易邦\n也成恒忿然作色曰子之所難人之所易子之\n所易人之所難而以敎恒何也子貢曰臣聞君\n三封而三不成者大臣有所不聽者也今君又\n欲破魯以廣齊隳魯以自尊而君功不與焉是\n君上驕下恣羣臣而求以成大事\n難矣且夫上驕則犯臣驕則爭此君上\n於王有遽而下與大臣交爭如\n此則君立於齊危於累卵故曰不如伐吳且吳\n王剛猛而毅能行其令百姓習於戰守明於法\n禁齊遇爲擒必矣今君悉四境之中出大臣以\n環之人民外死大臣内空是君上無彊敵之臣\n下無黔首之士孤主制齊者君也陳恒曰善雖\n然吾兵已在魯之城下矣吾去之吳大臣將有\n疑我之心爲之奈何子貢曰君按兵無伐請爲\n君南見吳王請之救魯而伐齊君因以兵迎之\n陳恒許諾子貢南見吳王謂吳王曰臣聞之王\n者不絶丗而霸者無彊敵千鈞之重加銖而移\n今萬乗之齊而私千乗之魯而與吳爭彊臣竊\n爲君恐焉且夫救魯顯名也伐齊大利也義存\n亡魯害暴齊而威強晉則王不\n疑也吳王曰善雖然吾嘗與越戰棲之會稽入\n臣於吳不卽誅之三年使歸夫越君賢主苦身\n勞力夜以接日内飾其政外事諸侯必將有報\n我之心子待我伐越而聽子子貢曰不可夫越\n之彊不過於魯吳之彊不過於齊主以伐越而\n不聽臣齊亦已私魯矣且畏小越而惡彊齊不\n勇也見小利而忘大害不智也臣聞仁人不因\n居以廣其德智者不棄時以舉其功王\n者不絶世以立其義且夫畏越如此臣誠東見\n越王使出師以從下吏吳王大恱子貢東見越\n王王聞之除道郊迎身御至舎問曰此僻狹之\n國蠻夷之民大夫何索然若不辱乃至於此子\n貢曰君處故來越王勾踐再拜\n稽首曰孤聞禍與福爲鄰今大夫之弔孤之福\n矣孤敢不問其說子貢曰臣今者見吳王告以\n救魯而伐齊其心畏越且夫無報人之志而使\n人疑之拙也有報人之意而使人知之殆也事\n未發而聞之者危也三者舉事之大忌\n也越王再拜曰孤少失前人内不自量與吳人\n戰軍敗身辱遁逃上棲㑹稽下守海濱唯魚鼈\n見矣今大夫辱弔而身見之又發玉聲以\n敎孤孤頼天之賜也敢不承教子貢曰臣聞明\n主任人不失其能直士舉賢不容於丗故臨財\n分利則使仁渉患犯難則使勇用智圖國則使\n賢正天下定諸侯則使聖兵強而不能行其威\n勢在上位而不能施其政令於下者其君㡬乎\n難矣臣竊自擇可與成功而至王者惟㡬乎\n今吳王有伐齊晉之志君無愛重器以\n喜其心無惡卑辭以盡其禮而伐齊齊必戰不\n勝君之福也彼戰而勝必以其兵臨晉騎士銳\n兵弊乎齊重寳車騎羽毛盡乎晉則君制其餘\n矣越王再拜曰昔者吳王分其民之衆以殘吾\n國殺敗吾民鄙吾百姓夷吾宗廟國爲墟棘身\n爲魚鼈孤之怨吳深於骨髓而孤之事\n吳如子之畏父弟之敬兄此孤之死言也今大\n夫有賜故孤敢以報情孤身不安重席\n口不甞厚味目不視美色耳不聽雅音旣已三\n年矣焦脣乾舌苦身勞力上事羣臣下養百姓\n願一與吳交戰於天下平原之野正身臂\n而奮吳越之士繼踵連死肝腦塗地者孤之\n願也思之三年不可得也今内量吾國不足以\n傷吳外事諸侯而不能也願空國棄羣臣變容\n貌易姓名執箕帚養牛馬以事之孤雖知要領\n不屬手足異處四支布陳爲郷邑笑孤之意出\n焉今大夫有賜存亡國舉死人孤頼天賜\n敢不待令乎子貢曰夫吳王爲人貪功名而不\n知利害越王慥然避位子貢曰臣觀吳王爲數\n戰伐士卒不恩大臣内引䜛人益衆夫子\n胥爲人精誠中廉外明而知時不以身死隠君\n之過正言以忠君直行以爲國其身死而不聽\n太宰嚭爲人智而愚彊而弱巧言利辭以内其\n身善爲詭詐以事其君知其前而不知其後順\n君之過以安其私是殘國傷君之佞臣也越王\n大恱子貢去越王送之金百鎰寳劒一良馬\n二子貢不受至吳謂吳王曰臣以下吏之\n言告於越王越王大恐曰昔者孤身不幸少失\n前人内不自量抵罪於吳軍敗身辱逋逃出走\n棲于會稽國爲墟莽身爲魚鼈頼大王\n之賜使得奉爼豆修祭祀死且不敢忘何謀之\n敢其志甚恐將使使者來謝於王子貢館五日\n越使果來曰東海役臣勾踐之使者臣種敢修\n下吏少聞於左右昔孤不幸少失前人内不自\n量抵罪上國軍敗身辱逋逃會稽頼王賜得奉\n祭祀死且不忘今竊聞大王興大義誅彊救弱\n困暴齊而撫周室故使賤臣以奉前王所藏甲\n二十領屈盧之矛歩光之劒以賀軍吏若將遂\n大義弊邑雖小請悉四方之内士卒三千人以\n從下吏請躬𬒳堅執銳以前受矢石君臣死無\n所恨矣吳王大恱乃召子貢曰越使果來請出\n士卒三千其君從之與寡人伐齊可乎子貢曰\n不可夫空人之國悉人之衆又從其君不仁也\n受幣許其師辭其君卽可吳王許諾子貢去晉\n見定公曰臣聞慮不預定不可以應卒兵不預\n辦不可以勝敵今吳齊將戰戰而不勝越亂之\n必矣與戰而勝必以其兵臨晉君爲之奈何定\n公曰何以待之子貢曰修兵伏卒以待之\n晉君許之子貢返魯吳王果興九郡之兵將與\n齊戰道出胥門因過姑胥之臺忽晝假寐於姑\n胥之臺而得夢及寤而起其心恬然悵焉乃命\n太宰嚭告曰寡人晝卧有夢覺而恬然悵焉請\n占之得無所憂哉夢入章明宫見兩䥶蒸\n而不炊兩黑犬嘷以南嘷以北兩鋘\n殖吾宫牆流水湯湯越吾宫堂後房\n皷震篋篋有鍜工前園横生梧桐子爲寡人占\n之太宰嚭曰美哉王之興師伐齊也臣聞章者\n徳鏘鏘也明者破敵聲聞功朗明也兩䥶蒸而\n不炊者大王聖徳氣有餘也兩黑犬嘷以南嘷\n以北者四夷已服朝諸侯也兩鋘殖宫牆者農\n夫就成田夫耕也湯湯越宫堂者鄰國貢獻財\n有餘也後房篋篋鼓震有鍜工者宫女恱樂琴\n瑟和也前園横生梧桐者樂府皷聲也吳王大\n恱而其心不已召王孫駱問曰寡人忽晝夢爲\n予陳之王孫駱曰臣鄙淺於道不能博大今王\n所夢臣不能占其有所知者東掖門亭長長城\n公弟公孫聖聖爲人少而好游長而\n好學多見博觀知鬼神之情狀願王問之王乃\n遣王孫駱往請公孫聖曰吳王晝卧姑胥之臺\n忽然感夢覺而悵然使子占之急詣姑胥之臺\n公孫聖伏地而泣有頃而起其妻從旁謂聖曰\n子何性鄙希睹人主卒得急召涕泣如雨公孫\n聖仰天歎曰悲哉非子所知也今日壬午時加\n南方命屬上天不得逃亾非但自哀誠傷吳王\n妻曰子以道自達於主有道當行上以諫王下\n以約身今聞急召憂惑潰亂非賢人所宜公孫\n聖曰愚哉女子之言也吾受道十年隱身避害\n欲紹壽命不意卒得急召中世自棄故悲與子\n相離耳遂去詣姑胥臺吳王曰寡人將北伐齊\n魯道出胥門過姑胥之臺忽然晝夢子爲占之\n其言吉凶公孫聖曰臣不言身名全言之必死\n百叚於王前然忠臣不顧其軀乃仰天歎曰臣\n聞好船者必溺好戰者必亡臣好直言不顧於\n命願王圖之臣聞章者戰不勝敗走傽偟也明\n者去昭昭就冥冥也入門見䥶蒸而不炊者大\n王不得火食也兩黑犬嘷以南嘷以北者黑者\n隂也北者匿也兩鋘殖宫牆者越軍入吳國伐\n宗廟掘社稷也流水湯湯越宫堂者宫空虚也\n後房鼓震篋篋者坐太息也前園横生梧桐者\n梧桐心空不爲用器但爲盲僮與死\n人俱葬也願大王按兵修德無伐於齊則可銷\n也遣下吏太宰嚭王孫駱解冠幘肉袒徒跣稽\n首謝於勾踐國可安存也身可不死矣吳王聞\n之索然作怒乃曰吾天之所生神之所使顧力\n士石畨以鐡鎚擊殺之聖乃仰頭向天而言曰\n吁嗟天知吾之寃乎忠而獲罪身死無辜以葬\n我以爲直者不如相隨爲柱提我至深山後丗\n相屬爲聲響於是吳三乃使門人提之蒸丘\n犲狼食汝肉野火燒汝骨東風數至\n飛揚汝骸骨肉縻爛何能爲聲響哉太宰嚭趨\n進曰賀大王喜災已滅矣因舉行觴兵可以行\n吳王乃使太宰嚭爲右校司馬王孫駱爲左校\n及從勾踐之師伐齊伍子胥聞之諫曰臣聞興\n十萬之衆奉師千里百姓之費國家之出日數\n千金不念士民之死而爭一日之勝臣以爲危\n國亡身之甚且與賊居不知其禍外復求怨徼\n幸他國猶治救瘑疥而棄心腹之疾發當死\n矣瘑疥皮膚之疾不足患也今齊陵遲千里之\n外更歷楚趙之界齊爲疾其疥耳越之爲病乃\n心腹也不發則傷動則有死願大王定越而後\n圖齊臣之言决矣敢不盡忠臣今年老耳目不\n聰以狂惑之心無能益國竊觀金匱第八其可\n傷也吳王曰何謂也子胥曰今年七月辛亥平\n旦大王以首事辛歲位也亥隂前之辰也合壬\n子歲前合也利以行武武决勝矣然徳在合斗\n擊丑丑辛之本也大吉爲白虎而臨辛功曹爲\n太常所臨亥大吉得辛爲九醜又與白虎并重\n有人若以此首事前雖小勝後必大敗天地行\n殃禍不久矣吳王不聽遂九月使太宰嚭伐齊\n軍臨北郊吳王謂嚭曰行矣無忘有功無赦有\n罪愛民飬士視如赤子與智者謀與仁者友太\n宰嚭受命遂行吳王召大夫被離問曰汝常與\n子胥同心合志并慮一謀寡人興師伐齊子胥\n獨何言焉被離曰子胥欲盡誠於前王自謂老\n狂耳目不聰不知當丗之所行無益吳國王遂\n伐齊齊與吳戰於艾陵之上齊師敗績吳王\n旣勝乃使行人成好於齊曰吳王聞齊有沒水\n之慮帥軍來觀而齊興師蒲草吳不知所安集\n設陣爲備不意頗傷齊師願結和親而去齊王\n曰寡人處此北邊無出境之謀今吳乃濟江淮\n踰千里而來我壤土戮我衆庻頼上帝哀存國\n猶不至顚隕王今讓以和親敢不如命吳齊遂\n盟而去吳王還乃讓子胥曰吾前王履徳明達\n於上帝垂功用力爲子西結彊讎於楚今前王\n譬若農夫之艾殺四方蓬蒿\n以立名于荆蠻斯亦大夫之力今大夫昏耄而\n不自安生變起詐怨惡而出出則罪吾士衆亂\n吾法度欲以妖孽挫衂吾師頼天降哀齊師受\n服寡人豈敢自歸其功乃前王之遺德神靈之\n祐福也若子於吳則何力焉伍子胥攘臂大怒\n釋劒而對曰昔吾前王有不庭之臣以能遂疑\n計不䧟於大難今王播棄所患外不憂此孤僮\n之謀非霸王之事天所未棄必趨其小喜而近\n其大憂王若覺窹吳國世世存焉若不覺寤吳\n國之命斯促矣貟不忍稱疾辟易乃見王之爲\n擒貟誠前死掛吾目於門以觀吳國之䘮\n吳王不聽坐於殿上獨見四人向庭相背而倚\n王怪而視之羣臣問曰王何所見王曰吾見四\n人相背而倚聞人言則四分走矣子胥曰如王\n言將失衆矣吳王怒曰子言不祥子胥曰非惟\n不祥王亦亡矣後五日吳王復坐殿上望見兩\n人相對北向人殺南向人王問羣臣見乎曰無\n所見子胥曰王何見王曰前日所見四人今日\n又見二人相對北向人殺南向人子胥曰臣聞\n四人走叛也北向殺南向臣殺君也王不應吳\n王置酒文䑓之上羣臣悉在太宰嚭執政越王\n侍坐子胥在焉王曰寡人聞之君不賤有功之\n臣父不憎有力之子今太宰嚭爲寡人有功吾\n將爵之上賞越王慈仁忠信以孝事於寡人吾\n將復增其國以還助伐之功於衆大夫如何羣\n臣賀曰大王躬行至徳虚心養士羣臣並進見\n難爭死名號顯著威震四海有功蒙賞亡國復\n存霸功王事咸被羣臣於是子胥據地垂涕曰\n於乎哀哉遭此默默忠臣掩口䜛夫在側政敗\n道壊謟䛕無極邪說僞辭以曲爲直舎䜛攻忠\n將滅吳國宗廟旣夷社稷不食城郭丘墟殿生\n荆棘吳王大怒曰老臣多詐爲吳妖孽乃欲專\n權擅威獨傾吾國寡人以前王之故未忍行法\n今退自計無沮吳謀子胥曰今臣不忠不信不\n得爲前王之臣臣不敢愛身恐吾國之亡矣昔\n者桀殺關龍逢紂殺王子比干今大王誅臣參\n於桀紂大王勉之臣請辭矣子胥歸謂𬒳離曰\n吾貫弓接矢於鄭楚之界越渡江淮自致於斯\n前王聽從吾計破楚見凌之讎欲報前王之恩\n而至於此吾非自惜禍將及汝被離曰未諫不\n聽自殺何益何如亾乎子胥曰亾臣安往吳王\n聞子胥之怨恨也乃使人賜屬鏤之劒\n子胥受劒徒跣褰裳下堂中庭仰天呼怨\n曰吾始爲汝父忠臣立吳設謀破楚南服勁越\n威加諸侯有霸王之功今汝不用吾言反賜我\n劒吾今日死吳宫爲墟庭生蔓草越人掘汝社\n稷安忘我乎昔前王不欲立汝我以死爭之卒\n得汝之願公子多怨於我我徒有功於吳今乃\n忘我定國之恩反賜我死豈不謬哉吳王聞之\n大怒曰汝不忠信爲寡人使齊託汝子於齊鮑\n氏有我外之心急令自裁孤不使汝得有所見\n子胥把劒仰天歎曰自我死後後世必以我爲\n忠上配夏殷之世亦得與龍逄比干爲友遂伏\n劒而死\n吳王乃取子胥屍盛以䲭夷之器\n投之於江中言曰胥汝一死之\n後何能有知卽斷其頭置髙樓上謂之曰日月\n炙汝肉飄風飄汝眼炎光燒汝骨魚鼈食汝肉\n汝骨變形灰有何所見乃棄其軀投之江中子\n胥因隨流揚波依潮來往蕩激崩岸於是吳王\n謂𬒳離曰汝嘗與子胥論寡人之短乃髠被離\n而刑之王孫駱聞之不朝王召而問曰子何非\n寡人而不朝乎駱曰臣恐耳曰子以我殺子胥\n爲重乎駱曰大王氣髙子胥位下王誅之臣命\n何異於子胥臣以是恐也王曰非聽宰嚭以殺\n子胥胥圖寡人也駱曰臣聞人君者必有敢諫\n之臣在上位者必有敢言之交夫子胥先王之\n老臣也不忠不信不得爲前王臣吳王中心悷\n然悔殺子胥豈非宰嚭之讒子胥而欲殺之駱\n曰不可王若殺嚭此爲二子胥也於是不誅\n十四年夫差旣殺子胥連年不熟民多怨恨吳\n王復伐齊闕爲闌溝於商魯之\n間北屬蘄西屬濟欲與魯晉合攻於黄池\n之上恐羣臣復諫乃令國中曰寡人伐齊有敢\n諫者死太子友知子胥忠而不用太宰嚭佞而\n專政欲切言之恐罹尤也乃以諷諫激於王清\n旦懐丸持彈從後園而來衣袷履濡王怪\n而問之曰子何爲袷衣濡履體如斯也太子友\n曰適游後園聞秋蜩之聲往而觀之夫秋蟬登\n髙樹飮清露随風撝撓長吟悲鳴自以爲安不\n知螳蜋超枝縁條曵腰聳距而稷其形夫螳蜋\n翕心而進志在有利不知黄雀盈緑林徘徊枝\n隂􁫛􁫜㣲進欲啄螳蜋夫黄雀但知伺螳蜋之\n有味不知臣挾彈危擲蹭蹬飛丸而集其背今\n臣但虚心志在黄雀不知空埳其旁闇忽埳中\n䧟於深井臣故袷體濡履㡬爲大王取笑王曰\n天下之愚莫過於斯但貪前利不覩後患太子\n曰天下之愚復有甚者魯承周公之末有孔子\n之教守仁抱德無欲於鄰國而齊舉兵伐之不\n愛民命惟有所獲夫齊徒舉而伐魯不知吳悉\n境内之士盡府庫之財暴師千里而攻之夫吳\n徒知踰境征伐非吾之國不知越王將選死士\n出三江之口\n入五湖之中\n屠我吳國滅我吳宫\n天下之危莫過於斯也吳王不聽太子之諫遂\n北伐齊越王聞吳王伐齊使范蠡洩庸率師屯\n海通江以絶吳路敗太子友於始熊夷\n通江淮轉襲吳遂入吳國燒姑\n胥臺徙其大舟吳敗齊師於艾陵之上還師\n臨晉與定公爭長未合邊候吳王夫差大懼合\n諸侯謀曰吾道遼逺無㑹前進孰利王孫駱曰\n不如前進則執諸侯之柄以求其志請王屬士\n以明其令勸之以高位辱之以不從令各盡其\n死夫差昏秣馬食士服兵被甲勒馬衘枚出\n火於造闇行而進吳師皆文犀長盾扁諸之劒\n方陣而行中校之軍皆白\n裳白髦素甲素羽之矰望之若荼\n王親秉鉞\n戴旗以陣而立左軍皆赤裳赤髦丹甲朱羽之\n矰望之若火右軍皆玄裳玄輿黑甲烏羽之矰\n望之如墨帶甲三萬六千鷄鳴而定陣去晉軍\n一里天尚未明王乃親鳴金鼓三軍譁吟以振\n其旅其聲動天徙地晉大驚不出反距堅壘乃\n令童褐請軍曰兩軍邊\n兵接好日中無期今大國越次而造弊邑之軍\n壘敢請辭故吳王親對曰天子有命\n周室卑弱約諸侯貢獻莫入王府上帝鬼神而\n不可以告無姬姓之所振懼遣使來告冠蓋不\n絶於道始周依負於晉故忽於夷狄㑹晉今反\n叛如斯吾是以蒲服就君\n不肯長弟徒以爭彊孤進不敢去君不命\n長爲諸侯笑孤之事君决在今日不得事\n君命在今日矣敢煩使者往來孤躬親聽\n命於藩籬之外童褐將還吳王躡左足與褐决\n矣及報與諸侯大夫列坐於晉定公前旣以通\n命乃告趙鞅曰臣觀吳王之色類有大憂小則\n嬖妾嫡子死否則吳國有難大則越人入不得\n還也其意有愁毒之憂進退輕難不可與戰主\n君宜許之以前期無以爭行而危國也然不可\n徒許必明其信趙鞅許諾入謁定公曰姬姓於\n周吳爲先老可長以盡國禮定公許諾命童褐\n復命於是吳王愧晉之義乃退幕而㑹二國君\n臣並在吳王稱公前晉侯次之羣臣畢盟\n吳旣長晉而還未踰於黄池越聞吳王乆留未\n歸乃悉士衆將踰章山濟三\n江而欲伐之吳又恐齊宋之爲害乃命王孫駱\n告勞于周曰昔楚不承供貢辟逺兄弟之國吾\n前君闔閭不忍其惡帶劒挺鈹與楚昭王相逐\n於中原天舎其忠楚師敗績今齊不賢\n於楚又不恭王命以逺辟兄弟之國夫差不\n忍其惡被甲帶劒徑至艾陵天福於吳齊師還\n鋒而退夫差豈敢自多其功是文武之徳所祐\n助時歸吳不熟於歲遂縁江泝淮開\n溝深水出於商魯之間而歸告於天子執事周\n王答曰伯父令子來乎盟國一人則依矣余實\n嘉之伯父若能輔余一人則兼受永福周室何\n憂焉乃賜弓弩王阼以増號謚\n吳王還歸自池息民散兵\n二十年越王興師伐吳吳與越戰於檇李吳師\n大敗軍散死者不可勝計越追破吳吳王困急\n使王孫駱稽首請成如越之來也越王對曰昔\n天以越賜吳吳不受也今天以吳賜越其可逆\n乎吾請獻勾甬東之地\n吾與君爲二君乎吳王曰吾之在周\n禮前王一飯如越王不忘周室之義而使爲附\n邑亦寡人之願也行人請成列國之義惟君王\n有意焉大夫種曰吳爲無道今幸擒之願王制\n其命越王曰吾將殘汝社稷夷汝宗廟吳王黙\n然請成七反越王不聽\n二十三年十月越王復伐吳\n\n吳國困不戰士卒分散\n城門不守遂屠吳吳王率羣臣遁去晝馳夜走\n三日三夕達於秦餘杭山胷中愁憂目視茫\n茫行歩猖狂腹餒口飢顧得生稻而食之伏地\n而飮水顧左右曰此何名也對曰是生稻也吳\n王曰是公孫聖所言不得火食走傽偟也王孫\n駱曰飽食而去前有胥山\n西坂中可以匿止王行有頃因得\n生瓜已熟吳王掇而食之謂左右曰何冬而生\n瓜近道人不食何也左右曰謂糞種之物人不\n食也吳王曰何謂糞種左右曰盛夏之時人食\n生瓜起居道旁子復生秋霜惡之故不食吳王\n歎曰子胥所謂旦食者也謂太宰嚭曰吾戮公\n孫聖投胥山之巔吾以畏責天下之慙吾足不\n能進心不能往太宰嚭曰死與生敗與成故有\n避乎王曰然曽無所知乎子試前呼之聖在當\n卽有應吳王止秦餘杭山呼曰公孫聖三反呼\n聖從山中應曰公孫聖三呼三應吳王仰天呼\n曰寡人豈可返乎寡人丗丗得聖也\n湏臾越兵至三圍吳范蠡在中行左手\n提鼔右手操𫀆而鼔之吳王書其矢而射種蠡\n之軍辭曰吾聞狡兎以死良犬就烹敵國如滅\n謀臣必亡今吳病矣大夫何慮乎大夫種相國\n蠡急而攻大夫種書矢射之曰上天蒼蒼若存\n若亾越君勾踐下臣種敢言之昔天以越賜吳\n吳不肯受是天所反勾踐敬天而功旣得返國\n今上天報越之功敬而受之不敢忘也且吳有\n大過六以至于亾王知之乎有忠臣伍子胥忠\n諫而身死大過一也公孫聖直說而無功大過\n二也太宰嚭愚而佞言輕而讒䛕妄語恣口聽\n而用之大過三也夫齊晉無返逆行無僣侈之\n過而吳伐二國辱君臣毁社稷大過四也且吳\n與越同音共律上合星宿下共一理而吳侵伐\n大過五也昔越親戕吳之前王罪莫大焉而幸\n伐之不從天命而棄其仇後爲大患大過六也\n\n越王謹上刻青天敢不\n如命大天種謂越君曰中冬氣定天將殺戮不\n行天殺反受其殃越王敬拜曰諾今圖吳王將\n爲何如大夫種曰君𬒳五勝之衣帶歩光之劒\n仗屈盧之矛瞋目大言以執之越王曰諾乃如\n大夫種辭吳王曰誠以今日聞命言有頃吳王\n不自殺越王復使謂曰何王之忍辱厚耻也世\n無萬歲之君死生一也今子尚有遺榮何必使\n吾師衆加刃於王吳王仍未肯自殺勾踐謂種\n蠡曰二子何不誅之種蠡曰臣人臣之位不敢\n加誅於人主願主急而命之天誅當行不可乆\n留越王復瞋目怒曰死者人之所惡惡者無罪\n於天不負於人今君抱六過之罪不知愧辱而\n欲求生豈不鄙哉吳王乃太息四顧而望言曰\n諾乃引劒而伏之死越王謂太宰嚭曰子爲臣\n不忠無信亡國滅君乃誅嚭并妻子\n\n吳王臨欲伏劒顧謂左右曰吾生旣慙\n死亦愧矣使死者有知吾羞前君地下不忍覩\n忠臣伍子胥及公孫聖使其無知吾負於生死\n必連繴組以罩吾目恐其不蔽願復重\n羅繡三幅以爲掩明生不昭我死勿見我形吾\n何可哉越王乃葬吳王以禮於秦餘杭山卑猶\n越\n王使軍士集于我戎之功人一隰土以葬\n之宰嚭亦葬卑猶之旁\n\n吳越春秋夫差内傳第五\n"}
{"id": "KR2i0001_006", "series": "KR2i0001", "text": "吳越春秋越王無余外傳第六\n　　　　　　　　　後　漢　趙　瞱　撰\n越之前君無余者夏禹\n之末封也禹父鯀者帝顓頊之後\n\n鯀娶於\n有莘氏之女名曰女嬉年壯未孳嬉於砥山得\n薏苡而吞之意若爲人所感因而姙孕剖脅而\n産髙密\n家于西羗地\n曰石紐石紐在蜀西川也\n帝堯之時遭洪\n水滔滔天下沉漬九州閼塞四瀆壅閉帝乃憂\n中國之不康悼黎元之罹咎乃命四嶽乃舉賢\n良將任治水自中國至于條方莫薦人帝靡所\n任四嶽乃舉鯀而薦之於堯帝曰鯀負命毁族\n不可四\n嶽曰等之羣臣未有如鯀者堯用治水受命九\n載功不成帝怒曰朕知不能也乃更求之得舜\n使攝行天子之政巡狩觀鯀之治水無有形狀\n乃殛鯀于羽山鯀投于水化爲黃\n能因爲羽淵之神\n\n舜與四嶽舉鯀之子髙密\n四嶽謂禹曰舜以治水無功舉爾嗣考之勲禹\n曰俞小子敢悉考績以統天意惟委而\n已禹傷父功不成循江泝河盡濟甄淮\n乃勞身焦思以行七年聞樂不聽過門不入冠\n挂不顧履遺不躡功未及成愁然沉思乃案黃\n帝中經曆蓋聖人所記曰在于九山東南天柱\n號曰宛委赤帝在闕其巖之巔承\n以文玉覆以磐石其書金簡青玉爲字編以白\n銀皆瑑其文禹乃東巡登衡嶽血白馬以祭不\n幸所求禹乃登山仰天而嘯因夢見赤繡衣男\n子自稱玄夷蒼水使者聞帝使文命于斯故來\n候之非厥歲月将告以期無爲戲吟故倚歌覆\n釡之山\n東顧謂禹曰欲得我山神\n書者齋於黃帝巖嶽之下三月庚子登山發石\n金簡之書存矣禹退又齋三月庚子登宛委山\n發金簡之書案金簡玉字得通水之理\n\n復返歸嶽乗四載\n以行川始於霍山徊\n集五嶽詩云信彼南山惟禹甸之遂巡行四瀆\n與益䕫共謀行到名山大澤召其神而問之山\n川脉理金玉所有鳥獸昆蟲之類及八方之民\n俗殊國異域土地里數使益䟽而記之故名之\n曰山海經禹三十未娶行到塗山\n\n恐時之暮失其度制乃辭云吾娶也必有應\n矣乃有白狐九尾造於禹禹曰白者吾之服也\n其九尾者王之證也塗山之歌曰綏綏白狐九\n尾痝痝我家嘉夷來賔爲王成家成室我造彼\n昌天人之際於兹則行明矣哉禹因娶塗山謂\n之女嬌取辛壬癸甲禹行\n十月女嬌生子啓啓生不見父晝夕􁀾􁀾啼泣\n禹行使大章歩東西竪亥度南北\n暢八極之廣旋天地之數\n禹濟江南省水理黃龍負舟舟中人怖駭禹乃\n啞然而笑曰我受命於天竭力以\n勞萬民生性也死命也爾何爲者顔色不變謂\n舟人曰此天所以爲我用龍曵尾舎舟而去南\n到計於蒼梧\n而見縛人禹捬其背而哭益曰斯人犯法\n自合如此哭之何也禹曰天下有道民不罹辜\n天下無道罪及善人吾聞一男不耕有受其飢\n一女不桑有受其寒吾爲帝統治水土調民安\n居使得其所今乃罹法如斯此吾得薄不能化\n民證也故哭之悲耳於是周行㝢内東造絶迹\n西延積石南踰赤㟁\n北過寒谷\n徊崑崙\n察六扈脉地理名金石寫流沙於西隅\n决弱水於北漢\n青泉赤淵分入洞穴\n通江東流至於碣石䟽九河於涽\n淵開五水於東北鑿龍門闢伊\n闕平易相土觀地\n分州殊方各進有所納貢民去崎嶇歸於中國\n堯曰俞以固冀於此乃號禹曰伯禹官曰司空\n賜姓姒氏領統州伯以巡十二部堯崩禹服三\n年之䘮如䘮考妣晝哭夜泣氣不屬聲堯禪位\n于舜舜薦大禹改官司徒内輔虞位外行九伯\n舜崩禪位命禹禹服三年形體枯槁面目黎黒\n讓位啇均退處陽山之南隂阿之\n北萬民不附啇均追就禹之所狀若驚鳥揚天\n駭魚入淵晝歌夜吟登高號呼曰禹棄我如何\n所戴禹三年服畢哀民不得已卽天子之位三\n載考功五年政定周行天下歸還大越登茅山\n以朝四方羣臣觀示中州諸\n侯防風後至斬以示衆示天下悉屬禹也乃大\n㑹計治國之道内美釡山州慎之功外\n演聖德以應天心遂更名茅山曰㑹稽之山因\n傳國政休養萬民國號曰夏后封有功爵有德\n惡無細而不誅功無微而不賞天下喁喁若兒\n思母子歸父而留越恐羣臣不從言曰吾聞食\n其實者不傷其枝飲其氷者不濁其流吾獲覆\n釡之書得以除天下之災令民歸於里閭其德\n彰彰若斯豈可忘乎乃納言聽諌安民治室居\n靡山伐木爲邑畫作印横木爲門調權衡平斗\n斛造井示民以爲法度鳯凰棲於樹鸞鳥巢於\n側麒麟歩於庭百鳥佃於澤遂已耆艾将老歎\n曰吾晏歲年暮壽將盡矣止絶斯矣命羣臣曰\n吾百世之後葬我㑹稽之山葦椁桐棺\n穿壙七尺下無及泉墳高三尺土階三\n等葬之後曰無改畝以爲居之者樂爲之者苦\n禹崩之後衆瑞並去天美禹德而勞其功使百\n鳥還爲民田大小有差進退有行一盛一衰往\n來有常禹崩傳位與益益服三年思禹未嘗不\n言喪畢益避禹之子啓於箕山之陽諸\n侯去益而朝啓曰吾君帝禹子也啓遂卽天子\n之位治國於夏遵禹貢之羙悉九州之土以種\n五榖累歲不絶啓使使以歲時春秋而祭禹以\n越立宗廟於南山之上禹以下六世而得帝少\n康少康恐禹祭之絶祀乃封其庻子於越號曰\n無余余始受封人民山居雖有鳥田之利\n租貢纔給宗廟祭祀\n之費乃復隨陵陸而耕種或逐禽鹿而給食無\n余質朴不設宫室之飾從民所居春秋祠禹墓\n於㑹稽無余傳世十餘末君微劣不\n能自立轉從衆庻爲編户之民禹祀斷絶十有\n餘歲有人生而言語其語曰鳥禽呼嚥喋嚥喋\n指天向禹墓曰我是無余君之苗未我方修前\n君祭祀復我禹墓之祀爲民請福於天以通鬼\n神之道衆民悅喜皆助奉禹祭四時致貢因共\n封立以承越君之後復夏王之祭安集鳥田之\n瑞以爲百姓請命自後稍有君臣之義號曰無\n壬壬生無䁺䁺專心守國不失上天之命無䁺\n卒或爲夫譚夫譚生元常常立當吴王壽\n夢諸樊闔閭之時越之興霸自元常矣\n\n吳越春秋越王無余外傳第六\n"}
{"id": "KR2i0001_007", "series": "KR2i0001", "text": "吳越春秋勾踐入臣外傳第七\n越王勾踐五年五月與大夫種范蠡\n\n入\n臣於吳羣臣皆送至浙江之上臨水祖道\n軍陣固陵\n大夫文種前爲祝其詞曰皇天祐助前沉後揚\n禍爲德根憂爲福堂威人者滅服從者昌王雖\n牽致其後無殃君臣生離感動上皇衆夫哀悲\n莫不感傷臣請薦脯行酒二觴越王仰天太息\n舉杯垂涕默無所言種復前祝曰大王德壽無\n疆無極乾坤受靈神祇輔翼我王厚之祉祐在\n側徳銷百殃利受其福去彼吳庭來歸越國觴\n酒旣升請稱萬歲越王曰孤承前王餘德守國\n於邊幸蒙諸大夫之謀遂保前王丘墓今遭辱\n耻爲天下笑將孤之罪耶諸大夫之責也吾不\n知其咎願二三子論其意大夫扶同曰何\n言之鄙也昔湯繫於夏臺\n伊尹不離其側文王囚於石室\n太公不棄其國興衰在天存亡\n繫於人湯改儀而媚於桀文王服從而幸於紂\n夏殷恃力而虐二聖兩君屈已以得天道故湯\n王不以窮自傷周文不以困爲病越王曰昔堯\n任舜禹而天下治雖有洪水之害不爲人灾變\n異不及於民豈况於人君乎大夫苦成曰不如\n君王之言天有曆數德有薄厚黃帝不讓堯傳\n天子三王臣弑其君五霸子弑其父德有廣狹\n氣有高下今之世猶人之市置貨以設詐抱謀\n以待敵不幸䧟厄求伸而已大王不覽於斯而\n懷喜怒越王曰任人者不辱身自用者危其國\n大夫皆前圖未然之端傾敵破讎坐招泰山之\n福今寡人守窮若斯而云湯文困厄後必霸何\n言之違禮儀夫君子爭寸隂而棄珠玉今寡人\n冀得免於軍旅之憂而復反係獲敵人之\n手身爲傭隷妻爲僕妾往而不返客死敵國若\n䰟魄有愧於前君其無知體骨棄捐何大\n夫之言不合於寡人之意於是大夫種范蠡曰\n聞古人曰居不幽志不廣形不愁思不逺聖王\n賢主皆遇困厄之難蒙不赦之恥身拘而名尊\n軀辱而聲榮處卑而不以爲惡居危而不以爲\n薄五帝德厚而窮厄之恨然尚有泛濫之\n憂三守暴困之辱不離三獄之囚泣涕而\n受冤行哭而爲隷演易作卦天道祐\n之時過於期否終則泰諸侯並救王命見符朱\n鬛玄狐\n\n輔臣結髮拆獄破械反國修德遂\n討其讎擢假海内若覆手背天下宗之功垂萬\n世大王屈厄臣誠盡謀夫截骨之劒無削剟之\n利臽鐡之矛無分髮之便建䇿之士無暴興之\n說今臣遂天文案墜籍二氣共萌存亡異處彼\n興則我辱我霸則彼亡二國爭道未知所就君\n王之危天道之數何必自傷哉夫吉者凶之門\n福者禍之根今大王雖在危困之際孰知其非\n暢達之兆哉大夫計􁞰\n\n曰今君王國於㑹\n稽窮於入吳言悲辭苦羣臣泣之雖則恨悷之\n心莫不感動而君王何爲謾辭譁說用而相欺\n臣誠不取越王曰寡人将去入吳以國累諸侯\n大夫願各自述吾将屬焉大夫臯如曰臣聞大\n夫種忠而善慮民親其知士樂爲用今委國一\n人其道必守何順心佛命羣臣\n大夫曵庸曰大夫文種\n者國之梁棟君之爪牙夫驥不可與匹馳日月\n不可並照君王委國於種則萬綱千紀無不舉\n者越王曰夫國者前王之國孤力弱勢劣不能\n遵守社稷奉承宗廟吾聞父死子代君亡臣親\n今事棄諸大夫客官於吳委國歸民以付二三\n子吾之由也亦子之憂也君臣同道父子共氣\n天性自然豈得以在者盡忠亡者爲不信乎何\n諸大夫論事一合一離令孤懷心不定也夫推\n國任賢度功績成者君之命也奉敎順理不失\n分者臣之職也吾顧諸大夫以其所能而云\n委質而已於乎悲哉計􁞰曰君王所陳者固其\n理也昔湯入夏付國於文祀西伯之殷委國於\n二老今懷夏將滯志在於還夫適市之妻敎嗣\n糞除出亡之君勑臣守禦子問以事臣謀以能\n今君王欲士之所志各陳其情舉其能者議其\n宜也越王曰大夫之論是也吾將逝矣願\n諸君之風大夫種曰夫内修封疆之役外修耕\n戰之備荒無遺土百姓親附臣之事也大夫范\n蠡曰輔危主存亡國不恥屈厄之難安守被辱\n之地往而必反與君復讎者臣之事也大夫苦\n成曰發君之令眀君之徳窮與俱厄進與俱霸\n統煩理亂使民知分臣之事也大夫曵庸曰\n奉令受使結和諸侯通命逹㫖賂往遺來解憂\n釋患使無所疑出不忘命入不被尤臣之事也\n大夫皓進曰一心齊志上與等之下不違令動\n從君命修徳履義守信温故臨非决疑君誤臣\n諫直心不撓舉過列平不阿親戚不私於外推\n身致君終始一分臣之事也大夫諸稽郢曰望\n敵設陣飛矢揚兵履腹渉屍血流滂滂貪進不\n退二師相當破敵攻衆威凌百邦臣之事也大\n夫臯如曰修德行惠撫慰百姓身臨憂勞動輙\n躬親弔死存疾救活民命蓄陳儲新食不二味\n國富民實爲君養器臣之事也大夫計􁞰曰候\n天察地紀歷隂陽觀變參災分别妖祥日月含\n色五精錯行福見知吉妖出知凶臣之事也越\n王曰孤雖入於北國爲吳窮虜有諸大夫懷徳\n抱術各守一分以保社稷孤何憂焉遂别於浙\n江之上羣臣垂泣莫不咸哀越王仰天歎曰死\n者人之所畏若孤之聞死其於心胷中曾無怵\n愓遂登船徑去終不返顧越王夫人乃據船哭\n顧烏鵲啄江渚之蝦飛去復來因哭而歌之曰\n仰飛鳥兮烏鳶凌玄虚號翩翩集洲渚兮\n優恣啄蝦矯翮兮雲間任厥兮往還妾無\n罪兮負地有何辜兮譴天颿颿獨兮西\n往孰知返兮何年心惙惙兮若割淚泫\n泫兮雙懸又哀今曰彼飛鳥兮鳶烏已廻\n翔兮翕蘇心在專兮素蝦何居食兮江湖徊復\n翔兮游颺去復返兮於乎始事君兮去家終我\n命兮君都終來遇兮何幸離我國兮去吳\n妻衣褐兮爲婢夫去冕兮爲奴歲遥遥兮難極\n冤悲痛兮心惻腸千結兮服膺於乎哀兮忘食\n願我身兮如鳥身翺翔兮矯翼去我國兮心搖\n情憤惋兮誰識越王聞夫人怨歌心中内慟乃\n曰孤何憂吾之六翮備矣於是入吳見夫差稽\n首再拜稱臣曰東海賤臣勾踐上愧皇天下負\n后土不裁功力汚辱王之軍士抵罪邉境大王\n赦其深辜裁加役臣使執箕箒誠蒙厚恩得保\n須臾之命不勝仰感俯愧臣勾踐叩頭頓首吳\n王夫差曰寡人於子亦過矣子不念先君之讎\n乎越王曰臣死則死矣惟大王原之伍胥在旁\n目若熛火聲如雷霆乃進曰夫飛鳥在青雲之\n上尚欲繳微矢以射之豈况近卧於華池\n集於庭廡乎今越王放於南山之中游於不可\n存之地幸來渉我壤土入吾梐梱此乃廚宰之\n成事食也豈可失之乎吳王曰吾聞誅降殺服\n禍及三世吾非愛越而不殺也畏皇天之咎敎\n而赦之太宰嚭諌曰子胥明於一時之計不通\n安國之道願大王遂其所執無拘羣小之口夫\n差遂不誅越王令駕車養馬祕於宫室之中三\n月吳王召越王入見越王伏於前范蠡立於後\n吳王謂范蠡曰寡人聞貞婦不嫁破亡之家仁\n賢不官絶滅之國今越王無道國已將亡社稷\n壞崩身死世絶爲天下笑而子及主俱爲奴僕\n來歸於吳豈不鄙乎吾欲赦子之罪子能改心\n自新棄越歸吳乎范蠡對曰臣聞亡國之臣不\n敢語政敗軍之将不敢語勇臣在越不忠不信\n今越王不奉大王命號用兵與大王相持至今\n獲罪君臣俱降蒙大王鴻恩得君臣相保願得\n入備掃除出給趨走臣之願也此時越王伏地\n流涕自謂遂失范蠡矣吳王知范蠡不可得爲\n臣謂曰子旣不移其志吾復置子於石室之中\n范蠡曰臣請如命吳王起入宫中越王范蠡趨\n入石室越王服犢鼻着樵頭夫人衣無縁之裳\n施左關之襦夫斫剉養馬妻給水除糞灑掃三\n年不愠怒靣無恨色吳王登逺臺望見越王及\n夫人范蠡坐於馬糞之旁君臣之禮存夫婦之\n儀具王顧謂太宰嚭曰彼越王者一節之人范\n蠡一介之士雖在窮厄之地不失君臣之禮寡\n人傷之太宰嚭曰願大王以聖人之心哀窮孤\n之士吳王曰爲子赦之後三月乃擇吉日而欲\n赦之召太宰嚭謀曰越之與吳同土連域勾踐\n愚黠親欲爲賊寡人承天之神靈前王之遺徳\n誅討越寇囚之石室寡人心不忍見而欲赦之\n於子柰何太宰嚭曰臣聞無徳不復大王垂仁\n恩加越越豈敢不報哉願大王卒意越王\n聞之召范蠡告之曰孤聞於外心獨喜之又恐\n其不卒也范蠡曰大王安心事將有意在玉門\n第一今年十二月戊寅之日時加日出戊囚日\n也寅隂後之辰也合庚辰歲後㑹也夫以戊寅\n日聞喜不以其罪罰日也時加卯而賊戊功曹\n爲騰蛇而臨戊謀利事在靑龍靑龍在勝先而\n臨酉死氣也而剋寅是時剋其日用又助之所\n求之事上下有憂此豈非天網四張萬物盡傷\n者乎王何喜焉果子胥諌吳王曰昔桀囚湯而\n不誅紂囚文王而不殺天道還反禍轉成福故\n夏爲湯所誅殷爲周所㓕今大王旣囚越君而\n不行誅臣謂大王惑之深也得無夏殷之患乎\n吳王遂召越王乆之不見范蠡文種憂而占之\n曰吳王見擒也有頃太宰嚭出見大夫種范蠡\n而言越王復拘於石室伍子胥復諫吳王曰臣\n聞王者攻敵國克之則加以誅故後無報復之\n憂遂免子孫之患今越王已入石室宜早圖之\n後必爲吳之患太宰嚭曰昔者齊桓割燕所至\n之地以貺燕公而齊\n君獲其美名宋襄濟河而戰\n春秋以多其義功立\n而名稱軍敗而徳存今大王誠赦越王則功冠\n於五霸名越於前古吳王曰待吾疾愈方爲大\n宰赦之後一月越王出石室召范蠡曰吳\n王疾三月不愈吾聞人臣之道主疾臣憂且吳\n王遇孤恩甚厚矣疾之無瘳惟公卜焉范蠡曰\n吳王不死明矣到己巳日當瘳惟大王留意越\n王曰孤所以窮而不死者頼公之䇿耳中復猶\n豫豈孤之志哉可與不可惟公圖之范蠡曰臣\n竊見吳王眞非人也數言成湯之義而不\n行之願大王請求問疾得見因求其糞而嘗之\n觀其顔色當拜賀焉言其不死以廖起日期之\n旣言信後則大王何憂越王明日謂太宰嚭曰\n囚臣欲一見問疾太宰嚭即入言於吳王王召\n而見之適遇吳王之便太宰嚭奉溲惡以\n出逢户中越王因\n拜請嘗大王之溲以决吉凶即以手取其便與\n惡而嘗之因入曰下囚臣勾踐賀於大王王之\n疾至己巳日有瘳至三月壬申病愈吳王曰何\n以知之越王曰下臣嘗事師聞糞者順榖味逆\n時氣者死順時氣者生今者臣竊嘗大王之糞\n其惡味苦且楚酸是味也應春夏之氣臣以是\n知之吳王大恱曰仁人也乃赦越王得離其石\n室去就其宫室執牧養之事如故越王從嘗糞\n惡之後遂病口臭范蠡乃令左右皆食岑草以\n亂其氣其\n後吳王如越王期日疾愈心念其忠臨政之後\n大縱酒於文臺吳王出令曰今日爲越王陳北\n靣之坐羣臣以客禮事之伍子胥趨出到舍上\n不御坐酒酣太宰嚭曰異乎今日坐者各有其\n詞不仁者逃其仁者留臣聞同聲相和同心相\n求今國相剛勇之人意者内慙至仁之存也而\n不御坐其亦是乎吳王曰然於是范蠡與越王\n俱起爲吳王壽其辭曰下臣勾踐從小臣范蠡\n奉觴上千歲之壽辭曰皇在上令昭下四時并\n心察慈仁者大王躬親鴻恩立義行仁九徳四\n塞威服羣臣於乎休哉傳徳無極上感太陽降\n瑞翼翼大王延壽萬歲長保吳國四海咸承諸\n侯賔服觴酒旣升永受萬福於是吳王大恱明\n日伍子胥入諌曰昨日大王何見乎臣聞内懐\n虎狼之心外執美詞之說但爲外情以存其身\n豺不可謂廉狼不可親今大王好聽須臾之說\n不慮萬歲之患放棄忠直之言聴用讒夫之語\n不㓕瀝血之仇不絶懷毒之怨猶縱毛爐炭之\n上幸其焦投卵千鈞之下望必全豈不殆\n哉臣聞桀登髙自知危然不知所以自安也前\n據白刃自知死而不知所以自存也惑者知返\n迷道不遠願大王察之吳王曰寡人有疾三月\n曾不聞相國一言是相國之不慈也又不進口\n之所嗜心不相思是相國之不仁也夫爲人臣\n不仁不慈焉能知其忠信者乎越王迷惑\n棄守邊之事親将其臣民來歸寡人是其義也\n躬親爲虜妻親爲妾不愠寡人寡人有疾親嘗\n寡人之溲是其慈也虚其府庫盡其寳幣不念\n舊故是其忠信也三者旣立以養寡人寡人曾\n聽相國而誅之是寡人之不智也而爲相國快\n私意耶豈不負皇天乎子胥曰何大王之言反\n也夫虎之卑勢將以有擊也狸之卑身將求所\n取也雉以眩移拘於網魚以有恱死於餌且大\n王初臨政負玉門之第九誡事之敗無咎矣今\n年三月甲戌時加雞鳴甲戌歲位之㑹將也青\n龍在酉德在土刑在金是日賊其德也知父將\n有不順之子君有逆節之臣大王以越王歸吳\n爲義以飲溲食惡爲慈以虚府庫爲仁是故爲\n無愛於人其不可親靣聽貌觀以存其身今越\n王入臣於吳是其謀深也虛其府庫不見恨色\n是欺我王也下飲王之溲者是上食王之心也\n下嘗王之惡者是上食王之肝也大哉越王之\n崇吳吳將爲所擒也惟大王留意察之臣不敢\n逃死以負前王一旦社稷丘墟宗廟荆棘其悔\n可追乎吳王曰相國置之勿復言矣寡人不忍\n復聞於是遂赦越王歸國送於蛇門之外羣臣\n祖道吳王曰寡人赦君使其返國必念終始王\n其勉之越王稽首曰今大王哀臣孤窮使得生\n全還國與種蠡之徒願死於轂下上天蒼蒼臣\n不敢負吳王曰於乎吾聞君子一言不再今已\n行矣王勉之越王再拜跪伏吳王乃引越王登\n車范蠡執御遂去至三津之上仰天歎曰嗟乎\n孤之屯厄誰念復生渡此津也謂范蠡曰今三\n月甲辰時加日昳孤蒙上天之\n命還歸故鄉得無後患乎范蠡曰大王勿疑直\n眡道行越將有福吳當有憂至浙江之上望見\n大越山川重秀天地再清王與夫人歎曰吾已\n絶望永辭萬民豈料再還重復鄉國言竟掩面\n涕泣闌干此時萬姓咸歡羣臣畢賀\n吳越春秋勾踐入臣外傳第七\n"}
{"id": "KR2i0001_008", "series": "KR2i0001", "text": "吳越春秋勾踐歸國外傳第八\n越王勾踐臣吳至歸越勾踐七年也\n百姓拜之\n於道曰君王獨無苦矣今王受天之福復於越\n國霸王之迹自斯而起王曰寡人不慎夭敎無\n徳於民今勞萬姓擁於岐路將何徳化以報國\n人顧謂范蠡曰今十有二月己巳之日時加禺\n中孤欲以此到國何\n如蠡曰大王且留以臣卜日於是范蠡進曰異\n哉大王之擇日也王當疾趨車馳人走越王䇿\n馬飛輿遂復宫闕吳封地百里於越東至炭瀆\n西止周宗南造於\n山北薄於海越王謂范蠡曰孤獲辱連年勢足\n以死得相國之䇿再返南鄉今欲定國立城人\n民不足其功不可以興爲之柰何范蠡對曰唐\n虞卜地夏殷封國古公營城周雒威折萬里徳\n致八極豈直欲破彊敵收鄰國乎越王曰孤不\n能承前君之制修德自守亡衆棲於㑹稽之山\n請命乞恩受辱被恥囚結吳宫幸來歸國追以\n百里之封將遵前君之意復於㑹稽之上而宜\n釋吳之地范蠡曰昔公劉去邰而徳彰於夏亶\n父讓地而名發於岐今大王欲國樹都\n幷敵國之境不處平易之都據四逹之地\n將焉立霸王之業越王曰寡人之計未有\n决定欲築城立郭分設里閭欲委屬於相國於\n是范蠡乃觀天文擬法於紫宫築作小城周千\n一百二十二歩一圓三方西北立龍飛翼之樓\n以象天門東南伏漏石竇以象地户陵門四逹\n以象八風外郭築城而缺西北示服事吳也不\n敢壅塞内以取吳故缺西北而吳不知也北向\n稱臣委命吳國左右易處不得其位明臣\n屬也城旣成而怪山自生者琅琊東武海中山\n也一夕自來故名怪山\n范蠡曰臣之築城也其\n應天矣崑崙之象存焉越王曰寡人聞崑崙之\n山乃地之柱上承皇天氣吐宇内下處后土稟\n受無外滋聖生神嘔養帝㑹故帝處其\n陽陸三王居其正地吾之國也扁天地之\n壤乗東南之維斗去極北非糞土之城何能與\n王者比隆盛哉范蠡曰君徒見外未見於内臣\n乃承天門制城合氣於后土嶽象已設崑崙故\n出越之霸也越王曰茍如相國之言孤之命也\n范蠡曰天地卒號以著其實名東武起游臺其\n上東南爲司馬門立增樓冠其山巓以爲\n靈臺起離宫於淮陽\n中宿臺在於髙平\n駕臺在於成丘立苑\n於樂野\n燕臺在於石室齋臺在於襟山\n勾踐之出游也休\n息食室於冰厨越王乃召相國范蠡大\n夫種大夫郢問曰孤欲以今日上明堂臨國政\n專恩致令以撫百姓何日可矣惟三聖\n紀綱維持范蠡曰今日丙午日也丙\n陽將也是日吉矣又因良時臣愚以爲可無始\n有終得天下之中大夫種曰前車已覆後車必\n戒願王深察范蠡曰夫子故不一二見也吾王\n今以丙午復初臨政解救其本是一宜夫金制\n始而火救其終是二宜蓄金之憂轉而及水是\n三宜君臣有差不失其理是四宜王相俱起\n天下立矣是五宜臣願急升明堂臨政越王是\n日立政翼翼小心出不敢奢入不敢侈越王念\n復吳讎非一旦也苦身勞心夜以接日目臥則\n攻之以蓼足寒則漬之以水冬常抱氷夏還握\n火愁心苦志懸膽於户出入嘗之不絶於口中\n夜灒泣泣而復嘯越王曰吳王好服之離體吾\n欲采葛使女工織細布獻之以求吳\n王之心於子何如羣臣曰善乃使國中男女入\n山采葛以作黃絲之布欲\n獻之未及遣使吳王聞越王盡心自守食不重\n味衣不重綵雖有五臺之游未嘗一日登翫吾\n欲因而賜之以書增之以封東至於勾甬西至\n於檇李南至於姑末\n北至於平原縱橫八百餘里越\n王乃使大夫種索葛布十萬甘蜜九党\n文\n笥七枚狐皮五雙晉竹十廋\n以復封禮吳王得之曰以越僻狄之國\n無珍今舉其貢貨而以復禮此越小心念功不\n忘吳之效也夫越本興國千里吾雖封之未盡\n其國子胥聞之退臥於舎謂侍者曰吾君失其\n石室之囚縱於南林之中今但因虎豹之野而\n與荒外之草於吾之心其無損也吳王得葛布\n之獻乃復增越之封賜羽毛之飾机杖諸侯之\n服越國大悅采葛之婦傷越王用心之苦乃作\n苦之詩曰葛不連蔓\n棻台台我君心苦命更之嘗膽不苦甘如飴\n令我采葛以作絲\n女工織兮不敢遲弱於羅兮輕霏霏號\n絺素兮將獻之越王悅兮忘罪除吳王歡兮飛\n尺書增封益地賜羽竒机杖茵褥諸侯儀羣臣\n拜舞天顔舒我王何憂能不移於是越王内修\n其徳外布其道君不名敎臣不名謀民不名使\n官不名事國中蕩蕩無有政令越王内實府庫\n墾其田疇民富國彊衆安道泰越王遂師八臣\n與其四友時問政焉大夫種曰愛民而巳越王\n曰柰何種曰刑之無害成之無敗生之無殺與\n之無奪越王曰願聞種曰無奪民所好則利也\n民不失其時則成之省刑去罰則生之薄其賦\n歛則與之無多臺游則樂之靜而無苛則喜之\n民失所好則害之農失其時則敗之有罪不赦\n則殺之重賦厚歛則奪之多作臺游以罷民\n則苦之勞擾民力則怒之\n臣聞善爲國者遇民如父母之愛其子如兄之\n愛其弟聞有飢寒爲之哀見其勞苦爲之悲越\n王乃緩刑薄罰省其賦歛於是人民殷富皆有\n帯甲之勇\n九年正月越王召五大夫而告之曰昔者越國\n遁棄宗廟身爲窮虜耻聞天下辱流諸侯今寡\n人念吳猶躃者不忘走盲者不忘視孤未知䇿\n謀惟大夫誨之扶同曰昔者亡國流民天下莫\n不聞知今欲有計不宜前露其辭臣聞擊鳥之\n動故前俯伏猛獸將擊必餌毛帖㐲\n鷙鳥將搏必卑飛戢翼聖人將動必順辭和衆\n聖人之謀不可見其象不可知其情臨事而伐\n故前無剽過之兵後無伏襲之患今大王臨敵\n破吳宜損少辭無令泄也臣聞吳王兵彊於齊\n晉而怨結於楚大王宜親於齊深結於晉隂固\n於楚而厚事於吳夫吳之志猛驕而自矜必輕\n諸侯而凌鄰國三國决權還爲敵國必角勢交\n爭越承其弊因而伐之可克也雖五帝之兵無\n以過此范蠡曰臣聞謀國破敵動觀其符孟津\n之㑹諸侯曰可武王辭之方今吳楚結讎構怨\n不解齊雖不親外爲其救晉雖不附猶效其義\n夫内臣謀而决讎其䇿鄰國通而不絶其援斯\n正吳之興霸諸侯之上尊臣聞峻髙者隤\n葉茂者摧日中則移月滿則虧四時不並盛五\n行不俱馳隂陽更唱氣有盛衰故溢堤之水\n不淹其量熻乾之火不復其熾水靜則無漚瀴\n之怒火消則無熹毛之熱今吳乗諸侯之威以\n號令於天下不知德薄而恩淺道狹而怨廣權\n懸而智衰力竭而威折兵挫而軍退士散而衆\n觧臣請按師整兵待其壞敗隨而襲之兵不血\n刃士不旋踵吳之君臣爲虜矣臣願大王匿聲\n無見其動以觀其靜大夫苦成曰夫水能浮草\n木亦能沉之地能生萬物亦能殺之江海能下\n谿谷亦能朝之聖人能從衆亦能使之今吳承\n闔閭之軍制子胥之典敎政平未虧戰勝未敗\n大夫嚭者狂佞之人逹於䇿慮輕於朝事子胥\n力於戰伐死於諌議二人權必有壞敗願王虚\n心自匿無示謀計則吳可㓕矣大夫浩曰今吳\n君驕臣奢民飽軍勇外有侵境之敵内有爭臣\n之震其可攻也大夫句如曰天有四時人\n有五勝昔湯武乗\n四時之利而制夏殷桓繆據五勝之便而列六\n國此乗其時而勝者也王曰未有四時之利五\n勝之便願各就職也\n吳越春秋勾踐歸國外傳第八\n"}
{"id": "KR2i0001_009", "series": "KR2i0001", "text": "吳越春秋勾踐隂謀外傳第九\n越王勾踐十年二月越王深念逺思侵辱於吳\n蒙天祉福得越國羣臣敎誨各畫一䇿辭\n合意同勾踐敬從其國已富反越五年未聞敢\n死之犮或謂諸大夫愛其身惜其軀者乃登漸\n臺望觀其羣臣有憂與否相國范蠡大夫種句\n如之屬儼然列坐雖懷憂患不形顔色越王即\n鳴鍾驚檄而召羣臣與之盟曰寡人獲辱\n受恥上愧周王下慙晉楚幸蒙諸大夫之䇿得\n返國修政富民養士而五年未聞敢死之士雪\n仇之臣柰何而有功乎羣臣黙然莫對者越王\n仰天歎曰孤聞主憂臣辱主辱臣死今孤親被\n奴虜之厄受囚破之恥不能自輔須賢任仁然\n後討吳重負諸臣大夫何易見而難使也於是\n計􁞰年少官卑列坐於後乃舉手而趨蹈席而\n前進曰謬哉吾王之言也非大夫易見而難使\n君王之不能使也越王曰何謂計􁞰曰夫官位\n財幣金賞者君之所輕也操鋒履刃艾命投\n死者士之所重也今王易財之所\n輕而責士之所重何其殆哉於是越王黙然不\n悅面有愧色即辭羣臣進計􁞰而問曰孤之所\n得士心者何等計􁞰對曰夫君人尊其仁義者\n治之門也士民者君之根也開門固根莫如正\n身正身之道謹左右左右者君之所以盛衰者\n也願王明選左右得賢而已昔太公九聲而足\n磻溪之餓人也西伯任之而王管仲魯\n之亡囚有貪分之毁\n齊桓得之而霸故傳曰失士者亡得士者昌願\n王審於左右何患羣臣之不使也越王曰吾使\n賢任能各殊其事孤虛心高望冀聞報復之謀\n今咸匿聲隱形不聞其語厥咎安在計􁞰曰選\n賢實士各有一等逺使以難以效其誠内\n告以匿以知其信與之論事以觀其智飲之以\n酒以視其亂指之以使\n以察其能示之以色以别其熊五色以設士盡\n其實人竭其智知其智盡實則君臣何憂越王\n曰吾以謀士效實人盡其智而士有未盡進辭\n有益寡人也計􁞰曰范蠡明而知内文種逺以\n見外願王請大夫種與深議則霸王之術在矣\n越王乃請大夫種而問曰吾昔日受夫子之言\n自免於窮厄之地今欲奉不覊之計以雪吾之\n宿讎何行而功乎大夫種曰臣聞髙飛之鳥死\n於美食深泉之魚死於芳餌今欲伐吳必前求\n其所好參其所願然後能得其實越王曰人之\n所好雖其願何以定而制之死乎大夫種曰夫\n欲報怨復讎破吳㓕敵者有九術君王察\n焉越王曰寡人被辱懷憂内慙朝臣外愧諸侯\n中心迷惑精神空虚雖有九術安能知之大夫\n種曰夫九術者湯文得之以王桓穆得之以霸\n其攻城取邑易於脫屣願大王覽之種曰一曰\n尊天事鬼以求其福二曰重財幣\n以遺其君多貨賄以喜其臣三曰貴糴粟\n槀以虚其國利所欲以疲其民四曰遺美女以\n惑其心而亂其謀五曰遺之巧工良材使之起\n宫室以盡其財六曰遺之䛕臣使之易伐七曰\n彊其諌臣使之自殺八曰君王國富而備利器\n九曰利甲兵以承其弊凡此九術君王閉口無\n傳守之以神取天下不難而况於吳乎越王曰\n善乃行第一術立東郊以祭陽名曰東皇公立\n西郊以祭隂名曰西王母祭陵山於㑹稽\n祀水澤於江州\n\n事鬼神一年國不被災越王\n曰善哉大夫之術願論其餘種曰吳王好起宫\n室用工不輟王選名山神材奉而獻之越王乃\n使木工三千餘人入山伐木一年師無所幸作\n士思歸皆有怨望之心而歌木客之吟\n一夜天生神木一雙大二\n十圍長五十尋陽爲文梓隂爲楩柟巧工施校\n制以規繩雕治圓轉刻削磨礱分以丹青錯畫\n文章嬰以白璧鏤以黃金狀類龍蛇文彩生光\n乃使大夫種獻之於吳王曰東海役臣臣孤勾\n踐使臣種敢因下吏聞於左右頼大王之力竊\n爲小殿有餘材謹再拜獻之吳王大恱\n\n子胥諌曰王勿受也昔\n者桀起靈臺紂起鹿臺隂陽不和寒暑不時五\n榖不熟天與其災民虛國變遂取㓕亡大王受\n之必爲越王所戮吳王不聽遂受而起姑蘇之\n臺三年聚材五年乃成髙見二百里\n行路之人道死巷哭不絶嗟嘻之\n聲民疲士苦人不聊生越王曰善哉第二術也\n十一年越王深念永思惟欲伐吳乃請計􁞰問\n曰吾欲伐吳恐不能破早欲興師惟問於子計\n􁞰對曰夫興師舉兵必且内蓄五榖實其金銀\n滿其府庫勵其甲兵凡此四者必察天地之氣\n原於隂陽明於孤虚\n審於存亡乃可\n量敵越王曰天地存亡其要柰何計􁞰曰天地\n之氣物有死生原隂陽者物貴賤也明孤虚者\n知㑹際也審存亡者别眞僞也越王曰何謂死\n生眞僞乎計􁞰曰春種八榖夏長而養秋成而\n聚冬畜而藏夫天時有生而不救種\n是一死也夏長無苖二死也秋成無聚三死也\n冬藏無畜四死也雖有堯舜之徳無如之何夫\n天時有生勸者老作者少反氣應數不失厥理\n一生也留意省察謹除苗穢穢除苗盛二生也\n前時設備物至則收國無逋稅民無失穗三生\n也倉已封塗除陳入新君樂臣歡男女及信四\n生也夫隂陽者太隂所居之歲留息三年貴賤\n見矣夫孤虛者謂天門地户也存亡者君之道\n德也越王曰何子之年少於物之長也計􁞰曰\n有美之士不拘長少越王曰善哉子之道也乃\n仰觀天文集察緯宿曆\n象四時以下者上虚設八倉從隂收著望\n陽出糶筴其極計三年五倍越國熾富勾\n踐歎曰吾之霸矣善計􁞰之謀也\n十二年越王謂大夫種曰孤聞吳王滛而好色\n惑亂沉湎不領政事因此而謀可乎種曰可破\n夫吳王滛而好色宰嚭佞以曵心往獻美女其\n必受之惟王選擇美女二人而進之越王曰善\n乃使相者國中得苧蘿山鬻薪之女曰西施鄭\n旦\n飾以羅榖教以容歩習於土城\n臨於都巷三年學服而獻於吳乃使相國范\n蠡進曰越王勾踐竊有二遺女越國洿下困迫\n不敢稽留謹使臣蠡獻之大王不以鄙陋寢容\n願納以供箕箒之\n用吳王大悅曰越貢二女乃勾踐之盡忠於吳\n之證也子胥諫曰不可王勿受也臣聞五色令\n人目盲五音令人耳聾昔桀易湯而滅紂易文\n王而亡大王受之後必有殃臣聞越王朝書不\n倦晦誦竟夜且聚敢死之士數萬是人不死必\n得其願越王服誠行仁聽諌進賢是人不死必\n成其名越王夏被毛裘冬御絺綌是人不死必\n爲對隙臣聞賢士國之寳美女國之咎夏亡以\n妹喜殷亡以妲己周亡以襃姒\n\n吳王不聽遂受其女越王曰善哉第三\n術也\n十三年越王謂大夫種曰孤蒙子之術所圖者\n吉未嘗有不合也今欲復謀吳柰何種曰君王\n自陳越國微鄙年榖不登願王請糴以入其意\n天若棄吳必許王矣越乃使大夫種使吳\n因宰嚭求見吳王辭曰越國洿下水旱不調年\n榖不登人民飢乏道荐飢餒願從大王請糴來\n歲即復太倉惟大王救其窮窘吳王曰越王信\n誠守道不懷二心今窮歸愬吾豈愛惜財寳奪\n其所願子胥諌曰不可非吳有越越必有吳吉\n往則凶來是養生寇而破國家者也與之不爲\n親不與未成冤且越有聖臣范蠡勇以善謀將\n有修飾攻戰以伺吾間觀越王之使使來\n請糴者非國貧民困而請糴也以入吾國伺吾\n王間也吳王曰寡人卑服越王而有其衆懷其\n社稷以愧勾踐勾踐氣服爲駕車却行馬前諸\n侯莫不聞知今吾使之歸國奉其宗廟復其社\n稷豈敢有反吾之心乎子胥曰臣聞士窮非難\n抑心下人其後有激人之色臣聞越王飢餓民\n之困窮可因而破也今不用天之道順地之理\n而反輸之食固君之命狐雉之相戯也夫狐卑\n體而雉信之故狐得其志而雉必死可不愼哉\n吳王曰勾踐國憂而寡人給之以粟恩往義來\n其德昭昭亦何憂乎子胥曰臣聞狼子有野心\n仇讎之人不可親夫虎不可餧以食蝮\n蛇不恣其意今大王捐國家之福以饒無益之\n讎棄忠臣之言而順敵人之欲臣必見越之破\n吳豸鹿游於姑胥之臺荆榛蔓於宫\n闕願王覽武王伐紂之事也太宰嚭從旁對曰\n武王非紂王臣也率諸侯以伐其君雖勝殷謂\n義乎子胥曰武王即成其名矣太宰嚭曰親戮\n主以爲名吾不忍也子胥曰盗國者封侯盗金\n者誅令使武王失其理則周何爲三家之表\n太宰嚭曰子胥爲人臣徒欲干\n君之好咈君之心以自稱滿君何不知過乎\n子胥曰太宰嚭固欲以求其親前縱石室之囚\n受其寳女之遺外交敵國内惑於君大王察\n之無爲羣小所侮今大王譬若浴嬰兒雖啼無\n聽宰嚭之言吳王曰宰嚭是子無乃聞寡人言\n非忠臣之道類於佞䛕之人太宰嚭曰臣聞鄰\n國有急千里馳救是乃王者封亡國之後五霸\n輔絶㓕之末者也吳王乃與越粟萬石而令之\n曰寡人逆羣臣之議而輸於越年豐而歸寡人\n大夫種曰臣奉使返越歲登誠還吳貸大夫種\n歸越越國羣臣皆稱萬歲即以粟賞賜羣臣及\n於萬民二年越王粟稔揀擇精粟而蒸還於吳\n復還斗斛之數亦使大夫種歸之吳王王得越\n粟長太息謂太宰嚭曰越地肥沃其種甚嘉可\n留使吾民植之於是吳種越粟粟種殺而無生\n者吳民大飢越王曰彼以窮居其可攻也大夫\n種曰未可國始貧耳忠臣尚在天氣未見須俟\n其時越王又問相國范蠡曰孤有報復之謀水\n戰則乗舟陸行則乗輿輿舟之利頓於兵弩今\n子爲寡人謀事莫不謬者乎范蠡對曰臣聞古\n之聖君莫不習戰用兵然行陣隊伍軍鼓之事\n吉凶决在其工今聞越有處女出於南林\n國人稱善願王請之立可見越王乃使使聘\n之問以劒㦸之術處女將北見於王道逢一翁\n自稱曰袁公問於處女吾聞子善劒願一見之\n女曰妾不敢有所隱惟公試之於是袁公卽杖\n箖箊竹竹枝上頡橋未墮\n地女卽捷末\n袁公則飛上樹\n變爲白猿遂别去見越王越王問曰夫劒之道\n則如之何女曰妾生深林之中長於無人之野\n無道不習不逹諸侯竊好擊之道誦之不休妾\n非受於人也而忽自有之越王曰其道如何女\n曰其道甚微而易其意甚幽而深道有門户亦\n有隂陽開門閉户隂衰陽興凡手戰之道内實\n精神外示安儀見之似好婦奪之似懼虎布形\n候氣與神俱往杳之若日偏如滕兎追形\n逐影光若彿彷呼吸往來不及法禁縱橫逆順\n直復不聞斯道者一人當百百人當萬王欲試\n之其驗卽見越王卽加女號號曰越女乃命五\n板之墮長高習之敎軍士\n當世勝越女之劒於\n是范蠡復進善射者陳音音楚人也越王請音\n而問曰孤聞子善射道何所生音曰臣楚之鄙\n人嘗歩於射術未能悉知其道越王曰然願子\n一二其辭音曰臣聞弩生於弓弓生於彈彈起\n古之孝子越王曰孝子彈者柰何音曰古者人\n民朴質飢食鳥獸渴飮霧露死則裹以白茅投\n於中野孝子不忍見父母爲禽獸所食故作彈\n以守之絶鳥獸之害故歌曰斷竹續竹飛土逐\n害之謂也於是神農皇帝弦木爲弧剡木\n爲矢弧矢之利以威四方黃帝之後\n楚有弧父弧父者生於楚之荆山生不見父母\n爲兒之時習用弓矢所射無脫以其道傳於羿\n羿傳逢蒙逢蒙傳於楚琴氏琴氏以爲弓矢不\n足以威天下當是之時諸侯相伐兵刄交錯弓\n矢之威不能制服琴氏乃橫弓着臂施機設樞\n加之以力然\n後諸侯可服琴氏傳之楚三侯\n所謂句亶鄂章人號麋侯翼侯魏侯也\n自楚之三侯傳\n至靈王自稱之楚累世蓋以桃弓棘矢而備鄰\n國也自靈王之後射道分流百\n家能人用莫得其正臣前人受之於楚五世於\n臣矣臣雖不明其道惟王試之越王曰弩之狀\n何法焉陳音曰郭爲方城守臣子也教爲人君\n命所起也牙爲執法守吏卒也牛爲中將主内\n裹也關爲守禦檢去止也錡爲侍從聽人主也\n臂爲道路通所使也弓爲將軍主重負也弦爲\n軍師禦戰士也矢爲飛客主教使也金爲實敵\n往不止也衛爲副使正道里也又爲受教知可\n否也縹爲都尉執左右也敵爲百死不得駭也\n鳥不及飛獸不暇走弩之所向無不死也臣之\n愚劣道悉如此越王曰願聞正射之道音曰臣\n聞正射之道道衆而微古之聖人射弩未發而\n前名其所中臣未能如古之聖人請悉其\n要夫射之道身若戴板頭若激卵左蹉右足橫\n左手若附枝右手若抱兒舉弩望敵翕心咽\n煙與氣俱發得其和平神定思去去止分離右\n手發機左手不知一身異教豈况雄雌此正射\n持弩之道也願聞望敵儀表投分飛矢之道\n音曰夫射之道從分望敵合以參連\n弩有斗石矢有輕重石取一兩其數乃\n平遠近高下求之銖分道要在斯無有遺言越\n王曰善盡子之道願子悉以教吾國人音曰道\n出於天事在於人人之所習無有不神於是乃\n使陳音教士習射於北郊之外三月軍士皆能\n用弓弩之巧陳音死越王傷之葬於國西號其\n葬所曰陳音山\n吳越春秋勾踐隂謀外傳第九\n"}
{"id": "KR2i0001_010", "series": "KR2i0001", "text": "吳越春秋勾踐伐吳外傳第十\n勾踐十五年謀伐吳\n謂大夫種曰孤用\n夫子之䇿免於天虐之誅還歸於國吾誠已說\n於國人國人喜悅而子昔日云有天氣卽\n來陳之今豈有應乎種曰吳之所以彊者爲有\n子胥今伍子胥忠諫而死是天氣前見亡國之\n證也願君悉心盡意以說國人越王曰聽孤說\n國人之辭寡人不知其力之不足以大國報讎\n以暴露百姓之骨於中原此則寡人之罪也寡\n人誠更其術於是乃葬死問傷弔有憂賀有喜\n送往迎來除民所害然後卑事夫差往宦士三\n百人於吳吳封孤數百里之地因約吳國父兄\n昆弟而誓之曰寡人聞古之賢君四方之民歸\n之若水寡人不能爲政將率二三子夫婦以爲\n藩輔令壯者無娶老妻老者無娶壯婦女子十\n七未嫁其父母有罪丈夫二十不娶其父母有\n罪將免者以告於孤令醫守之生男二\n貺之以壷酒一犬生女二賜以壺酒一豚\n生子三人孤以乳母生子二人孤與一養長子\n死三年釋吾政季子死三月釋吾政必哭泣葬\n埋之如吾子也令孤子寡婦疾疹貧病者納官\n其子欲仕量其居好其衣飽其食而簡銳\n之凡四方之士來者必朝而禮之載飯與羮以\n游國中國中僮子戯而遇孤孤餔而啜之施以\n愛問其名非孤飯不食非夫人事不衣七年不\n收國民家有三年之畜男即歌樂女即㑹笑今\n國之父兄日請於孤曰昔夫差辱吾君王於諸\n侯長爲天下所恥今越國富饒君王節儉請可\n報恥孤辭之曰昔者我辱也非二三子之罪也\n如寡人者何敢勞吾國之人以塞吾之宿讎父\n兄又復請曰誠四封之内盡吾君子子報父仇\n臣復君隙豈敢有不盡力者乎臣請復戰以除\n君王之宿讎孤悅而許之大夫種曰臣觀吳王\n得志於齊晉謂當遂涉吾地以兵臨境今疲師\n休卒一年而不試以忘於我我不可以怠臣當\n卜之於天吳民旣疲於軍困於戰闘市無赤米\n之積國廪空虚其民必有移徙之心寒就蒲贏\n於東海之濵夫占兆人事又見於卜\n筮王若起師以可㑹之利犯吳之邊鄙未可往\n也吳王雖無伐我之心亦雖動之以怒不如詮\n其間以知其意越王曰孤不欲有征伐之心\n國人請戰者三年矣吾不得不從民人之欲今\n聞大夫種諫難越父兄又諫曰吳可伐勝則\n㓕其國不勝則困其兵吳國有成王與之盟功\n名聞於諸侯王曰善於是乃大㑹羣臣而令之\n曰有敢諫伐吳者罪不赦蠡種相謂曰吾諌巳\n不合矣然猶聽君王之令越王㑹軍列士而大\n誡衆而誓之曰寡人聞古之賢君不患其衆不\n足而患其志行之少恥也今夫差\n衣水犀甲者十有三萬人\n不患其志行之少恥也而患其衆之不足\n今寡人將助天威吾不欲匹夫之小勇也吾欲\n士卒進則思賞退則避刑於是越民父勉其子\n兄勸其弟曰吳可伐也越王復召范蠡謂曰吳\n已殺子胥道䛕者衆吾國之民又勸孤伐\n吳其可伐乎范蠡曰未可須明年之春然後可\n耳王曰何也范蠡曰臣觀吳王北會諸侯於黃\n池精兵從王國中空虚老弱在後太子留守兵\n始出境未遠聞越掩其空虚兵還不難也不如\n來春其夏六月丙子勾踐復問范蠡曰可伐矣\n乃發習流二千人俊士四萬君子六千諸御千\n人\n\n以乙酉與吳戰丙戌遂虜殺太子丁亥入\n吳焚姑胥臺吳告急於夫差夫差方㑹諸侯於\n黃池恐天下聞之即密不令洩已盟黃池乃使\n人請成於越勾踐自度未能滅乃與吳平\n二十一年七月越王復悉國中士卒伐吳\n㑹楚使申包胥聘於越\n越王乃問包胥曰吳可伐耶申包胥曰臣鄙於\n䇿謀未足以卜越王曰吳爲不道殘我社稷夷\n吾宗廟以爲平原使不得血食吾欲與之徼天\n之中惟是輿馬兵革卒伍旣具無以行之\n誠聞於戰何以爲可申包胥曰臣愚不能\n知越王固問包胥乃曰夫吳良國也傳賢於諸\n侯敢問君王之所戰者何越王曰在孤之側者\n飲酒食肉未嘗不分孤之飲食不致其味聽樂\n不盡其聲求以報吳願以此戰包胥曰善則善\n矣未可以戰越王曰越國之中吾愽愛以子之\n忠惠以養之吾今修寛刑欲民所欲去民\n所惡稱其善掩其惡求以報吳願以\n此戰包胥曰善則善矣未可以戰王曰越國之\n中富者吾安之貧者吾予之救其不足損其有\n餘使貧富不失其利求以報吳願以此戰包胥\n曰善則善矣未可以戰王曰邦國南則距楚西\n則薄晉北則望齊春秋奉幣玉帛子女以貢獻\n焉未嘗敢絶求以報吳願以此戰包胥曰善哉\n無以加斯矣猶未可戰夫戰之道知爲之始\n以仁次之以勇斷之君将不知卽無權變之\n謀以别衆寡之數不仁則不得與三軍同飢寒\n之節齊苦樂之喜不勇則不能斷去就之疑決\n可否之議於是越王曰敬從命矣冬十月越王\n乃請八大夫\n曰昔吳爲不道殘\n我宗廟夷我社稷以爲平原使不血食吾欲徼\n天之中兵革旣具無所以行之吾問於申包\n胥卽已命孤矣敢告諸大夫如何大夫曵庸曰\n審賞則可戰也審其賞明其信無功不及有功\n必加則士卒不怠王曰聖哉大夫苦成曰審罰\n則可戰審罰則士卒望而畏之不敢違命王曰\n勇哉大夫文種曰審物則可戰審物則别是非\n是非明察人莫能惑王曰辨哉大夫范蠡曰審\n備則可戰審備愼守以待不虞備設守固必可\n應難王曰愼哉大夫臯如曰審聲則可戰審\n於聲音以别清濁清濁者謂吾國君名聞於周\n室令諸侯不怨於外王曰得哉大夫扶同曰廣\n恩知分則可戰廣恩以慱施知分而不外王曰\n神哉大夫計􁞰曰候天察地參應其變則可戰\n天變地應人道便利三者前見則可王曰明哉\n於是勾踐乃退齋而命國人曰吾將有不虞之\n議自近及遠無不聞者乃復命有司與國人曰\n承命有賞皆造國門之期有不從命者吾將有\n顯戮勾踐恐民不信使以征不義聞於周室令\n諸侯不恐於外令國中曰五日之内\n則吾良人矣過五日之外則非吾之民也又將\n加之以誅教令旣行乃入命於夫人王背\n屏夫人向屏而立王曰自今日之後内政無出\n外政無入各守其職以盡其信内中辱者則是\n子境外千里辱者則是子也吾見子於是\n以爲明誡矣王出宫夫人送王不過屏王因反\n闔其門塡之以土夫人去笄側席而坐安心無\n容三月不掃王出則復背垣而立大夫向垣而\n敬王乃令大夫曰食士不均地壤不修使孤\n有辱於國是子之罪臨敵不戰軍士不死有辱\n於諸侯功隳於天下是孤之責自今以往内政\n無出外政無入吾固誡子大夫敬受命矣王乃\n出大夫送出垣反闔外宫之門塡之以土大夫\n側席而坐不御五味不答所勸勾踐有命於夫\n人大夫曰國有守禦乃坐露壇之上列鼓而鳴\n之軍行成陣即斬有罪者三人以徇於軍令曰\n不從吾令者如斯矣明日徙軍於郊斬有罪者\n三人徇之於軍令曰不從吾令者如斯矣王乃\n令國中不行者與之訣而告之曰爾安土守職\n吾方往征討我宗廟之讎以謝於二三子令\n國人各送其子弟於郊境之上軍士各與父兄\n昆弟取訣國人悲哀皆作離别相去之詞曰躒\n躁摧長恧兮擢㦸馭殳\n所離不\n降兮以泄我王氣蘇三軍一飛降兮所向皆\n殂一士判死兮而當百夫道祐有德兮吳卒自\n屠雪我王宿恥兮威振八都軍伍難更兮勢如\n貔貙行行各努\n力兮於乎於乎於是觀者莫不悽惻明日復徙\n軍於境上斬有罪者三人徇之於軍曰有不從\n令者如此後三日復徙軍於檇李斬有罪者三\n人以徇於軍曰其滛心匿行不當敵者\n如斯矣勾踐乃命有司大徇軍曰其有父母無\n昆弟者來告我我有大事子離父母之養親老\n之愛赴國家之急子在軍寇之中父母昆弟有\n在疾病之地吾視之如吾父母昆弟之疾病也\n其有死亡者吾葬埋殯送之如吾父母昆弟之\n有死亡葬埋之矣明日又徇於軍曰士有疾病\n不能隨軍從兵者吾予其醫藥給其麋粥與之\n同食明日又徇於軍曰筋力不足以勝甲兵\n志行不足以聽王命者吾輕其重和其任明日\n旋軍於江南更陳嚴法復誅有罪者五人徇曰\n吾愛士也雖吾子不能過也及其犯誅自\n吾子亦不能脫也恐軍士畏法不使自謂未能\n得士之死力道見鼃張腹而怒將有戰爭之氣\n卽爲之軾其士卒有問於王曰君何爲敬鼃蟲\n而爲之軾勾踐曰吾思士卒之怒久矣而未有\n稱吾意者今鼃蟲無知之物見敵而有怒氣\n故爲之軾於是軍士聞之莫不懷心樂死人致\n其命有司将軍大徇軍中曰隊各自令其部部\n各自令其士歸而不歸處而不處進而不進退\n而不退左而不左右而不右不如令者斬於是\n吳悉兵屯於江北越軍於江南越王中分其師\n以爲左右軍皆被兕甲\n又令安廣之人佩石碣之矢張盧生之弩躬\n率君子之軍六千人以爲中陣明日將戰於江\n乃以黃昬令於左軍衘枚遡江而上五里以須\n吳兵復令於右軍衘枚踰江十里復須吳兵於\n夜半使左軍渉江鳴鼓中水以待吳發吳師聞\n之中大駭相謂曰今越軍分爲二師將以使攻\n我衆亦卽以夜暗中分其師以圍越越王隂使\n左右軍與吳望戰以大鼓相聞潛伏其私卒六\n千人衘枚不鼓攻吳吳師大敗\n越之左右軍乃遂伐之大敗之於囿\n又敗之於郊又敗之於津如\n是三戰三北俓至吳圍吳於西城吳王大懼夜\n遁越王追奔攻吳兵入於江陽松陵\n欲入胥門來至六七里望吳南城見伍子胥\n頭巨若車輪目若耀電鬚髮四張射於十里越\n軍大懼留兵假道卽日夜半暴風疾雨雷奔電\n激飛石揚砂疾於弓弩越軍壞敗松陵却退兵\n士僵斃人衆分解莫能救止范蠡文種乃稽顙\n肉袒拜謝子胥願乞假道子胥乃與種蠡夢曰\n吾知越之必入吳矣故求置吾頭於南門以觀\n汝之破吳也惟欲以窮夫差定汝入我之國吾\n心又不忍故爲風雨以還汝軍然越之伐吳自\n是天也吾安能止哉越如欲入更從東門我當\n爲汝開道貫城以通汝路於是越軍明日更從\n江出入海陽於三道之翟水乃穿東南隅以逹\n越軍遂圍吳守一年吳師累敗\n\n遂棲吳王於姑胥之山吳使王\n孫駱肉袒膝行而前\n請成於越王曰孤臣夫差敢布腹心異日得罪\n於㑹稽夫差不敢逆命得與君王結成以歸今\n君王舉兵而誅孤臣孤臣惟命是聽意者猶以\n今日之姑胥曩日之㑹稽也若徼天之中得\n赦其大辟則吳願長爲臣妾勾踐不忍其言將\n許之成范蠡曰㑹稽之事天以越賜吳吳不取\n今天以吳賜越越可逆命乎且君王早朝晏罷\n切齒銘骨謀之二十餘年豈不緣一朝之事耶\n今日得而棄之其計可乎天與不取還受其咎\n君何忘㑹稽之厄乎勾踐曰吾欲聽子言不忍\n對其使者范蠡遂鳴鼓而進兵曰王已屬政於\n執事使者急去不時得罪吳使涕泣而去勾踐\n憐之使令入謂吳王曰吾置君於甬東給君夫\n婦三百餘家以沒王世可乎吳王辭曰天降禍\n於吳國不在前後正孤之身失滅宗廟社稷者\n吳之土地民臣越旣有之孤老矣不能臣王遂\n伏劒自殺\n勾踐\n已滅吳乃以兵北渡江淮與齊晉諸侯㑹于徐\n州致\n貢於周周元王使人賜勾踐已受命號去還江\n南以淮上地與楚歸吳所侵宋地與魯泗東方\n百里當是之時越兵横行於江淮之上諸侯畢\n賀越王還於吳當歸\n而問於范蠡曰何子言之其合於天范蠡曰此\n素女之道一言卽合大王之事王問爲實\n金匱之要在於上下越王曰善哉吾不稱王其\n可悉乎蠡曰不可昔吳之稱王僭天子之號天\n變於上日爲隂蝕今君遂僭號不歸恐天變復\n見越王還於吳置酒文臺羣臣爲樂乃命樂\n作伐吳之曲樂師曰臣聞卽事作操功\n成作樂君王崇德誨化有道之國誅無義之人\n復讎還恥威加諸侯受霸王之功功可象於圖\n畫德可刻於金石聲可託於絃管名可留於竹\n帛臣請引琴而鼓之遂作章暢辭曰屯乎今欲\n伐吳可未耶大夫種蠡曰吳殺忠臣伍子胥今\n不伐吳人何須大夫種進祝酒其辭曰皇\n天祐助我王受福良臣集謀我王之德宗廟輔\n政鬼神承翼君不忘臣臣盡其力上天蒼蒼不\n可掩塞觴酒二升萬福無極於是越王黙然無\n言大夫種曰我王賢仁懷道抱德滅讎破吳不\n忘返國賞無所恡羣邪杜塞君臣同和福祐千\n億觴酒二升萬歲難極臺上羣臣大悅而笑越\n王靣無喜色范蠡知勾踐愛壤土不惜羣臣之\n死以其謀成國定必復不須功而返國也故靣\n有憂色而不悅也范蠡從吳欲去恐勾踐未返\n失人臣之義乃從入越行謂文種曰子來去矣\n越王必將誅子種不然言蠡復爲書遺種曰吾\n聞天有四時春生冬伐人有盛衰泰終必否知\n進退存亡而不失其正惟賢人乎蠡雖不才明\n知進退高鳥巳散良弓將藏狡兎已盡良犬就\n烹夫越王爲人長頸鳥啄鷹視狼步可與共患\n難而不可共處樂可與履危不可與安子若不\n去將害於子明矣文種不信其言越王隂謀范\n蠡議欲去徼倖\n二十四年九月丁未范蠡辭於王曰臣聞主憂\n臣勞主辱臣死義一也今臣事大王前則無滅\n未萌之端後則無救已傾之禍雖然臣終欲成\n君霸國故不辭一死一生臣竊自惟乃使於吳\n王之慙辱蠡所以不死者誠恐讒於太宰嚭成\n伍子胥之事故不敢前死且須臾而生夫恥辱\n之心不可以大流汗之愧不可以忍幸\n頼宗廟之神靈大王之威德以敗爲成斯湯武\n克夏商而成王業者定功雪恥臣所以當席日\n久臣請從斯辭矣越王惻然泣下霑衣言曰國\n之士大夫是子國之人民是子使孤寄身託號\n以俟命矣今子云去欲將逝矣是天之棄越而\n喪孤也亦無所恃者矣孤竊有言公位乎\n分國共之去乎妻子受戮范蠡曰臣聞君子俟\n時計不數謀死不被疑内不自欺臣旣逝矣\n妻子何法乎王其勉之臣從此辭乃乗扁舟出\n三江入五湖人莫知其所適范蠡旣去越王愀\n然變色召大夫種曰蠡可追乎種曰不及也王\n曰柰何種曰蠡去時隂畫六陽畫三日前之神\n莫能制者玄武天空威行孰敢止者度天關渉\n天梁後入天一前翳神光言之者死視之者狂\n臣願大王勿復追也蠡終不還矣越王乃收其\n妻子封百里之地有敢侵之者上天所殃於是\n越王乃使良工鑄金象范蠡之形置之坐側朝\n夕論政自是之後計􁞰佯狂大夫曵庸扶同臯\n如之徒日益踈遠不親於朝大夫種内憂不朝\n人或讒之於王曰文種棄宰相之位而令君王\n霸於諸侯今官不加增位不益封乃懷怨望之\n心憤發於内色變於外故不朝耳異日種諌曰\n臣所以在朝而晏罷若身疾作者但爲吳\n耳今已㓕之王何憂乎越王黙然時魯哀公患\n三桓欲因諸侯以伐之三桓亦患哀公之怒以\n故君臣作難哀公奔陘三桓攻哀公公奔衛\n又奔越\n魯國空虚國人悲之來迎哀公與之俱歸\n勾踐憂文種之不圖故不爲哀公伐三桓也\n二十五年丙午平旦越王召相國大夫種而問\n之吾聞知人易自知難其知相國何如人也種\n曰哀哉大王知臣勇也不知臣仁也知臣忠也\n不知臣信也臣誠數以損聲色㓕滛樂竒說\n怪論盡言竭忠以犯大王逆心咈耳必以獲罪\n臣非敢愛死不言言而後死昔子胥於吳矣夫\n差之誅也謂臣曰狡兎死良犬烹敵國滅謀臣\n亡范蠡亦有斯言何大王問犯玉門之第八臣\n見王志也越王黙然不應大夫亦罷哺其耳以\n成人惡其妻曰君賤一國之相少王祿乎臨\n食不亨哺以惡何妻子在側匹夫之能\n自致相國尚何望哉無乃爲貪乎何其志忽忽\n若斯種曰悲哉子不知也吾王旣免於患難雪\n恥於吳我悉徙宅自投死亡之地盡九術之謀\n於彼爲佞在君爲忠王不察也乃曰知人易自\n知難吾答之又無他語是凶妖之證也吾將復\n入恐不再還與子長詇相求於玄㝠之下妻曰\n何以知之種曰吾見王時正犯玉門之第八也\n辰剋其日上賊於下是爲亂醜必害其良今日\n剋其辰上賊下止吾命須臾之間耳越王復召\n相國謂曰子有隂謀兵法傾敵取國九術之䇿\n今用三已破彊吳其六尚在子所願幸以餘術\n爲孤前王於地下謀吳之前人於是種仰天歎\n曰嗟乎吾聞大㤙不報大功不還其謂斯乎吾\n悔不隨范蠡之謀乃爲越王所戮吾不食善言\n故哺以人惡越王遂賜文種屬盧之劒種\n得劒又歎曰南陽之宰而爲越王之擒自笑曰\n後百世之末忠臣必以吾爲喻矣遂伏劒而死\n\n越王葬種於國之西山\n樓船之卒三千餘人\n造鼎足之羡\n或入三峯之下葬\n一年伍子胥從海上穿山脅而持種去與之俱\n浮於海故前潮水潘候者伍子胥也後重水者\n大夫種也越王旣已誅忠臣霸於關東從瑯邪\n起觀臺周七里以望東海死士八千人戈船\n三百艘居無幾射求賢士孔子聞之從弟子奉\n先王雅琴禮樂奏於越越王乃被唐夷之甲\n帶歩光之劒杖屈盧之矛\n出死士以三百人爲\n陣關下孔子有頃到越王曰唯唯夫子何以敎\n之孔子曰丘能述五帝三王之道故奏雅琴以\n獻之大王\n\n越王喟然歎曰\n越性脆而愚水行山處以船爲車以檝爲馬往\n若飄然去則難從悅兵敢死越之常也夫子何\n說而欲敎之孔子不答因辭而去越王使人如\n木客山取元常之喪𣣔徙\n葬琅邪三穿元常之墓墓中生熛風\n飛砂石以射人人莫能入勾踐曰\n吾前君其不徙乎遂置而去勾踐乃使使號令\n齊楚秦晉皆輔周室血盟而去秦桓公不如越\n王之命\n勾踐乃選吳越將士西渡河以\n攻秦軍士苦之㑹秦怖懼逆自引咎越乃還軍\n軍人悅樂遂作河梁之詩曰渡河梁兮渡河梁\n舉兵所伐攻秦王孟冬十月多雪霜隆寒道路\n誠難當陣兵未濟秦師降諸侯怖懼皆恐惶聲\n傳海内威遠邦稱霸穆桓齊楚莊天下安寧壽\n考長悲去歸兮河無梁自越滅吳中國皆畏之\n二十六年越王以邾子無道而執以歸立其太\n子何冬魯哀公以三桓之逼來奔越王欲爲伐\n三桓以諸侯大夫不用命故不果耳\n二十七年冬勾踐寢疾將卒謂太\n子興夷曰吾自禹之後承元常之德蒙天靈之\n祐神祗之福從窮越之地籍楚之前鋒以摧吳\n王之干戈跨江渉淮從晉齊之地功德巍巍自\n致於斯其可不誡乎夫霸者之後難以久立其\n愼之哉遂卒興夷卽位一年卒子翁翁卒子不\n揚不楊卒子無彊彊卒子玉玉卒子尊尊卒子\n親自勾踐至于親其歷八主皆稱霸積年二百\n二十四年親衆皆失而去琅邪徙於吳矣自黃\n帝至少康十世自禹受禪至少康卽位六世爲\n一百四十四年少康去顓頊卽位四百二十四\n年\n黃帝　昌意　顓頊　鮌　禹　啓\n太康　仲廬　相　少康　無余\n無玉去無余十世　無曍　夫康　元常\n勾踐　興夷　不壽　不揚　無彊\n魯穆柳有幽公爲名　王侯自稱爲君\n尊親失琅邪爲楚所滅勾踐至王親歷八主格\n霸二百二十四年從無余越國始封至餘\n善返越國空㓕凡一千九百二十二年\n\n吳越春秋勾踐伐吳外傳第十\n　　　　大德十年歲在丙午三月音註\n　　　　越六月書成刋板十二月畢工\n\n　　　前文林郎國子監書庫官徐天祜音註\n　　　　紹興路儒學學録留　埾\n　　　紹興路儒學學正陳昺伯\n　　　紹興路儒學教授梁　相\n　正議大夫紹興路總管提調學校官劉克昌\n"}
