{"id": "KR3a0010_001", "series": "KR3a0010", "text": "潜夫論卷第一\n　　　讃學第一\n　　　務本第二\n　　　遏利第三\n　　　論榮第四\n　　　賢難第五\n讃學第一\n天地之所貴者人也聖人之所尚者義也徳義\n之所成者智也明智之所求者學問也雖有至\n聖不生而智雖有至材不生而能故志曰黃帝\n師風后顓頊師老彭帝嚳師祝融堯師務成舜\n師紀后禹師墨如湯師伊尹文武師姜尚周公\n師庶秀孔子師老聃若此言之而信則人不可\n以不就師矣夫此十一君者皆上聖也猶待學\n問其智乃愽其徳乃碩而况於凢人乎是故工\n欲善其事必先利其器王欲宣其義必先讀其\n智易曰君子以多志前言徃行以畜其徳是以\n人之有學也猶物之有治也故夏后之璜楚和\n之璧雖有玉璞卞和之資不琢不錯不離礫石\n夫瑚簋之器朝祭之服其始也乃山野之木蠶\n繭之絲耳使巧倕加繩墨而制之以斤斧女工\n加五色而制之以機杼則皆成宗廟之器黼黻\n之章可著於鬼神可御於王公而况君子敦貞\n之質察敏之才攝之以良朋教之以明師文之\n以禮樂導之以詩書讃之以周易明之以春秋\n其有濟乎詩云題彼鶺鴒載飛載鳴我日斯邁\n而月斯征夙興夜寐無忝爾所生是以君子終\n日乾乾進徳脩業者非直為博已而已也蓋乃\n思述祖考之令問而以顯父母也孔子曰吾嘗\n終日不食終夜不寢以思無益不如學也耕也\n餒在其中學也祿在其中矣君子憂道不憂貧\n箕子陳六極國風歌北門故所謂不憂貧也豈\n好貧而弗之憂邪蓋志有所專昭其重也是故\n君子之求豐厚也非為嘉饌美服淫樂聲色也\n乃將以􁅊其道而邁其德也夫道成於學而藏\n於書學進於振而廢於窮是故董仲舒終身不\n問家事景君明經年不出户庭得銳精其學而\n顯昭其業者家冨也冨佚若彼而能勤精若此\n者材子也倪寛賣力於都巷匡衡自鬻於保徒\n者身貧也貧阨若彼而能進學若此者秀士也\n當世學士恒以萬計而究塗者無數十焉其故\n何也其富者則以賄玷精貧者則以乏易計或\n以䘮亂朞其年歲此其所以逮初䘮功而及其\n童蒙者也是故無董景之才倪匡之志而欲强\n捐家出身曠日師門者必無幾矣夫此四子者\n耳目聡明忠信廉勇未必無儔也而及其成名\n立績徳音令問不已而有所以然夫何故哉徒\n以其能自託於先聖之典經結心於夫子之遺\n訓也是故造父疾趨百步而廢而託乗輿坐致\n千里水師泛軸解維則溺自託舟楫坐濟江河\n是故君子者性非絶世善自託於物也人之情\n性未能相百而其明智有相萬也此非其真性\n之材也必有假以致之也君子之性未必盡照\n及學也聡明無蔽心智無滯前紀帝王頋定百\n世此則道之明也而君子能假之以自彰爾夫\n是故道之於心也猶火之於人目也中穽深室\n幽黒無見及設盛燭則百物彰矣此則火之燿\n也非目之光也而目假之則為明矣天地之道\n神明之為不可見也學問聖典心思道術則皆\n來覩矣此則道之材也非心之明也而人假之\n則為已知矣是故索物於夜室者莫良於火索\n道於當世者莫良於典典者經也先聖之所制\n先聖得道之精者以行其身欲賢人自勉以入\n於道故聖人之制經以遺後賢也譬猶巧倕之\n為規矩准繩以遺後工也昔倕之巧目茂圓方\n心定平直又造規繩矩墨以誨後人試使奚仲\n公班之徒釋此四度而傚倕自制必不能也凡\n工妄匠執規秉矩錯准引繩則巧同於倕也是\n倕以心來制規矩徃合倕心也故度之工幾於\n倕矣先聖之智心達神明性直道徳又造經典\n以遺後人試使賢人君子釋於學問抱質而行\n必弗具也及使從師就學按經而行聡達之明\n徳義之理亦庶矣是故聖人以其心來造經典\n徃合聖心故脩經之賢徳近於聖矣詩云髙山\n仰止景行行止日就月將學有緝熈于光明是\n故凢欲顯勲績揚光烈者莫良於學矣\n務本第二\n凢為人之大體莫善於抑末而務本莫不善於\n離本而餝末夫為國者以富民為本以正學為\n基民富乃可教學正乃得義民貧則背善學淫\n則詐偽入學則不亂得義則忠孝故明君之法\n務此二者以為成太平之基致休徴之祥夫富\n民者以農桒為本以游業為末百工者以致用\n為本以巧餝為末商賈者以通貨為本以鬻竒\n為末三者守本離末則民富離本守末則民貧\n貧則阨而忌善富則樂而可教教訓者以道義\n為本以巧辯為末辭語者以信順為本以詭麗\n為末列士者以孝悌為本以交㳺為末孝悌者\n以致養為本以華觀為末人臣者以忠正為本\n以媚愛為末五者守本離末則仁義興離本守\n末則道徳崩慎本略末猶可也舍本務末則惡\n矣夫用天之道分地之利六畜生於時百物聚\n於野此富國之本游業末事以收民利此貧邦\n之原忠信謹慎此徳義之基也虚無譎詭此亂\n道之根也故力田所以富國也今民去農桒赴\n游業披采衆利聚之一門雖於私家有富然公\n計愈貧矣百工者所使備器也器以便事為善\n以膠固為上今工好造彫琢之器巧偽餝之以\n欺民取賄物以任用為要以堅牢為資今商競\n鬻無用之貨淫極侈之弊以惑民取産雖於淫\n商有得然國計愈失矣此三者外雖有勤力富\n家之私名然内有損民貧國之公實故為政者\n明督工啇勿使淫偽困辱游業勿使擅利寛假\n本農而寵遂學士則民富而國平矣夫教訓者\n所以遂道術而崇徳義也今學問之士好語虚\n無之事爭著彫麗之文以求見異於世品人鮮\n識從而髙之此傷道徳之實而或矇夫之大者\n也詩賦者所以頌善醜之徳洩哀樂之情也故\n温雅以廣文興喻以盡意今賦頌之徒苟為饒\n辯屈蹇之辭競陳誣罔無然之事以索見恠於\n世愚夫戇士從而竒之此悖孩童之思而長不\n誠之言者也内孝悌於父母正操行於閨門所\n以烈士也今多務交游以結黨助偷世竊名以\n取濟渡夸末之徒從而尚之此逼貞士之節而\n衒世俗之心者也養生順志所以為孝也今多\n違志儉養約生以待終終沒之後乃崇餝䘮紀\n以言孝盛饗賓旅以求名誣善之徒從而稱之\n此亂孝悌之真行而誤後生之痛者也忠正以\n事君信法以理下所以居官也今多姦䛕以取\n媚撓法以便佞苟得之從而賢之此滅貞良之\n行開亂危之原也五者外雖有振賢才之虚譽\n内有傷道德之至實凢此八者皆衰世之務而\n闇君之所固也雖未即於篡弑然亦亂道之漸\n來也夫本末消息之爭皆在於君非下民之所\n能移也夫民固隨君之好從利以生者也故君\n子曰財賄不多衣食不贍聲色不妙威勢不行\n非君子之憂也行善不多申道不明節志不立\n德義不彰君子耻焉是以賢人智士之於子孫\n也厲之以志弗厲以詐勸之以正弗勸以詐示\n之以儉弗示以奢貽之以言弗貽以財是故董\n仲舒終身不問家事而踈廣不遺賜金子孫若\n賢不待多富若其不賢則多以徴怨故曰無徳\n而賄豐禍之胎也昔曹覊有言守天之聚必施\n其徳義徳義弗施聚必有闕今或家賑而貸之\n遺賑貧窮恤矜疾苦則必不久居富矣易曰天\n道虧盈以冲謙故仁以義費於彼者天賞之於\n此以邪取於前者衰之於後是以持盈之道挹\n而損之則不可以免於亢龍之悔乾坤之愆矣\n是故務本則雖虚偽之人皆歸本居末則雖篤\n敬之人皆就末且凍餒之所在民不得不去也\n温飽之所在民不得不居也故衰闇之世本末\n之人未必賢不肖也禍福之所勢不得無然爾\n故明君涖國必崇本抑末以遏亂危之萌此誠\n治之危漸不可不察也\n遏利第三\n世人之論也靡不貴廉讓而賤財利焉及其行\n也多釋廉甘利之於人徒知彼之可以利我也\n而不知我之得彼亦將為利人也知脂蠟之可\n明燈也而不知其甚多則冥之知利之可娯已\n也不知其稱而必有也前人以病後人以競庶\n民之愚而衰闇之至也予故嘆曰何不察也願\n鑒于道勿鑒于水象以齒焚身蚌以珠剖體匹\n夫無辜懷璧其罪嗚呼問哉無徳而富貴者固\n可䂊吊也且夫利物莫不天之財也天之制此\n財也猶國君之有府庫也賦賞奪與各有衆寡\n民豈得彊取多哉故人有無徳而富貴是凶民\n之竊官位盗府庫者也終必覺覺必誅矣盗人\n必誅況乃盜天乎得無受禍焉鄧通死無簪勝\n跪伐其身是故天子不能違天富無功諸侯不\n能違帝厚私勸非違帝也非違天也帝以天為\n制天以民為心民之所欲天必從之是故無功\n庸於民而求盈者未嘗不力顛也有勲徳於民\n而謙損者未嘗不光榮也自古于今上以天子\n下止庶人蔑有好利而不亾者好義而不彰者\n也昔周厲王好專利芮良夫諫而不入退賦桒\n柔之詩以諷言是大風也必將有遂是貪民也\n必將敗其類王又不悟故遂流死于彘虞公屢\n求以失其國公叔戍崇賄以為罪桓魋不節飲\n食以見弑此皆以貨自止用財自滅楚闘文子\n三為令尹而有飢色妻子凍餒朝不及夕季文\n子相四君馬不餼粟妾不衣帛子罕歸玉晏子\n歸宅此皆能棄利約身故無怨於人世厚天祿\n令問不止伯夷叔齊餓于首陽白駒介推遯逃\n於山谷顔原公拆困饉於郊野守志篤固秉節\n不虧寵祿不能固威勢不能移雖有南面之尊\n公侯之位徳義有殆禮義不班撓志如芷負心\n若芬固弗為也是故雖有四海之主弗能與之\n方名列國之君不能與之鈞重守志於一廬之\n内而義溢乎九州之外信立於千載之上而名\n傳乎百世之際\n論榮第四\n所謂賢人君子者非必髙位厚祿富貴榮華之\n謂也此則君子之所冝有而非其所以為君子\n者也所謂小人者非必貧賤凍餒困辱阨窮之謂\n也此則小人之所冝處而非其所以為小人者\n也奚以明之哉夫桀紂者夏殷之君王也崇侯\n悪來天子之三公也而猶不免於小人者以其\n心行悪也伯夷叔齊餓夫也傅說骨靡而井臼\n䖏虜也然世猶以為君子者以為志節美也故\n論士苟定于志行勿以遭命則雖有天下不足\n以為重無所用不可以為輕處隷圉不足以為\n耻撫四海不足以為榮況乎其未能相縣若此\n者哉故曰寵位不足以為尊我而卑賤不足以\n卑已夫令譽從我興而二命自天降之詩云天\n實為之謂之何哉故君子未必富貴小人未必\n貧賤或潜龍未用或亢龍在天從古以然今觀\n俗士之論也以族舉徳以位命賢兹可謂得論\n之一體矣而未獲至論之淑真也堯聖父也而\n丹凶傲舜聖子也而叟頑悪叔嚮賢兄也而鮒\n貪暴季友賢弟也而慶父淫亂論若必以族是\n丹冝禪而舜冝誅鮒冝賞而友冝夷也論之不\n可必以族也若是昔祁奚有言鯀殛而禹興管\n蔡爲戮周公祐王故書稱父子兄弟不相及也\n幽厲之貴天子也而又富有四海顔原之賤匹\n庶也而又凍餒屢空論若必以位則是兩王是\n爲世士而二處爲愚鄙也論之不可必以位也\n又若是焉故曰仁重而勢輕位薎而義榮今之\n論者多此之反而又以九族或以所來則亦逺\n於獲真賢矣昔自周公不求備於一人況乎其\n德義旣舉乃可以宅故而弗之采乎由余生於\n五狄越象産於人蠻而功施齊秦徳立諸夏令\n名美譽載於圖書至今不滅張儀中國之人也\n衛鞅康叔之孫也而皆讒佞反覆交亂四海由\n斯觀之人之善惡不必世族性之賢鄙不必世\n俗中堂生負苞山野生蘭芷夫和氏之璧出於\n璞石隨氏之珠産於蜃蛤詩云采葑采菲無以\n下體故苟有大美可尚於世則雖細行小瑕曷\n足以為累乎是以用士不患其非國士而患其\n非中世非患無臣而患其非賢蓋無覉縻陳平\n韓信楚俘也而髙祖以為藩輔實平四海安漢\n室衛青霍去病平陽之私人也而武帝以為司\n馬實攘北狄郡河西唯其任也何卑逺之有然\n則所難於非此士之人非將相之世者為其無\n是能而處是位無是徳而居是貴無以我尚而\n不秉我勢也\n賢難第五\n世之所以不治者由賢難也所謂賢難者非直\n體聡明服徳義之謂也此則求賢之難得爾非\n賢者之所難也故所謂賢者乃將言乎循善則\n見妬行賢則見嫉也而必遇患難者也虞舜之\n所以放殛子胥之所以被誅上聖大賢猶不能\n自免於嫉妬則又乎中世之人哉此秀士所以\n雖有賢材美質然猶不得直道而行遂成其志\n者也處士不得直其行朝臣不得直其言此俗\n化之所以敗闇君之所以孤也齊侯之以奪國\n魯公之以放逐皆敗績厭覆於不暇而用及治\n乎故徳薄者惡聞美行政亂者惡聞治言此亡\n秦之所以誅偶語而　術士也念世俗之人自\n慢其親而憎人敬之自簡其親而憎人愛之者\n不少也豈獨品庶賢材時有焉鄧通幸於文帝\n盡心而不違吮癰而無恡色帝病不樂從容曰\n天下誰最愛朕者乎鄧通欲稱太子之孝則因\n對曰莫若太子之最愛陛下也及太子問疾帝\n令吮癰有難之色帝不恱而遣太子既而聞鄧\n通之常吮癰也乃慙而怨之及嗣帝位遂致通\n罪而使至於餓死故鄧通行所以盡心力而無\n害人其言所以譽太子而昭孝慈也太子自不\n能盡其稱則反結怨而歸咎焉稱人之長欲彰\n其孝且猶為罪又况明人之短矯世者哉且凢\n士之所以為賢者且以其言與行也忠正之言\n非徒譽人而已也必有觸焉孝子之行非徒吮\n癰而已也必有駮焉然則循行論議之士得不\n遇於嫉妬之名免於刑戮之咎者蓋其幸者也\n比干之所以剖心箕子之所以為奴伯宗之以\n死郄宛之以亡夫國不乏於妬男也猶家不乏\n於妬女也近古以來自外及内其爭功名妬過\n已者豈希也予以唯兩賢為冝不相害乎然也\n范雎絀白起公孫弘抑董仲舒此同朝共君寵\n祿爭故邪唯殊邦異途利害不干者為可以免\n乎然也孫臏脩能於楚龐涓自魏變免誘以刖\n之韓非明治於韓李斯自秦作思致而殺之嗟\n士之相妬豈若此甚乎此未達於君故受禍邪\n唯見知為可以將信乎然也京房數與元帝論\n難使制考功而選守晁錯雅為景帝所知使漢\n法而不亂夫二子之於君也可謂見知深而寵\n愛殊矣然京房冤死而上曽不知晁錯既斬而\n帝乃悔此材明未足衛身故及難邪唯大聖為\n能無累乎然也帝乙以義故囚文王以仁故拘\n夫體至行仁義據南面師尹卿士且猶不能無\n難然則夫子削迹叔嚮縲紲屈原放沈賈誼貶\n黜鍾離廢替何敞束縳王章抵罪平阿斥逐蓋\n其輕士者也詩云無罪無辜讒口敖敖彼人之\n心于何不臻由此觀之妬媚之攻擊也亦誠工\n矣賢聖之居世也亦誠危矣故所謂賢難也者\n非賢難也免則難也彼大聖羣賢功成名遂或\n爵侯伯或位公卿尹據天官柬在帝心宿夜侍\n宴名達而猶有若此則又況乎畎畒佚民山谷\n隠士因人乃達時論乃信者乎此智士所以鉗\n口結舌括囊共黙而已者也且閭閻凢品何獨\n識哉苟望塵僄聲而已矣觀其論也非能本閨\n𨵦之行迹察臧否之虚實也直以面譽我者爲\n智謟諛已者爲仁處姦利者爲行竊禄位者爲\n賢爾豈復知孝悌之原忠正之直綱紀之化本\n途之歸哉此鮑焦所以立枯於道左徐衍所以\n自沈於滄海者也諺曰一犬吠形百犬吠聲世\n之疾此固乆矣哉吾傷世之不察貞僞之情也\n故設虚義以喻其心曰今觀宰司之取士也有\n似於司原之佃也昔有司原氏者燎獵中野鹿\n斯東奔司原縱譟之西方之衆有逐狶者聞司\n原之譟也競舉音而和之司原聞音之衆則反\n輟已之逐而徃伏焉遇夫俗惡之狶司原喜而\n自以獲白瑞珍禽也盡芻豢單囷倉以養之豕\n俛仰嚘咿為作容聲司原愈益珍之居無何烈\n風興而澤雨作灌巨豕而惡塗渝豕駭懼真聲\n出乃知是家之艾猳爾此隨聲逐響之過也衆\n遇之未赴信焉今世主之於士也目見賢則不\n敢用耳聞賢則恨不及雖自有知也猶不能取\n必更待羣司之所舉則亦懼失麟鹿而獲艾猳\n奈何其不分者也未過風之變者故也俾使一\n朝竒政兩集則險隘之徒闒茸之質亦將别矣\n夫衆小朋黨而固位讒妬羣吠齧賢為禍敗也\n豈希三代之以覆列國之以滅後人猶不能革\n此萬官所以屢失守而天命數靡常者也詩云\n國既卒斬何用不監嗚呼時君俗主不此察也\n　　　　戊子六月初十燈下挍此卷怪風疾丙如秋\n　　　　湥　夹衣而坐\n潜夫論卷第一\n"}
{"id": "KR3a0010_002", "series": "KR3a0010", "text": "潜夫論卷第二　王符\n　　　明闇第六\n　　　考績第七\n　　　思賢第八\n　　　本政第九\n　　　潜嘆第十\n明闇第六\n國之所以治者君明也其所以亂者君闇也君\n之所以明者兼聽也所以闇者偏信也是故人\n君通必兼聽則聖日廣矣庸說偏信則過日甚\n矣詩云先民有言詢于芻蕘夫堯舜之治闢四\n門明四目達四聡是以天下輻湊而聖無不昭\n故共鯀之徒弗能塞也靖言庸囬弗能惑也秦\n之二世務隠藏已而斷百僚隔捐䟽賤而信趙\n髙是以聽塞於貴重之臣明蔽於驕妬之人故\n天下潰叛弗得聞也皆髙所殺莫敢言之周章\n至戲乃始駭閻樂進勸乃後悔不亦晩矣故人\n兼聽納下則貴臣不得誣而逺人不得欺也慢\n賤信貴則朝廷讜言無以至而㓗士奉身伏罪\n於野矣夫朝臣所以統理而多比周則亂賢人\n所以奉己而隱遯伏野則君孤而能存者未之\n嘗有也是故明君位衆務下言以昭外敬納卑\n賤以誘賢也其無距言未必言者之盡可用也\n其無慢賤未必其人盡賢也乃懼慢不肖而絶\n賢望也是故聖王責小以厲大賞鄙以招賢然\n後良士集于朝下情達于君也故上無遺失之\n筞官無亂法之臣此君民之所利而姧佞之所\n患也昔張祿一見而穰侯免袁絲進說而周㪍\n黜是以當塗之人恒嫉正直之士得一介言於\n君以矯其邪也故餝偽辭以彰主心下設威權\n以固士民趙髙亂政恐惡聞上乃預要二世曰\n屢見羣臣衆議政事則黷黷且示短不若藏已\n獨斷神且尊嚴天子稱朕固但聞名二世於是\n乃深自幽隱獨進趙髙趙髙入稱好言以說主\n出倚詔令以自尊天下魚爛相帥叛秦趙髙恐\n懼歸惡於君乃使閻樂責而殺願一見髙不能\n而死夫田常囚簡公踔齒懸湣王二世亦旣聞\n之矣然猶復襲其敗迹者何也過在於不納卿\n士之箴規不受民氓之謡言自以已賢於簡湣\n而於二臣也故國已亂而上不知禍旣作而下\n不殺此非衆共棄君乃君以衆命繫趙髙病自\n絶於民也後末世之君危何知之哉舜曰予違\n汝弼汝無面從退有後言故國之道勸之使諫\n宣之使言然後君明察而治情通矣且凡驕臣\n之好隱賢也既患其正義以繩已矣又耻居上\n位而明不及下尹其職而筞不出於已是以郄\n宛得衆而子常殺之屈原得君而椒蘭挺讒耿\n壽建常平而嚴延妬其謀陳湯殺郅支而匡衡\n捄其功由此觀之䖏位卑賤而欲効善於君則\n必先與寵人為讎恃舊寵沮之於内接賤欲自\n信於外思善之君願忠之士所以雖並生一世\n憂心相皦而終不得遇者也\n考績第七\n凡南面之大務莫急於知賢知賢之近途莫急\n於考功功誠考則治亂暴而明善惡信則直賢\n不得見障蔽而佞巧不得竄其姦矣夫劒不試\n則利鈍闇弓不試則勁撓誣鷹不試則巧拙惑\n馬不試則良駑疑此四者之有相紛也由不考\n試故得然也今羣臣之不試也其禍非直止於\n誣闇疑惑而已又必致於怠慢之節焉設如家\n人有五子十孫父母不察精愞則懃力者懈弛\n而惰慢者遂非也耗業家之道也父子兄弟一\n門之計猶有若此則又況乎羣臣惣猥治公事\n者哉傳曰善惡無彰何以沮勸是故大人不考\n功則子孫惰而家破窮官長不考功則吏怠傲\n而姦宄興帝王不考功則直賢抑而詐偽勝故\n書曰三載考績黜陟幽明蓋所以昭賢愚而勸\n能否也聖王之建百官也皆以承天治地物養\n萬民者也是故有號者必稱典名理者必効於\n實則官無廢職位無非人夫守相令長効在治\n民州牧刺史在憲聡明九卿分職以佐三公三\n公惣統典和隂陽皆當考治以効實為王休者\n也侍中大夫慱士議郎以言語為職諌諍為官\n及選茂才孝廉賢良方正悙樸有道明經寛慱\n武猛治劇此皆名自命而號自定羣臣所當盡\n情竭慮稱君詔也今則不然令長守相不思立\n功貪殘專恣不奉法令侵冤小民州司不治令\n逺詣闕上書訟訴尚書不以責三公三公不以\n讓州郡州郡不以討縣邑是以凶惡狡猾易相\n冤也侍中博士諫議之官或處位歷年終無進\n賢嫉惡拾遺補闕之語而貶黜之憂羣僚舉士\n者或以頑魯應茂才以桀逆應至孝以貪饕應\n廉吏以狡猾應方正以䛕謟應直言以輕薄應\n敦厚以空虚應有道以嚚闇應明經以殘酷應\n寛博以怯弱應武猛以愚頑應治劇名實不相\n副求貢不相稱富者乗其材力貴者阻其勢要\n以錢多為賢以剛彊為上凡在位所以多非其\n人而官聽所以數亂荒也古者諸侯貢士一適\n謂之好徳載適謂之尚賢三適謂之有功則加\n之賞其不貢士也一則黜爵載則黜地三黜則\n爵土俱畢附下罔上者刑與聞國政而無益於\n民者斥在上位而不能進賢者逐其受事而重\n選舉審名實而取賞罰也如此故能别賢愚而\n獲多士成教化而安民氓三代於世皆致太平\n聖漢踐祚載祀四八而猶者末教不假而功不\n考賞罰稽而赦贖數也諺曰曲水惡直繩重罰\n惡明證此羣臣所以樂惣猥而惡考功也夫聖\n人為天口賢人為聖譯是故聖人之言天之心\n也賢者之所說聖人之意也先師京君科察考\n功以遺賢俊太平之基必自此始無為之化必\n自此來也是故世主不循考功而思太平此猶\n欲舍規矩而為方圓無舟楫而欲濟大水雖或\n云縱然不知循其慮度之易且速也羣寮師尹\n咸有典司各居其職以責其効百郡千縣各因\n其前以謀其後辭言應對各緣其文以覈其實\n則奉職不解而陳言者不得誣矣書云賦納以\n言明試以功車服以庸誰能不讓誰能不敬應\n此堯舜所以養黎民而致時雍也\n思賢第八\n國之所以存者治也其所以亡者亂也人君莫\n不好治而惡亂樂存而畏亾然常觀上記近古\n已來亾代有三穢國不數夫何哉察其敗皆由\n君常好其所亂而忘其所治憎其所以存而愛\n其所以亾是雖相去百世縣年一紀限隔九州\n殊俗千里然其已徴敗迹若重規襲矩稽節合\n符故曰雖有堯舜之美必考於周頌雖有桀紂\n之惡必譏於版蕩殷鑒不逺在夏后之世夫與\n死人同病者不可生也與亾國同行者不可存\n也豈虚言哉何以知人且病也以其不嗜食也\n何以知國之將亂也以其不嗜賢也是故病家\n之厨非無嘉饌也乃其人弗之能食故遂於死\n也亂國之官非無賢人也其君弗之能任故遂\n於亾也夫生飰秔粱旨酒甘醪所以養生也而\n病人惡之以爲不若菽麥糠糟欲清者此其將\n死之候也尊賢任能信忠納諌所以爲安也而\n闇君悪之以爲不若姦佞闒茸䜛諛言者此其\n將亾之徴老子曰夫唯病病是以不病易稱其\n亾其亾繫于苞桒是故養壽之士先病服藥養\n世之君先亂任賢是以身常安而國永永也上\n毉毉國其次下毉毉疾夫人治國固治身之象\n疾者身之病亂者國之病也身之病待毉而愈\n國之亂待賢而治治身有黃帝之術治世有孔\n子之經然病不愈而亂不治者唯鍼石之法誤\n而五經之言誣也乃因之者非其人苟非其人\n則規不圓而矩不方繩不直而凖不平鑚燧不\n得火鼓石不下金金馬不可以追速土舟不可\n以涉水也凡此八者天之張道有形見物苟非\n其人猶尚無功則又況乎懐道術以撫民垊乗\n六龍以御天心者哉夫治世不得真賢譬猶治\n疾不得良毉也治疾當真人參反得支羅服當\n得麥門冬反烝橫麥已而不識真合而服之病\n以侵劇不自知為人所欺也乃反謂方不誠而\n藥皆無益於病因棄後藥而弗敢飲而便求巫\n覡者雖死可也人君求賢下應以鄙與真不以\n枉已不引真受猥官之國以侵亂不自知為下\n所欺也乃反謂經不信而賢皆無益於救亂因\n廢真賢不復求進更任俗吏雖滅亾可也三代\n以下皆以支羅服烝橫麥合藥病曰痁而遂死\n也書曰人之有能使循其行國乃其昌是故先\n王為官擇人必得其材功加於人徳稱其位人\n謀鬼謀百姓與能務順以動天地如此三代開\n國建侯所以傳嗣百世歷載千數者也自春秋\n之後戰國之制將權臣必以親家皇后兄弟主\n壻外孫年雖童妙未脫桎梏由籍此官職功不\n加民澤不被下而取侯多受茅土又不得治民\n効能以報百姓虚食重祿素餐尸位而但事淫\n侈坐作驕奢破敗而不及傳世者也子産有言\n未能操刀而使之割其傷實多是故也主之於\n貴戚也愛其嬖媚之美不量其材而受之官不\n使立功自託於民而苟務髙其爵位崇其賞賜\n令結怨於下民縣罪於惡積過既成豈有不顛\n隕者哉此所謂子之愛人傷之而已哉先王之\n制官民必論其材論定而後爵之位定然後祿\n之人君也此君不察而苟以親戚邑官之人典\n官者譬猶以愛子易御僕以明珠易瓦礫雖有\n可愛好之情然而其覆大車而殺病人也必矣\n書稱天工人其代之傳曰夫成天地之力者未\n嘗不蕃昌也由地觀之世主欲無功之人而彊\n冨之則是與天闘也使無徳況之人與皇天闘\n而欲久立自古以來未之嘗有也\n本政第九\n凡人君之治莫大於和隂陽隂陽者以天為本\n天心順則隂陽和天心逆則隂陽乖天以民為\n心民安樂則天心順民愁苦則天心逆民以君\n為統君政善則民和治君政惡則民冤亂君以\n恤民為本臣忠良賜君政善臣姦枉則君政惡\n以選為本選舉實則忠賢進選虚偽則邪黨貢\n選以法令為本法令正則選舉實法令詐則選\n虚偽法以君為主君信法則法順行君欺法則\n法委棄君臣法令之功必効於民故君臣法令\n善則民安樂民安樂則天心惣天心惣則隂陽\n和隂陽和則五穀豊五糓豐而民眉壽民眉壽\n則興於義興於義而無姧行無姧行則世平而\n國家寧社稷安而君尊榮矣是故天心隂陽君\n臣民氓善惡相輔至而代相徵也夫天者國之\n基也君者民之統也臣者治之材也工欲善其\n事必先利其器是故將致大平者必先調隂陽\n調隂陽者必先順天心順天心者必先安其人\n安其人者必先審擇其人是故國家存亡之本\n治亂之機在於明選而已矣聖人知之故以為\n黜陟之首書曰爾安百姓何擇非人此先王致\n太平而發頌聲也否泰消息隂陽不並觀其所\n聚而興衰之端可見也稷卨臯陶聚而致雍熈\n皇父蹶踽聚而致災異夫善惡之象千里合符\n百世累迹性相近而習相逺是故賢愚在心不\n在貴賤信欺在性不在親踈二世所以共亡天\n下者丞相御史也髙祖所以共取天下者繒肆\n狗屠也驪山之徒鉅野之盜皆爲名將由此觀\n之苟得其人不患貧賤苟得其材不嫌名跡逺\n迹漢元以來驕貴之臣毎受罪誅黨與在位并\n伏辜者常十二三由此觀之貴寵之臣未嘗不\n播授私人進姦黨也是故王莾與漢公卿牧守\n奪漢光武與漢之遺民棄士共誅如貴人必賢\n而忠賤人必愚而欺則何以若是自成帝以降\n至于莾公卿列侯下訖令尉大小之官且十萬\n人皆自漢所謂賢明忠正貴寵之士也莾之篡\n位唯安衆侯劉崇東郡太守翟義思事君之禮\n義勇奮發欲誅莾功雖不成志節可紀夫以十\n萬之計其能奉報悪二人而已由此觀之衰世\n羣臣誠少賢也其官益大者罪益重位益髙者\n罪益深爾故曰治世之徳衰世之惡常與爵位\n自相副也孔子曰國有道貧且賤焉耻也國無\n道富且貴焉耻也詩傷皎皎白駒在彼空谷巧\n言如流俾躬處休蓋言衰世之士志彌潔者身\n彌賤佞彌巧者官彌尊也方以類聚物以羣分\n同明相見同聽相聞唯聖知聖唯賢知賢今當\n塗之人既不能昭練賢鄙然又却於貴人之風\n指脅以權勢之囑託請謁闐門禮贄輻湊迫於\n目前之急則且先之此正士之所獨蔽而羣邪\n之所黨進也周公之為宰輔也以謙下士故能\n得真賢祁奚之為大夫也舉讎薦子故能得正\n人今世得位之徒依女妹之寵以驕士藉亢龍\n之勢以陵賢而欲使志義之士匍匐曲躬以事\n已毁顔謟諛以求親然後乃保持之則貞士採\n薇凍餒伏死巖穴之中而已爾豈有肯踐其闕\n而交其人者哉\n潜歎第十\n凡有國之君者未嘗不欲治也而治不世見者\n所任不賢故也世未嘗無賢也而賢不得用者\n羣臣妬也主有索賢之心而無得賢之術臣有\n進賢之名而無進賢之實此以人君孤危於上\n而道猶抑於下也夫國君之所以致治者公也\n公法行則軓亂絶佞臣之所以便身者私也私\n術用則公法奪列士所以建節者義也正節立\n則醜類代此姦臣亂吏無法之徒所謂日夜杜\n塞賢君義士之間咸使不相得者也夫賢者之\n為人臣不損君以奉佞不阿衆以取容不惰公\n以聴私不撓法以吐剛其明能照姦而義不比\n黨是以范武歸晉而國姦逃華元反朝而魚氏\n亡故正義之士與邪枉之人不兩立之夫人君\n之取士也不能叅聽民氓斷之聡明反徒信亂\n臣之說獨用汚吏之言此所謂與仇遷使令囚\n擇吏者也書云謀及乃心謀及庶人孔子曰衆\n好之必察焉衆惡之必察焉故聖人之施舍也\n不必任衆亦不必專已必察彼已之為而度之\n以義或舍人取已故舉無遺失而政無廢滅也\n或君則不然已有所愛則因以斷正不稽於衆\n不謀於心苟眩於愛唯言是從此政之所以敗\n亂而士之所以放佚者也昔紂好色九侯聞之\n乃獻厥女紂則大喜以為天下之麗莫若此也\n以問妲己妲己懼進御而奪已愛也乃偽俯而\n泣曰君王年即耆邪明既衰邪何貌惡之若此\n而覆謂之好也紂於是渝而以為惡妲己恐天\n下之愈進美女者因白九侯之不道也乃欲以\n此惑君王也王而弗誅何以革後紂則大怒遂\n脯厥女而烹九侯自此之後天下之有美女者\n乃皆重室晝閉唯恐紂之聞也趙髙專秦將殺\n二世乃先示權於衆獻鹿於君以為駿馬二世\n占之曰鹿髙曰馬也二世收目獨視曰丞相誤\n邪此鹿也高終對以馬問於朝臣朝臣或助二\n世而非髙髙因白二世此皆阿主惑上不忠莫\n大乃盡殺之自此之後莫敢正諌而髙遂殺二\n世於望夷竟以亡夫好之與惡放於目而鹿之\n與馬者著於形者也已又定矣還至䜛如臣妾\n之餝僞言而作辭也則君王失已心而人物喪\n我體矣況乎逢幽隠囚人而待校其信不若察\n妖女之留意也其辨賢不肖也必若辨鹿馬之\n審固也此二物者皆得進見於朝堂暴質於心\n臣矣及歡愛茍媚佞說巧辯之惑君也猶炫燿\n君目變奪君心便以好醜以鹿爲馬而況於郊\n野之賢闕外之士未嘗得見者乎夫在位者之\n好蔽賢而務進黨也自古而然昔唐堯之大聖\n也聡明宣昭虞舜之大聖也徳音發聞堯為天\n子求索賢人訪於羣后羣后不肎薦舜而反稱\n共鯀之徒頼堯之聖後乃舉舜而放四子夫以\n古聖之質也堯聡之明也舜徳之彰也君明不\n可欺徳彰不可蔽也質鮮為佞而位者尚直若\n彼今夫列士之行其不及堯舜乎逹矣而俗之\n荒唐世法滋彰然則求賢之君哀民之士其相\n合也亦必不幾矣文王游畋遇姜尚于渭濱察\n言觀志而見其心不諮左右不􁁸羣臣遂載反\n歸委之以政用能造周故堯㕘鄉黨以得舜文\n王㕘已以得吕尚豈若殷辛秦政既得賢人反\n決滯於讎誅殺正直而進任姦臣之黨哉是以\n明聖之君於正道也不專驅於貴寵惑於嬖媚\n不棄疎逺不輕㓜賤又㕘而任之故有周之制\n也天子聽政使三公至於列士獻典良史獻書\n師箴瞍賦矇誦百工諫庻人傳語近臣盡規親\n戚補察瞽叟教誨耆艾脩之而後王斟酌焉是\n以事行而無敗也末世則不然徒信貴人驕妬\n之議獨用苟媚蠱惑之言行豊禮者䝉愆咎論\n徳義者見尤惡於是䛕臣又從以詆訾之法被\n以議上之刑此賢士之始困也夫詆訾之法者\n伐賢之斧也而驕妬者噬賢之狗也人君内秉\n伐賢之斧權噬賢之狗而外招賢欲其至也不\n亦悲乎\n　　　　　　　十一日挍時盲風怪雨者四日矣\n潜夫論卷第二\n"}
{"id": "KR3a0010_003", "series": "KR3a0010", "text": "潜夫論卷第三　王符\n　　　忠貴第十一\n　　　浮侈第十二\n　　　慎微第十三\n　　　實貢第十四\n忠貴第十一\n世有莫盛之福又有莫痛之禍處莫髙之位者\n不可以無莫大之功竊亢龍之極貴未嘗不破\n亡也成天地之大功者未嘗不蕃昌也帝王之\n所尊敬天之所甚愛者民也今人臣受君之重\n位牧天之所甚愛焉可以不安而利之飬而濟\n之哉是以君子任職則思利民達上則思進賢\n功孰大焉故居上而下不重也在前而後不始\n也書稱天工人其代之王者法天而建官自公\n卿以下至于小司輙非天官也是故明主不敢\n以私愛忠臣不敢以誣能夫竊人之財猶謂之\n盜況偷天官以私已乎以罪犯人必加誅罰況\n乃犯天得無咎乎五代建侯開國成家傳嗣百\n世歷載千數皆以能當天官功加百姓周公東\n征後世追思召公甘棠人不忍伐見愛如是豈\n欲私害之者哉此其後之封君多矣或不終身\n或不朞月而莫隕墜其世無者載莫盈百是人\n何也哉五代之臣以道事君以仁撫世澤及草\n木兼利外内普天率土莫不被徳其所安全直\n天工也是以福祚流衍本枝百世季世之臣不\n思順天而時主是䛕謂破敵者為忠多殺者為\n賢白起䝉恬秦以為功天以為賊息夫董賢主\n以為忠天以為盜此等之儔雖見貴於時君然\n上不順天心下不得民意故卒泣血號咷以辱\n終也易曰徳薄而位尊智小而謀大力少而任\n重鮮不及矣是故德不稱其任其禍必酷能不\n稱其位其殃必大且夫竊位之人天奪其鑒神\n惑其心是故貧賤之時雖有鑒明之資仁義之\n志一旦冨貴則背親損舊䘮其本心皆踈骨肉\n而親便辟薄知友而厚狗馬財貨满於僕妾禄\n賜盡於猾奴寜見朽貫千萬而不忍賜人一錢\n寜積粟腐倉而不忍貸人一斗人多驕肆負債\n不償骨肉怨望於家細民謗讟於道前人以敗\n後爭襲之誠可傷也歴觀前世貴人之用心也\n與嬰兒等嬰兒有常病貴臣有常禍父母有常\n失人君有常過嬰兒常病傷飽也貴臣常禍傷\n寵也父母常失在不能已於媚子人君常過在\n不能已於驕臣哺乳太多則必掣縱而生癎貴\n富太盛則必驕佚而生過是故媚子以賊其軀\n者非一門也驕臣用滅其家者非一世也或以\n背叛橫逆不道或以徳薄不稱其貴文昌奠功\n司命舉過觀惡深淺稱罪降罰或捕挌斬首或\n拉髆掣胷掊死深穽銜刀都市殭屍破家覆宗\n滅族者皆無功於民氓者也而後人貪權冒寵\n蓄積無極思登顛隕之臺樂循覆車之迹願禆\n福祚以備員滿貫者何世無之當吕氏之貴也\n太后稱制而專政祿産秉事而握權擅立四五\n多封子弟兼據將相外内磐結自以雖湯武興\n五覇作弗能危也於是廢仁義而尚威虐滅禮\n信而務譎詐海内怨痛人欲其亡故一朝摩滅\n而莫之哀也霍氏之貴專相㓜主誅滅同僚廢\n帝立帝莫之敢違禹繼父位山雲屏事諸壻專\n典禁兵㛰姻本族王氏之貴九侯五將朱輪二\n十三太后專政秉權三世莾為宰衡封安漢公\n居攝假號身當南面卒以簒位十有餘年自以\n居之已久威立恩行永無禍敗故遂肆心恣意\n私近忘逺崇聚羣小重賦殫民以奉無功動為\n姦詐託之經義迷罔百姓欺誣天地自以我宻\n人莫之知皇天從上鑒其姦神明自幽照其態\n豈有誤哉夫鳥以山為卑而橧巢其上魚以淵\n為淺而穿穴其中卒所以得之者餌也貴戚懼\n家之不吉而聚諸令名懼門之不堅而為作鐡\n樞卒其以敗者非苦禁忌少而門樞朽也常苦\n崇財貨而行驕僣虐百姓而失民心爾孔子曰\n不患無位患已不立是故人臣不奉遵禮法竭\n精思職推誠輔君効功百姓下自附於民氓上\n承順於天心而乃欲任其私知竊君威徳以陵\n下民反戾天地欺誣神明偷進苟得以自奉厚\n居累卵之危而圖泰山之安為朝露之行而思\n傳世之功譬猶始皇之舍徳任刑而欲計一以\n至於萬也豈不惑哉\n浮侈第十二\n王者以四海為一家以兆民為通計一夫不耕\n天下必受其飢者一婦不織天下必受其寒者\n今舉世舍農桒趨商賈牛馬車輿填塞道路游\n手爲功充盈都邑治本者少浮食者衆商邑翼\n翼四方是極今察洛陽浮末者什於農夫虚偽\n游手者什於浮末是則一夫耕百人食之一婦\n桒百人衣之以一奉百孰能供之天下百郡千\n縣市邑萬數類皆如此本末何足相供則民安\n得不飢寒飢寒並至則安能不爲非爲非則姦\n宄姦宄繁多則吏安能無嚴酷嚴酷數加則下\n安能無愁怨愁怨者多則咎徵並臻下民無聊\n則上天降災則國危矣夫貧生於富弱生於彊\n亂生於治危生於安是故明王之飬民也憂之\n勞之教之誨之慎微防萌以斷其邪故易美節\n以制度不傷財不害民七月詩大小教之終而\n復始由此觀之民固不可恣也今民奢衣服侈\n飲食事口舌而習調欺以相詐紿比肩是也或\n以謀姦合任為業或以㳺敖慱弈為事或丁夫\n世不傳犂鋤懷丸挾彈携手遨游或取好土作\n丸賣之於彈外不可以禦冦内不足以禁鼠晉\n靈好之以増其惡未嘗聞志義之士喜操以游\n者也唯無心之人羣竪小子接而持之妄彈烏\n雀百發不得一而反中面目此㝡無用而有害\n也或坐作竹簧削銳其頭有傷害之象傳以蠟\n蜜有甘舌之類皆非吉祥善應或作泥車瓦狗\n馬騎倡排諸戯弄小兒之具以巧詐詩刺不績\n其麻女也婆娑今多不脩中饋休其蠶織而起\n學巫祝鼓舞事神以欺誣細民熒惑百姓婦女\n羸弱疾病之家懐憂憒憒皆易恐懼至使犇走\n便時去離正宅﨑嶇路側上漏下濕風寒所傷\n姦人所利賊盜所中益禍益崇以致重者不可\n勝數或棄毉藥更徃事神故至於死亡不自知\n為巫所欺誤乃反恨事巫之晩此熒惑細民之\n甚者也或裁好繒作為䟽頭令工采畵雇人書\n祝虚餙巧言欲邀多福或裂拆繒綵裁廣數分\n長各五寸縫繒佩之或紡綵絲而縻斷截以繞\n臂此長無益於吉凶而空殘滅繒絲縈悸小民\n剋削綺縠寸竊八采以成榆葉無窮水波之文\n碎刺縫紩詐為笥嚢裙䙏衣𬒳費繒百縑用功\n十倍此等之儔既不助長農工女無有益於世\n而坐食嘉穀消費白日毁敗成功以見為破以\n牢為行以大為小以易為難皆冝禁者也山林\n不能給野火工每不能灌漏巵孝文皇帝躬衣\n弋綈足履革舄以韋帶劒集上書囊以爲殿帷\n盛夏苦暑欲起一臺計直百萬以爲奢費而不\n作也今亰師貴戚衣服飲食車輿文飾廬舎皆\n過王制僣上甚矣從奴僕妾皆服葛子升越筩\n中女布細緻綺縠水紈錦繡犀象珠玉琥珀瑇\n瑁石山隱飾金銀錯鏤麞麂履舄文組綵褋驕\n奢僣主轉相誇詫箕子所晞今在僕妾富貴嫁\n娶車軿各十騎奴侍僮夾轂節引富者競欲相\n過貧者耻不逮及是故一饗之所費破終身之\n本業古者必有命民然後乃得衣繒綵而乗車\n馬今者既不能盡復古細民誠可不須乃踰於\n古昔孝子衣必細緻履必麞麂組必文采飾禨\n必緰此挍飾車馬多畜奴婢諸能若此者既不\n生穀又坐為蠧賊也子曰古之葬者厚衣之以\n薪葬之中野不封不樹喪期無時後世聖人易\n之以棺槨桐木為棺葛采為緘下不及泉上不\n泄臭後世以楸梓槐栢杶㯉各取方土所出膠\n漆分致釘細要削除鏟靡不見際㑹其堅足恃\n其用足任如此可矣其後京師貴戚必欲江南\n檽梓豫章楩柟邊逺下土亦競相倣俲夫檽梓\n豫章所出殊逺又乃生於深山窮谷經歷山岑\n立千歩之髙百丈之谿傾倚險阻崎嶇不便求\n之連日然後見之伐斫連月然後訖㑹衆然後\n能動擔牛列然後能致水油潰入海連淮逆河\n行數千里然後到雒工匠彫治積累日月計一\n棺之成功將千萬夫既其終用重且萬斤非大\n衆不能舉非大車不能輓東至樂浪西至燉煌\n萬里之中相競用之此之費功傷農可為痛心\n古者墓而不崇仲尼䘮母冢髙四尺遇雨而墮\n弟子請治之夫子泣曰禮不脩墓鯉死有棺而\n無槨文帝葬於芒碣明帝葬於洛南皆不藏珠\n寳不造廟不起山陵陵墓雖卑而聖髙今京師\n貴戚郡縣豪家生不極養死乃崇䘮或至刻金\n鏤玉檽梓楩柟良田造塋黃壤致藏多埋珍寳\n偶人車馬造起大冢廣種松栢廬舍祠堂崇侈\n上僣寵臣貴戚州郡世家每有䘮葬都官屬縣\n各當遣吏齎奉車馬帷帳貸假待客之具競為\n華觀此無益於奉終無増於孝行但作煩攪擾\n傷害吏民今按鄗畢之郊文武之陵南城之壘\n曽㭊之家周公非不忠也曾子非不孝也以為\n褒君顯父不在聚財揚名顯祖不在車馬孔子\n曰多貨財傷于徳弊則沒禮晉靈厚賦以彫牆\n春秋以為非君華元樂吕厚葬文公春秋以為\n不臣况於羣司士庶乃可僣侈主上過天道乎\n景帝時原侯衛不害坐葬過律奪國明帝時枽\n民摐陽侯坐冡過制髠削今天下浮侈離本僣\n奢過上亦已甚矣凡諸所譏皆非民性而競務\n者亂政薄化使之然也王者統世觀民設教乃\n能變風易俗以致太平\n慎微第十三\n凡山陵之髙非削而成崛起也必步増而稍上\n焉川谷之卑非截斷而顛䧟也必陂池而稍下\n焉是故積上不止必致嵩山之髙積下不已必\n極黃泉之深非獨山川也人行亦然有布衣積\n善不怠必致顔閔之賢積惡不休必致桀跖之\n名非獨布衣也人臣亦然積正不倦必生節義\n之志積邪不止必生暴弑之心非獨人臣也國\n君亦然政教積徳必致安泰之福舉錯數失必\n致危亡之禍故仲尼曰湯武非一善而王也桀\n紂非一惡而亡也三代之廢興也在其所積積\n善多者雖有一惡是謂過失未足以亡積惡多\n者雖有一善是謂誤中未足以存人君聞此可\n以悚愳布衣聞此可以改容是故君子戰戰慄\n慄日慎一日克已三省不見是圖孔子曰善不\n積不足以成名惡不積不足以滅身夫賢聖卑\n革則登其福慶封伯荒淫于酒沈湎無度以弊\n其家晉平殆政惑以喪志良臣弗匡故俱有禍\n楚莊齊威始有荒淫之行削弱之敗幾於亂亡\n中能感悟勤恤民事勞積苦思孜孜不怠夫出\n陳應爵命管蘇召即墨烹阿大夫故能中興彊\n覇諸侯當時尊顯後世見思傳為令名載在圖\n籍由此言之有希人君其行一也知已曰明自\n勝曰彊夫有不善未嘗不知知之未嘗復行此\n顔子所以稱庶幾也詩曰天禄定爾亦孔之固\n俾爾亶厚胡福不除足以滅身小人以小善謂\n無益而不為也以小惡謂無傷而不去也是以\n惡積而不可掩罪大而不可解也此蹶屬所以\n迷國而不返三季所以遂徃而不振者也夫積\n微成顯積着成鄂譽鄂譽鄂致存亡聖人常慎\n其微也文王小心翼翼成王夙夜敬止思慎微\n眇早防未萌故能太平而傳子孫且夫邪之與\n正猶水與火不同原不得並盛正性勝則遂重\n已不忍虧也故伯夷餓死而不恨邪性勝則忸\n怵而不忍舍也故王莾竊位而不慙積悪習之\n所致也夫積悪習非乆致死亾非一也世品人\n遂俾爾多益以莫不庻善也此言也言天保佐\n王者定其性命甚堅固也使汝信厚何不治而\n多益之甚庻衆焉不遵履五常順養性命以保\n南山之夀松栢之茂也德輶如毛為仁由已莫\n與併􁑌自求辛螫禍福無門唯人所召天之所\n助者順也人之所尚者信也履信思乎順又以\n尚賢是以吉無不利也亮哉斯言可無思乎\n實貢第十四\n國以賢興以謟衰君以忠安以忌危此古今之\n常論而世所共知也然衰國危君繼踵不絶者\n豈世無忠信正直之士哉誠苦忠信正直之道\n不得行爾夫十步之間必有茂草十室之邑必\n有俊士賢材之生日月相屬未嘗乏絶是故亂\n殷有三仁小衛多君子以漢之廣博士民之衆\n多朝廷之清明上下之脩治而官無直吏位無\n良臣此非今世之無賢也乃賢者廢錮而不得\n達於聖主之朝爾夫志道者少友逐俗者多儔\n是以舉世多黨而用私競比質而行趨華貢士\n者非復依其質榦凖其材行也直虚造空美掃\n地洞說擇能者而書之公卿刺史掾從事茂才\n孝廉且二百員歴察其狀徳侔顔淵卜冉㝡其\n行能多不及中誠使皆如狀文則是為歲得大\n賢二百也然則災異曷為飢此非其實之効夫\n說粱飰食肉有好於面因而不若糲粢藜烝之\n可食於口也圖西施毛嬙可恱於心而不若醜\n妻陋妾之可御於前也虚張髙譽彊蔽疵瑕以\n相誑耀有快於耳而不若忠選實行可任於官\n也周顯拘時故蘇秦燕噲利虚譽故讓子之皆\n舍實聽聲嘔哇之過也夫聖人純賢者駮周公\n不求備四肢不相兼況末世乎是故髙祖所輔\n佐光武所將相不遂偽舉不責兼行亡秦之所\n棄王莾之所捐二祖任用以誅暴亂成致治安\n太平之世而云無士數開横選而不得直甚可\n憤也夫明君之詔也若聲忠臣之和也當如響\n應長短大小清濁疾徐必相和也是故求馬問\n馬求驢問驢求鷹問鷹求駹問駹由此教令則\n賞罰必也夫髙論而相欺不若忠論而誠實且\n攻玉以石治金以鹽濯錦以魚浣布以灰夫物\n固有以賤治貴以醜治好者矣智者棄其所短\n而採其所長以致其功明君用士亦猶是也物\n有所宜不廢其材況於人乎夫脩身慎行敦方\n正直清廉潔白恬淡無為化之本也憂君哀民\n獨覩亂原好善嫉悪賞罰嚴明治之材也明君\n兼善而兩納之悪行之器也為金玉寳政之材\n剛鐡用無此二寳苟務作異以求名詐静以惑\n衆則敗俗傷化今世慕虚者此謂堅白堅白之\n行明君所憎而王制所不取是故選賢貢士必\n考覈其清素據實而言其有小疵勿彊衣飾以\n壯虚聲一能之士各貢所長出處黙語勿彊相\n兼則蕭曹周韓之論何足得矣呉鄧梁竇之徒\n而致十各以所宜量材授任則庻官無曠興功\n可成太平可致麒麟可臻且燕小其位卑然昭\n王尚能招集他國之英俊興誅暴亂成致治彊\n今漢土之廣慱天子尊明而曽無一良臣此誠\n不愍兆黎之愁苦不急賢人之佐治爾孔子曰\n未之思也夫何逺之有忠良之吏誠易得也顧\n聖王欲之不爾\n潜夫論卷第三\n"}
{"id": "KR3a0010_004", "series": "KR3a0010", "text": "潜夫論卷第四　王符\n　　　班祿第十五\n　　　述赦第十六\n　　　三式第十七\n　　　愛日第十八\n班禄第十五\n太古之時烝黎初載未有上下而自順序天未\n事焉君未設焉後稍矯䖍或相陵虐侵漁不止\n為萌巨害於是天命聖人使司牧之使不失性\n四海蒙利莫不被徳僉共奉戴謂之天子故天\n之立君非私此人也以役民蓋以誅暴除害利\n黎元也是以人謀鬼謀能者處之詩云皇矣上\n帝臨下以赫監觀四方求民之瘼惟此二國其\n政不獲惟此四國爰究爰度上帝指之憎其式\n惡乃睠西顧此惟與度蓋此言也言夏殷二國\n之政不得乃用奢夸廓大上帝憎之更求民之\n瘼聖人與天下四國究度而使居之也前招良\n人疾奢夸廓無紀極也乃惟度法象明著禮袟\n為優憲藝縣之無窮故傳曰制禮上物不過\n十二天之道也是以先聖籍田有制供神有度\n奉已有節禮賢有數上下大小貴賤親踈皆有\n等威階級衰殺各足祿其爵位公私達其等級\n禮行徳義當此之時也九州之内合三千里爾\n八百國其班祿也以上農為正始於庶人在官\n者祿足以代耕蓋食九人諸侯下士亦然中士\n倍下士食十八人上士倍中士食三十六人大\n夫倍之食七十二人小國之卿二於大夫次國\n之卿三於大夫大國之卿四於大夫食二百八\n十八人君各什其卿天子三公侯采視公侯蓋\n方百里卿采視伯方七十里大夫視子男方五\n十里元士視附庸方三十里功成者封是故官\n政專公不慮私家子弟事學不於財利閉門自\n守不與民交爭而無飢寒之道而不䧟臣養優\n而不隘吏愛官而不貪民安静而彊力此則太\n平之基立矣乃惟慎貢選明必黜陟官得其人\n人任其職欽若昊天敬授民時同我婦子饁彼\n南畒上務節禮正身示下下恱其政各樂竭已\n奉戴其上是以天地交泰隂陽和平民無姦匿\n機衡不傾徳氣流布而頌聲作也其後忽養賢\n而鹿鳴思背宗族而采蘩怨履畒稅而碩鼠作\n賦歛重譯告通班祿頗而傾甫賴行人定而緜\n蠻諷故遂耗亂衰弱及周室微而五伯作六國\n弊而暴秦興背義理而尚威力滅興禮而行貪\n叨重賦歛以厚已彊臣下以弱枝文徳不獲封\n爵列侯不獲是以賢者不能行禮以從道品臣\n不能無枉以從利君又驟赦以縱賦民無耻而\n多盜竊何者咸氣加而化上風患害切而迫飢\n寒此滅絶所以不能詰其盜者也詩云大風有\n隧貪人敗類爾之教矣民斯效矣是故先王將\n發號施令諄諄如也唯恐不中而道於邪故作\n典以為民極上下共之無有私曲三府制法未\n聞赦彼有罪獄貨惟寳者也是故明君臨衆必\n以正軌既無猒有務節禮而厚下復徳而崇化\n使皆阜於養生而競於亷恥也是以官長正而\n百姓化邪心黜而姦匿絶然後乃能恊和氣而\n致太平也易曰聖人養賢以及萬民為本君以\n臣為基然後髙能可崇也馬肥然後逺能可致\n也人君不務此而欲致太平此猶薄趾而望髙\n墻驥瘠而責逺道其不可得也必矣\n述赦第十六\n凡治病者必先知脉之虚實氣之所結然後為\n之方故疾可愈而夀可長也為國者必先知民\n之所苦禍之所起然後設之以禁故姦可塞國\n可安矣今日賊良民之甚者莫大於數赦赦贖\n數則悪人昌而善人傷矣奚以明之哉曰孝悌\n之家脩身慎行不犯上禁從生至死無銖兩罪\n數有赦贖未嘗蒙恩常反為禍何者正眞之士\n之為吏也不避彊禦不辭上官從事督察方懷\n不快而姦猾之黨又加誣言皆知赦之不久則\n且共横枉侵寃誣奏罪法令主上妄行刑辟髙\n至死徙下乃淪冤而彼冤之家乃甫當乞鞠告\n故以信直亦無益於死亡矣及隐逸行士淑人\n君子為讒佞利口所加誣覆冐下士冤民能至\n闕者萬無數人其得省問者不過百一既對尚\n書空遣去者復十六七雖蒙考覆州郡轉相顧\n望留吾真事春夏待秋冬秋冬復涉春夏如此\n行逄赦者不可勝數又謹慎之民用天之道分\n地之利擇莫犯土謹身節用積累纎微以致小\n過此言質良蓋民惟國之基也輕薄悪子不道\n凶民思彼姦邪起作盜賊以財色殺人父母戮\n人之子滅人之門取人之賄及貪殘不軌凶惡\n弊吏掠殺不辜侵冤小民皆望聖帝當爲誅惡\n治冤以解蓄怨反一門赦之令惡人髙㑹而夸\n詫老盜服藏而過門孝子見讎而不得討亡主\n見物而不得取痛莫甚焉故將赦而先暴寒者\n以且多冤結悲恨之人也夫養稊稗者傷禾稼\n惠姦宄者賊良民書曰文王作罰刑兹無赦是\n故先王之制刑法也非好傷人䏎膚斷人壽命\n者也乃以威姦懲惡除民害也天下本以民不\n能相治故爲立王者以統治之天下在於奉天\n威命共行賞罰故經稱天命有徳五服五章天\n罰有罪五刑五用詩刺彼冝有罪汝反脱之古\n者唯始受命之君承大亂之極被前王之惡其\n民乃並為敵讎罔不冦賊消義姦宄奪攘以革\n命受祚為之父母故得一赦繼體以下則無違\n焉何者人君配乾而仁順育萬以成大功非得\n以養姦活罪為仁放縱天賊為賢也今夫性惡\n之人居家不孝悌出入不恭敬輕薄慢傲凶悍\n無辨明以威侮侵利為行以賊殘酷虐為賢故\n數䧟王法者此乃民之賊下愚極惡之人也雖\n脫桎梏而出囹圄終無改悔之心自詩以羸敖\n頭出獄踧踖復犯法者何不然洛陽至有主諧\n合殺人者謂之㑹任之家受人十萬謝客數千\n又重饋部吏吏興通姦利入深重幡黨盤牙請\n至貴戚寵臣說聽於上謁行於下是故雖嚴令\n尹終不能破攘斷絶何者凡敢為大姦者材必\n有過於衆而能自媚於上者也多散苟得之財\n奉以謟䛕之辭以轉相驅非有第五公之廉直\n孰能不為顧今案洛陽主殺人者髙至數十下\n至四五身不死則殺不止皆以數赦之所致也\n由此觀之大惡之資終不可化雖歳適勸姦耳\n惑之三辰有候天氣當赦故人主順之而施徳\n焉未必殺也王者至貴與天通精心有所想意\n有所慮未發聲色天為變移或若休咎庶徵月\n之從星此乃冝有是事故見瑞異或戒人主若\n忽不察是乃已所感致而反以為天意欲然非\n直也俗人又曰先世欲赦常先遣馬分行市里\n聽于路隅咸云當赦以知天之教也乃因施徳\n若使此言也而信則殆過矣夫民之性固好意\n度者也見乆隂則稱將水見乆陽則稱將旱見\n小貴則言將飢見小賤則言將穰然或信或否\n由此觀之民之所言未必天下前世贖赦稀踈\n民無覬覦近時以來赦贖稠數故每春夏輒望\n復赦或抱罪之家僥倖䝉恩故宣此言以自悅\n喜誠令仁君聞此以為天教而輒從之誤莫甚\n焉論者多曰乆不赦則姦宄熾而吏不制故赦\n贖以解之此乃招亂之本原不察禍福之所生\n者之言也凡民所以輕為盜賊吏之所以易作\n姦匿者以赦贖數而有僥望也若使犯罪之人\n終身被命得而必刑則計姦之謀破而慮惡之\n心絶矣夫良贖可孺子可令妲中庸之人可弘\n而下故其諺曰一歲載赦奴兒噫嗟言王誅不\n行則痛瘀之子皆輕犯況狡乎若誠思畏盜賊\n多而姦不勝故赦則是為國為姦冗報也夫天\n道賞善而刑淫天工人其代之故凡立王者將\n以誅邪惡而養正善而以逞邪惡逆妄莫甚焉\n且夫國無常治又無常亂法令行則國治法令\n弛則國亂法無常行法無常弛君敬法則法行\n君慢法則法弛昔孝明帝時制舉茂才過闕謝\n恩賜食事訖問何異聞對曰巫有劇賊九人刺\n史數以竊郡訖不能得帝曰汝非部南郡從事\n邪對曰是帝乃振怒曰賊發部中而不能擒然\n材何以為茂捶數百便免官而切讓州郡十日\n之閒賊即伏誅由此觀之擒滅盜賊在於眀法\n不在數赦今不顯行賞罰以明善惡嚴督牧守\n以擒姦猾而反數赦以勸之其文帝曰謀反大\n逆不道諸犯不當得赦皆除之將與士大夫灑\n心更始歲歲灑之然未嘗見姦人冗吏有肯變\n心悔服稱詔者也有司奏事又俗以赦前之微\n過妨今日之顯舉然則改徃脩來更始之詔亦\n不信也詩譏君子屢盟亂是用長故不若希其\n令必其言若良不能子無赦者罕之為愈令世\n歲老古時一赦則姦宄之減十八九可勝必也\n昔大司馬吳漢老病將卒世祖問以遺戒對曰\n臣愚不智不足以知治慎無赦而已矣夫方以\n類聚物以群分人之情皆見乎辭故諸言不當\n赦者非脩身脩行則必憂哀謹慎而嫉毒姦惡\n者也諸利數赦者非不達赦務則交内懐隱憂\n有願為者也人君之發令也必諮於羣臣羣臣\n之姦邪者固必伏罪雖正直吏猶有公過自非\n鬻拳李離孰肯刑身以正國然則是皆接私計\n以論公政也興瓜議裘無時焉可傳曰民之多\n幸國之不幸也夫有罪而備辜冤結而信理此\n天之正也而王之法也故曰無縱詭隨以謹無\n良若枉善人以惠姦悪此謂歛怨以為德先帝\n制法論衷刺刀者何則以其懐姦悪之心有殺\n害之意也聖主有子愛之情而是有殺害之意\n故誅之況成罪乎尚書康誥王曰於戯封敬明\n乃罰人有小罪匪省乃惟終自作不典戒爾有\n厥罪小乃不可不殺言恐人有罪雖小然非以\n過差為之也乃欲終身行之故雖小不可不殺\n也何則是本頑凶思悪而為之者也乃有大罪\n匪終乃惟省哉適爾既道極厥罪時亦不可殺\n言殺人雖有大罪非欲以終身為悪乃過誤爾\n是不殺也若此者雖曰赦之可也金作贖刑赦\n作宥罪皆謂良人吉士時有過誤不幸䧟離者\n爾先王議讞獄以制原情論意以救善人非欲\n令兼縱悪逆以傷人也是故周官差八議之辟\n此先王所以整萬民而致時雍也易故觀民設\n敎變通移時之義今日捄世莫乎此意\n三式第十七\n髙祖定漢與羣臣約自非劉氏不得王非有武\n功不得侯孝文皇帝始封外祖因為典式行之\n至今孝武皇帝封爵丞相以襃有徳後亦承之\n建武乃絶傳記所載稷卨伯夷臯陶伯翳日受\n封土周宣王時輔相大臣以徳佐治亦獲有國\n故尹吉甫作封頌二篇其詩曰亹亹申伯王纘\n之事于邑于謝南國于二式又曰四牡彭彭八\n鸞鏘鏘王命仲山甫城彼東方此言申伯山甫\n文徳致昇平而王封以樂土賜以盛服也易曰\n鼎折足覆公餗其刑渥凶此言公不勝任則有\n渥刑也是故三公在三載之後冝明考績黜刺\n簡練其材其有稷卨伯夷申伯仲山甫致治之\n效者封以列侯令受南土八蠻之賜其尸祿素\n餐無進治之效無忠善之言者使從渥刑是則\n所謂明徳慎罰而簡練能否之術也誠如此則\n三公競思其職而百寮爭竭其忠矣先王之制\n繼體立諸侯以象賢也子孫雖有食舊徳之義\n然封疆立國不為諸侯張官置吏不為大夫必\n有功於民乃得保位故有考績黜刺九錫三削\n之義詩云彼君子兮不素餐兮由此觀之未有\n得以無功而祿者也當今列侯率皆襲先人之\n爵因祖考之位其身無功於漢無徳於民專國\n南面卧食重祿下殫百姓富有國家此素餐之\n甚者也孝武皇帝患其如此乃令酎金以黜之\n而益多怨今列侯或有徳冝子民而道不得施\n或有凶頑醜不冝有國而惡不上聞且人情莫\n不以已為賢而效其能者周公之戒不使大臣\n怨乎不以詩云駕彼四牡四牡項領令列侯年\n卅以來冝皆試補長吏墨綬以上關内侯補黄\n綬以信其志以旌其能其有韓侯邵虎之徳上\n有功於天下下有益於百姓則稍遷位益土以\n彰有徳其懐姦藏惡尤無狀者削土奪國以明\n好惡且夫列侯皆剖符受策國大臣也雖身在\n外而心在王室冝助聦明與智賢愚以佐天子\n何得坐作奢僣驕育負責欺枉小民淫恣酒色\n職為亂階以傷風化而已乎詔書横選猶乃特\n進而不令列侯舉此於主徳大洽列侯大達非\n執術督責揔覽獨斷御下方也今雖未使典始\n治民然有横選當循王制皆使貢士不冝闕也\n是誠封三公以旌積徳誠列侯以除素餐上合\n建侯之義下合黜刺之法賢材任職則上下蒙\n福素餐委國位無凶人誠如此則諸侯必内思\n剌行而助國矣今則不然有功不賞無徳不削\n甚非勸善懲惡誘進忠賢移風易俗之法術也\n昔先王撫世選練明徳以統理民建正封不過\n百取法於震以為賢人聦明不是過也又欲徳\n能優而所治纎則職脩理而民被澤矣今之守\n相制地千里威權勢力盛於列侯材明徳義未\n必過古而所治逾百里此所治多荒亂也是故\n守相不可不審也昔宣皇帝興於民間深知之\n故常嘆曰萬民所以安田里無憂患者政平訟\n治也與我共此者其惟良二千石於是明選守\n相其初除者必躬見之觀其志趣以昭其能明\n察其治重其刑賞姦宄減少户口増息者賞賜\n金帛爵至封侯其耗亂無狀者皆銜刀瀝血於\n市賞重而信罰痛而必羣臣畏勸競思其職故\n能致治安而世升平降鳯皇而來麒麟天人恱\n喜符瑞並臻功徳茂盛立為中宗由此觀之牧\n守大臣者誠盛衰之本原也不可不選練也法\n令賞罰者誠治亂之樞機也不可不嚴行也昔\n仲尼有言政寛則民慢慢則糾之以猛猛則民\n殘殘則施之以寛寛以濟猛猛以濟寛政是以\n和今者剌史守相率多怠慢違背法律廢忽詔\n令專情務利不䘏公事細民冤結無所控告下\n土邊逺能詣闕者萬無數人其得省治不能百\n一郡縣負其如此也故至敢延期民日徃上書\n此皆太寛之所致也噬嗑之卦下動上明其象\n曰先王以明罰敕法夫積怠之俗賞不隆則善\n不勸罰不重則惡不懲故凡欲變風改俗者其\n行賞罰者也必使足驚心破膽民乃易視聖主\n誠肎明察群臣竭精稱職有功效者無愛金帛\n封侯之費其懐姦藏惡别無狀者圖鈇鑕鉞之\n決然則良臣如王成黄霸龔遂邵信臣之徒可\n比郡而得也神明瑞應可朞年而致也\n愛日第十八\n國之所以為國者以有民也民之所以為民者\n以有榖也榖之所以豊殖者以有人功也功之\n所以能建者以日力也治國之日舒以長故其\n民間暇而力有餘亂國之日促以短故其民困\n務而力不足所謂治國之日舒以長者非謁羲\n和而令安行也又非能増分度而益漏刻也乃\n君明察而百官治下循正而得其所則民安静\n而力有餘故視日長也所謂亂國之日促以短\n者非謁羲和而令疾驅也又非能減分度而損\n漏刻也乃君不明則百官亂而姦宄興法令鬻\n而役賦繁則希民困於吏政仕者窮於典禮冤\n民就獄乃得直烈士交私乃得保姦臣肆心於\n上亂化流行於下君子載質而車馳細民懐財\n而趨走故視日短也詩云王事靡盬不遑將父\n言在古閒暇而得行孝今迫促不得養也孔子\n稱庶則富之既富則教之是禮義生於富足盗\n竊起於貧窮富貴生於寛暇貧窮起於無日聖\n人深知力者乃民之本也而國之基故務省役\n而為民愛日是以堯敕羲和欽若昊天敬授民\n時邵伯訟不忍煩民聽斷棠下能興時雍而致\n刑錯今則不然萬官撓民令長自衒百姓廢桑\n而趨府庭者非朝晡不得通非意氣不得見訟\n不訟輒連月日舉室釋作以相瞻視辭人之家\n輒請鄰里應對送餉比事訖竟亡一歲功則天\n下獨有受其飢者矣而品人俗士之司典者曽\n不覺也郡縣既加冤枉州司不治今破家活逹\n詣公府公府不能昭察真偽則但欲罷之以乆\n困之資故猥説一科令此注百日乃為移書其\n不滿百日輒更造數甚違邵伯訟棠之義此所\n謂誦詩三百授之以政不達雖多亦奚以為者\n也孔子曰聽訟吾猶人也從此觀之中材以上\n皆議曲直之辯刑法之理可鄉亭部吏足以斷\n决使無怨言然所以不者蓋有故焉傳曰惡直\n醜正實繁有徒夫直者真正而不撓志無恩於\n吏怨家務主者結以貨財故鄉亭與之為排直\n家後反覆時吏坐之故共枉之於庭以羸民與\n豪吏訟其勢不如也是故縣與部并後有反覆\n長吏坐之故舉縣排之於郡以一人與一縣訟\n其勢不如也故郡與縣并後有反覆太守坐之\n故舉郡排之於州以一人與郡訟勢不如也故\n州與郡并而不肯治故乃逺詣公府爾公府不\n能察而苟欲以錢刀課之則貧弱少貨者終無\n已曠旬滿祈豪富饒錢者取客使徃可盈千日\n非徒百也治訟若此為務助豪猾而鎮貧弱也\n何寃之能治非獨鄉部辭訟也武官斷獄亦皆\n始見枉於小吏終重冤於大臣怨故未讎輒逢\n赦令不得復治正士懷冤結而不得信猾吏崇\n姦宄而不痛坐郡縣所以易侵小民而天下所\n以多飢窮也於上天感動降災傷榖但以人功\n見事言之今自三府以下至于縣道鄉亭及從\n事督郵有典之司民廢農桑而守之辭訟告訴\n及以官事應對吏者一人之日廢十萬人人復\n下計之一人有事二人獲餉是為日三十萬人\n離其業也以中農率之則是歲三百萬口受其\n飢也然則盜賊何從消太平何從作孝明皇帝\n嘗問今旦何得無上書者左右對曰反支故帝\n曰民既廢農逺來詣闕而復使避反支是則又\n奪其日而冤之也乃敕公車受章無避反支上\n明聖主為民愛日如此而有司輕奪民時如彼\n蓋所謂有君無臣有主無佐元首聦眀股肱怠\n惰者也詩云國既卒斬何用不監傷三公居人\n尊位食人重祿而曾不肎察民之盡瘁也孔子\n病夫未之得也患不得之既得之患失之者今\n公卿始起州郡而致宰相此其聦明智慮未必\n闇也患其苟先私計而後公義爾詩云莫肯念\n亂誰無父母今民力不暇榖何以生百姓不足\n君孰與足嗟哉可無思乎\n　　　　十九日挍\n潜夫論卷第四\n"}
{"id": "KR3a0010_005", "series": "KR3a0010", "text": "潜夫論卷第五\n　　　斷訟第十九\n　　　衰制第二十\n　　　勸將第二十一\n　　　救邊第二十二\n　　　邊議第二十三\n　　　實邊第二十四\n斷訟第十九\n五代不同禮三家不同教非其苟相反也蓋世\n推移而俗化異也俗化異則亂原殊故三家符\n世皆革定法髙祖制三章之約孝文除克膚之\n刑是故自非殺傷盜贓文罪之法輕重無常各\n隨時宜要取足用勸善消惡而已夫制法之意\n若爲藩籬溝壍以有防矣擇禽獸之尤可數犯\n者而加深厚焉今姦宄雖衆然其原少君事雖\n繁然其守約知其原少姦易塞見其守約政易\n治塞其原則姦宄絶施其術則逺近治今一歲\n斷獄雖以萬計然辭訟之辯闘賊之發鄉部之\n治獄官之治者其狀一也本皆起民不誠信而\n數相欺紿也舜勑龍以䜛說殄行震驚朕師乃\n自上古患之矣故先慎已唯舌以元示民孔子\n曰亂之所生也則言語以為階小人不恥不仁\n不畏不義脉脉規規常懐姧唯昧冐前利不顧\n廉恥苟且中後則榆解奴抵以致禍變者比屈\n是也非唯細民為然自封王侯貴戚豪富尤多\n有之假舉驕奢以作淫侈髙負千萬不肯償責\n小民守門號哭啼呼曾無怵惕慙怍哀矜之意\n苟崇聚酒徒無行之人傳空引滿啁啾罵詈晝\n夜鄂鄂慢㳺是好或毆撃責主人於死亡羣盜\n攻剽刼人無異雖㑹赦贖不當復得在選辟之\n科而州司公府反争取之且觀諸敢妄驕奢而\n作大責者必非救饑寒而解困急振貧窮而行\n禮義者也咸以崇驕奢而奉淫湎爾春秋之義\n責知誅率孝文皇帝至寡動欲任徳然河陽侯\n陳信坐負六日免國孝武仁明周陽侯田彭祖\n坐當軹侯宅而不與免國黎陽侯邵延坐不出\n持馬身斬國除二帝豈樂以錢財之故而傷大\n臣哉乃欲絶詐欺之端必國家法防禍亂之原\n以利民也故一人伏正罪而萬家䝉乎福者聖\n主行之不疑永平時諸侯負責輒有削絀之罰\n此其後皆不敢負民而世自節儉辭訟自消矣\n今諸侯貴戚或曰勑民慎行徳義無違制節謹\n度未嘗負責身絜規避志厲青雲或既欺負百\n姓上書封祖願且償責此乃殘掠官民而還依\n縣官也其誣罔慢易罪莫大焉孝經曰陳之以\n徳義而民興行示之以好惡而民知禁今欲變\n巧偽以崇羙化息辭訟以閒官事者莫若表顯\n有行痛誅無狀導文武之法明詭詐之信今侯\n王貴戚不得浸廣姦宄遂多豈謂每有争闘辭\n訟婦女必致此乎亦以傳見凡諸禍根不早斷\n絶則或轉而兹蔓人若斯邪是故原官察之所\n以務念臣主之所以憂勞者其本皆鄉亭之所\n治者太半詐欺之所生也故曰知其原少則姦\n易塞也見其守約則政易持也或婦人之行貴\n令鮮絜今以適矣無顔復入甲門縣官原之故\n令使留所既入家必未昭亂之本原不惟貞絜\n所生者之言也貞女不二心以數變故有匪石\n之詩不枉行以遺憂故羙歸寕之志一許不改\n蓋所以長貞絜而寧父兄也其不循此而二三\n其徳者此本無廉恥之家不貞專之所也若然\n之人又何醜恡輕薄父兄淫僻婦女不惟義理\n苟踈一徳借本治生逃亡抵中乎以致於刳腹\n芟頸滅宗之禍者何所無之先王因人情喜怒\n之所能已者則為之立禮制而崇徳讓人所可\n已者則為之設法禁而明賞罰今市賣勿相欺\n㛰姻無相詐非人情之不可能者也是故不若\n立義順法遏絶其原初雖慙恡於一人然其終\n也長利於萬世小懲而大戒此所以全小而濟\n頑凶也夫立法之大要必令善人勸其徳而樂\n其政邪人痛其禍而悔其行諸一女許數家雖\n生十子更百赦勿令得䝉一還私家則此姦絶\n矣不則髠其夫妻徙千里外劇縣乃可以毒者\n心而絶其後姦亂絶則太平興矣又貞絜寡婦\n或男女備具財貨富饒欲守一醮之禮成同穴\n之義執節堅固齊懐必死終無更許之慮遭值\n不仁世叔無義兄弟或利其娉幣或貪其財賄\n或私其兒子則彊中欺嫁處迫脅遣送人有自\n縊房中飲藥車上絶命喪軀孤捐童孩此猶迫\n脅人命自殺也或後夫多設人客威力脅載守\n將抱執連日乃綬與彊掠人為妻無異婦人軟\n弱猥為衆彊所扶與執迫幽阨連日後雖欲復\n脩本志嬰絹吞藥\n衰制第二十\n無慢制而成天下者三皇也畫則象而化四表\n者五帝也明法禁而和海内者三王也行賞罰\n而齊萬民者治國也君立法而下不行者亂國\n也臣作政而君不制者亡國也是故民之所以\n不亂者上有吏吏之所以無姦者官有法法之\n所以順行者國有君也君之所以位尊者身有\n義身有義者君之政也法者君之命也人君思\n正以出令而貴賤賢愚莫得違也則君位於上\n而民氓治於下矣人君出令而貴臣驕吏弗順\n也則君幾於弑而民幾於亂矣夫法令者君之\n所以用其國也君出令而不從是與無君等主\n令不從則臣令行國危矣夫法令者人君之銜\n轡箠策也而民者君之輿馬也若使人臣廢君\n法禁而施已政令則是奪君之轡策而已獨御\n之也愚君闇主託坐於左而姦臣逆道執轡於\n右此齊騶馬傳所以沈胡公於貝水宋羊叔䍧\n所以弊華元於鄭師而莫之能御也是故陳恒\n執簡公於徐州李兊害主父於沙丘皆以其毒\n素奪君之轡策也文言故曰臣弑其君子殺其\n父非一朝一夕之故也其所由來者漸矣由辯\n之不蚤變也是故妄違法之吏妄造令之臣不\n可不誅也議者必將以為刑殺當不用而徳化\n可獨任此非變通者之論也非叔世者之言也\n夫上聖不過堯舜而放四子盛徳不過文武而\n赫斯怒詩云君子如怒亂庻遄沮君子如祉亂\n庶遄已是故君子之有喜怒也善以止亂也故\n有以誅止殺以刑禦殘且夫治世者若登丘矣\n必先躡其卑者然後乃得履其髙是故先致治\n國然後三王之政乃可施也道齊三王然後五\n帝之化乃可行也道齊五帝然後三皇之道乃\n可從也且夫法也者先王之政也令也者已之\n命也先王之政所以衆共也已之命所以獨制\n人也君誠能授法而時貸之布令而必行之則\n羣臣百吏莫敢不悉心從已令矣已令無違則\n法禁必行矣故政令必行憲禁必從而國不治\n者未嘗有也此一弛一張以今行古以輕重尊\n卑之術也\n勸將第二十一\n太古之民淳厚敦朴上聖撫之恬澹無為體道\n履徳簡刑薄威不殺不誅而民自化此徳之上\n也徳稍弊薄邪心孳生次聖繼之觀民設教坐\n為誅賞以威勸之既作五兵又為之憲以正厲\n之詩云脩爾輿馬弓矢戈兵用戒作則用逖蠻\n方故曰兵之設也乆矣涉歷五代以迄于今國\n未嘗不以徳昌而以兵彊也今兵巧之械盈乎\n府庫孫吳之言聒乎將耳然諸將用之進戰則\n兵敗退守則城亡是何也哉曰彼此之情不聞\n乎主上勝負之數不明乎將心士卒進無利而\n自退無畏此所以然也夫服重上阪出馳千里\n馬之禍也然節馬樂之者以王良足為盡力也\n先登陷陣赴死嚴敵民之禍也然節士樂之者\n以明君可為效死也凡人所以肯赴死亡而不\n辭非為趨利則因以避害也無賢鄙愚智皆然\n顧其所利害有異爾不利顯名則利厚賞也不\n避聖辱則避禍亂也非四者雖聖王不能以要\n其臣慈父不能以必其子明主深知之故崇利\n顯害以與下市使親踈貴賤賢鄙愚智皆必順\n我令乃得其欲是以一旦軍鼓雷震旌旗並發\n士皆奮激競與死敵者豈其情厭乆生而樂害\n死哉乃義士且以激其名貪夫且以求其賞爾\n今吏從軍敗没死公事者以十萬數上不聞弔\n唁嗟嘆之榮名下又無祿賞之厚實節士無所\n勸慕庸夫無所貪利此其所以人懐沮懈不肯\n復死也軍起以來暴師五年典兵之吏將下千\n數大小之戰嵗十百合而希有功歴察其敗無\n他故焉皆將不明變勢而士不勸於死敵也其\n士之不能死也乃其將不能效也言賞則不與\n言罰則不行士進有獨死之禍退䝉衆生之福\n此所以臨陣亡戰而競思奔北者也孫子曰將\n者智也仁也敬也信也勇也嚴也是故智以折\n敵仁以附衆敬以招賢信以必賞勇以益氣嚴\n以一令故折敵則能合變衆附愛則思力戰賢\n智集則隂謀得賞罰必則士盡力氣勇益則兵\n勢自倍威令一則唯將所使必有此六者乃可\n折衝擒敵輔主安民前羌始反時將帥以定令\n之羣籍富厚之蓄據列城而氣利勢權十萬之\n衆將勇傑之士以誅草創新叛散亂之弱虜撃\n自至之小冦不能擒滅輒為所敗令遂雲烝起\n合從連横掃滌并源内犯司隷東冦趙魏西鈔\n蜀漢五州殘破六郡削迹此非天之災長吏過\n爾孫子曰將者民之司命而國安危之主也是\n故諸有冦之郡太守令長不可以不曉兵今觀\n諸將既無斷敵合變之奇復無明賞必罰之信\n然其士民又甚貧困器械不簡習將恩不素結\n卒然有急則吏以暴發虐其士士以所拙遇敵\n巧此為吏驅怨以禦讎士率縛手以待冦也夫\n將不能勸其士士不能用其兵此二者與無兵\n等無士無兵而欲合戰其敗負也治數也故曰\n其敗者非天之所災將之過也饒士處世但患\n無典爾故苟有土地百姓可富也苟有市列商\n賈可來也苟有士民國家可疆也苟有法令姦\n邪可禁也夫國不可從外治兵不可從中御郡\n縣長吏幸得兼此數者丈斷已而而不能以稱\n明詔安民氓哉此亦陪克闒茸無里之爾夫世\n有非常之人然後定非常之事必道非常之失\n然後見是故選諸有兵之長吏宜踔躒豪厚越\n取幽奇材明權變任將帥者不可苟惟基序或\n阿親戚便典兵官此所謂以其國與敵者也\n救邊第二十二\n聖王之政普覆兼愛不私近宻不忽踈逺吉凶\n禍福與民共之哀樂之情恕以及人視民如赤\n子救禍如引手爛是以四海歡恱俱相得用往\n者羌虜背叛始自凉并延及司隷東禍趙魏西\n鈔蜀漢五州殘破六郡削迹周廽千里野無孑\n遺冦鈔禍害晝夜不止百姓滅没日月焦盡而\n内郡之士不被殃者咸云當且放縱以待天時\n用意若此豈人心也哉前羌始反公卿師尹咸\n欲捐棄涼州却保三輔朝廷不聽後羌遂侵而\n論者多恨不從惑議余竊笑之所謂媾亦悔不\n媾亦有悔者爾未始識變之理地無邊無邊亡\n國是故失涼州則三輔為邊三輔内入則弘農\n為邊弘農内入則洛陽為邊推此以相況雖盡\n東海猶有邊也今不厲武以誅虜選材以全境\n而云邊不可守欲先自割偄冦敵不亦惑乎昔\n樂毅以博博之小燕破滅彊齊威震天下真可\n謂良將矣然即墨大夫以孤城獨守六年不下\n竟完其民田單師窮率五千騎撃走却復齊七\n十餘城可謂善用兵矣圍聊莒連年終不能㧞\n此皆以至彊攻至弱以上智圖下愚而猶不能\n克者何也曰攻常不足而守恒有餘也前日諸\n郡皆據列城而擁大衆羌虜之智非乃樂毅田\n單也郡縣之阨非若聊莒即墨也然皆不肯專\n心堅守而反彊驅劫其民捐棄倉庫背城邑走\n由此觀之非苦城乏粮也但苦將不食爾折衝\n安民要在仼賢不在促境齊魏却守國不以安\n子嬰自削秦不以在武皇帝攘夷拆境面數千\n里東開樂浪西置燉煌南踰交阯北築朔方卒\n定南越誅斬大宛武軍所嚮無不夷滅今虜近\n發封畿之内而不能擒亦自痛爾非有邊之過\n也脣亡齒寒體傷心痛必然之事又何疑焉君\n子見機況已著乎乃者邊害震如雷霆赫如日\n月而談者皆諱之日焱并竊盜淺淺善靖俾君\n子怠欲令朝廷以冦為小而不蚤憂害乃至此\n尚不欲救曰痛不著身言忍之錢不出家言與\n之假使公卿子弟有被羌禍朝夕切急如邊民\n者則競言當誅羌矣今苟以已無慘怛冤痛故\n端坐相仍又不明脩禦之備陶陶問澹卧委天\n聴羌獨往來深入多殺已乃陸陸相將詣闕諧\n辭禮謝退云狀㑹坐朝堂則無憂國哀民懇惻\n之誠苟轉相顧望莫肯違止日晏時移議無所\n定已且湏後後得小安則恬然棄忘旬時之間\n虜復為害軍書交馳羽檄狎至乃復怔忪如前\n若此以來出入九載庶曰式臧覆出為惡佪佪\n潰潰當何終極春秋譏鄭棄其師况棄人乎一\n人吁嗟王道為虧況百萬之衆號哭泣感天心\n乎且夫國以民為基貴以賤為本是以聖王養\n民愛之如子憂之如家危者安之亡者存之救\n其災患除其禍亂是故鬼方之伐非好武也玁\n狁于攘非貪土也以振民育徳安彊宇也古者\n天子守在四夷自彼互羌莫不來享普天思服\n行葦賴徳況近我民蒙禍若此可無救乎凡民\n之所以奉事上者懐義恩也痛則無恥福則不\n仁忿戾怨懟生於無恥今羌叛乆矣傷害多矣\n百姓急矣憂禍深矣上下相從未見休時不一\n命大將以掃醜虜而州稍稍興役連連不已若\n排榩障風探沙灌河無所能禦徒自盡爾今數\n州屯兵才餘萬人皆廩食縣官歲數百萬斛又\n有月直但此人耗不可勝供而反憚暫出之費\n甚非計也是夫危者易傾疑者易化今虜新擅\n邊地未敢自安易震蕩也百姓新離舊懐思慕\n未衰易將厲也誠宜因此遣大將誅討迫脅離\n逖破壊之如寛假日月蓄積富貴各懐安固之\n後則難動矣周書曰凡彼聖人必趨時是故戰\n守之策不可不早定也\n邊議第二十三\n明於禍福之實者不可以虚論惑也察於治亂\n之情者不可以華餝移也是故不疑之事聖人\n不謀浮游之說聖人不聽何者計不背是實而\n更爭言也是以明君先盡人情不獨委夫良將\n脩已之備無恃於人故能攻必勝敵而守必自\n全也羌始反時計謀未善黨與未成人衆未合\n兵器未備或持竹木枝或空手相附草食散亂\n未有都督甚易破也然太守令長皆奴怯畏偄\n不敢撃故令虜遂乘勝上彊破州滅郡日長炎\n炎殘破三輔覃及鬼方若此已積十歲矣百姓\n被害訖今不止而癡兒騃子尚云不當救助且\n待天時用意若此豈人也哉夫仁者恕已以及\n人智者講功而處事今公卿内不傷士民滅没\n之痛外不慮乆兵之禍各懐一切所脱避前茍\n云不當動兵而不復知引帝王之綱維原禍變\n之所終也易制禦冦詩羙薄伐自古有戰非乃\n今也傳曰天生五材民並用之廢一不可誰能\n去兵兵所以威不軌而昭文德也聖人所以興\n亂人所以廢齊桓晉文宋襄衰世諸侯猶恥天\n下有相滅而已不能救況皇天所命四海主乎\n晉楚大夫小國之臣猶恥己之身而有相侵況\n天子三公典世任者乎公劉仁德廣𬒳行葦況\n含血之人已同類乎一人吁嗟王道為虧況滅\n没之民百萬乎書曰天子作民父母父母之於\n子也豈可坐觀其為冦賊之所屠剥立視其為\n狗豕之所噉食乎除其仁恩且以計利言之國\n以民為基貴以賤為本願察開闢以來民危而\n國安者誰也上貧而下富者誰也故曰夫君國\n將民之以民實瘠而君安得肥夫以小民受天\n永命竊願聖主深惟國基之傷病逺慮禍福之\n所生且夫物有盛衰時有推移事有激㑹人有\n愛化智者揆象不其宜乎孟明補闕於河西范\n蠡收責於故胥是以大功建於當世而令名傳\n於無窮也今邊陲搔擾日放族禍百姓晝夜望\n朝廷救己而公卿以為費煩不可徒竊笑之是\n以晏子輕囷倉之蓄而惜一杯之鑚何異今但\n知愛見薄之錢糓而不知末見之待民先也知\n傜伇出難動而不知中國之待邊寧也詩痛或\n不知叫號或慘慘劬勞今公卿苟以己不被傷\n故競割國家之地以與敵殺主上之民以餧羌\n為謀若此未可謂知為臣若此未可謂忠才智\n未足使議且凡四海之内者聖人之所以遺子\n孫也官位職事者群臣之所以寄其身也傳子\n孫者思安萬世寄其身者各取一闋故常其言\n不乆行其業不可乆厭夫此誠明君之所微察\n也而聖主之所獨斷今言不欲動民與煩可也\n即然當脩守禦之備必今之計令虜不敢來無\n所得令民不患寇旣無所失今則不然苟憚民\n力之煩勞而輕使受滅亡之大禍非人之主非\n民之將非主之佐非勝之主者也且夫議者明\n之所見也辭者心之所表也維其有之是以似\n之諺曰何以服佷莫若聽之今諸言邊可不救\n而安者宜誠以其身若子弟補邊太守令長丞\n尉然後是非之情乃定捄邊乃無患邊無患中\n國乃得安寕\n實邊第二十四\n夫制國者必照察逺近之情偽預禍福之所從\n來乃能盡羣臣之筋力而保興其邦家前羌始\n叛草創新起器械未備虜或持銅鏡以象兵或\n負板案以類楯惶懼擾攘未能相持一城易制\n爾郡縣皆大熾及百姓暴被殃禍亡失財貨人\n哀奮怒各欲報讎而將帥皆怯劣軟弱不敢討\n撃但坐調文書以欺朝廷實殺民百則言一殺\n虜一則言百或虜實多而謂之少或實少而謂\n之多傾側巧文要取便身利己而非獨憂國之\n大計哀民之死亡也又放散錢榖殫盡府庫乃\n復從民假貸彊奪財貨千萬之家削身無餘萬\n民遺竭因隨以死亡者皆吏所餓殺也其為酷\n痛甚於逢虜冦鈔賊虜忽然而過未必死傷至\n使所搜索剽奪游踵塗地或覆宗滅族絶無種\n類或孤婦女為人奴婢逺見販賣至今不能自\n治者不可勝數也此之感天致災尤逆隂陽且\n夫士重遷戀慕墳墓賢不肖之所同也民之於\n徙甚於伏法伏法不過家一人死爾諸亡失財\n貨奪土逺移不習風俗不便水土類多滅門少\n能還者代馬望北狐死首丘邊民謹頓尤惡内\n留雖知禍人猶願守其緒業死其本處誠不欲\n去之極太守令長畏惡軍事皆以素非此土之\n人痛不著身禍不及我家故争郡縣以内遷至\n遣吏兵發民禾稼發徹屋室夷其營壁破其生\n業彊劫驅掠與其内入捐棄羸弱使死其處當\n此之時萬民怨痛泣血叫號誠愁鬼神而感天\n心然小民謹劣不能自達闕庭依官吏家迫將\n威嚴不敢有摰民既奪土失業又遭蝗旱饑遺\n逐道東走流離分散幽冀兖豫荆楊蜀漢饑餓\n死亡復失太半邊地遂以兵荒至今無人原禍\n所起皆吏過爾夫土地者民之本也誠不可乆\n荒以開墾且扁鵲之治病也審閉結而通鬱虛\n者補之實者㵼之故病愈而名顯伊尹之佐湯\n也設輕重而通有無損積餘以補不足故殷治\n而君尊賈誼痛於偏枯躄痱之疾今邉郡千里\n地各有兩縣户財置敢百而太守周迴萬里空\n無人民羙田棄而莫墾發中州内郡規地拓境\n不能生邉而口戸百萬田畒一全人衆地荒無\n所容足此亦偏枯躄痱之類也周書曰土多人\n少莫出其材是謂虚土可襲伐也土少人衆民\n非其民可遺竭也是故土地人民必相稱也今\n邉郡多害而役劇動入禍門不為興利除害有\n以勸之則長無與復之而門有冦戎之心西羌\n北虜必生闚欲誠大憂也百工制器咸填其邉\n散之兼倍豈有私哉乃所以固其内爾先聖制\n法亦務實邉蓋以安中國也譬猶家人遇冦賊\n者必使老小羸軟居其中央丁彊武猛衛其外\n内人奉其養外人禦其難蛩蛩距虚更相恃仰\n乃俱安存詔書法令二十萬口邉郡十萬歲舉\n孝亷一人員除世舉亷吏一人羌反以來户口\n減少又數易太守至十歲不得舉當職勤勞而\n不録賢俊蓄積而悉衣冠無所覬望農夫無所\n貪利是以逐稼中災莫肯就外古之利其民誘\n之以利弗脅以刑易曰先王以省方觀民設教\n是故建武初得邉郡户雖數百令歲舉孝廉以\n召來人今誠宜權時令邉郡舉孝一人廉吏世\n舉一又益置眀經百石一人内郡人將妻子來\n召著五歳以上與居民同均皆得選舉又募運\n民耕邊入糓逺郡千斛近郡二千斛拜爵五大\n夫可不欲爵者使食倍賈於内郡如此君子小\n人各有所利則雖欲令無徃弗能正也均此苦\n樂平傜伇充邊境安中國之要術也\n潜夫論卷第五\n"}
{"id": "KR3a0010_006", "series": "KR3a0010", "text": "潜夫論卷第六　王符\n　　　卜列第二十五\n　　　正列第二十六\n　　　相列第二十七\n卜列第二十五\n天地開闢有神民民神異業精氣通行有招召\n命有遭隨吉凶之期天難諶斯聖賢雖察不自\n專故立卜筮以質神靈孔子稱蓍之徳圓而神\n卦之徳方以智又曰君子將有行也問焉而已\n言其受命而嚮是以禹之得臯陶文王之取吕\n尚皆兆告其象卜底其思以成其吉夫君子聞\n善則勸樂而進聞惡則循省而改尤故安靜而\n多福小人聞善即懾懼而妄為故狂躁而多禍\n是故凡卜筮者蓋所問吉凶之情言興衰之期\n令人脩身慎行以迎福也且聖王之立卜筮也\n不違民以為吉不專任以斷事故鴻範之占大\n同是尚書又曰假爾元龜罔敢知吉詩云我龜\n既猒不我告猶從此觀之蓍龜之情儻有隨時\n儉易不以誠邪將世無史蘇之材識神者少乎\n及周史之筮敬仲莊叔之筮穆子可謂能探賾\n索隠鉤深致逺者矣使獻公早納史蘇之言穆\n子宿備莊叔之戒則驪姬竪牛之䜛亦將無由\n而入無破國危身之禍也聖人甚重卜筮然不\n疑之事亦不問也甚敬祭祀非禮之祈亦不為\n也故曰聖人不煩卜筮敬鬼神而逺之夫鬼神\n與人殊氣異務非有事故何奈於我故孔子善\n楚昭之不祀河而惡季氏之旅泰山今俗人筴\n於卜筮而祭非其鬼豈不惑哉亦有妄傳姓於\n五音設五宅之符第其為誣也甚矣古有隂陽\n然後有五行五帝右據行氣以生人民載世逺\n乃有姓名敬民名字者蓋所以别衆猥而顯此\n人爾非以絶五音而定剛柔也今俗人不能推\n紀本祖而反欲以聲音言語定五行誤莫甚焉\n夫魚處水而生鳥據巢而卯即不推其本祖諧\n音而可即呼鳥為魚可内之水乎呼魚為鳥可\n棲之木邪此不然之事也命駒曰犢終不為馬\n是故凡姓之有音也必隨其本生祖所土也太\n皥木精承歲而王夫其子孫咸當為角神農火\n精承熒惑而王夫其子孫咸當為徴黄帝土精\n承鎮而王夫其子孫咸當為宫少皥金精承太\n白而王夫其子孫咸當為商顓頊水精承辰而\n王夫其子孫咸當為羽雖號百變音行不易俗\n工又曰商家之宅宜西出門此復虚矣五行當\n出乘其勝入居其隩乃安吉商家向東入東入\n反以為金伐木則家中精神日戰闘也五行皆\n然又曰宅有宫商之第直符之歲既然者放其\n上増損門數即可以變其音而過其符邪今一\n宅也同姓相伐或吉或凶一宫也同姓相伐或\n遷或免一宫也成康居之日以興幽厲居之日\n以衰由此觀之吉凶興衰不在宅明矣及諸神\n祇太歲豐隆鉤陳太隂將軍之屬此乃天吏非\n細民所當事也天之有此神也皆所以奉成隂\n陽而利物也若人治之有牧守令長矣向之何\n怒背之何怨君民道近不宜相責況神致貴與\n人異禮豈可望乎且欲使人而避鬼是即道路\n不可行而室廬不復居也此謂賢人君子秉心\n方直精神堅固者也至如世俗小人醜妾婢婦\n淺陋愚戅漸染既成又數揚精破膽今不順精\n誠所向而彊之以其所畏直亦増病爾何以明\n其然也夫人之所以為人者非以此八尺之身\n也乃以其有精神也人有恐怖死者非病之所\n加也非人功之所辜也然而至於遂不損者精\n誠去之也蓋奔柙猛虎而不惶嬰人畏螻蟻而\n發聞今通士或欲彊羸病之愚人必之其所不\n能吾又恐其未盡善也移風易俗之本乃在開\n其心而正其精今民生不見正道而長於邪淫\n誑惑之中其信之也難卒解也唯王者能變之\n正列第二十六\n凡人吉凶以行爲主以命爲決行者已之質也\n命者天之制也在於己者固可爲也在於天者\n不可知也巫覡祝請亦其助也然非徳不行巫\n史祈祝者蓋所以交鬼神而救細微爾至於大\n命末如之何譬民人之請謁於吏矣可以解微\n過不能脱正罪設有人於此晝夜慢侮君父之\n教干犯先王之禁不克已心思改過善而苟驟\n發請謁以求解免必不幾矣不若脩已小心畏\n慎無犯上之必令也故孔子不聴子路而云丘\n之禱乆矣孝經云夫然故生則親安之祭則鬼\n享之由此觀之徳義無違神乃享鬼神受享福\n祚乃隆故詩云降福禳禳降福簡簡威儀板板\n既醉既飽福祿來反此言人徳義茂美神歆享\n醉飽乃反報之以福也虢延神而亟亡趙嬰祭\n天而速滅此蓋所謂神不歆其祀民不即其事\n也故魯史書曰國將興聴於民將亡聴於神楚\n昭不禳雲宋景不移咎子産距禆竈邾文公違\n卜史此皆審已知道身以俟命者也晏平仲有\n言祝有益也詛亦有損也季梁之諫隨侯宫之\n奇說虞公可謂明乎天人之道達乎神民之分\n矣夫妖不勝徳邪不伐正天之經也雖時有違\n然智者守其正道而不近於淫鬼所謂淫鬼者\n閑邪精物非有守司真神靈也鬼之有此猶人\n之有姦言賣平以干求者也若或誘之則逺來\n不止而終必有咎鬼神亦然故申繻曰人之所\n忌其氣炎以取之人無釁焉妖不自作是謂人\n不可多忌多忌妄畏實致妖祥且人有爵位鬼\n神有尊卑天地山川社稷五祀百辟卿士有功\n於民者天子諸侯所命祀也若乃巫覡之謂獨\n語小人之所望畏士公飛尸咎魅北君銜聚當\n路直符七神及民間繕治微蔑小禁本非天王\n所當憚也舊時京師不防動功造禁以來吉祥\n應瑞子孫昌熾不能過前且夫以君畏臣以上\n需下則必示弱而取陵殆非致福之招也嘗觀\n上記人君身脩正賞罰明者國治而民安民安\n樂者天悦喜而増曆數故書曰王以小民受天\n永命孔子曰天之所助者順也人之所助者信\n也履信思乎順又以尚賢是以自天祐之吉無\n不利此最却凶災而致福善之本也\n相列第二十七\n詩所謂天生烝民有物有則是故人身體形貌\n皆有象類骨法角肉各有分部以著性命之期\n顯貴賤之表一人之身而五行八卦之氣具焉\n故師曠曰赤色不壽火家姓易滅也易之說卦\n巽為人多白眼相揚四白者兵死此猶金伐木\n也經曰近取諸身逺取諸物聖人有見天下之\n至賾而擬諸形容象其物宜此亦賢人之所察\n紀往以知來而著為憲則也人之相法或在面\n部或在手足或在行步或在聲響面部欲溥平\n潤澤手足欲深細明直行步欲安穏覆載音聲\n欲温和中宫頭面手足身形骨節皆欲相副稱\n此其略要也夫骨法為祿相表氣色為吉凶候\n部位為年時徳行為三者招天授性命決然表\n有顯微色有濃淡行有薄厚命有去就是以吉\n㐫期㑹祿位成敗有不必非聰明慧智用心精\n宻孰能以中昔内史叔服過魯公妋敖聞其能\n相人也而見其二子焉叔服曰榖也食子難也\n收子榖也豐下必有後於魯及穆伯之老也文\n伯居養其死也惠叔典哭魯竟立獻子以續孟\n氏之後及王孫說相喬如子上㡬商臣子文憂\n越椒叔姬惡食我單襄公察晉厲子貢觀邾魯\n臧文聽禦說陳咸見張　賢人達士察以善　心\n無不中矣及唐舉之相李兊蔡澤許負之相鄧\n通條侯雖司命班祿追叙行事弗能過也雖然\n人之有骨法也猶萬物之有種類材木之有常\n宜巧匠因象各有所授曲者宜為輿檀宜作輻\n榆宜作轂此其正法通率也若有其質而工不\n材可如何故凡相者能期其所極不能使之必\n至十種之地膏壤雖肥弗耕不穫千里之馬骨\n法雖具弗策不致夫觚而弗琢不成於器士而\n弗仕不成於位若此者天地所不能貴賤鬼神\n所不能貧富也或王公孫子仕宦終老不至於\n榖或庶隷厮賤無故騰躍窮極爵位此受天性\n命當必然者也詩稱天難忱斯性命之質德行\n之招叅錯授不易者也然其大要骨法爲主氣\n色爲候五色之見王廢有智者見祥脩善迎之\n其有憂色循行改尤愚者反戾不自省思雖休\n徴見相福轉爲災於戯君子可不敬哉\n　　　　　六月十六日對\n潜夫論卷第六\n"}
{"id": "KR3a0010_007", "series": "KR3a0010", "text": "潜夫論卷第七　王符\n　　　夢列第二十八\n　　　釋難苐二十九\n夢列第二十八\n凡夢有直有象有精有想有人有感有時有反\n有病有性在昔武王邑姜方震太叔夢帝謂已\n命爾子虞而與之唐及生手掌曰虞因以為名\n成王滅唐遂以封之此謂直應之夢也詩云惟\n熊惟羆男子之祥惟虺惟蛇女子之祥衆惟魚\n矣實惟豐年旐惟旄矣室家蓁蓁此謂象之夢\n也孔子生於亂世日思周公之徳夜即夢之此\n謂意精之夢也人有所思即夢其到有憂即夢\n其事此謂記想之夢也今事貴人夢之即為祥\n賤人夢之即為妖君子夢之即為榮小人夢之\n即為辱此謂人位之夢也晉文公於城濮之戰\n夢楚子伏已而盬其腦是大惡也及戰乃大勝\n此謂極反之夢也隂雨之夢使人厭迷陽旱之\n夢使人亂離大寒之夢使人怨悲大風之夢使\n人飄飛此謂感氣之夢也春夢發生夏夢髙明\n秋冬夢熱藏此謂應時之夢也隂病夢寒陽病\n夢熱内病夢亂外病夢發百病之夢或散或集\n此謂氣之夢也人之情心好惡不同或以此吉\n或以此凶當各自察常占所從此謂性情之夢\n也故先有差武者謂之精晝有所思夜夢其事\n乍吉乍善凶惡不信者謂之想貴賤賢愚男女\n長少謂之人風雨寒暑謂之感五行王相謂之\n時隂極即吉陽極即凶謂之反觀其所疾察其\n所夢謂之病心精好惡於事驗謂之性凡此十\n者占夢之大略也而决吉凶者之類以多反其\n故哉豈人覺為陽人寐為隂隂陽之務相反故\n邪此亦謂其不甚者爾借如使夢吉事而已意\n大喜樂發於心精則真吉矣夢凶事而已意大\n恐懼憂悲發於心精即真惡矣所謂秋冬夢死\n傷也吉者順時也雖然財為大害爾由弗若勿\n夢也凡察夢之大體清絜鮮好貌堅徤竹木茂\n美宫室器械新成方正開通光明温和升上向\n興之象皆為吉喜謀從事成諸臭汙腐爛枯槁\n絶霧傾倚徵邪劓刖不安閉塞幽昧解落墜下\n向衰之象皆為計謀不從舉事不成妖孽恠異\n可憎可惡之事皆為憂圖畫䘏胎刻鏤非真瓦器\n虛空皆為見欺紿倡優俳儛俟小兒所戯弄之\n象皆為觀笑此其大部也夢或甚顯而無占或\n甚微而有應何也曰本所謂之夢者困不了察\n之稱而懵憒冒名也故亦不專信以斷事人對\n計事起而行之尚有不從况於忘忽雜夢亦可\n必乎唯其時有精誠之所感薄神靈之所告者\n乃有占爾是故君子之異夢非妄而已也必有\n事故焉小人之異夢非桀而已也時有眞祥焉\n是以武丁夢獲聖而得傳說二世夢白虎而其\n封夫竒異之夢多有故而少無為者矣人一寢\n之夢或屢遷化百物代至而其主不能䆒道之\n故占者有不中也此非古之罪也乃夢者過也\n或言夢審矣而說者不能連類傳觀故其悪有\n不驗也此非書之罔乃說之過也是故占夢之\n難者讀其書為難也夫占夢必謹其變故審其\n徼候内考情意外考王相即吉凶之符善悪之\n効庶可見也且凡人道見瑞而脩德者福必成\n見瑞而縱恣者福轉為禍見妖而驕侮者禍必\n成見妖而戒懼者禍轉為福是故大姒有吉夢\n文王不敢康吉祀于羣神然後占于明堂並拜\n吉夢修發戒懼聞喜若憂故能成吉以有天下\n虢公夢見蓐收賜之土田目以爲有吉因史嚚\n令國賀夢聞憂而喜故能成凶以滅其封易曰\n使知懼又明於憂患與故凡有異夢感心以及\n人之吉凶相之氣色無問善惡常恐懼脩省以\n徳迎之乃其逢吉天祿永終\n釋難第二十九\n庚子問於潜夫曰堯舜道徳不可兩羙實若韓\n子戈伐之說邪潜夫曰是不知難而不知類今\n夫伐者盾也厥性利戈者矛也厥性害是伐爲\n賊伐為禁也其不俱盛固其術也夫堯舜之相\n於人也非戈與伐也其道同仁不相害也舜伐\n何如弗得俱堅堯伐何如不得俱賢哉且夫堯\n舜之徳譬猶偶燭之施明于幽室也前燭即盡\n照之矣後燭入而益明此非前燭昧而後燭彰\n也乃二者相因而成大光二聖相徳而致太平\n之功也是故大鵬之動非一羽之輕也騏驥之\n速非一足之力也衆良相徳而積施乎無極也\n堯舜兩羙蓋其則也伯叔曰吾子過矣韓非之\n取矛盾以喻者將假其不可兩立以詰堯舜之\n不得並之勢而論其本性之仁與賊不亦失是\n譬喻之意乎潜夫曰夫譬喻也者生於直告之\n不明故假物之然否以彰之物之有然否也非\n以其文也必以其真也今子舉其實文之性以\n喻而欲使鄙也釋其文鄙也惑焉且吾聞問隂\n對陽謂之彊說論西詰東謂之彊難子若欲自\n必以則昨反思然後求無苟目彊􁂞子曰周公\n知管蔡之惡以相武使肆厥毒從而誅之何不\n仁也若其不知何不聖也二者之過必處一焉\n潜夫曰書二子挾􁂞子父以叛然未知其類之\n與抑抑相反且天知桀惡而帝之夏又知紂惡\n而王之殷使虐二國殘賊下民多縱厥毒滅其\n身亦可謂不仁不知乎􁂞子曰不然夫桀紂者\n無親於天故天任而弗憂誅之而弗哀今管蔡\n之與周公也有兄弟之親有骨肉之恩不量能\n而使之不堪命而任之故曰異於桀之與天也\n潜夫曰皇天無親帝王繼體之君父事天王者\n為子故父事天也率土之民莫非王臣也將而\n必誅王法公也無偏無頗親踈同也大義滅親\n尊王之義也立弊之天為周公之徳因斯也過\n此而往者未之或知秦子問於潜夫曰耕種生\n之本也學問業之末也老𥅆有言大丈夫處其\n實不居其華而孔子曰耕也餒在其中學也祿\n在其中敦問今使舉世之人釋耨耒而程相羣\n於學何如潜夫曰善哉問君子勞心小人勞力\n故孔子所稱謂君子爾今以目所見耕食之本\n也以心原道即學又耕之本也易曰立天之道\n曰隂與陽立地之道曰柔與剛立人之道曰仁\n與義夫反徳者爲災潜夫曰嗚呼而未此察乎\n吾語子夫君子也者其賢宜君國而徳宜子民\n也宜處此位者唯仁義人故有仁義者謂之君\n子昔荀子有言夫仁也者愛人愛人故不忍危\n也義也者聚人聚人故不忍亂也是故君子夙\n夜箴規蹇蹇匪懈者憂君之危亡哀民之亂離\n也故賢人君子推其仁義之心愛之君猶父母\n也愛居世之民猶子弟也父母將臨顛隕之患\n子弟將有陷溺之禍者豈能墨乎哉是以仁者\n必有勇而徳人必有義也且夫一國盡亂無有\n安身詩云莫肯念亂誰無父母言將皆為害然\n有親者憂將深也是故賢人君子既憂民亦為\n身作夫蓋滿於上沾溥在下棟折欀崩懼有厭\n患故大屋移傾則下之人不待告令各爭其柱\n之仁者兼護人家者且自為也易曰王明並受\n其福是以次室倚立而嘆嘯楚女掲幡而激王\n仁惠之恩忠愛之情固能已乎\n　　　　十七日讀此卷夣列一篇亦固矣\n潜夫論卷第七\n"}
{"id": "KR3a0010_008", "series": "KR3a0010", "text": "潜夫論卷第八\n　　　交際第三十\n　　　明忠第三十一\n　　　本訓第三十二\n　　　德化第三十三\n　　　五德第三十四\n交際第三十\n語曰人惟舊器惟新昆弟世踈朋友世親此交\n際之理人之情也今則不然多思逺而忘近背\n故而向新或歴載而益踈或中路而相捐悟先\n聖之典戒負乆要之誓言斯何故哉退而省之\n亦可知也勢有常趣理有固然富貴則人爭附\n之此勢之常趣也貧賤則爭去之此理之固然\n也夫與富貴交者上有稱譽之用下有貨財之\n益與貧賤交者大有賑貸之費小有假借之損\n今使官人雖兼桀跖之惡苟結駟而過士士猶\n以榮而歸焉况其實有益者乎使處子雖苞顔\n閔之賢苟被褐而造門人猶以為辱而恐其復\n來况其實有損者乎故富貴易得宜貧賤難得\n適好服謂之奢僣惡衣謂之困厄徐行謂之饑\n餒疾行謂之逃責不候謂之倨慢數來謂之求\n食空造以為無意奉贄以為欲貸恭謙以為不\n肖抗揚以為不得此處子之覉薄貧賤之苦酷\n也夫處卑下之位懐北門之殷憂内見謫於妻\n子外蒙譏於士夫嘉㑹不從禮餞御不逮衆貨\n財不足以合好力勢不足以扙急歡忻乆交情\n好曠而不接則人無故自廢踈矣漸踈則賤者\n逾自嫌而日引貴人逾務黨而忘之夫以逾踈\n之賤伏於下流而望日忘之貴此谷風所為内\n摧傷而介推所以赴深山也夫交利相親交害\n相踈是故長捄誓而廢心無用者也交漸而親\n必有益者也俗人之相於也有利生親積親生\n愛積愛生是積是生賢情苟賢之則不自覺心\n之親之口之譽之也無利生踈積踈生憎積憎\n生非積非生惡情苟惡之則不自覺心之外之\n口之毁之也是故富貴雖新其勢日親貧賤雖\n舊其勢日除此處子所以不能與官人競也世\n主不察朋交之所生而苟信貴臣之言此絜士\n所以獨隐翳而姦雄所以黨飛揚也昔魏其之\n客流於武安長平之吏移於冠軍廉頗翟公載\n盈載虛夫以四君之賢藉舊貴之夙恩客猶若\n此則又況乎生貧賤者哉唯有古烈之風志義\n之士爲不然爾恩有所結終身無解心有所矜\n賤而益篤詩云淑人君子其儀一兮心如結兮\n故歳寒然後知松栢之後凋也隘然後知其人\n之篤固也候􁏮豫讓出身以報恩鱄諸荆軻奮\n命以効用故死可爲也處之難爾龎勛㪍貂一\n旦見收亦立爲義報况累舊乎故鄒陽稱之曰\n桀之狗可使吠堯跖之客可使刺由豈虛言哉\n俗士淺短急於目前見赴有益則先至顧無用\n則後軰是以欲速之徒競推上而不暇接下爭\n逐前而不遑䘏後是故韓安國能遺田蚡五百\n金而不能賑一窮翟方進稱淳于長而不能薦\n一士夫安國方進前世之忠良也而猶若此則\n又況乎末塗之下相哉此姧雄所以逐黨進而\n處子所以愈擁蔽也非明聖之君孰能照察且\n夫怨惡之生若二人偶焉苟相對也恩情相向\n推極其意精誠相射貫心達髓愛樂之隆輕相\n為死是故侯生豫子刎頸而不恨苟相背也心\n情乖牙推極其意分背奔馳窮東極西心尚未\n決是故陳餘張耳老相全滅而無感痛從此觀\n之交際之理其情大矣非獨朋友為然君臣夫\n婦亦猶是也當其歡也父子不能問及其乖也\n怨讎不能先是故聖人常慎微以敦其終富貴\n未必可重貧賤未必可輕人心不同好度量相\n萬億許由讓其帝位俗人有争縣職孟軻辭祿\n萬鍾小夫貪於升食故曰鶉鷃群游終日不休\n亂舉聚跱不離蒿茆鴻鵠髙飛雙别乖離通千\n達萬志在陂池鸞鳯翺翔黄歴之上徘徊太清\n之中隨景風而飄颻時抑揚以從容意猶未得\n喈喈然長鳴蹷號振翼陵朱雲薄升極呼吸陽\n露曠旬不食其意尚猶嗛嗛如也三者殊務各\n安所為是以伯夷採薇而不恨巢父木棲而自\n願由斯觀諸士之志量固難測度凡百君子未\n可以富貴驕貧賤謂貧賤之必我屈也詩云徳\n輶如毛民鮮克舉之世有大男者四而人莫之\n能行也一曰恕二曰平三曰恭四曰守夫恕者\n仁之本也平者義之本也恭者禮之本也守者\n信之本也四者並立四行乃具四行具存是謂\n真賢四本不立四行不成四行無一是謂小人\n所謂恕者君子之人論彼恕於我動作友聲故\n人君不開精誠以示賢忠賢忠亦無以得逹易\n曰王明並受其福是以忠臣必待明君乃能顯\n其節良吏必得察主乃能成其功君不明則大\n臣隱下不遏忠又羣司舎法而阿貴夫忠言所\n以為安也不貢必危法禁所以為治也不奉必\n亂忠之貢與不貢法之奉與不奉其秉皆在於\n君非臣下之所能為也是故聖人求之於已不\n以責下凡為人上法術明而賞罰必者雖無言\n語而勢自治治賈一倍以相髙茍能富貴雖積\n狡惡争稱譽之終不見非苟處貧賤恭謹秪為\n不肖終不見是此俗化之所以浸敗而禮義之\n所以消衰也世有可患者三三者何曰情實薄\n而辭稱厚念實忽而文想憂懐不來而外克期\n不信則懼失賢信之則註誤人此俗世可猒之\n甚者也是故孔子疾夫言之過其行者詩傷蛇\n蛇碩言出自口矣巧言如簧顔之厚矣今世俗\n之交也未相照察而求深固探懐扼腕拊心祝\n詛苟欲相䕶論議而已分背之日既得之後則\n相棄忘或受人恩徳先以濟度不能㧞舉則因\n毁之為生瑕釁明言我不遺力無奈自不可爾\n詩云知我如此不如無生先合而後忤有初而\n無終不若本無生意彊自誓也君子屢盟亂是\n用長大人之道周而不比微言相感掩若同符\n又焉用盟孔子恂恂似不能言者又稱誾誾言\n唯謹也士貴有辭亦憎多口故曰文質彬彬然\n後君子與其不忠剛毅木訥尚近於仁嗚呼哀\n哉凡今之人言方行圓口正心邪行與言謬心\n與口違論古則知稱夷齊原顔言今則必官爵\n職位虛談則知以徳義為賢貢薦則必閥閲為\n前䖏子雖躬顔閔之行性勞謙之質秉伊吕之\n才懐救民之道其不見資於斯世也亦已明矣\n明忠第三十一\n人君之稱莫大於明人臣之譽莫美於忠此二\n徳者古來君臣所共願也然明不繼踵忠不萬\n一者非必愚闇不逮而惡名揚也所道求之非\n其道云爾夫明據下起忠依上成二人同心則\n利斷金能如此者兩譽俱具要在於明操法術\n自握權秉而已矣所謂術者使下不得欺也所\n謂權者使勢不得亂也術誠明則雖萬里之外\n幽冥之内不得不求効權誠用則逺近親踈貴\n賤賢愚無不歸心矣周室之末則不然離其術\n而舎其權怠於己而恃於人是以公卿不思忠\n百僚不盡力君王孤蔽於上兆黎冤亂於下故\n遂衰微侵奪而不振也夫帝王者其利重矣其\n威大矣徒懸重利足以勸善徒設嚴威可以懲\n姧乃張重利以誘民操大威以驅之則舉世之\n人可令冐白刃而不恨赴湯火而不難豈云但\n率之以共治而不宜哉若鷹也然獵夫御之猶\n使終日奮撃而不敢怠豈有人臣而不可使盡\n力者乎詩云伐柯伐柯其則不遠夫神明之術\n其在君身而忽之故令臣鉗口結舌而不敢言\n此耳目所以蔽塞聡明所以不得也制下之權\n日陳君前而君釋之故令君臣懈弛而背朝此\n威徳所以不照而功名所以不建也詩云我雖\n異事及爾同僚我即爾謀聽我敖敖夫惻隠人\n皆有之是故耳聞啼號之音無不為之慘悽悲\n懐而傷心者目見危怠之事無不為之灼怛驚\n而赴救之者君臣義重行路禮輕過耳悟目之\n交未恩未徳非貧非貴而猶若此則又况於北\n面稱臣被寵者乎是故進忠扶危者賢不肖之\n所共願也誠皆願之而行違者常苦其道不利\n而有害言未得言而身敗爾歴觀古來愛君憂\n主敢言之臣治勢一成君自不能亂也况臣下\n乎法術不明而賞罰不必者雖曰號令然勢自\n亂亂勢一成君自不能治也況臣下乎是故勢\n治者雖委之不亂勢亂者雖懃之不治也堯舜\n恭已旡為而有餘勢治也胡亥王莾馳騖勢亂\n也故曰善者求之於勢弗責於人是以明王審\n法度而布教令不行私以欺法不黷教以辱命\n故臣下敬其言而奉其禁竭其心而稱其職此\n由法術明而威權任也夫術之為道也精微而\n神言之不足而行有餘有餘故能兼四海而照\n幽㝠權之為勢也徤悍以大不待貴賤操之者\n重重故能奪主威而順當也是以明君未嘗示\n人術而借下權也孔子曰可與權是故聖人顯\n諸仁藏諸用神而化之使民宜之然後致其治\n而成其功功業效於民美譽傳于世然後君乃\n得稱明臣乃得稱忠此所謂明據下作忠依上\n成二人同心其利斷金也\n本訓第三十二\n上古之世太素之時元氣窈㝠未有形􁫉萬精\n合并混而為一莫制莫御若斯乆之翻然自化\n清濁分别變成隂陽隂陽有體實生兩儀天地\n壹鬱萬物化淳和氣生人以統理之是故天本\n諸陽地本諸隂人本中和三才異務相待而成\n各循其道和氣乃臻璣衡乃平天道日施地道\n日化人道日為為者蓋所謂感通隂陽而致珍\n異也人行之動天地譬猶車上御駟馬蓬中擢\n自照矣雖為所覆載然亦在我何所之可孔子\n曰時乘六龍以御天言行君子所以動天地也\n可不愼乎從此觀之天呈其兆人序其勲書故\n曰天功人其代之如蓋理其政以和天氣以臻\n其功是故道德之用莫大於氣道者之根也氣\n所變也神氣之所動也當此之時正氣所加非\n唯於人百糓草木禽獸魚鼈皆口養其氣聲入\n於耳以感於心男女聽以施精神資和以􁫉衃\n民之胎含嘉以成體及其生也和以養性美在\n其中而暢於四胑實於血脉以心性志耳意目\n精欲無不貞廉絜懷履行者此五帝三王所以\n能畫法像而民不違正已徳而世自化也是故\n法令刑賞者乃所以治民事而致整理爾未足\n以興大化而升太平也夫欲歴三正之絶迹臻\n帝皇之極功者必先原元而本本興道而致和\n以淳粹之氣生敦庬之民明徳義之表作信厚\n之心然後化可美而功可成也\n徳化第三十三\n人君之治莫大於道莫盛於徳莫美於教莫神\n於化道者所以持之也徳者所以苞之也教者\n所以知之也化者所以致之也民有性有情有\n化有俗情性者心也本也化俗者行也末也末\n生於本行起於心是以上君撫世先其本而後\n其末慎其心而理其行心精苟亡則姦匿所作\n邪意無所載矣夫化變民心也猶政變民體也\n徳政加於民則多滌暢姣好堅彊考壽惡政加\n於民則多罷癃尫病夭昬扎瘥故尚書美考終\n命而惡凶短折國有傷明之政則民多病因有\n者道之使也必有其根其氣乃生必有其使變\n化乃成是故道之為物也至神以妙其為功也\n至彊以大天之以動地之以静日之以光月之\n以明四時五行鬼神人民億兆醜類變異吉凶\n何非氣然及其乖戾天之尊也氣裂地之大也\n氣動山之重也氣徙水之流也氣絶之日月神\n也氣蝕之星辰虛也氣隕之旦有晝晦宵有大\n風飛車拔樹僨電為氷温泉成湯麟龍鸞鳳蝥\n蠈蝝蝗莫不氣之所為也以此觀之氣運感動\n亦誠大矣變化之為何物不能是故上聖故不\n務治民事而務治民心故曰聽訟吾猶人也必\n也使無訟乎導之以徳齊之以禮務厚其情而\n明則務義民親愛則無相害傷之意動思義則\n無姦邪之心夫若此者非律之所使也非威刑\n之所彊也此乃教化之所致國有傷聡之政則\n民多病身有傷賢之政則賢多横夭夫形體骨\n幹為堅彊也然猶隨政變易又况乎心氣精微\n不可養哉詩云敦彼行葦羊牛勿踐履方苞方\n體惟葉握握又曰䳒飛厲天魚躍于淵愷悌君\n子胡不作人公劉厚徳恩及草木羊牛六畜且\n猶感徳消息於心已之所無不以責下我之所\n有不以譏彼感已之好敬也故接士以禮感已\n之好愛也故遇人有恩已欲立而立人已欲達\n而達人善人之憂我也故先勞人惡人之忘我\n也故常念人凢品則不然論人不恕己動作不\n思心無之已而責之人有之我而譏之彼已無\n禮而責人敬已無恩而責人愛貧賤則非人之\n不我憂也富貴則是我之不憂人也行已若此\n難以稱仁矣所謂平者内懐尸鳩之恩外執砥\n㺯之心論士必定於志行毁譽必㕘於效驗不\n隨俗而雷同不逐聲而寄論苟善所在不譏貧\n賤苟惡所錯不忌富貴不諂上而慢下不猒故\n而敬新凢品則不然内偏頗於妻子外僣惑於\n知友得則譽之怨則謗之平議無惇均譏譽無\n效驗苟阿貴以比黨苟剽聲以群吠事富貴如\n奴僕視貧賤如傭客有至秉權之門而不一至\n無勢之家執心若此難以稱義所謂恭者内不\n敢傲於室家外不敢慢於士大夫見賤如貴視\n少如長其禮先入其言後出恩意無不荅禮敬\n無不報覩賢不居其上與人推讓事䖏其勞居\n從其徳位安其卑養甘其薄凢品則不然内慢\n易於妻子外輕侮於知友聡明不别真偽心思\n不别善醜愚而喜傲賢少而好陵長恩意不相\n荅禮敬不相報觀賢不相推㑹同不能讓動欲\n擇其佚居欲處其安養欲擅其厚位欲争其尊\n見人謙讓因而嗤之見人恭敬因而傲之如是\n而自謂賢能智慧為行如此難以稱忠所謂守\n者心也有度之士情意精專心思獨覩不驅於\n險墟之俗不惑於衆多之口聡明懸絶秉心塞\n淵獨立不懼遯世無悶心堅金石志輕四海故\n守其心而成其信凢器則不然内無持操外無\n凖儀傾側險詖求同於心口無定論不恒其徳\n二三其行秉操如此難以稱信夫是四行者其\n輕如毛其重如山君子以爲易小人以爲難孔\n子曰仁逺乎哉我欲仁仁斯至矣又稱知德者\n尠俗之偏黨自古而然非乃今也凢百君子競\n於驕僣貪樂慢傲如忠信未逹而爲左右所掬\n按當世而覆𬒳更爲否愚惡狀之臣者豈可勝\n哉孝成終没之日不知王章之直孝哀終没之\n日不知王嘉之忠也此後賢雖有憂君哀主之\n情忠誠正直之節然猶且沈吟觀聽行已者也\n鳴鶴在隂其子和之相彼鳥矣猶求仁不忍踐\n履生草則又况於民萌而有不化者乎君子脩\n其樂易之徳上及飛鳥下及淵魚不歡忻恱豫\n則又況士庶而不仁者乎聖深知之皆務正已\n以為表明禮義以為教和徳氣於未生之前正\n表儀於咳笑之後民之胎也合中和以成其生\n也立方正以長是以為仁義之心㢘恥之志骨\n著脉通與體俱生而無麤穢之氣無邪淫之欲\n雖放之大荒之外措之幽㝠之内終無違禮之\n之行投之危亡之地納之鋒鍔之間終無苟全\n之心舉世之人行皆若此則又烏所得亡夫姦\n亂之民而加辟哉上天之載無馨無臭儀形文\n王萬邦作孚此姬氏所以崇美於前而致刑錯\n於後聖人其尊徳禮而卑刑罰故舜先勑契以\n敬敷五教而後命臯陶以五刑三居是故凢立\n法者非以司民短而誅過誤乃以防姦惡而救\n禍敗撿淫邪而内正道爾詩云民之秉夷好是\n懿徳故民有心也猶為種之有園也遭和氣則\n秀茂而成實遇水旱則枯槁而生孽民蒙善化\n則有士君子之心被惡政則人有懐姦亂之慮\n故善者之養天民也猶良工為麴豉也起居以\n其時寒温得其適則一䕃之麴豉盡美而多量\n其愚拙工則一䕃之麴豉皆臭敗而棄損今六\n合亦由一䕃也黔首之屬猶豆麥也變化云為\n在將者爾遭良吏則皆懐忠信而履仁厚遇惡\n吏則皆懐姦邪而行淺薄忠厚積則致太平姦\n薄積則致危亡是以聖帝明王皆敦徳化而薄\n威刑徳者所以脩已也威者所以治人也上智\n則下愚之民少而中庸之民多中民之生世也\n猶鑠金之在鑪也從篤變化唯冶所為方圓薄\n厚隨鎔制爾是故世之善否俗之薄厚皆在於\n君上聖和氣以化民心正表儀以率群下故能\n使民比屋可封堯舜是也其次躬道徳而敦慈\n愛美教訓而崇禮讓故能使民無爭心而致刑\n錯文武是也其次明好惡而顯法禁平賞罰而\n無阿私故能使民辟姦邪而趨公正理弱亂以\n致治彊中興是也治天下身處汙而放情怠民\n事而急酒樂近頑童而逺賢才親諂䛕而踈正\n直重賦稅以賞無功妄加喜怒以傷無辜故能\n亂其政以敗其民弊其身以喪其國者幽厲是\n也孔子曰三人行必有我師焉擇其善者而從\n之其不善者我則改之詩美宜鑒于殷自求多\n福是故世主誠能使六合之内舉世之人咸懐\n方厚之情而無淺薄之惡各奉公政之心而無\n姦陬之慮則羲農之俗復見于兹麟龍鸞鳯復\n畜于郊矣\n五徳志第三十四\n自古在昔天地開闢三皇迭制各樹號謚以紀\n其世天命五代正朔三復神明感生愛興有國\n亡于嫚以滅於積惡神微精以天命㒺極或皇\n馮依或繼體育太曎以前尚矣迪斯用來頗可\n紀録雖一精思議而復誤故撰古訓著五徳志\n世傳三皇五帝多以為伏羲神農為三皇其一\n者或曰燧人或曰祝融或曰女媧其是與非未\n可知也我聞古有天皇地皇人皇以為或及此\n謂亦不敢明凢斯數其於五經皆無正文故略\n依易繋記伏羲以來以遺後賢雖多未必獲正\n然罕可以浮游慱觀共求厥真大人迹出雷澤\n華胥履之生伏羲其相日角世號太曎都于陳\n其徳木以龍紀故為龍師而龍名作八卦結繩\n為網以漁後嗣帝嚳代顓頊氏其相戴十其號\n髙辛厥質神靈徳行祗肅迎逆日月順天之則\n能叙三辰以周民作樂六英世有才子八人伯\n奮仲堪叔獻季仲伯虎仲雄叔豹季狸忠肅恭\n懿宣慈惠和天下之人謂之八元後嗣姜嫄履\n大人迹生姬棄厥相披頥爲堯司徒又主播種\n農植嘉榖堯遭水災萬民以濟故舜命曰后稷\n初烈山氏之有天下也其子曰柱能植百榖故\n立以爲稷自夏以上祀之周之興也以棄代之\n至今祀之大姙夢長人感已生文王厥相四乳\n爲西伯興於岐斷虞芮之訟而始受命武王駢\n齒勝殷遏劉成周道姬之别封衆多管蔡成霍\n魯衛毛聃郜雍曹滕畢原酆郇文之昭也邘晉\n應韓武之穆也凢蔣邢苑祚祭周公之胤也周\n召虢吳隨邠方卬自潘養滑鎬宫宻榮丹郭楊\n逢管唐韓楊觚欒甘鱗虞王氏皆姬姓也有神\n龍首出常感姙姒生赤帝魁隗身號炎帝世號\n神農代伏羲氏其徳火紀故為火師而火名是\n以斵木為耜揉木為耒耨日中為市致天下之\n民聚天下之貨交易而退各得其所後嗣慶都\n與龍合㛰生伊堯代髙辛氏其眉八彩世號唐\n作樂大章始禪位武王克殷而封其胄於鑄含\n始吞赤珠剋曰玉英生漢龍感女媪劉季興大\n電繞樞炤野感符寶生黄帝軒轅代炎帝氏其\n相龍顔其徳土行以雲紀故為雲師而雲名作\n樂咸池是始制衣裳後嗣握登見大虹意感生\n重華虞舜其目重瞳事堯堯乃禪位曰格爾舜\n天之暦數在爾躬允執厥中四海困窮天祿永\n終乃受終于文祖也號有虞作樂九韶禪位於\n禹武王克殷而封胡公媯滿於陳庸以元女大\n姬大星如虹下流華渚女節萬接生白帝摯青\n陽世號少曎代黄帝氏都于曲阜其徳金行其\n立也鳯皇適至故紀於鳥鳯氏暦正也玄鳥氏\n司分者也伯趙氏司至者也青鳥氏司啟者也\n丹鳥氏司閉者也祝鳩氏司徒也雎鳩氏司馬\n也尸鳩氏司空也爽鳩氏司冦也鶻鳩氏司事\n也五鳩鳩民者也五雉為五工正利器用夷民\n者也是故作書契百官以治萬民以察有才子\n四人曰重曰該曰脩曰熈實能金木及水故重\n為勾芸該為蓐収脩及熈為玄冥恪恭厥業世\n不失職遂濟窮桒後嗣脩紀見流星意感生白\n帝文命我禹其耳參漏為堯司空主平水土命\n山川畫九州制九貢功成賜玄珪以告勲于天\n舜乃禪位命如堯詔禹乃即位作樂大夏世號\n夏后傳嗣子啟啟子太康仲康更立兄弟五人\n皆有昬徳不堪帝事降須洛汭是謂五觀孫相\n嗣位夏道浸衰於是后羿自鉏遷于窮石因夏\n民以代夏政滅相妃后緡方娠逃出自竇奔于\n有仍生少康焉仍妃牧正羿恃已射也不脩民\n事而淫于原獸棄武羅伯因熊髠尨圉而用寒\n浞浞栢明氏䜛子弟也栢明氏惡而棄之夷羿\n収之信而使之以為已相浞行媚于内施賂于\n外愚弄于民虞羿于田樹之詐匿以取其國家\n外内咸服羿猶不悛將歸自田家衆殺而烹之\n以食其子子不忍食諸死于窮門靡奔于有鬲\n氏浞因羿室生澆及􁑮恃其䜛慝詐偽而不徳\n于民使澆用師滅斟灌及斟尋氏處􁑮于過處\n澆于戈使椒求少康逃奔有虞為之胞正虞思\n妻以二妃而邑諸綸有田一成有衆一旅能布\n其徳而兆其謀以収夏衆撫其官職靡自有鬲\n収二國之燼以滅浞而立少康焉乃使女艾誘\n澆使后杼誘􁑮遂滅過戈復禹之績祀夏\n配天不失舊物十有七世而桀亡天下武王克\n殷而封其後於杞或封於繒又封少曎之胄於\n祁澆才力蓋衆驟其勇武而卒以亡故南宫括\n曰羿善射奡盪舟俱不得其死也姒姓分氏夏\n后有扈有南斟尋泊㳶辛襄費戈冥繒皆禹後\n也揺光如月正日感女樞幽防之宫生黑帝顓\n頊其相駢幹身號髙陽世號共工代少曎氏其\n徳水行以水紀故為水師而水名承少曎衰九\n黎亂徳乃命重黎討訓服暦象日月東西南北\n作樂五英有才子八人蒼舒隤凱擣演大臨尨\n降庭堅仲容叔逹齊聖廣淵明允篤誠天下之\n人謂之八凱共工氏有子曰勾龍能平九土故\n號后土死而爲社天下祀之娀簡吞燕卵生子\n契爲堯司徒職親百姓順五品扶都見白氣貫\n月意感生黒帝子履其相二肘身號湯世號殷\n致太平後衰乃生武丁即位黙以不言思道三\n年而夢獲賢人以爲師乃使以夢像求之四方\n側陋得傅說方以胥靡築於傅巖升以爲大公\n而使朝夕規諌恐其布憚怠也則勑曰若金用\n汝作礪若濟巨川用汝作舟楫若時大旱用汝\n作霖雨啟乃心沃朕心若藥不瞑眩厥疾不瘳\n若跣不視地厥足用傷爾交脩余無棄故能中\n興稱號高宗及帝辛而亡天下謂之紂武王封\n微子於宋封箕子於朝鮮子姓分氏殷時來宋\n扐蕭空同北叚皆湯後也\n潜夫論卷第八\n"}
{"id": "KR3a0010_009", "series": "KR3a0010", "text": "潜夫論卷第九　王符\n　　　志氏姓第三十五\n昔者聖王觀象於乾坤考度於神明探命暦之\n去就省羣后之徳業而賜姓命氏因彰徳功傳\n稱民之徹官百王公之子第千世能聴其官者\n而物賜之姓是謂百姓姓有徹品　於王謂之\n千品昔堯賜契姓姬賜禹姓姒氏曰有夏伯夷\n為姜氏曰有吕下及三代官有世功則有官族\n邑亦如之後世微末因是以為姓則不能故也\n故或傳本姓或氏號邑謚或氏於爵或氏於志\n若夫五帝三王之世所謂號也文武昭景成宣\n戴桓所謂謚也齊魯吳楚秦晉燕趙所謂國也\n王氏侯氏王孫公孫所謂爵也司馬司徒中行\n下軍所謂官也伯有孟孫子服叔子所謂字也\n巫氏匠氏陶氏所謂事也東門西門南宫東郭\n北郭所謂居也三烏五鹿青牛白馬所謂志也\n凢厥姓氏皆出屬而不可勝紀也\n衛侯滅邢昭公娶同姓言皆同祖也近古以來\n則不必然古之賜姓大諦可用其餘則難周室\n衰微吳楚僣號下歴七國咸各稱王故王氏王\n孫氏公孫氏及謚氏官國自有之千八百國謚\n官萬數故元不可同也及孫氏者或王孫之班\n也或諸孫之班也故同祖而異姓有同姓而異\n祖亦有雜錯變而相入或從母姓或避怨讎夫\n吹律定姓唯聖能之今民散乆鮮克逺音律天\n主尊正其祖故且略紀顯者以待士合揖損焉\n伏羲姓風其後封任宿須朐顓㬰四國實司太\n曎與有濟之祀且為東蒙主魯僖公母成風蓋\n須朐之女也季氏欲伐顓㬰而孔子譏之炎帝\n苖胄四嶽伯夷為堯典禮折民惟刑以封申吕\n裔生尚為文王師克殷而封之齊或封許向或\n封於紀或封於申城在南陽宛北序山之下故\n詩云亹亹申伯王薦之事于邑于序南國為式\n宛西三十里有吕望許在潁川今許縣是也姜\n戎居伊洛之間晉惠公徙置陸渾州薄甘戯露\n帖及齊之國氏髙氏襄隰氏士氏强氏東郭氏\n雍門氏子雅氏子尾氏子襄氏子淵氏子乾氏\n公旗氏翰公氏賀氏盧氏皆姜姓也\n黄帝之子二十五人班為十二姬酉祁已勝蔵\n伾拘釐姞衣氏也當春秋晉有祁奚舉子薦讎\n以忠直著莒子姓已氏夏之興有任奚為夏車\n正以封於　後遷于祁其嗣仲􁢺居　為湯左\n相王季之妃大任及謝章昌采祝結泉卑遇狂\n大氏皆任姓也台氏女為后稷元妃繁育周先\n姞氏封於燕及鄭文公有賤妾燕姞夢神與之\n蘭曰余為伯儵余而祖也以是有國香人服媚\n及文公見姞賜蘭而御之姞言其夢且曰妾不\n才幸而有子將不信敢徵蘭乎公曰諾遂生穆\n公姞氏之别有闞尹蔡光魯雍斷宻須氏及漢\n河東有郅都汝南有郅君章姓音與古姞同而\n書其字異二人皆著名當世\n少曎氏之世衰而九黎亂德顓頊受之乃命南\n正重司天以屬神命火正黎司地以屬民使復\n舊常無相侵瀆是謂絶地天通夫黎顓頊氏裔\n子呉囬也爲髙辛氏火正淳燿天明地德光四\n海也故名祝融後三苗復九黎之德堯繼重黎\n之後不忘舊者羲伯復治之故重黎氏世序天\n地别其分主以歴三代而封於程其在周世爲\n宣王大司馬詩美王謂尹氏命程伯休父其後\n失守適晉爲司馬遷自謂其後祝融之孫分爲\n八姓已秃彭姜妘曺斯牟已姓之嗣飂叔安其\n裔子曰董父實甚好龍能求其嗜欲以飲食之\n龍多歸焉乃學擾龍以事帝舜賜姓曰董氏曰\n豢龍封諸朡川朡夷彭姓豕韋皆能馴龍者也\n豢龍逢以忠諫桀殺之凡因祝融之子孫已姓\n之班昆吾藉扈温董秃姓朡夷豢龍則夏滅之\n祖姓彭祖豕韋諸稽則商滅之姜姓㑹人則滅\n之妘姓之後封於鄢㑹路偪陽鄢取仲任為妻\n貪冒愛恡蔑賢簡能是用亡邦㑹在河伊之間\n其君驕貪嗇儉減爵損祿羣臣卑讓上下不臨\n詩人憂之故作羔裘閔其痛悼也匪風兾君先\n教也㑹仲不悟重氏伐之上下不能相使禁罰\n不行遂以見亡路子嬰兒娶晉成公姉為夫人\n酆舒為政而虐之晉伯宗怒遂伐滅路荀罃武\n子伐滅偪陽曺姓封於邾邾顔子之支别為小\n邾皆楚滅之芊姓之裔熊嚴成王封之於楚是\n謂粥熊又號粥子生四人伯霜仲雪叔熊季紃\n紃嗣為刑子或封於夔或封於越夔子不祀祝\n融粥熊楚伐滅公族有楚季氏列宗氏闘强氏\n良臣氏耆氏門氏侯氏季融氏仲熊氏子季氏\n陽氏無鈞氏蒍氏善氏陽氏昭氏景氏嚴氏嬰\n齊氏來氏來纎氏即氏申氏訋氏沈氏賀氏減\n氏吉白氏伍氏沈瀐氏餘推氏公建氏子南氏\n子庚氏子午氏西氏王孫田公氏舒堅氏魯陽\n氏黒肱氏皆芊姓也\n楚季者王子敖之曾孫也蚠冒主蒍章者王子\n無鈞也令尹孫叔敖者蒍章之子也左司馬戍\n者莊王之曾孫也葉公諸梁者戍之第三弟也\n楚大夫申旡畏者又氏文氏初紂有蘇氏以妲\n己女而亡殷周武王時有蘇忿生為司寇而封\n温其後洛邑有蘇秦高陽氏之世有才子八人\n蒼舒隤凱擣戭大臨尨降庭堅仲容叔達天下\n之人謂之八凱後嗣有皐陶事舜舜曰皐陶蠻\n夷滑夏寇賊姦宄女作士其子伯翳能議百姓\n以佐舜禹擾馴鳥獸舜賜姓􁏮後有仲衍鳥體\n人元為夏帝大戊御嗣及費仲生惡來季勝武\n王伐紂并殺惡來季勝之後有造父以善御事\n周穆王穆王游西海忘歸於是徐偃作亂造父\n御一日千里以征之王封造父於趙城因以為\n氏其後失守至於趙夙仕晉卿大夫十一世而\n為列侯五世而為武靈王五世亡趙恭叔氏邯\n鄲氏訾辱氏嬰齊氏樓季氏盧氏原氏皆趙嬴\n姓也惡來後有非子以善畜周孝封之於秦世\n地理以為西陲大夫汧秦高是也其後列於諸\n侯五世而稱王六世而始皇生於邯鄲故曰趙\n政及梁葛江黄徐莒蓼六英皆臯陶之後也\n鍾離運掩菟裘尋梁脩魚白寘飛廉宻如東灌\n良時白巴公巴公巴郯復蒲皆嬴姓也帝堯之\n後為陶唐氏後有劉累能畜龍孔甲賜姓為御\n龍以更豕韋之後至周為唐杜氏周衰有隰叔\n子違周難于晉國生子輿為李以正於朝朝無\n閒官故氏為士氏為司空以正於國國無敗績\n故氏司空食采隨故氏隨氏士蒍之孫㑹佐文\n襄於諸侯無惡爲卿以輔成景軍無敗政為成\n率居傳端刑法法集訓典國無姦民晉國之盜\n逃奔于秦於是晉侯為請冕服于王王命隨㑹\n為卿是以受范卒謚武子武子文成晉荆之盟\n降兄弟之國使無閒隟是以受郇櫟由此帝堯\n之後有陶唐氏劉氏御龍氏唐杜氏隰氏士氏\n季氏司空氏趙氏范氏郇氏櫟氏嬴氏冀氏縠\n氏蔷氏擾氏㩏氏傅氏楚氏令尹建嘗問范武\n子之徳於文子文子對曰夫子之家事治言於\n晉國竭情無私其祝史陳信不媿其家事無猜\n其祝史不祈建歸以告康王曰神人無怨宜夫\n子之股肱五君以為諸侯主也故劉氏自唐以\n下漢以上徳著於世莫若范㑹之最盛也斯亦\n有脩已以安人之功矣武王克殷而封帝堯之\n後於社也\n帝舜姓虞又為姚君媯武王克殷而封媯滿於\n陳是為胡公陳哀氏舀氏咸氏慶氏夏氏宗氏\n來氏儀氏司徒氏司城氏皆媯姓也厲公孺子\n完奔齊桓公說之以為工正其子孫大得民心\n遂奪君而自立是為威王五世而亡齊人謂陳\n田矣漢高祖徙諸田闗中而有第一至第八氏\n丞相田千秋司直田仁及杜陽田先碭田先皆\n陳後也武帝賜千秋乘小車入殿故世謂之車\n丞相及莽自謂本田安之後以王家故更氏云\n莾之行詐寔以田常之風敬仲之又有皮氏占\n氏沮氏與氏獻氏子氏鞅氏梧氏坊氏髙氏笀\n氏禽氏\n帝乙元子微子開紂之庻兄也武王封之於宋\n今之睢陽是也宋孔氏祝其氏韓獻氏季老男\n氏巨辰經氏事父氏皇甫氏華氏魚氏而董氏\n艾歳氏鳩夷氏中野氏越椒氏完氏懷氏不弟\n氏冀氏牛氏司城氏冈氏近氏止氏朝氏㪍氏\n右歸氏三㐾氏王夫氏冝氏徴氏鄭氏目夷氏\n鱗氏臧氏虺氏沙氏黒氏圍龜氏旣氏據氏磚\n氏已氏成氏邊氏戎氏買氏尾氏桓氏戴氏向\n氏司馬氏皆子姓也閔公子弗父河生宋父宋\n父生世子世子生正考父正考父生孔父嘉孔\n父嘉生子木金父木金父降為士故曰滅於宋\n金父生祁父祁父生防叔防叔為華氏所偪出\n奔魯為防大夫故曰防叔防叔生伯夏伯夏叔\n梁紇為鄹大夫故曰鄹叔紇生孔子周靈王之\n太子晉幼有成徳聰明博達温恭敦敏榖雒水\n鬬將毁王宫欲壅之太子晉諫以為不順天心\n不若脩政晉平公使叔譽聘於周見太子與之\n言五稱而三窮逡巡而退歸告平公曰太子晉\n行年十五而譽弗能與言君請事之平公遺師\n曠見太子晉太子晉與語師曠服徳深相結也\n乃問曠曰吾聞太師能知人年之長短師曠對\n曰女色赤白女聲清汗火色不壽晉曰然吾後\n三年將上賓于帝女慎無言殃將及女其後三\n年而太子死孔子聞之曰惜夫殺吾君也世人\n以其豫自去期故傳稱王子喬仙仙之後其嗣\n避周難於晉家于平陽田氏王氏其後子孫世\n喜養性神仙之術魯之公故有蟜氏后氏衆氏\n臧氏施氏孟氏仲孫氏服氏公山氏南宫氏叔\n孫氏叔仲氏子我氏子士氏季氏公鉏氏公巫\n氏公之氏子干氏華氏子言氏子駶氏子雅氏\n子陽氏東門氏公折氏公石氏叔氏子家氏榮\n氏展氏乙氏皆魯姬姓也衛之公族石氏世叔\n氏孫氏寗氏子齊氏司徒氏公文氏折龜氏公\n叔氏公南氏公上氏公孟氏將者亦常在櫂寵\n為貴臣及留侯張良韓公族姬姓也秦始皇滅\n韓良弟死不葬良散家貲千萬為韓報讐撃始\n皇於博浪沙中誤椎副車秦索賊急良乃變姓\n為張匿於下邳遇神人黄石公遺之兵法及沛\n公之起也良往屬焉沛公使與韓信略定韓地\n立横陽君城為韓王而拜良為韓信都者司徒\n也俗前音不正曰信都或曰司徒或勝屠然其\n本共一司徒耳後作傳者不知信都何因疆妄\n生意以為此乃代王為信都也凡桓叔之後有\n韓氏言氏嬰氏禍餘氏公族氏張氏此皆韓後\n姬姓也昔周宣王亦有韓侯其國也近燕故詩\n云普彼韓城燕師所完其後韓西亦姓韓為衛\n滿所伐遷居海中畢公髙與周同姓封於畢因\n為氏周公之薨也髙繼軄焉其後子孫失守為\n庶世及畢萬佐晉獻公十六年使趙夙御戎畢\n萬為右以滅耿滅魏封萬今之河北縣是也魏\n顆又氏令狐自萬後九世為魏文侯文侯孫罃\n為魏惠王五世而亡畢陽之孫豫讓事智伯智\n伯國士待之䂊讓亦以見知之恩報智伯天下\n紀其義魏氏令狐氏不雨氏葉大夫氏伯夏氏\n魏强氏䂊氏皆畢氏本姬姓也周厲王之子友\n封於鄭鄭恭叔之後為公文氏軒氏軍氏子疆\n氏强梁氏卷氏㑹氏雅氏孔氏趙陽田章氏孤\n氏王孫氏史龜氏羌氏羌憲氏邃氏皆衛姬姓\n也晉之公族郄氏又斑為吕郄芮又從邑氏為\n冀後有吕錡號駒伯郄犫食采於苦號苦成叔\n郄至食采於温號曰温季各以為氏郄氏之班\n有州氏祁氏伯宗以直見殺其子州黎奔又楚\n以郄宛直而和故為子常所妬受誅其子嚭奔\n吳為大宰懲祖禰之行仍正直遇禍也乃為諂\n䛕而亡吳凡郄氏之班有冀氏吕氏苦成也温\n氏伯氏靖侯之孫欒賔及富氏㳺氏賈氏狐氏\n羊舌氏季夙氏籍氏及襄公之孫孫黶皆晉姬\n姓也晉穆侯生桓叔桓叔生韓萬傅晉大夫十\n世而為韓武侯五世為韓惠王五世而亡國襄\n王之孽孫信俗人謂之韓信都高祖以信為韓\n王孫以信爲韓王後徙王代爲匈奴所攻自降\n之漢遣柴将軍撃之斬信於叅合信妻子亡入\n匈奴中至景帝信子頽當及孫赤來降漢封頽\n當爲弓髙侯赤爲襄城侯及韓嫣武帝時爲侍\n中貴幸無比案道侯韓說前将軍韓魯皆顯於\n漢子孫各隨時帝分陽陵茂陵杜陵及漢陽金\n城諸韓皆其後也信子孫餘留匈奴中駟氏豐\n将氏國氏然氏孔氏羽氏良氏大李氏十族之\n祖穆公之子也各以字爲姓及伯有氏馬師氏\n禇師氏皆鄭姬姓也\n太伯君吳端垂衣裳以治周禮仲雍嗣立斷髮\n文身倮以為飾武王克殷分封其後於吳令大\n賜北吳季扎居延州來故氏延陵季子闔閭之\n弟夫槩王奔楚堂谿因以為氏此皆姬姓也\n鄭大夫有馮簡子後韓有馮亭為上黨守嫁禍\n于趙以致長平之變秦有將軍馮劫與李斯俱\n誅有馮唐與文帝論將帥後有馮奉世上黨人\n也位至將軍女為元帝昭儀因家于亰師其孫\n衍字敬通篤學重義諸儒號之曰徳行雍雍馮\n敬通著書數十篇孝章皇帝愛重其文晉大夫\n郇息事獻公後世將中軍故氏中行食采於智\n智果諫智伯而不見聽乃别族于大史為輔氏\n晉大夫孫伯黶寔司典籍故姓籍氏辛有二子\n董之故氏董氏詩頌宣王始有張仲孝友至春\n秋時宋有張白蔑矣唯晉張侯張老寔為大家\n張孟談相趙襄子以滅智伯遂逃功賞耕於䏍\n山後魏有張儀張丑至漢張姓滋多常山王張\n耳梁人丞相張蒼陽武人也東陽侯張相如御\n史大夫張湯増定律令以妨姦惡有利於民又\n好薦賢達士故受福祐子安世為車騎將軍封\n富平侯敦仁儉約矜遂權而好隂德是以子孫\n昌熾世有賢㣧更封武始遭王莾亂享國不絶\n家凡四公世著忠孝行義前有丞相張禹御史\n大夫張忠後有太尉張酺汝南人太傅張禹趙\n國人司邑閭里無不有張者河東解邑有張城\n有西張城豈晉張之祖所出邪優性舒唐鳩舒\n龍舒其止龍􁉋淫㕘㑹六院䕁髙國\n慶姓樊尹駱　嫚姓鄧優　歸姓胡有何\n葴姓滑齊　掎姓捿䟽　御姓署畨湯\n嵬姓饒攘殺　隗姓赤狄　姮姓白狄\n此皆大吉之姓齊有鮑叔世爲卿大夫晉有鮑\n癸漢有鮑宣累世忠直漢名臣漢􁉋生爲使者\n弟商爲將軍今高陽諸􁉋爲著姓昔仲山甫亦\n姓樊謚穆仲封於南陽南陽者在今河内後有\n樊傾子㬅姓封於鄧後田氏焉南陽鄧縣上蔡\n北有古鄧城新蔡北有古鄧城春秋時楚文王\n滅鄧至漢有鄧通鄧廣後漢新野禹以佐命元\n功封髙宻侯孫太后天性慈仁嚴明約勑諸家\n莫得權京師清浄若無貴戚勤思憂民晝夜不\n怠是以遭羌兵叛大水饑饋而能復之整平豐\n穰太后崩後群姦相㕘競加譛潤破壊鄧氏天\n下痛之魯昭公母家姓歸氏漢有隗囂季孟短\n即大戎氏其先本出黄帝及徐氏蕭氏索氏長\n勺氏陶氏繁氏騎氏饑氏樊氏荼氏皆殷氏舊\n姓也漢興相國蕭何封鄼侯本沛人今長陵蕭\n其後也前將軍蕭望之東海杜陵蕭其後也御\n史大夫有繁延夀南陵襄陽人也杜陵新豐繁\n其後也周氏邵氏畢氏榮氏單氏尹氏錙氏富\n氏鞏氏萇氏此皆周室之世公卿家也周召者\n周公召公之庶子食二公之采以為主吏故世\n有周公召公不絶也尹者本官名也若宋有太\n師楚有令尹左尹矣尹吉甫相宣王有大功績\n詩云尹氏大師維周之底也單穆公襄公頎公\n靖公世有明徳次聖之才故叔嚮美之以後必\n繁昌苦城城名也在塩池東北後人書之或為\n枯齊人聞其音則書之曰車燉煌見其字呼之\n曰車城其在漢陽者不喜枯苦之字則更書之\n曰古城氏堂谿谿谷名也在汝南西平禹字子\n啟者啟開之字也前人書堂谿誤作啟後人變\n之則又作開古漆彫開公冶長前人書彫從易\n泊作周書治漢誤作蠧後人又傳作古或復分\n爲古氏成氏常氏開氏公氏冶氏梁氏周氏此\n數氏者皆本同末異凡姓之離合變分固多此\n類可以一況難勝載也易曰君子以類族辯物\n多識前言徃行以蓄其德學以聚之問以辯之\n故略觀世記采經書依國士及有明文以贊賢\n聖之後班族類之祖言氏姓之出序此假意二\n篇以貽後賢今之焉也\n潜夫論卷第九\n"}
{"id": "KR3a0010_010", "series": "KR3a0010", "text": "潜夫論卷第十\n　　　叙録第三十六\n夫生於當世貴能成大功太上有立徳其下有\n立言闒茸而不才先器能當官未嘗服斯伇無\n所効其勛中心時有感援筆紀數文字以綴愚\n情財令不忽忘芻蕘雖微陋先聖亦咨詢草創\n叙先賢三十六篇以繼前訓左丘明五經先聖\n遺業莫大教訓博學多識疑則思間智明所成\n德義所建夫子好學誨人不倦故叙讚學第一\n凡士之學貴本賤末大人不華君子務寔禮雖\n媒紹必載於贄時俗趨末懼毁術故叙務本第\n二\n人皆智德苦為利昬行汙求榮戴盆望天為仁\n不富為富不仁將修德行必慎其原故叙遏利\n第三\n世不識論以士卒比弗問志行官爵是紀不義\n富貴仲尼所耻傷俗陵遲遂逺聖述故叙論榮\n第四\n惟賢所苦察妬所患皆嫉過已以為深怨或因\n類舋或空造端痛君不察而信䜛言故叙賢難\n第五\n原明所起述暗所生距諫所敗禍亂所成當塗\n之人成欲專君壅蔽賢士以擅主權故叙明暗\n第六\n上覽先王所以致太平考績黜陟著在五經罰\n賞之寔不以虛名明豫徳音焉問揚庭故叙考\n績第七\n人君選士咸求賢能君司貢薦競進下材憎是\n掊克何官能治買藥得鴈難以為醫故叙思賢\n第八\n原本天人㕘連相因致和平機述在於君奉法\n選賢國自我身姦門竊位將誰督察故叙本政\n第九\n覽觀古今爰暨書傳君皆欲治臣恒樂亂忠佞\n溷淆各以類進常苦不明而信姦論故叙潜歎\n第十\n夫位以德興徳貴忠立社稷所頼安危是繋非\n夫讜直貞亮仁慈惠和事君如天視民如子則\n莫保爵位而全令名故叙忠貴第十一\n先王理財禁民爲非洪範憂民詩刺末資浮偽\n者衆本農必衰節以制度如何弗議故叙浮侈\n第十二\n積微傷行懐安敗名明莫恣欲而無悛容足以\n愎諫聞善不從微安召辱終必有凶故叙慎微\n第十三\n眀主思良勞精賢知百寮阿黨不覈真偽苟崇\n虛譽以相誑矅居官任職則無功効故叙寔貢\n第十四\n聖人養賢以及萬民先王之制皆足代耕増爵\n損祿必程以傾先益吏俸乃可致平故叙班祿\n第十五\n君憂臣勞古今通義上思致平下冝竭惠貞良\n信士咸痛數赦姦宄繁興但以赦故乃叙述赦\n第十六\n先王御世兼秉威德賞有建侯罰有刑渥賞重\n嚴禁臣乃敬軄將脩太平必媚此法故叙三式\n第十七\n民爲國基榖爲民命日力不睱榖何由盛公卿\n師尹卒勞百姓輕奪民時誠可憤諍故叙愛日\n第十八\n觀吏所治鬭訟居多原禍所起詐欺所為將絶\n其末必塞其原民無欺紿世乃平安故叙斷訟\n第十九\n五帝三王優劣有情雖欲超皇當先致平必世\n後仁仲尼之經遭衰姦牧得不用刑故叙衰制\n第二十\n聖王憂勤選練將帥授以鈇鉞假以權貴誠多\n蔽暗不識變勢賞罰不明安得不敗故叙勸將\n第二十一\n蠻夷猾夏古今所患堯舜憂民皐陶術叛宣王\n中興南仲征邊今民日死如何弗蕃故叙救邉\n第二十二\n凡民之情與君殊戾不能逺慮督取一制苟扶\n私議以為國計宜尋其言以詰所謂故叙邉議\n第二十三\n邉既逺門太守擅權臺閣不察信其姦言今懐\n郡縣毆民内遷今又兵荒慮必生心故叙寔邉\n第二十四\n天生神物聖人則之蓍龜卜筮以定嫌疑俗工\n淺源莫盡其才自大非賢何足信哉故叙卜列\n第二十五\n易有史巫詩有工祝聖人先成民後致力􁫉黎\n勸樂神乃授福孔子不祈以明在徳故叙巫列\n第二十六\n五行八卦隂陽所生稟氣薄厚以著其形天題\n厥象人寔奉成弗修其行福祿不臻故叙相列\n第二十七\n詩稱吉夣書傳亦多觀察行事占驗不虛福從\n善來禍由徳痡吉凶之應與行相須故叙夢列\n第二十八\n論難撗發令道不通後進疑惑不知所從自昔\n􁂞子而有責云予豈好辯將以明真故叙釋難\n第二十九\n朋友之際義存六紀攝以威儀講習王道善其\n乆要貴賤不改今民遷乆莫之能奉故叙交際\n第三十\n君有美稱臣有令名二人同心所願乃成寶權\n神術勾示下情治勢一定終莫能傾故叙明忠\n第三十一\n人天情通氣感相和善惡相徴異端變化聖人\n運之若御舟車作民精神莫能含嘉故叙本訓\n第三十二\n明王統治莫大身化道徳為本仁義為佐思心\n順政責民務廣四海治焉何有消長故叙徳化\n第三十三\n上觀太古五行之運咨之詩書考之前訓氣終\n度盡後代復進雖未必正可依傳問故叙五徳\n志第三十四\n君子多識前言往行類族變物古有斯姓慱見\n同　故叙志民\n姓第三十五\n潜夫論卷第十終\n"}
