{"id": "KR3a0011_001", "series": "KR3a0011", "text": "吳郡黃省曾注夫道之本仁義而已矣五典以經之羣籍以緯之詠之歌之弦之舞之前鑒既明後復申之故古之聖王其於仁義也申重而已篤序無彊謂之申鑒聖漢統天惟宗時亮其功格宇宙粤有虎臣亂政時亦惟荒圯湮兹洪軌儀鑒于三代之典王允迪厥徳功業有尚天道在爾惟帝茂止陟降膚止萬國康止允出兹斯行遠矣立天之道曰隂與陽立地之道曰柔與剛立人之道曰仁與義隂陽以統其精氣剛柔以品其羣形仁義以經其事業是為道也故凡政之大經法教而已教者陽之化也法者隂之符也仁也者慈此者也義也者冝此者也禮也者履此者也信也者守此者也智也者知此者也是故好惡以章之喜怒以涖之哀樂以恤之若乃二端不愆五德不離六節不悖則三才允序五事交備百工惟釐庶績咸熈天作道皇作極臣作輔民作基惟先喆王之政一曰承天二曰正身三曰任賢四曰恤民五曰明制六曰立業承天惟允正身惟常任賢惟固恤民惟勤明制惟典立業惟敦是謂政體也致治之術先屏四患乃崇五政一曰偽二曰私三曰放四曰奢偽亂俗私壞法放越軌奢敗制四者不除則政末由行矣俗亂則道荒雖天地不得保其性矣法壊則世傾雖人主不得守其度矣軌越則禮亡雖聖人不得全其道矣制敗則欲肆雖四表不能充其求矣是謂四患興農桑以養其生審好惡以正其俗宣文教以章其化立武備以秉其威明賞罰以統其法是謂五政民不畏死不可懼以罪民不樂生不可觀以善雖使卨布五教咎繇作士政不行焉故在上者先豐民財以定其志帝耕籍田后桑蠶宫國無逰民野無荒業財不虛用力不妄加以周民事是謂養生君子之所以動天地應神明正萬物而成王治者必本乎真實而已故在上者審則儀道以定好惡善惡要於功罪毁譽效於凖驗聽言責事舉名察實無或詐偽以蕩衆心故事無不覈物無不切善無不顯惡無不彰俗無姦怪民無淫風百姓上下睹利害之存乎已也故肅恭其心慎脩其行内不忒惑外無異望慮其暏去徼倖無罪過不憂懼請謁無所聽財賂無所用則民志平矣是謂正俗君子以情用小人以刑用榮辱者賞罰之精華也故禮教榮辱以加君子化其情也桎梏鞭扑以加小人治其刑也君子不犯辱況於刑乎小人不忌刑況於辱乎若夫中人之倫則刑禮兼焉教化之廢推中人而墜於小人之域教化之行引中人而納於君子之塗是謂章化小人之情緩則驕驕則恣恣則急急則怨怨則畔危則謀亂安則思欲非威强無以懲之故在上者必有武備以戒不虞以遏宼虐安居則寄之内政有事則用之軍旅是謂秉威賞罰政之柄也明賞必罰審信慎令賞以勸善罰以懲惡人主不妄賞非徒愛其財也賞妄行則善不勸矣不妄罰非徒慎其刑也罰妄行則惡不懲矣賞不勸謂之止善罰不懲謂之縱惡在上者能不止下為善不縱下為惡則國治矣是謂統法四患既蠲五政既立行之以誠守之以固簡而不怠䟽而不失無為為之使自施之無事事之使自交之不肅而治垂拱揖遜而海内平矣是謂為政之方也惟六則以立道經一曰中二曰和三曰正四曰公五曰誠六曰通以天道作中以地道作和以仁德作正以事物作公以身極作誠以變數作通是謂道實惟恤十難以任賢能一曰不知二曰不進三曰不任四曰不終五曰以小怨棄大德六曰以小過黜大功七曰以小失掩大美八曰以姧訐傷忠正九曰以邪說亂正度十曰以䜛嫉廢賢能是謂十難十難不除則賢臣不用用臣不賢則國非其國也惟察九風以定國常一曰治二曰衰三曰弱四曰乖五曰亂六曰荒七曰叛八曰危九曰亡君臣親而有禮百僚和而不同讓而不爭勤而不怨無事惟職是司此治國之風也禮俗不一位職不重小臣䜛嫉庶人作議此衰國之風也君好讓臣好逸士好遊民好流此弱國之風也君臣爭名朝廷爭功士大夫爭名庶人爭利此乖國之風也上多欲下多端法不定政多門此亂國之風也以侈為愽以㐾為髙以濫為通遵禮謂之劬守法謂之固此荒國之風也以苛為密以利為公以割下為能以附上爲忠此叛國之風也上下相䟽內外相蒙小臣爭寵大臣爭權此危國之風也上不訪下不諫婦言用私政行此亡國之風也故上必察乎國風也惟愼庶獄以昭人情天地之大德曰生萬物之大極曰死死者不可以生刑者不可以復故先王之刑也官師以成之棘槐以斷之情訊以寛之朝市以共之矜哀以恤之刑斯斷樂不舉慎之至也刑哉刑哉其慎矣夫惟稽五赦以綏民中一曰原心二曰明德三曰勸功四曰襃化五曰權計凡先王之攸赦必是族也非是族焉刑兹無赦天子有四時朝以聽政晝以訪問夕以脩令四表定矣問通於道者其守約有一言而可常行者恕也有一行而可常履者正也恕者仁之術也正者義之要也至哉此謂道根萬化存焉爾是謂不思而得不為而成執之胷心之間而功覆天下也自天子達於庶人好惡哀樂其脩一也豐約勞佚各有其制上足以備禮下足以備樂夫是謂大道天下國家一體也君為元首臣為股肱民為手足下有憂民則上不盡樂下有饑民則上不備膳下有寒民則上不具服徒跣而垂旒非禮也故足寒傷心民寒傷國問君以至美之道道民民以至美之物養君君降其惠民升其功此無徃不復相報之義也故太平備物非極欲也物損禮闕非謙約也其數云爾問人主有公賦無私求有公用無私費有公役無私使有公賜無私惠有公怒無私怨私求則下煩而無度是謂傷淸私費則官耗而無限是謂傷制私使則民撓擾而無節是謂傷義私惠則下虛望而無凖是謂傷正私怨則下疑懼而不安是謂傷德問善治民者治其性也或曰冶金而流去火則剛激水而升舍之則降惡乎治曰不去其火則常流激而不止則常升故大冶之爐可使無剛踊水之機可使無降善立教者若兹則終身治矣故凡器可使與顔冉同趨投百金於前白刃加其身雖巨跖弗敢掇也善立法者若兹則終身不掇矣故跖可使與伯夷同功問民由水也濟大川者太上乘舟其次泅泅者勞而危乘舟者逸而安虛入水則必溺矢以知能治民者泅也以道德治民者舟也縱民之情謂之亂絶民之情謂之荒曰然則如之何曰為之限使勿越也為之地亦勿越故水可使不濫不可使無流善禁者先禁其身而後人不善禁者先禁人而後身善禁之至於不禁令亦如之若乃肆情於身而繩欲於衆行詐於官而矜實於民求已之所有餘奪下之所不足捨已之所易責人之所難怨之本也謂理之源斯絕矣自上御下猶夫釣者焉隱於手應於鈎則可以得魚自近御遠猶夫御馬焉和於手而調於銜則可以使馬故至道之要不於身非道也暏孺子之驅雞也而見御民之方孺子驅雞者急則驚緩則滯方其北也遽要之則折而過南方其南也遽要之則折而過北迫則飛疎則放志閑則比之流緩而不安則食之不驅之驅驅之至者也志安則循路而入門太上不空市其次不偷竊其次不掠奪上以功惠綏民下以財力奉上是以上下相與空市則民不與民不與則為巧詐而取之謂之偷竊偷竊則民備之備之而不得則暴迫而取之謂之掠奪民必交爭則禍亂矣或曰聖王以天下為樂曰否聖王以天下為憂天下以聖王為樂凡主以天下為樂天下以凡主為憂聖王屈巳以申天下之樂凡主申巳以屈天下之憂申天下之樂故樂亦報之屈天下之憂故憂亦及之天下之道也治世所貴乎位者三一曰逹道於天下二曰達恵於民三曰達德於身衰世所貴乎位者三一曰以貴髙人二曰以富奉身三曰以報肆心治世之位真位也衰世之位則生災矣苟高人則必損之災也苟奉身則必遺之災也苟肆心則必否之災也治世之臣所貴乎順者三一曰心順二曰職順三曰道順治世之順真順也衰世之順生逆也體苟順則逆節亂苟順則逆忠事苟順則逆道高下失序則位輕班級不固則位輕禄薄卑寵則位輕官職屢改則位輕遷轉煩瀆則位輕黜陟不明則位輕待臣不以禮則位輕夫位輕而政重者未之有也聖人之大寳曰位輕則喪吾寳也好惡之不行其俗尚矣嘉守節而輕狹陋疾威福而尊權右賤求欲而崇克濟貴求己而榮華譽萬物類是已夫心與言言與事參相應也好惡毀譽賞罰參相福也六者有失則實亂矣守實者益榮求已者益達處幽者益明然後民知本也"}
{"id": "KR3a0011_002", "series": "KR3a0011", "text": "吳郡黃省曾注最凡有二十一首其初二首尚知貴敦也其二首有申重可舉者十有九事一曰明考試二曰公卿不拘為郡二千石不拘為縣三曰置上武之官四曰議州牧五曰生刑而死者但加肉刑六曰德刑並用七曰避讎有科八曰議禄九曰議專地十曰議錢貨十一曰約祀舉重十二曰天人之應十三曰月正聽朝十四曰崇内教十五曰備博士十六曰至德要道十七曰禁數赦令十八曰正尚主之制十九曰復外内注記者盤庚遷殷革奢即約化而裁之與時消息衆寡盈虛不常厥道尚知貴敦古今之法也民寡則用易足土廣則物易生事簡則業易定厭亂則思治創難則思静或曰三皇民至敦也其治至清也天性乎曰皇民敦秦民弊時也山民樸市民玩處也桀紂不易民而亂湯武不易民而治政也皇民寡寡斯敦皇治純純斯淸奚惟性不求無益之物不蓄難得之貨節華麗之飾退利進之路則民俗淸矣簡小忌去淫祀絶竒怪則妋僞息矣致精誠求諸已正大事則神明應矣放邪說去淫智抑百家崇聖典則道義定矣去浮華舉功實絕末伎同本務則事業脩矣誰毀誰譽譽其有試者萬事之概量也以玆舉者試其事處斯職者考其績賞罰夫實以惡反之人焉飾哉語曰盜跖不能盜田尺寸寸不可盜況尺乎夫事驗必若上田之張於野也則為私者寡矣若亂之墜於澳也則可信者解矣故有事考功有言考用動則考行靜則考守公卿不為郡二千石不為縣未是也小能其職以極登於大故下位競大橈其任以墜於下故上位慎其鼎覆刑焉何憚於降若夫千里之任不能充於郡而縣邑之功廢惜矣哉不以過職絀則勿降所以優賢也以過職絀則降所以懲愆也孝武皇帝以四夷未賔寇賊姦宄初置武功賞官以寵戰士若今依此科而崇其制置尚武之官以司馬兵法選位秩比博士講司馬之典簡蒐狩之事掌軍功爵賞小統於五校大統於太尉既周時務禮亦冝之周之末葉兵革繁矣莫亂於秦民不荒殄今國家忘戰日久毎寇難之作民瘁幾盡不教民戰是謂棄之信矣或問曰州牧刺史監察御史三制孰優曰時制而已曰天下不既定其牧乎曰古諸侯建家國世位權柄存焉於是置諸侯之賢者以牧總其紀綱而已不統其政不御其民今郡縣無常權輕不固而州牧秉其權重勢異於古非所以强榦弱枝也而無益治民之實監察御史斯可也若權時之冝則異論也肉刑古也或曰復之乎曰古者人民盛焉今也至寡整衆以威撫寡以寛道也復刑非務必也生刑而極死者復之可也自古肉刑之除也斬右趾者死也惟復肉刑是謂生死而息民問德刑並用常典也或先或後時冝刑教不行勢極也教初必簡刑始必略事漸也教化之隆莫不興行然後責備刑法之定莫不避罪然後求密未可以備謂之虚教未可以密謂之峻刑虚教傷化峻刑害民君子弗由也設必違之教不量民力之未能是招民於惡也故謂之傷化設必犯之法不度民情之不堪是䧟民於罪也故謂之害民莫不興行則一毫之善可得而勸也然後教備莫不避罪則纎介之惡可得而禁也然後刑密或問復讎古義也曰縱復讎可乎曰不可曰然則如之何曰有縱有禁有生有殺制之以義斷之以法是謂義法並立曰何謂也曰依古復讎之科使父讎避諸異州千里兄弟之讎避諸異郡五百里從父從兄弟之讎避諸異縣百里弗避而報者無罪避而報之殺犯王禁者罪也復讎者義也以義報罪從王制順也犯制逆也以逆順生殺之凡以公命行止者不為弗避或問禄曰古之禄也備漢之禄也輕夫禄必稱位一物不稱非制也公祿貶則私利生私利生則廉者匱而貪者豐也夫豐貪生私匱廉貶公是亂也先王重之曰禄可増乎曰民家財愆増之冝矣或曰今禄如何曰時匱也禄依食食依民參相澹必也正貪禄省閑冗與時消息昭惠恤下損益以度可也諸侯不專封富人名田踰限富過公侯是自封也大夫不專地人賣買由已是專地也或曰復井田與曰否專地非古也井田非今也然則如之何曰耕而勿有以俟制度可也或問貨曰五銖之制冝矣曰今廢如之何曰海内既平行之而已曰錢散矣京畿虚矣其勢必積於遠方若果行之則彼以無用之錢市吾有用之物是匱近而豐逺也曰事勢有不得官之所急者榖也牛馬之禁不得出百里之外若其他物彼以其錢取之於左用之於右貿遷有無周而通之海内一家何患焉曰錢寡矣曰錢寡民易矣若錢既通而不周於用然後官鑄而𥙷之或曰收民之藏錢者輸之官牧逺輸之京師然後行之曰事枉而難實者欺慢必衆姧偽必作争訟必繁刑殺必深吁嗟紛擾之聲章乎天下矣非所以撫遺民成緝熈也曰然則收而積之與曰通市其可也或曰改鑄四銖曰難矣或曰遂廢之曰錢實便於事用民樂行之禁之難今開難令以絶便事禁民所樂不茂矣曰起而行之錢不可如之何曰尚之廢之弗得已何憂焉聖王先成民而後致力於神民事未定郡祀有闕不爲尤矣必也舉其重而祀之望祀五嶽四瀆其神之祀縣有舊常若今郡祀之而其祀禮物從鮮可也禮重本示民不偷且昭典物其備物以豐年日月之災降異非舊也天人之應所由來漸矣故履霜堅氷非一時也仲尼之禱非一朝也且日食行事或稠或曠一年二交非其常也洪範傳云六沴作見若是王都未見之無聞焉爾官脩其方而先王之禮保章視祲安宅叙降必書雲物爲備故也太史上事無隱焉勿寢可也天子南面聽天下嚮明而治蓋取諸離天之道也月正聽朝國家之大事也冝正其儀以明舊典古有掌隂陽之禮之官以教後宫掌婦學之法婦徳婦言婦功各率其屬而以時御序于王先王禮也宜崇其教以先内政覽列圖誦列傳遵典行内史執其彤管記善書過考行黜陟以章好惡男女正位乎内外正家而天下定矣故二儀立而大業成君子之道匪闕終日造次必於是備愽士廣太學而祀孔子焉禮也仲尼作經本一而已古今文不同而皆自謂真本經古今先師義一而已異家别説不同而皆自謂古今仲尼邈而靡質昔先師没而無間將誰使折之者秦之滅學也書藏於屋壁義絶於朝野逮至漢興收摭散滯固已無全學矣文有磨滅言有楚夏出有先後或學者先意有所借定後進相放彌以滋蔓故一源十流天水違行而訟者紛如也執不俱是比而論之必有可參者焉或曰至德要道約爾典籍甚富如而愽之以求約也語有之曰有鳥將來張羅待之得鳥者一目也今為一目之羅無時得鳥矣道雖要也非博無以通矣愽其方約其説赦令權也或曰有制乎曰權無制制其義不制其事巽以行權義制也權者反經無事也問其象曰無妄之災大過凶其象矣不得已而行之禁其屢也曰絶之乎曰權曰冝弗之絶也尚主之制非古也釐降二女陶唐之典歸妹元吉帝乙之訓王姬歸齊宗周之禮以隂乗陽違天以婦凌夫違人違天不祥違人不義古者天子諸侯有事必告于廟朝有二史左史記言右史記動動爲春秋言爲尙書君舉必記臧否成敗無不存焉下及士庶等各有異咸在載籍或欲顯而不得或欲隱而名章得失一朝而榮辱千載善人勸焉淫人懼焉故先王重之以嗣賞罰以輔法教冝於今者官以其日各書其盡則集之於尚書若史官使掌典其事不書詭常為善惡則書言行足以為法式則書立功事則書兵戎動衆則書四夷朝獻則書皇后貴人太子拜立則書公主大臣拜免則書福淫禍亂則書祥瑞災異則書先帝故事有起居注日用動靜之節必書焉冝復其式内史掌之以紀内事"}
{"id": "KR3a0011_003", "series": "KR3a0011", "text": "吳郡黃省曾注或問卜筮曰德斯益否斯損曰何謂也吉而濟凶而救之謂益吉而恃凶而怠之謂損或問曰時羣忌曰此天地之數也非吉凶所生也東方主生死者不鮮西方主殺生者不寡南方火也居之不燋北方水也蹈之不沈故甲子昧爽殷滅周興咸陽之地秦亡漢隆或問五三之位周應也龍虎之㑹晉祥也曰官府設陳富貴者值之布衣寓焉不符其爵也獄犴若居有罪者觸之貞良入焉不受其罰也或曰然則日月可廢歟曰否曰元辰先王所用也人承天地故動静焉順順其隂陽順其日辰順其度數内有順實外有順文文實順理也休徴之符自然應也故盜泉朝歌孔墨不由惡其名者順其心也苟無其實徼福於忌斯成難也或曰祈請者誠以接神自然應也故精以底之犠或問人形有相曰葢有之焉夫神氣形容之相包也自然矣貳之於行參之於時相成也亦參相敗也其數衆矣其變多矣亦有上中下品云爾或問神僊之術曰誕哉末之也已矣聖人弗學非惡生也終始運也短長數也運數非人力之為也曰亦有僊人乎曰僬僥桂莽産乎異俗就有仙人亦殊類矣或問有數百嵗人乎曰力稱烏獲捷言羌亥勇期賁育聖云仲尼壽稱彭祖物有俊傑不可誣也或問凡壽者必有道非習之功曰夫惟壽則惟能用道惟能用道則性壽矣苟非其性也脩不至也學必至聖可以盡性壽必用道所以盡命或曰人有自變化而僊者信乎曰未之前聞也然則異也非僊也男化爲女者有矣死人復生者有矣夫豈人之性哉氣數不存焉或問曰有養性乎曰養性秉中和守之以生而已愛親愛德愛力愛神之謂嗇否則不宣過則不澹故君子節宣其氣勿使有所壅閉滯底昏亂百度則生疾故喜怒哀樂思慮必得其中所以養神也寒睻虛盈消息必得其中所以養體也善治氣者由禹之治水也若夫導引蓄氣歴藏内視過則失中可以治疾皆非養性之聖術也夫屈者以乎申也蓄者以乎虛也内者以乎外也氣冝宣而遏之體冝調而矯之神冝平而抑之必有失和者矣夫善養性者無常術得其和而已矣隣臍二寸謂之關關者所以關藏呼吸之氣以稟授四體也故氣長者以關息氣短者其息稍升其脉稍促其神稍越至於以肩息而氣舒其神稍專至於以關息而氣衍矣故道者常致氣於關是謂要術凡陽氣生養隂氣消殺和喜之徒其氣陽也故養性者崇其陽而絀其隂陽極則亢隂極則凝亢則有悔凝則有凶夫物不能為春故候天春而生人則不然存吾春而已矣藥者療也所以治疾也無疾則勿藥可也肉不勝食氣況於藥乎寒斯熱熱則致滯隂藥之用也唯適其冝則不為害若已氣平也則必有傷唯鍼火亦如之故養性者不多服也唯在乎節之而已矣或問仁者壽何謂也曰仁者内不傷性外不傷物上不違天下不違人處正居中形神以和故咎徴不至而休嘉集之壽之術也曰顔冉何曰命也麥不終夏花不濟春如和氣何雖云其短長亦在其中矣或問黄白之儔曰傅毅論之當也燔埴為瓦則可爍瓦為銅則不可以自然驗於不然詭哉歒犬羊之肉以造馬牛不幾矣不其然歟世稱緯書仲尼之作也臣悦叔父故司空爽辨之葢發其偽也有起於中興之前終張之徒之作乎或曰雜曰以已雜仲尼乎以仲尼雜已乎若彼者以仲尼雜已而已然則可謂八十一首非仲尼之作矣或曰燔諸曰仲尼之作則否有取焉則可曷其燔在上者不受虛言不聽浮術不采華名不興僞事言必有用術必有典名必有實事必有功"}
{"id": "KR3a0011_004", "series": "KR3a0011", "text": "吳郡黃省曾注或問曰君子曷敦乎學曰生而知之者寡矣學而知之者寡矣悠悠之民泄泄之士明明之治汶汶之亂皆學廢興之由敦之不亦冝乎君子有三鑒世人鏡鑒前惟順人惟賢鏡惟明夏商之衰不鑒於禹湯也周秦之弊不鑒於民下也側弁垢顔不鑒於明鏡也故君子惟鑒之務若夫側景之鏡亡鑒矣或問致治之要君乎曰兩立哉非天地不生物非君臣不成治首之者天地也統之者君臣也哉先王之道致訓焉故亡斯須之間而違道矣昔有上致聖由教戒因輔弼欽順四鄰故檢柙之臣不虚於側禮度之典不曠於目先哲之言不輟於身非義之道不宣於心是邪僻之氣末由入也有間必有入之者矣是故僻志萌則僻事作僻事作則正塞正塞則公正亦末由入也矣不任不愛謂之公惟公是從謂之明齊桓公中材也末能成功業由有異焉者矣妾媵盈宫非無愛幸也羣臣盈朝非無親近也然外則管仲射已衞姬色妾非愛也任之也然後知非賢不可任非智不可從也夫此之舉弘矣哉膏盲純白二豎不生兹謂心寧省闥淸淨嬖孽不生兹謂政平夫膏盲近心而處阨鍼之不逺藥之不中攻之不可二豎藏焉是謂篤患故治身治國者唯是之畏或曰愛民如子仁之至乎曰未也曰愛民如身仁之至乎曰未也湯禱桑林邾遷于繹景祠于旱可謂愛民矣曰何重民而輕身也曰人主承天命以養民者也民存則社稷存民亡則社稷亡故重民者所以重社稷而承天命也或問曰孟軻稱人皆可以為堯舜其信矣曰人非下愚則愚可以為堯舜矣寫堯舜之貌同堯舜之姓則否服堯之制行堯之道則可矣行之於前則古之堯舜也行之於後則今之堯舜也或曰人皆可以為桀紂乎曰行桀紂之事是桀紂也堯舜桀紂之事常並存於世唯人所用而已楊朱哭岐路所通逼者然也夫岐路惡足悲哉中反焉若夫縣度之厄素舉足而已矣損益之符微而顯也趙獲二城臨饋而憂陶朱既富室妾悲號此知益為損之為益者也屈伸之數隱而昭也有仍之困復夏之萌也鼎雉之異興殷之符也邵宮之難隆周之應也㑹稽之棲霸越之基也子之之亂强燕之徴也此知伸爲屈之爲伸者也人主之患常立於二難之間在上而國家不治難也治國家則必勤身苦思矯情以從道難也有難之難闇主取之無難之難明主居之大臣之患常立於二罪之間在職而不盡忠直之道罪也盡忠直之道焉則必矯上拂下罪也有罪之罪邪臣由之無罪之罪忠臣置之人臣之義不曰吾君能矣不我須也言無補也而不盡忠不曰吾君不能矣不我識也言無益也而不盡忠必竭其誠明其道盡其義斯已而已矣不已則奉身以退臣道也故君臣有異無乖有怨無憾有屈無辱人臣有三罪一曰導非二曰阿失三曰尸寵以非引上謂之導從上之非謂之阿見非不言謂之尸導臣誅阿臣刑尸臣絀進忠有三術一曰防二曰救三曰戒先其未然謂之防發而止之謂之救行而責之謂之戒防為上救次之戒為下下不鉗口上不塞耳則可有聞矣有鉗之鉗猶可解也無鉗之鉗難矣哉有塞之塞猶可除也無塞之塞其甚矣夫或曰在上有屈乎曰在上者以義申以義屈髙祖雖能申威於秦項而屈於商山四公光武能申於莽而屈於强項令明帝能申令於天下而屈於鍾離尚書若秦二世之申欲而非笑唐虞若定陶傅太后之申意而怨於鄭是謂不屈不然則趙氏不亡而秦無愆尤故人主以義申以義屈也喜如春陽怒如秋霜威如雷霆之震惠若雨露之降沛然孰能禦也或問曰難行曰若髙祖聽戍卒不懷居遷萬乘不俟終日孝文帝不愛千里馬慎夫人衣不曵地光武手不持珠玉可謂難矣抑情絶欲不如是能成功業者鮮矣人臣若金日磾以子私謾而殺之丙吉之不伐蘇武之執節可謂難矣或問厲志曰若殷高宗能葺其德藥瞑眩以瘳疾衞武箴戒於朝勾踐懸膽於坐厲矣哉寵妻愛妾幸矣其為災也深矣災與幸同乎曰得則慶否則災戚氏不幸不人豕趙昭儀不幸不失命栗姬不幸不廢鉤弋不幸不憂殤非災而何若慎夫人之知班婕妤之賢明德皇后之德邵矣哉為世憂樂者君子之志也不為世憂樂者小人之志也太平之世事閑而民樂徧焉使遽者揖讓百拜非禮也憂者弦歌鼓瑟非樂也禮者敬而已矣樂者和而已矣匹夫匹婦處畎畝之中必禮樂存焉爾違上順道謂之忠臣違道順上謂之䛕臣忠所以為上也䛕所以自為也忠臣安於心䛕臣安於身故在上者必察乎違順審乎所為慎乎所安廣川王弗察故殺其臣楚恭王察之而遲故有遺言齊宣王其察之矣故賞諫者或問人君人臣之戒曰莫匪戒也請問其要曰君戒專欲臣戒專利患之甚矣城重譯而獻珍非寶也腹心之人匍匐而獻善寶之至矣故明王慎内守除外寇而重内寶雲從于龍風從于虎鳳儀于韶麟集于孔應也出於此應於彼善則祥祥則福否則眚眚則咎故君子應之君子食和羮以平其氣聽和聲以平其志納和言以平其政履和行以平其德夫酸鹹甘苦不同嘉味以濟謂之和羮宮商角徴不同嘉音以章謂之和聲臧否損益不同中正以訓謂之和言趨舍動静不同雅度以平謂之和行人之言曰唯其言而莫予違也則幾於喪國焉孔子曰君子和而不同晏干亦云以水濟水誰能食之琴瑟一聲誰能聽之詩云亦有和羮既戒且平奏假無言時靡有爭此之謂也"}
{"id": "KR3a0011_005", "series": "KR3a0011", "text": "吳郡黃省曾注衣裳服者不昧於塵塗愛也衣裳愛焉而不愛其容止外矣容止愛焉而不愛其言行末矣言行愛焉而不愛其明淺矣故君子本神為貴神和德平而道通是為保真人之所以立德者三一曰貞二曰達三曰志貞以為質達以行之志以成之君子哉必不得已也守一於兹貞其主也人之所以立檢者四誠其心正其志實其事定其分心誠則神明應之況於萬民乎志正則天地順之況於萬物乎事實則功立分定則不淫曰才之實也行可為才不可也曰古之所以謂才也本今之所謂才也末也然則以行之貴也無失其才而才有失先民有言適楚而北轅者曰吾馬良用多御善此三者益侈其去楚亦逺矣遵路而騁應方而動君子有行行必至矣或問聖人所以為貴者才乎曰合而用之以才為貴分而行之以行為貴舜禹之才而不為邪甚於矣舜禹之仁雖亡其才不失為良人哉或問進諌受諌孰難曰後之進諌難也以受之難故也若受諌不難則進諌斯易矣或問知人自知孰難曰自知者求諸内而近者也知人者求諸外而逺者也知人難哉若極其數也明有内以識有外以暗全有内以隱有外以顯然則知人自知人則可以自知未可以知人也急哉用已者不為異則異矣君子所惡乎異者三好生事也好生奇也好變常也好生事則多端而動衆好生奇則離道而惑俗好變常則輕法而亂度故名不貴苟傳行不貴苟難權爲茂矣其幾不若經辯爲美矣其理不若絀文爲顯矣其中不若樸博爲盛矣其正不若約莫不爲道知道之體大之至也莫不爲妙知神之幾妙之至也莫不爲正知之正之至也故君子必存乎三至弗至斯有守無誖焉或問守曰聖典而已矣若夫百家者是謂無守莫不為言要其至矣莫不為徳玄其奥矣莫不為道聖人其弘矣聖人之道其中道乎是為九達或曰辭逹而已矣聖人以文其隩也有五曰玄曰妙曰包曰要曰文幽深謂之玄也吉凶是也夫生我之制性命存■爾君子循其性以輔其命休斯承否斯守■無務焉無怨焉好寵者乘天命以驕好惡者違天命以濫故驕則奉之不成濫則守之不終好以取怠惡以取甚務以取福惡以成禍斯惑矣或問天命人事曰有三品焉上下不移其中則人事存焉爾命相近也事相逺也則吉凶殊矣故曰窮理盡性以至於命孟子稱性善荀卿稱性惡公孫子曰性無善惡揚雄曰人之性善惡渾劉向曰性情相應性不獨善情不獨惡曰問其理曰性善則無四凶性惡則無三仁人無善惡文王之教一也則無周公管蔡性善情悪是桀紂無性而堯舜無情也性善惡皆渾是上智懷惠而下愚挾善也理也未究矣唯向言為然或曰仁義性也好惡情也仁義常善而好惡或有惡故有情惡也曰不然好惡者性之取舍也實見於外故謂之情爾必本乎性矣仁義者善之誠者也何嫌其常善好惡者善惡未有所分也何怪其有惡凡言神者莫近於氣有氣斯有形有神斯有好惡喜怒之情矣故人有情由氣之有形也氣有白黑神有善惡形與白黑偕情與善惡偕故氣黒非形之咎情惡非情之罪也或曰人之於利見而好之能以仁義為節者是性割其情也性少情多性不能割其棈則情獨行爲惡矣曰不然是善惡有多少也非情也有人於此嗜酒嗜肉肉勝則食焉酒勝則飲焉此二者相與爭勝者行矣非情欲得酒性欲得肉也有人於此好利好義義勝則義取焉利勝則利取焉此二者相與争勝者行矣非情欲得利性欲得義也其可兼者則兼取之其不可兼者則隻取重焉若苟隻好而已雖可兼取矣若二好鈞平無分輕重則一俯一仰乍進乍退或曰請折於經曰易稱乾道變化各正性命是言萬物各有性也觀其所感而天地萬物之情可見矣是言情者應感而動者也昆蟲草木皆有性焉不盡善也天地聖人皆稱情焉不主惡也又曰爻彖以情言亦如之凡情意心志者皆性動之别名也情見乎辭是稱情也言不盡意是稱意也中心好之是稱心也以制其志是稱志也惟所冝各稱其名而巳情何主惡之有故曰必也正名或曰善惡皆性也則法教何施曰性雖善待敎而成性雖惡待法而消唯上智下愚不移其次善惡交爭於是敎扶其善法抑其惡得施之九品從敎者半畏刑者四分之三其不移大數九分之一也一分之中又有微移者矣然則法教之於化民也幾盡之矣及法教之失也其為亂亦如之或曰法教得則治法教失則亂若無得無失縱民之情則治亂其中乎曰凡陽性升隂性降升難而降易善陽也惡隂也故善難而惡易縱民之情使自由之則降於下者多矣曰中焉在曰法教不純有得有失則治亂其中矣純德無慝其上善也伏而不動其次也動而不行行而不逺逺而能復又其次也其下者逺而不近也凡此皆人性也制之者則心也動而抑之行而止之與上同性也行而弗止逺而弗近與下同終也君子嘉仁而不責惠尊禮而不責意貴德而不責怨其責也先已而行也先人淫惠曲意私怨此三者實枉貞道亂大德然成敗得失莫匪由之救病不給其竟奚暇於道德哉此之謂末俗故君子有常交曰義也有常誓曰信也交而後親誓而後故狹矣大上不異古今其次不異海内同天下之志者其盛德乎大人之志不可見也浩然而同於道衆人之志不可掩也察然而流於俗同於道故不與俗浮沈或曰脩行者不為人恥諸神明其至也乎曰未也自恥者本也恥諸神明其次也恥諸人外矣夫唯外則慝積於内矣故君子審乎自恥或曰恥者其志者乎曰未也夫志者自然由人何恥之有赴谷必墜失水必溺人見之也赴穽必陷失道必沈人不見之也不察之故君子慎乎所不察不聞大論則志不弘不聽至言則心不固思唐虞於上世瞻仲尼於中古而知夫小道者之足羞也想伯夷於首陽省四皓於商山而知夫穢志者之足恥也存張騫於西極念蘇武於朔垂而知懷閭室者之足鄙也推斯類也無所不至矣德比於上欲比於下徳比於上故知恥欲比於下故知足恥而知之則聖賢其可幾知足而已則固陋其可安也聖賢斯幾况其為慝乎固陋斯安况其為侈乎是謂有檢純乎純哉其上也其次得概而已矣莫匪概也得其概苟無邪斯可矣君子四省其身怒不亂德喜不義也申鑒卷第五終"}
{"id": "KR3a0011_006", "series": "KR3a0011", "text": "䟦申鍳注後右荀悅申鍳五卷乃吳郡黄文學勉之所注也漢史載悅為獻帝黄門侍郎是時政移曹操故申漢故事以為帝鍳及泄所藴負共五篇以上一曰政體二曰時事三曰俗嫌四曰雜言上五曰雜言下皆深切時弊關治化人君所當遵行者悅之用心可謂勤矣勉之感其所遭而先帝之時適有姧臣心迹如操者竊弄威柄遂憤激為注此書共得萬四千餘言中所引據又皆漢事尤為博洽少傅守谿王公謂其有感而為者誠然㢤昔揚雄自言所著太玄經後世必有知子雲者今觀勉之之注殆亦深知荀悅者與正德􁅪巳冬十一月望白巗山人喬宇識"}
