{"id": "KR3a0007_001", "series": "KR3a0007", "text": "君道晉平公問扵師曠曰人君之道如何對曰人君之道清浄無為務在博愛趨在任賢廣開耳目以察萬方不固溺扵流俗不拘繫扵左右廓然逺見踔然獨立屢省考績以臨臣下此人君之操也平公曰善齊宣王謂尹文曰人君之事何如尹文對曰人君之事無為而能容下夫事寡易從法省易因故民不以政獲罪也大道容衆大徳容下聖人寡為而天下理矣書曰睿作聖詩人曰岐有夷之行子孫其保之宣王曰善成王封伯禽為魯公召而告之曰爾知為人上之道乎凡處尊位者必以敬下順徳䂓諫必開不諱之門蹲節安静以藉之諫者勿振以威母格其言博采其辭乃擇可觀夫有文無武無以威下有武無文民畏不親文武俱行威徳乃成既成威徳民親以服清白上通巧佞下塞諌者得進忠信乃畜伯禽再拜受命而辭陳靈公行僻而言失泄冶曰陳其亡矣吾驟諫君君不吾聽而愈失威儀夫上之化下猶風靡草東風則草靡而西西風則草靡而東在風所由而草為之靡是故人君之動不可不慎也夫樹曲木者惡得直影人君不直其行不敬其言者未有能保帝王之號垂顯令之名者也易曰夫君子居其室出其言善則千里之外應之况其邇者乎居其室出其言不善則千里之外違之况其邇者乎言出扵身加扵民行發乎邇見乎逺言行君子之樞機樞機之發榮辱之主君子之所以動天地可不慎乎天地動而萬物變化詩曰慎尔出話敬尔威儀無不柔嘉此之謂也今君不是之慎而縱恣焉不亾必弑靈公聞之以泄冶為妖言而殺之後果弑扵徴舒魯哀公問扵孔子曰吾聞君子不博有之乎孔子對曰有之哀公曰何為其不博也孔子對曰為其有二乗哀公曰有二乗則何為不博也孔子對曰為行惡道也哀公懼焉有間曰若是乎君子之惡惡道之甚也孔子對曰惡惡道不能甚則其好善道亦不能甚好善道不能甚則百姓之親之也亦不能甚詩云未見君子憂心惙惙亦既見止亦既覯止我心則悦詩之好善道之甚也如此哀公曰善哉吾聞君子成人之美不成人之惡㣲孔子吾焉聞斯言也哉河間獻王曰堯存心扵天下加志扵窮民痛萬姓之罹罪憂衆生之不遂也有一民飢則曰此我飢之也有一人寒則曰此我寒之也一民有罪則曰此我䧟之也仁昭而義立徳博而化廣故不賞而民勸不罰而民治先恕而後教是堯道也當舜之時有苗氏不服其所以不服者大山在其南殿山在其北左洞庭之波右彭蠡之川用此險也所以不服禹欲伐之舜不許曰諭教猶未竭也究諭教焉而有苗氏請服天下聞之皆非禹之義而歸舜之徳周公踐天子之位布徳施惠逺而逾明十二牧方三人出舉逺方之民有飢寒而不得衣食者有獄訟而失職者有賢才而不舉者以入告乎天子天子扵其君之朝也揖而進之曰意朕之政教有不得者與何其所臨之民有飢寒不得衣食者有獄訟而失職者有賢才而不舉者也其君歸也乃召其國大夫告用天子之言百姓聞之皆喜曰此誠天子也何居之深逺而見我之眀也豈可欺哉故牧者所以辟四門明四目達四聦也是以近者親之逺者安之詩曰柔逺能邇以定我王此之謂矣河間獻王曰禹稱民無食則我不能使也功成而不利扵人則我不能勸也故䟽河以導之鑿江通扵九派灑五湖而定東海民亦勞矣然而不怨苦者利歸扵民也禹出見罪人下車問而泣之左右曰夫罪人不順道故使然焉君王何為痛之至扵此也禹曰堯舜之人皆以堯舜之心為心今寡人為君也百姓各自以其心為心是以痛之也書曰百姓有罪在予一人虞人與芮人質其成扵文王入文王之境則見其人民之讓為士大夫入其國則見其士大夫讓為公卿二國者相謂曰其人民讓為士大夫其士大夫譲為公卿然則此其君亦譲以天下而不居矣二國者未見文王之身而讓其所争以為閑田而反孔子曰大哉文王之道乎其不可加矣不動而變無為而成敬慎恭已而虞芮自平故書曰惟文王之敬忌此之謂也成王與唐叔虞燕居剪梧桐葉以為珪而授唐叔虞曰余以此封汝唐叔虞喜以告周公周公以請曰天子封虞耶成王曰余一與虞戯也周公對曰臣聞之天子無戲言言則史書之工誦之士稱之扵是遂封唐叔虞扵晋周公旦可謂善說矣一稱而成王益重言明愛弟之義有輔王室之固當堯之時舜為司徒契為司馬禹為司空后稷為田疇夔為樂正倕為工師伯夷為秩宗臯陶為大理益掌􁍰禽堯體力便巧不能為一焉堯為君而九子為臣其何故也堯知九職之事使九子者各受其事皆勝其任以成九功堯遂成厥功以王天下是故知人者王道也知事者臣道也王道知人臣道知事毋亂舊法而天下治矣湯問伊尹曰三公九卿二十七大夫八十一元士知之有道乎伊尹對曰昔者堯見人而知舜任人然後知禹以成功舉之夫三君之舉賢皆異道而成功然尚有失者况無法度而任已直意用人必大失矣故君使臣自貢其能則萬一之不失矣王者何以選賢夫王者得賢材以自輔然後治也雖有堯舜之明而股肱不僃則主恩不流化澤不行故明君在上慎扵擇士務扵求賢設四佐以自輔有英俊以治官尊其爵重其禄賢者進以顯榮罷者退而勞力是以主無遺憂下無邪慝百官能治臣下樂職恩流群生潤澤草木昔者虞舜左禹右臯陶不下堂而天下治此使能之効也武王問太公曰舉賢而以危亾者何也太公曰舉賢而不用是有舉賢之名而不得真賢之實也武王曰其失安在太公望曰其失在君好用小善而已不得真賢也武王曰好用小善者何如太公曰君好聽譽而不惡讒也以非賢為賢以非善為善以非忠為忠以非信為信其君以譽為功以毁為罪有功者不賞有罪者不罰多黨者進少黨者退是以群臣比周而蔽賢百吏群黨而多姦忠臣以誹死扵無罪邪臣以譽賞扵無功其國見扵危亾武王曰善吾今日聞誹譽之情矣武王問太公曰得賢敬士或不能以為治者何也太公對曰不能獨㫁以人言斷者殃也武王曰何為以人言斷太公對曰不能定所去以人言去不能定所取以人言取不能定所為以人言為不能定所罰以人言罰不能定所賞以人言賞賢者不必用不肖者不必退而士不必敬武王曰善其為國何如太公對曰其為人惡聞其情而喜聞人之情惡聞其惡而喜聞人之惡是以不必治也武王曰善齊桓公問扵寗戚曰筦子今年老矣為棄寡人而就世也吾恐法令不行人多失職百姓疾怨國多盗賊吾何如而使姦邪不起民足衣食乎寗戚對曰要在得賢而任之桓公曰得賢奈何寗戚對曰開其道路察而用之尊其位重其禄顯其名則天下之士騷然舉足而至矣桓公曰既以舉賢士而用之矣微夫子幸而臨之則未有布衣屈竒之士踵門而求見寡人者寗戚對曰是君察之不明舉之不顯而用之疑官之卑禄之薄也且夫國之所以不得士者有五阻焉主不好士謟諛在旁一阻也言便事者未嘗見用二阻也壅塞掩蔽必因近習然後見察三阻也訉獄詰窮其辭以法過之四阻也執事適欲擅國權命五阻也去此五阻則豪俊並興賢智来處五阻不去則上蔽吏民之情下塞賢士之路是故明王聖主之治若夫江海無不受故長為百川之主眀王聖君無不容故安樂而長乆因此觀之則安主利人者非獨一士也桓公曰善吾将著夫五阻以為戒本也齊景公問扵晏子曰寡人欲從夫子而善齊國之政對曰嬰聞之國具官而后政可善景公作色曰齊國雖小則何為不具官乎對曰此非臣之所復也昔先君桓公身體墮懈辭令不給則隰朋侍左右多過刑罰不中則弦章侍居處肆縱左右懾畏則東郭牙侍田野不修人民不安則寗戚侍軍吏怠戎士偷則王子成父侍徳義不中信行衰微則筦子侍先君能以人之長續其短以人之厚𥙷其薄是以辭令窮逺而不逆兵加扵有罪而不頓是故諸侯朝其徳而天子致其胙今君之失多矣未有一士以聞者也故曰未具景公曰善吾聞髙繚與夫子㳺寡人請見之晏子曰臣聞為地戰者不能成王為禄仕者不能成政若髙繚與嬰為兄弟久矣未嘗干嬰之過補嬰之闕特禄仕之臣也何足以補君燕昭王問扵郭隗曰寡人地狹人寡齊人削取八城匈奴驅馳棲煩之下以孤之不肖得承宗廟恐危社稷存之有道乎郭隗曰有然恐王之不能用也昭王避席願請聞之郭隗曰帝者之臣其名臣也其實師也王者之臣其名臣也其實友也覇者之臣其名臣也其實賔也危國之臣其名臣也其實虜也今王將東面目指氣使以求臣則厮役之材至矣南面聼朝不失揖讓之禮以求臣則人臣之材至矣西面䓁禮相亢下之以色不乗勢以求臣則朋友之材至矣北面拘指逡廵而退以求臣則師傅之材至矣如此則上可以王下可以覇唯王擇焉燕王曰寡人願學而無師郭隗曰王誠欲興道隗請為天下之士開路扵是燕王常置郭隗上坐南面居三年蘇子聞之從周歸燕鄒衍聞之從齊歸燕樂毅聞之從趙歸燕屈景聞之從楚歸燕四子畢至果以弱燕并强齊夫燕齊非均權敵戰之國也所以然者四子之力也詩曰濟濟多士文王以寕此之謂也楚莊王既服鄭伯敗晋師将軍子重三言而不當荘王歸過申侯之邑申侯進飯日中而王不食申侯請罪荘王喟然歎曰吾聞之其君賢者也而又有師者王其君中君也而又有師者覇其君下君也而群臣又莫若君者亡今我下君也而群臣又莫若不榖不榖恐亾且世不絶聖國不絶賢天下有賢而我獨不得若吾生者何以食為故戰服大國義從諸侯戚然憂恐聖知不在乎身自惜不肖思得賢佐日中忘飯可謂明君矣明主者有三懼一曰處尊位而恐不聞其過二曰得意而恐驕三曰聞天下之至言而恐不能行何以識其然也越王勾踐與吳人戰大敗之兼有九夷當是時也南面而立近臣三逺臣五令群臣曰聞吾過而不告者其罪刑此處尊位而恐不聞其過者也昔者晉文公與楚人戰大勝之燒其軍火三日不滅文公退而有憂色侍者曰君大勝楚今有憂色何也文公曰吾聞能以戰勝而安者其唯聖人乎若夫詐勝之徒未嘗不危也吾是以憂此得意而恐驕也昔齊桓公得筦仲隰朋辯其言説其義正月之朝令具太牢進之先祖桓公西面而立筦仲隰朋東面而立桓公賛曰自吾得聽二子之言吾目加明耳加聦不敢獨擅願薦之先祖此聞天下之至言而恐不能行者也齊景公出獵上山見虎下澤見蛇歸召晏子而問之曰今日寡人出獵上山則見虎下澤則見蛇殆所謂之不祥也晏子曰國有三不祥是不與焉夫有賢而不知一不祥知而不用二不祥用而不任三不祥也所謂不祥乃若此者也今上山見虎虎之室也下澤見蛇蛇之穴也如虎之室如蛇之穴而見之曷為不祥也楚荘王好獵大夫諫曰晉楚敵國也楚不謀晉晉必謀楚今王無乃耽扵樂乎王曰吾獵将以求士也其榛藂剌虎豹者吾是以知其勇也其攫犀搏兕者吾是以知其劲有力也罷田而分所得吾是以知其仁也因是道也而得三士焉楚國以安故曰苟有志則無非事者此之謂也湯之時大旱七年雒坼川竭煎沙爛石扵是使人持三足鼎祝山川教之祝曰政不節耶使人疾耶苞苴行耶讒夫昌耶宫室營耶女謁盛耶何不雨之極也盖言未已而天大雨故天之應人如影之隨形響之効聲者也詩云上下奠瘞靡神不宗言疾旱也殷太戊時有桑榖生扵庭昬而生比旦而拱史請卜之湯廟太戊從之卜者曰吾聞之祥者福之先者也見祥而為不善則福不生殃者禍之先者也見殃而能為善則禍不至扵是乃早朝而晏退問疾弔喪三日而桑榖自亡髙宗者武丁也髙而宗之故號髙宗成湯之後先王道缺刑法違犯桑榖俱生乎朝七日而大拱武丁召其相而問焉其相曰吾雖知之吾弗得言也聞諸祖已桑榖者野草也而生扵朝意者國亡乎武丁恐駭飭身修行思先王之政興滅國繼絶世舉逸民明養老三年之後蠻夷重譯而朝者七國此之謂存亡繼絶之主是以髙而尊之也宋大水魯人弔之曰天降滛雨谿谷滿盈延及君地以憂執政使臣敬弔宋人應之曰寡人不佞齋戒不謹邑封不修使人不時天加以殃又遺君憂拜命之辱君子聞之曰宋國其庶㡬乎問曰何謂也曰昔者夏桀殷紂不任其過其亾也忽焉成湯文武知任其過其興也勃焉夫過而改之是猶不過也故曰其庶㡬乎宋人聞之夙興夜寐早朝晏退弔死問疾戮力宇内三年歲豐政平嚮使宋人不聞君子之語則年榖未豐而國未寕詩曰佛時仔肩示我顯徳行此之謂也楚昭王有疾卜之曰河為祟大夫請用三牲焉王曰止古者先王割地制土祭不過望江漢睢漳楚之望也禍福之至不是過也不榖雖不徳河非所獲罪也遂不祭焉仲尼聞之曰昭王可謂知天道矣其不失國冝哉楚昭王之時有雲如飛鳥夾日而飛三日昭王患之使人乗馹東而問諸太史州黎州黎曰將虐扵王身以令尹司馬説焉則可令尹司馬聞之宿齋沐浴將自以身禱之焉王曰止楚國之有不榖也由身之有匈脇也其有令尹司馬也由身之有股肱也匈脇有疾轉之股肱庸為去是人也邾文公卜徙扵繹史曰利扵民不利扵君君曰苟利扵民寡人之利也天生蒸民而樹之君以利之也民既利矣孤必與焉侍者曰命可長也君胡不為君曰命在牧民死之短長時也民苟利矣吉孰大焉遂徙扵繹楚荘王見天不見妖而地不出孽則禱扵山川曰天其忘予歟此能求過扵天必不逆諫矣安不忘危故能終而成覇功焉湯曰藥食先嘗扵卑然後至扵貴藥言先獻扵貴然後聞扵卑故藥食甞乎卑然後至乎貴教也藥言獻扵貴然後聞扵卑道也故使人味食然後食者其得味也多使人味言然後聞言者其得言也少是以眀上之言必自他聼之必自他聞之必自他擇之必自他取之必自他聚之必自他蔵之必自他行之故道以數取之為明以數行之為章以數施之萬物為蔵是故求道者不以目而以心取道者不以手而以耳楚文王有疾告大夫曰筦饒犯我以義違我以禮與處不安不見不思然吾有得焉必以吾時爵之申侯伯吾所欲者勸我為之吾所樂者先我行之與處則安不見則思然吾有喪焉必以吾時遣之大夫許諾乃爵筦饒以大夫贈申侯伯而行之申侯伯将之鄭王曰必戒之矣而為人也不仁而欲得人之政毋以之魯衛宋鄭不聽遂之鄭三年而得鄭國之政五月而鄭人殺之趙簡子與欒激逰将沉扵河曰吾嘗好聲色矣而欒激致之吾嘗好宫室臺榭矣而欒激為之吾嘗好良馬善御矣而欒激求之今吾好士六年矣而欒激未嘗進一人是進吾過而黜吾善也或謂趙簡子曰君何不更乎簡子曰諾左右曰君未有過何更君曰吾謂是諾未必有過也吾将求以來諫者也今我却之是却諫者諫者必止我過無日矣韓武子田獸已聚矣田車合矣傳來告曰晉公薨武子謂欒懷子曰子亦知君好田獵也獸已聚矣田車合矣吾可以卒獵而後弔乎懷子對曰苑氏之亾也多輔而少拂今臣扵君輔也畾扵君拂也君胡不問扵畾也武子曰盈而欲拂我乎而拂我矣何必畾哉遂輟田師經皷琴魏文侯起舞賦曰使我言而無見違師經援琴而撞文侯不中中旒潰之文侯謂左右曰為人臣而撞其君其罪如何左右曰罪當烹提師經下堂一䓁師經曰臣可一言而死乎文侯曰可師經曰昔堯舜之為君也唯恐言而人不違桀紂之為君也唯恐言而人違之臣撞桀紂非撞吾君也文侯曰釋之是寡人之過也懸琴扵城門以為寡人符不補旒以為寡人戒齊景公游扵蔞聞晏子卒公乗輿素服馹而驅之自以為遲下車而趨知不若車之速則又乗比至扵國者四下而趨行哭而徃矣至伏屍而號曰子大夫日夜責寡人不遺尺寸寡人猶且淫佚而不收怨罪重積扵百姓今天降禍扵齊國不加寡人而加夫子齊國之社稷危矣百姓将誰告矣晏子没十有七年景公飲諸大夫酒公射出質堂上唱善若出一口公作色太息播弓矢弦章入公曰章自吾失晏子扵今十有七年未嘗聞吾過不善今射出質而唱善者若出一口弦章對曰此諸臣之不肖也知不足以知君之不善勇不足以犯君之顔色然而有一焉臣聞之君好之則臣服之君嗜之則臣食之夫尺蠖食黄則其身黄食蒼則其身蒼君其猶有謟人言乎公曰善今日之言章為君我為臣是時海人入魚公以五十乗賜弦章歸魚乗塞塗撫其御之手曰曩之唱善者皆欲若魚者也昔者晏子辭賞以正君故過失不掩今諸臣謟諛以干利故出質而唱善如出一口今所輔扵君未見扵衆而受若魚是反晏子之義而順謟䛕之欲也固辭魚不受君子曰弦章之亷乃晏子之遺行也夫天之生人也盖非以為君也天之立君也盖非以為位也夫為人君行其私欲而不顧其人是不承天意忘其位之所以冝事也如此者春秋不予能君而夷狄之鄭伯惡一人而兼棄其師故有夷狄不君之辭人主不以此自省惟既以失實心奚因知之故曰有國者不可以不學春秋此之謂也齊人弑其君魯㐮公援戈而起曰孰臣而敢殺其君乎師懼曰夫齊君治之不能任之不肖縱一人之欲以虐萬夫之性非所以立君也其身死自取之也今君不愛萬夫之命而傷一人之死奚其過也其臣已無道矣其君亦不足惜也孔子曰文王似元年武王似春王周公似正月文王以王季為父以太任為母以太姒為妃以武王周公為子以㤗顛閎夭為臣其本美矣武王正其身以正其國正其國以正天下伐無道刑有罪一動天下正其事正矣春致其時萬物皆及生君致其道萬人皆及治周公戴已而天下順之其誠至矣尊君卑臣者以勢使之也夫勢失則權傾故天子失道則諸侯尊矣諸侯失政則大夫起矣大夫失官則庶人興矣由是觀之上不失而下得者未嘗有也孔子曰夏道不亾商徳不作啇徳不亾周徳不作周徳不亡春秋不作春秋作而後君子知周道亾也故上下相虧也猶水火之相滅也人君不可不察而大盛其臣下此私門盛而公家毁也人君不察焉則國家危殆矣筦子曰權不兩錯政不二門故曰脛大於股者難以歩指大於臂者難以把本小末大不能相使也司城子罕相宋謂宋君曰國家之危定百姓之治亂在君行之賞罰也賞當則賢人勸罰得則姦人止賞罰不當則賢人不勸姦人不止姦邪比周欺上蔽主以爭爵禄不可不慎也夫賞賜譲與者人之所好也君自行之刑罰殺戮者人之所惡也臣請當之君曰善子主其惡寡人行其善吾知不為諸侯笑矣扵是宋君行賞賜而與子罕刑罰國人知刑戮之威專在子罕也大臣親之百姓附之居期年子罕逐其君而專其政故曰無弱君而强大夫老子曰魚不可脱於淵國之利器不可以借人此之謂也"}
{"id": "KR3a0007_002", "series": "KR3a0007", "text": "臣術人臣之術順從而復命無所敢專義不苟合位不苟尊必有益扵國必有補於君故其身尊而子孫保之故人臣之行有六正六邪行六正則榮犯六邪則辱夫榮辱者禍福之門也何謂六正六邪六正者一曰萌芽未動形兆未見昭然獨見存亾之㡬得失之要預禁乎不然之前使主超然立乎顯榮之處天下稱孝焉如此者聖臣也二曰虗心白意進善通道勉主以禮義諭主以長䇿将順其美匡救其惡功成事立歸善於君不敢獨伐其勞如此者良臣也三曰卑身賤體夙興夜寐進賢不解數稱於徃古之徳行事以厲主意庶㡬有益以安國家社稷宗廟如此者忠臣也四曰明察幽見成敗早防而救之引而復之塞其間絶其源轉禍以爲福使君終以無憂如此者智臣也五曰守文奉法任官職事辭禄譲賜不受贈遺衣服端齊飲食節儉如此者貞臣也六曰國家昏亂所爲不諫然而敢犯主之顔面言主之過失不辭其誅身死國安不悔所行如此者直臣也是爲六正也六邪者一曰安官貪禄營於私家不務公事懐其智藏其能主飢於論渴於䇿猶不肯盡節容容乎與世沉浮上下左右觀望如此者具臣也二曰主所言皆曰善主所為皆曰可隱而求主之所好即進之以快主耳目偷合苟容與主為樂不顧其後害如此者諛臣也三曰中實頗險外容貌小謹巧言令色又心嫉賢所欲進則眀其美而隱其惡所欲退則明其過而匿其美使主妄行過任賞罰不當號令不行如此者姦臣也四曰智足以飾非辯足以行説反言易辭而成文章内離骨肉之親外妬亂朝廷如此者讒臣也五曰專權擅勢持抔國事以為輕重扵私門成黨以富其家又復増加威勢擅矯主命以自貴顯如此者賊臣也六曰謟言以邪墜主不義朋黨比周以蔽主明入則辯言好辭出則更復異其言語使白黒無别是非無間伺候可推因而附然使主惡布於境内聞於四隣如此者亡國之臣也是謂六邪賢臣處六正之道不行六邪之術故上安而下治生則見樂死則見思此人臣之術也湯問伊尹曰三公九卿大夫列士其相去何如伊尹對曰三公者知通於大道應變而不窮辯於萬物之情通於天道者也其言足以調隂陽正四時節風雨如是者舉以為三公故三公之事常在於道也九卿者不失四時通於溝渠修堤防樹五穀通於地理者也能通不能通能利不能利如是者舉以爲九卿故九卿之事常在於徳也大夫者出入與民同衆取去與民同利通扵人事行猶舉繩不傷於言言之於世不害於身通於闗梁實於府庫如是者舉以爲大夫故大夫之事常在於仁也列士者知義而不失其心事功而不獨專其賞忠正彊諫而無有姦詐去私立公而言有法度如是者舉以為列士故列士之事常在於義也故道徳仁義定而天下正凡此四者明王臣而不臣湯曰何謂臣而不臣伊尹對曰君之所不名臣者四諸父臣而不名諸兄臣而不名先王之臣臣而不名盛徳之士臣而不名是謂大順也湯問伊尹曰古者所以立三公九卿大夫列士者何也伊尹對曰三公者所以叅五事也九卿者所以叅三公也大夫者所以叅九卿也列士者所以叅大夫也故叅而有叅是謂事宗事宗不失外内若一子貢問孔子曰今之人臣孰為賢孔子曰吾未識也徃者齊有鮑叔鄭有子皮賢者也子貢曰然則齊無管仲鄭無子産乎子曰賜汝徒知其一不知其二汝聞進賢為賢耶用力為賢耶子貢曰進賢為賢子曰然吾聞鮑叔之進管仲也聞子皮之進子産也未聞管仲子産有所進也魏文侯且置相召李克而問焉曰寡人將置相置於季成子與翟觸我孰置而可李克曰臣聞之賤不謀貴外不謀内踈不謀親臣者踈賤不敢聞命文侯曰此國事也願與先生臨事而勿辭李克曰君不察故也可知矣貴視其所舉富視其所與貧視其所不取窮視其所不為由此觀之可知矣文侯曰先生出矣寡人之相定矣李克出過翟黄翟黄問曰吾聞君問相於先生未知果孰為相李克曰季成子為相翟黄作色不悦曰觸失望扵先生李克曰子何遽失望扵我我於子之君也豈與我比周而求大官哉君問相於我臣對曰君不察故也貴視其所舉冨視其所與貧視其所不取窮視其所不為由此觀之可知也君曰出矣寡人之相定矣以是知季成子為相翟黄不悦曰觸何遽不為相乎西河之守觸所任也計事内史觸所任也王欲攻中山吾進樂羊無使治之臣吾進先生無使傅其子吾進屈侯鮒觸何負扵季成子李克曰不如季成子季成子食采千鍾什九居外一居中是以東得卜子夏田子方叚干木彼其所舉人主之師也子之所舉人臣之才也翟黄迮然而慙曰觸失對於先生請自修然後學言未卒而左右言季成子立為相矣於是翟黄黙然變色内慙不敢出三月也楚令尹死景公遇成公乹曰令尹将焉歸成公乹曰殆於屈春乎景公怒曰國人以為歸於我成公乹曰子資少屈春資多于義獲天下之至憂也而子以為友鳴鶴與芻狗其知甚少而子玩之鴟夷子皮日侍於屈春損頗為友二人者之智足以為令尹不敢專其智而委之屈春故曰政其歸於屈春乎田子方渡西河造翟黄翟黄乗軒車戴華蓋黄金之勒約簟席如此者其駟八十乗子方望之以為人君也道狹下抵車而待之翟黄至而睹其子方也下車而趨自投下風曰觸田子方曰子與吾嚮者望子疑以爲人君也子至而人臣也将何以至此乎翟黄對曰此皆君之所以賜臣也積三十嵗故至扵此時以閑暇祖之曠野正逢先生子方曰何子賜車轝之厚也翟黄對曰昔者西河無守臣進吳起而西河之外寕鄴無令臣進西門豹而魏無趙患酸棗無令臣進北門可而魏無齊憂魏欲攻中山臣進樂羊而中山扷魏無使治之臣臣進李克而魏國大治是以進此五大夫者爵禄倍以故至扵此子方曰可子勉之矣魏國之相不去子而之他矣翟黄對曰君母弟有公孫季成者進子夏而君師之進叚干木而君友之進先生而君敬之彼其所進師也友也所敬者也臣之所進者皆守職守禄之臣也何以至魏國相乎子方曰吾聞身賢者賢也能進賢者亦賢也子之五舉者盡賢子勉之矣子終其次矣齊威王逰扵瑶䑓成侯卿来奏事從車羅騎甚衆王望之謂左右曰来者何為者也左右曰成侯卿也王曰國至貧也何出之盛也左右曰與人者有以責之也受人者有以易之也王試問其説成侯卿至上謁曰忌也王不應又曰忌也王不應又曰忌也王曰國至貧也何出之盛也成侯卿曰赦其死辠使臣得言其説王曰諾對曰忌舉田居子為西河而秦梁弱忌舉田解子為南城而楚人抱羅綺而朝忌舉黔涿子為冥州而燕人給牲趙人給盛忌舉田種首子為即墨而於齊足究忌舉北郭刁勃子為大士而九族益親民益冨舉此数良人者王枕而卧耳何患國之貧哉秦穆公使賈人載鹽徴諸賈人賈人買百里奚以五羖羊之皮使將車之秦秦穆公觀鹽見百里奚牛肥曰任重道逺以險而牛何以肥也對曰臣飲食以時使之不以暴有險先後之以身是以肥也穆公知其君子也令有司具沐浴為衣冠與坐公大悦異日與公孫支論政公孫支大不寕曰君耳目聪明思慮審察君其得聖人乎公曰然吾恱夫奚之言彼類聖人也公孫支遂歸取鴈以賀曰君得社稷之聖臣敢賀社稷之福公不辭再拜而受眀日公孫支乃致上卿以譲百里奚曰秦國處僻民陋以愚無知危亾之本也臣自知不足以處其上請以譲之公不許公孫支曰君不用賔相而得社稷之聖臣君之禄也臣見賢而譲之臣之禄也今君既得其禄矣而使臣失禄可乎請終致之公不許公孫支曰臣不肖而處上位是君失倫也不肖失倫臣之過進賢而退不肖君之明也今臣處位廢君之徳而逆臣之行也臣將逃公乃受之故百里奚為上卿以制之公孫支為次卿以佐之也趙簡主從晉陽之邯鄲中路而止引車吏進問君何為止簡主曰董安于在後吏曰此三軍之事也君奈何以一人留三軍也簡主曰諾驅之百步又止吏将進諫董安于適至簡主曰秦道之與晉國交者吾忘令人塞之董安于曰此安于之所為後也簡主曰官之寳璧吾忘令人載之對曰此安于之所為後也簡主曰行人燭過年長矣言未嘗不為晉國法也吾行忘令人辭且聘焉對曰此安于之所為後也簡主可謂内省外知人矣哉故身佚國安御史大夫周昌曰人主誠能如趙簡主朝不危矣晏子侍於景公朝寒請進熱食對曰嬰非君之厨飬臣也敢辭公曰請進服裘對曰嬰非田澤之臣也敢辭公曰然夫子於寡人奚為者也對曰社稷之臣也公曰何謂社稷之臣對曰社稷之臣能立社稷辨上下之冝使得其理制百官之序使得其冝作為辭令可分布於四方自是之後君不以禮不見晏子也齊侯問於晏子曰忠臣之事其君何若對曰有難不死出亡不送君曰裂地而封之䟽爵而貴之吾有難不死出亡不送可謂忠乎對曰言而見用終身無難臣何死焉謀而見從終身不亾臣何送焉若言不見用有難而死之是妄死也諫而不見從出亡而送之是詐為也故忠臣者能納善於君而不能與君䧟難者也晏子朝乗弊車駕駑馬景公見之曰嘻夫子之禄寡耶何乗不任之甚也晏子對曰頼君之賜得以壽三族及國交逰皆得生焉臣得煖衣飽食弊車駑馬以奉其身於臣足矣晏子出公使梁丘據遺之輅車乗馬三返不受公不悦趣召晏子晏子至公曰夫子不受寡人亦不乗晏子對曰君使臣臨百官之吏節其衣服飲食之養以先齊國之人然猶恐其侈靡而不顧其行也今輅車乗馬君乗之上臣亦乗之下民之無義侈其衣食而不顧其行者臣無以禁之遂譲不受也景公飲酒陳桓子侍望見晏子而復於公曰請浮晏子公曰何故也對曰晏子衣緇布之衣麋鹿之裘棧軫之車而駕駑馬以朝是隱君之賜也公曰諾酌者奉觴而進之曰君命浮子晏子曰何故也陳桓子曰君賜之卿位以尊其身寵之百萬以冨其家群臣之爵莫尊於子禄莫厚於子今子衣緇布之衣麋鹿之裘棧軫之車而駕駑馬以朝則是隱君之賜也故浮子晏子避席曰請飲而後辭乎其辭而後飲乎公曰辭然後飲晏子曰君賜卿位以顯其身嬰不敢為顯受也為行君令也寵之百萬以冨其家嬰不敢為富受也為通君賜也臣聞古之賢臣有受厚賜而不顧其國族則過之臨事守職不勝其任則過之君之内隷臣之父兄若有離散在於野鄙者此臣之罪也君之外隷臣之所職若有播亡在四方者此臣之罪也兵革不完戰車不修此臣之罪也若夫弊車駑馬以朝主者非臣之罪也且臣以君之賜臣父之黨無不乗車者母之黨無不足於衣食者妻之黨無凍餒者國之簡士待臣而後舉火者數百家如此為隱君之賜乎彰君之賜乎公曰善為我浮桓子也晏子方食君之使者至分食而食之晏子不飽使者返言之景公景公曰嘻夫子之家若是其貧也寡人不知也是寡人之過也令吏致千家之縣一於晏子晏子再拜而辭曰嬰之家不貧以君之賜澤覆三族延及交遊以振百姓君之賜也厚矣嬰之家不貧也嬰聞之厚取之君而厚施之人代君為君也忠臣不為也厚取之君而藏之是筐篋存也仁人不為也厚取之君而無所施之身死而財遷智者不為也嬰也聞為人臣進不事上以為忠退不克下以為廉八升之布一豆之食足矣使者三返遂辭不受也陳成子謂鴟夷子皮曰何與常也對曰君死吾不死君亾吾不亡陳成子曰然子何以為常對曰未死去死未亾去亡其有何死亡矣從命利君為之順從命病君謂之䛕逆命利君謂之忠逆命病君謂之亂君有過不諫諍将危國殞社稷也有能盡言於君用則留之不用則去之謂之諫用則可生不用則死謂之諍有能比和同力率群下相與彊矯君君雖不安不能不聼遂觧國之大患除國之大害成於尊君安國謂之輔有能亢君之命反君之事竊君之重以安國之危除主之辱攻伐足以成國之大利謂之弼故諫諍輔弼之人社稷之臣也明君之所尊禮而闇君以為已賊故眀君之所賞闇君之所殺也眀君好問闇君好獨眀君上賢使能而享其功闇君畏賢妬能而滅其業罰其忠而賞其賊夫是之謂至闇桀紂之所以亡也詩云曽是莫聼大命以傾此之謂也簡子有臣尹綽赦厥簡子曰厥愛我諌我必不於衆人中綽也不愛我諌我必於衆人中尹綽曰厥也愛君之醜而不愛君之過也臣愛君之過而不愛君之醜孔子曰君子哉尹綽面訾不面譽也髙繚仕於晏子晏子逐之左右諌曰髙繚之事夫子三年曽無以爵位而逐之其義可乎晏子曰嬰仄陋之人也四維之然後能直今此子事吾三年未嘗弼吾過是以逐之也子貢問孔子曰賜為人下而未知所以為人下之道也孔子曰為人下者其猶土乎種之則五榖生焉掘之則甘泉出焉草木植焉禽獸育焉生人立焉死人入焉多其功而不言為人下者其猶土乎孫卿曰少事長賤事貴不肖事賢此天下之通義也有人貴而不能為人上賤而羞為人下此姦人之心也身不離姦心而行不離姦道然而求見譽扵衆不亦難乎公叔文子問於史叟曰武子勝事趙簡子久矣其寵不解奚也史叟曰武子勝博聞多能而位賤君親而近之致敏以愻藐而䟽之則恭而無怨色入與謀國家出不見其寵君賜之禄知足而辭故能久也泰誓曰附下而罔上者死附上而罔下者刑與聞國政而無益於民者退在上位而不能進賢者逐此所以勸善而黜惡也故傳曰傷善者國之殘也蔽善者國之讒也愬無罪者國之賊也王制曰假於鬼神時日卜筮以疑於衆者殺也子路為蒲令僃水災與民春脩溝瀆為人煩苦故與人一簞食一壺漿孔子聞之使子貢復之子路忿然不悦徃見夫子曰由也以暴雨将至恐有水災故與人脩溝瀆以僃之而民多匱於食故與人一簞食一壺漿而夫子使賜止之何也夫子止由之行仁也夫子以仁教而禁其行仁也由也不受子曰爾以民為餓何不告於君發倉廪以給食之而以爾私饋之是汝不眀君之恵見汝之徳義也速已則可矣否則爾之受罪不久矣子路心服而退也"}
{"id": "KR3a0007_003", "series": "KR3a0007", "text": "建本孔子曰君子務本本立而道生夫本不正者末必陭始不盛者終必衰詩云原隰既平泉流既清本立而道生春秋之義有正春者無亂秋有正君者無危國易曰建其本而萬物理失之毫釐差以千里是故君子貴建本而重立始魏武侯問元年於吴子吴子對曰言國君必慎始也慎始奈何曰正之正之奈何曰眀智智不明何以見正多聞而擇焉所以明智也是故古者君始聽治大夫而一言士而一見庶人有謁必達公族請問必語四方至者勿距可謂不壅蔽矣分禄必及用刑必中君心必仁思民之利除民之害可謂不失民衆矣君身必正近臣必選大夫不兼官執民柄者不在一族可謂不權勢矣此皆春秋之意而元年之本也孔子曰行身有六本本立焉然後為君子立體有義矣而孝為本處喪有禮矣而哀為本戰陣有隊矣而勇為本治政有理矣而能為本居國有禮矣而嗣為本生才有時矣而力為本置本不固無務豐末親戚不悦無務外交事無終始無務多業聞記不言無務多談比近不説無務修逺是以反本脩邇君子之道也天之所生地之所養莫貴乎人人之道莫大乎父子之親君臣之義父道聖子道仁君道義臣道忠賢父之於子也慈恵以生之教誨以成之養其義藏其偽時其節慎其施子年七嵗以上父為之擇眀師選良友勿使見悪少漸之以善使之早化故賢子之事親發言陳辭應對不悖乎耳趣走進退容貌不悖乎目卑體賤身不悖乎心君子之事親以積德子者親之本也無所推而不從命推而不從命者惟害親者也故親之所安子皆供之賢臣之事君也受官之日以主為父以國為家以士人為兄弟故苟有可以安國家利民人者不避其難不憚其勞以成其義故其君亦有助之以遂其徳夫君臣之與百姓轉相為本如循環無端夫子亦云人之行莫大於孝孝行成於内而嘉號布於外是謂建之於本而榮華自茂矣君以臣為本臣以君為本父以子為本子以父為本棄其本者榮華稿矣子路曰負重道逺者不擇地而休家貧親老者不擇禄而仕昔者由事二親之時常食藜藿之實而為親負米百里之外親没之後南遊於楚從車百乗積粟萬鍾累茵而坐列鼎而食願食藜藿為親負米之時不可復得也枯魚銜索㡬何不蠧二親之夀忽如過隙草木欲長霜露不使賢者欲養二親不待故曰家貧親老不擇禄而仕也伯禽與康叔封朝于成王見周公三見而三笞康叔有駭色謂伯禽曰有商子者賢人也與子見之康叔封與伯禽見商子曰某某也日吾二子者朝乎成王見周公三見而三笞其説何也商子曰二子盍相與觀乎南山之陽有木焉名曰橋二子者徃觀乎南山之陽見橋竦焉實而仰反以告乎商子商子曰橋者父道也商子曰二子盍相與觀乎南山之隂有木焉名曰梓二子者徃觀乎南山之隂見梓勃焉實而俯反以告商子商子曰梓者子道也二子者明日見乎周公入門而趨登堂而跪周公拂其首勞而食之曰安見君子二子對曰見商子周公曰君子哉商子也曽子芸瓜而誤斬其根曽晳怒援大杖擊之曽子仆地有頃蘓蹷然而起進曰曩者參得罪於大人大人用力教參得無疾乎退屏鼓琴而歌欲令曽晳聼其歌聲令知其平也孔子聞之告門人曰參來勿内也曽子自以無罪使人謝孔子孔子曰汝聞瞽叟有子名曰舜舜之事父也索而使之未嘗不在側求而殺之未嘗可得小箠則待大箠則走以逃暴怒也今子委身以待暴怒立體而不去殺身以䧟父不義不孝孰是大乎汝非天子之民耶殺天子之民罪奚如以曽子之材又居孔氏之門有罪不自知處義難乎伯俞有過其母笞之泣其母曰他日笞子未嘗見泣今泣何也對曰他日俞得罪笞嘗痛今母之力不能使痛是以泣故曰父母怒之不作於意不見於色深受其罪使可哀憐上也父母怒之不作於意不見於色其次也父母怒之作於意見於色下也成人有徳小子有造大學之教也時禁於其未發之曰預因其可之曰時相觀於善之曰磨學不陵節而施之曰馴發然後禁則扞格而不勝時過然後學則勤苦而不馴雜施而不遜則壊亂而不治獨學而無友則孤陋而寡聞故曰有昭辟雍有賢泮宫田里周行濟濟鏘鏘而相從執質有族以文周召公年十九見正而冠冠則可以為方伯諸侯矣人之㓜稚童蒙之時非求師正本無以立身全性夫㓜者必愚愚者妄行愚者妄行不能保身孟子曰人皆知以食愈飢莫知以學愈愚故善材之㓜者必勤於學問以修其性今人誠能砥礪其材自誠其神眀睹物之應通道之要觀始卒之端覽無外之境逍遥乎無方之内彷徉乎塵埃之外卓然獨立超然絶世此上聖之所逰神也然晚世之人莫能閒居心思鼓琴讀書追觀上古友賢大夫學問講辨日以自虞䟽逺世事分眀利害籌䇿得失以觀禍福設義立度以為法式窮追本末究事之情死有遺業生有榮名此皆人材之所能建也然莫能為者偷慢懈墮多暇日之故也是以失本而無名夫學者崇名立身之本也儀状齊䓁而餙貌者好質性同倫而學問者智是故砥礪琢磨非金也而可以利金詩書辟立非我也而可以厲心夫問訊之士日夜興起厲中益知以分别理是故處身則全立身不殆士苟欲深眀博察以垂榮名而不好問訊之道則是伐智本而塞智原也何以立軀也騏驥雖疾不遇伯樂不致千里干将雖利非人力不能自斷焉烏號之弓雖良不得排檠不能自任人才雖髙不務學問不能致聖水積成川則蛟龍生焉土積成山則豫樟生焉學積成聖則富貴尊顯至焉千金之裘非一狐之皮臺廟之榱非一木之枝先王之法非一士之智也故曰訊問者智之本思慮者智之道也中庸曰好問近乎智力行近乎仁知耻近乎勇積小之能大者其惟仲尼乎學者所以反情治性盡才者也親賢學問所以長徳也論交合友所以相致也詩云如切如瑳如琢如磨此之謂也今夫辟地殖穀以養生送死鋭金石雜草藥以攻疾苦知構室屋以避暑雨累臺榭以避潤濕入知親其親出知尊其君内有男女之别外有朋友之際此聖人之徳教儒者受之傳之以教誨於後世今夫晚世之惡人反非儒者曰何以儒為如此人者是非本也譬猶食穀衣絲而非耕織者也載於船車服而安之而非工匠者也食於釜甑須以生活而非陶冶者也此言違於情而行矇於心者也如此人者骨肉不親也秀士不友也此三代之棄民也人君之所不赦也故詩云投畀豺虎豺虎不食投畀有北有北不受投畀有昊此之謂也孟子曰人知糞其田莫知糞其心糞田莫過利苗得粟糞心易行而得其所欲何為糞心博學多聞何為易行一性止滛也子思曰學所以益才也礪所以致刃也吾嘗幽處而深思不若學之速吾嘗跂而望不若登髙之博見故順風而呼聲不加疾而聞者衆登丘而招臂不加長而見者逺故魚乗於水鳥乗於風草木乗於時孔子曰可以與人終日而不倦者其惟學乎其身體不足觀也其勇力不足惮也其先祖不足稱也其族姓不足道也然而可以開四方而昭於諸侯者其惟學乎詩曰不愆不亡率由舊章夫學之謂也孔子曰鯉君子不可以不學見人不可以不飾不飾則無根無根則失理失理則不忠不忠則失禮失禮則不立夫逺而有光者飾也近而逾眀者學也譬之如汚池水潦注焉菅蒲生之從上觀之知其非源也公扈子曰有國者不可以不學春秋生而尊者驕生而冨者傲生而冨貴又無鑑而自得者鮮矣春秋國之鑑也春秋之中弑君三十六亡國五十二諸侯奔走不得保其社稷者甚衆未有不先見而後從之者也晉平公問於師曠曰吾年七十欲學恐已暮矣師曠曰何不炳燭乎平公曰安有為人臣而戯其君乎師曠曰盲臣安敢戯其君乎臣聞之少而好學如日出之陽壮而好學如日中之光老而好學如炳燭之明炳燭之明孰與昧行乎平公曰善哉河間獻王曰湯稱學聖王之道者譬如日焉靜居獨思譬如火焉夫捨學聖王之道若捨日之光何乃獨思若火之明也可以見小耳未可用大知惟學問可以廣明徳慧也梁丘據謂晏子曰吾至死不及夫子矣晏子曰嬰聞之為者常成行者常至嬰非有異於人也常為而不置常行而不休者故難及也寗越中牟鄙人也苦耕之勞謂其友曰何為而可以免此苦也友曰莫如學學三十年則可以達矣寗越曰請十五嵗人将休吾将不休人将卧吾不敢卧十五嵗學而周威公師之夫走者之速也而過二里止步者之遲也而百里不止今寗越之材而久不止其為諸侯師豈不冝哉孔子謂子路曰汝何好子路曰好長劒孔子曰非此之問也請以汝之所能加之以學豈可及哉子路曰學亦有益乎孔子曰夫人君無諌臣則失政士無教友則失徳狂馬不釋其䇿操弓不返於檠木受繩則直人受諌則聖受學重問孰不順成毁仁惡士且近於刑君子不可以不學子路曰南山有竹弗揉自直斬而射之通於犀革又何學為乎孔子曰括而羽之鏃而砥礪之其入不益深乎子路拜曰敬受教哉子路問於孔子曰請釋古之學而行由之意可乎孔子曰不可昔者東夷慕諸夏之義有女其夫死為之内私壻終身不嫁不嫁則不嫁矣然非貞節之義也蒼梧之弟娶妻而美好請與兄易忠則忠矣然非禮也今子欲釋古之學而行子之意庸知子用非為是用是為非乎不順其初雖欲悔之難哉豐墻墝下未必崩也流行潦至壊必先矣樹本淺根垓不深未必橛也飄風起暴雨至㧞必先矣君子居於是國不崇仁義不尊賢臣未必亡也然一旦有非常之變車馳人走指而禍至乃始乾喉燋脣仰天而歎庶㡬焉天其救之不亦難乎孔子曰不慎其前而悔其後雖悔無及矣詩云啜其泣矣何嗟及矣言不先正本而成憂於末也虞君問盆成子曰今工者乆而巧色者老而衰今人不及壮之時益積心技之術以僃将衰之色色者必盡乎老之前知謀無以異乎㓜之時可好之色彬彬乎且盡洋洋乎安託無能之軀哉故有技者不累身而未嘗滅而色不得以常茂齊桓公問管仲曰王者何貴曰貴天桓公仰而視天管仲曰所謂天者非謂蒼蒼莽莽之天也君人者以百姓為天百姓與之則安輔之則彊非之則危背之則亡詩云人而無良相怨一方民怨其上不遂亡者未之有也河間獻王曰管子稱倉廩實知禮節衣食足知榮辱夫穀者國家所以昌士女所以姣好禮義所以行而人心所以安也尚書五福以冨為始子貢問為政孔子曰冨之既冨乃教之也此治國之本也文公見咎季其廟傅於西牆公曰孰處而西對曰君之老臣也公曰西益而宅對曰臣之忠不如老臣之力其牆壞而不築公曰何不築對曰一日不稼百日不食公出而告之僕僕頓首於􁇆曰吕刑云一人有慶兆民頼之君之明群臣之福也乃令於國曰毋淫宫室以妨人宅板築以時毋奪農功楚恭王多寵子而世子之位不定屈建曰楚必多亂夫一兎走於街萬人追之一人得之萬人不復走分未定則一兎走使萬人擾分巳定則雖貪夫知止今楚多寵子而嫡位無主亂自是生矣夫世太子者國之也而百姓之望也國既無又使百姓失望絶其本矣本絶則撓亂猶兎走也恭王聞之立康王為太子其後猶有令尹圍公子棄疾之亂也晉襄公薨嗣君少趙宣子相謂大夫曰立少君懼多難請立雍雍長出在秦秦大足以為援賈季曰不若公子樂樂有寵於國先君愛而仕之翟翟足以為援穆嬴抱太子以呼於庭曰先君奚罪其嗣亦奚罪舎嫡嗣不立而外求君乎出朝抱以見宣子曰惡難也故欲立長君長君立而少君壮難乃至矣宣子患之遂立太子也趙簡子以襄子為後董安于曰無恤不才今以為後何也簡子曰是其人能為社稷忍辱異日智伯與襄子飲而灌襄子之首大夫請殺之襄子曰先君之立我也曰能為社稷忍辱豈曰能剌人哉處十月智伯圍襄子於晉陽襄子䟽隊而擊之大敗智伯漆其首以為飲器"}
{"id": "KR3a0007_004", "series": "KR3a0007", "text": "立節士君子之有勇而果於行者不以立節行義而以妄死非名豈不痛哉士有殺身以成仁觸害以立義倚於節理而不議死地故能身死名流於來世非有勇斷孰能行之子路曰不能勤苦不能恬貧窮不能輕死亡而曰我能行義吾不信也昔者申包胥立於秦庭七日七夜哭不絶聲遂以存楚不能勤苦安能行此曽子布衣緼袍未得完糟糠之食藜藿之羮未得飽義不合則辭上卿不恬貧窮安能行此比干将死而諌逾忠伯夷叔齊餓死于首陽而志逾彰不輕死亡安能行此故夫士欲立義行道毋論難易而後能行之立身著名無顧利害而後能成之詩曰彼其之子碩大且篤非良篤修激之君子其誰能行之哉王子比干殺身以成其忠尾生殺身以成其信伯夷叔齊殺身以成其亷此四子者皆天下之通士也豈不愛其身哉以為夫義之不立名之不著是士之恥也故殺身以遂其行因此觀之卑賤貧窮非士之恥也夫士之所恥者天下舉忠而士不與焉舉信而士不與焉舉亷而士不與焉三者在乎身名傳於後世與日月並而不息雖無道之世不能汚焉然則非好死而惡生也非惡富貴而樂貧賤也由其道遵其理尊貴及已士不辭也孔子曰富而可求雖執鞭之士吾亦為之冨而不可求從吾所好大聖之操也詩云我心匪石不可轉也我心匪席不可卷也言不失已也能不失已然後可與濟難矣此士君子之所以越衆也楚伐陳陳西門燔因使其降民脩之孔子過之不軾子路曰禮過三人則下車過二人則軾今陳脩門者人數衆矣夫子何為不軾孔子曰丘聞之國亡而不知不智知而不爭不忠忠而不死不亷今陳脩門者不行一於此丘故不為軾也孔子見齊景公景公致廩丘以為養孔子辭不受出謂弟子曰吾聞君子當功以受禄今説景公景公未之行而賜我廩丘其不知丘亦甚矣遂辭而行曽子衣弊衣以耕魯君使人徃致邑焉曰請以此脩衣曽子不受反復徃又不受使者曰先生非求於人人則獻之奚為不受曽子曰臣聞之受人者畏人子人者驕人縱君有賜不我驕也我能勿畏乎終不受孔子聞之曰參之言足以全其節也子思居於衛緼袍無表二旬而九食田子方聞之使人遺狐白之裘恐其不受因謂之曰吾假人遂忘之吾與人也如棄之子思辭而不受子方曰我有子無何故不受子思曰伋聞之妄與不如遺棄物於溝壑伋雖貧也不忍以身為溝壑是以不敢當也宋襄公兹父為桓公太子桓公有後妻子曰公子目夷公愛之兹父為公愛之也欲立之請於公曰請使目夷立臣為之相兄以佐之公曰何故也對曰臣之舅在衛愛臣若終立則不可以徃絶迹於衛是背母也且臣自知不足以處目夷之上公不許彊以請公公許之将立公子目夷目夷辭曰兄立而弟在下是其義也今弟立而兄在下不義也不義而使目夷為之目夷将逃乃逃之衛兹父從之三年桓公有疾使人召兹父若不來是使我以憂死也兹父乃反公復立之以為太子然後目夷歸也晉驪姬譛太子申生於獻公獻公将殺之公子重耳謂申生曰為此者非子之罪也子胡不進辭辭之必免於罪申生曰不可我辭之驪姬必有罪矣吾君老矣㣲驪姬寢不安席食不甘味如何使吾君以恨終哉重耳曰不辭則不若速去矣申生曰不可去而免於死是惡吾君也夫彰父之過而取美諸侯孰肯内之入困於宗出困於逃是重吾惡也吾聞之忠不暴君智不重惡勇不逃死如是者吾以身當之遂伏劒死君子聞之曰天命矣夫世子詩曰萋兮斐兮成是貝錦彼譛人者亦已太甚晉獻公之時有士焉曰狐突傅太子申生公立驪姬為夫人而國多憂狐突稱疾不出六年獻公以譛誅太子太子将死使人謂狐突曰吾君老矣國家多難傅一出以輔吾君申生受賜以死不恨再拜稽首而死狐突乃復事獻公三年獻公卒狐突辭於諸大夫曰突受太子之詔今事終矣與其乆生亂世也不若死而報太子乃歸自殺楚平王使奮揚殺太子建未至而遣之太子奔宋王召奮揚使城父人執之以至王曰言出於予口入於爾耳誰告建也對曰臣告之王初命臣曰事建如事余臣不佞不能貳也奉初以還故遣之已而悔之亦無及也王曰而敢來何也對曰使而失命召而不來是重過也逃無所入王乃赦之晉靈公暴趙宣子驟諌靈公患之使鉏之彌賊之鉏之彌晨往則寢門闢矣宣子盛服将朝尚早坐而假寢之彌退歎而言曰不忘恭敬民之主也賊民之主不忠棄君之命不信有一於此不如死也遂觸槐而死齊人有子蘭子者事白公勝勝将為難乃告子蘭子曰吾将舉大事於國願與子共之子蘭子曰我事子而與子殺君是助子之不義也畏患而去子是遁子於難也故不與子殺君以成吾義契領於庭以遂吾行楚有士申鳴者在家而養其父孝聞於楚國王欲授之相申鳴辭不受其父曰王欲相汝汝何不受乎申鳴對曰舎父之孝子而為王之忠臣何也其父曰使有禄於國立義於庭汝樂吾無憂矣吾欲汝之相也申鳴曰諾遂入朝楚王因授之相居三年白公為亂殺司馬子期申鳴将往死之父止之曰棄父而死其可乎申鳴曰聞夫仕者身歸於君而禄歸於親今既去子事君得無死其難乎遂辭而往因以兵圍之白公謂石乞曰申鳴者天下之勇士也今以兵圍我吾為之奈何石乞曰申鳴者天下之孝子也往劫其父以兵申鳴聞之必來因與之語白公曰善則往取其父持之以兵告申鳴曰子與吾吾與子分楚國子不與吾子父則死矣申鳴流涕而應之曰始吾父之孝子也今吾君之忠臣也吾聞之也食其食者死其事受其禄者畢其能今吾已不得為父之孝子矣乃君之忠臣也吾何得以全身援桴鼓之遂殺白公其父亦死王賞之金百斤申鳴曰食君之食避君之難非忠臣也定君之國殺臣之父非孝子也名不可兩立行不可兩全也如是而生何面目立於天下遂自殺也齊莊公且伐莒為車五乗之賔而杞梁華舟獨不與焉故歸而不食其母曰汝生而無義死而無名則雖非五乗孰不汝笑也汝生而有義死而有名則五乗之賔盡汝下也趣食乃行杞梁華舟同車侍於莊公而行至莒莒人逆之杞梁華舟下鬭獲甲首三百莊公止之曰子止與子同齊國杞梁華舟曰君為五乗之賔而舟梁不與焉是少吾勇也臨敵􁂮難止我以利是汚吾行也深入多殺者臣之事也齊國之利非吾所知也遂進鬭壊軍陷陣三軍弗敢當至莒城下莒人以炭置地二人立有間不能入隰侯重為右曰吾聞古之士犯患􁂮難者其去遂於物也來吾踰子隰侯重仗楯伏炭二子乗而入顧而哭之華舟後息杞梁曰汝無勇乎何哭之乆也華舟曰吾豈無勇哉是其勇與我同也而先吾死是以哀之莒人曰子毋死與子同莒國杞梁華舟曰去國歸敵非忠臣也去長受賜非正行也且雞鳴而期日中而忘之非信也深入多殺者臣之事也莒國之利非吾所知也遂進鬭殺二十七人而死其妻聞之而哭城為之阤而隅為之崩此非所以起也越甲至齊雍門子狄請死之齊王曰鼓鐸之聲未聞矢石未交長兵未接子何務死之為人臣之禮邪雍門子狄對曰臣聞之昔者王田於囿左轂鳴車右請死之而王曰子何為死車右對曰為其鳴吾君也王曰左轂鳴者工師之罪也子何事之有焉車右曰臣不見工師之乗而見其鳴吾君也遂刎頸而死知有之乎齊王曰有之雍門子狄曰今越甲至其鳴吾君也豈左轂之下哉車右可以死左轂而臣獨不可以死越甲也遂刎頸而死是日越人引甲而退七十里曰齊王有臣鈞如雍門子狄擬使越社稷不血食遂引甲而歸齊王葬雍門子狄以上卿之禮楚人将與吳人戰楚兵寡而吳兵衆楚将軍子囊曰我擊此國必敗辱君虧地忠臣不忍為也不復於君黜兵而退至於國郊使人復於君曰臣請死君曰子大夫之遁也以為利也而今誠利子大夫毋死子囊曰遁者無罪則後世之為君臣者皆入不利之名而効臣遁若是則楚國終為天下弱矣臣請死退而伏劒君曰誠如此請成子大夫之義乃為桐棺三寸加斧質其上以徇於國宋康公攻阿屠單父成公趙曰始吾不自知以為在千乗則萬乗不敢伐在萬乗則天下不敢圖今趙在阿而宋屠單父則是趙無以自立也且往誅宋趙遂入宋三月不得見或曰何不因鄰國之使而見之成公趙曰不可吾因鄰國之使而刺之則使後世之使不信荷節之信不用皆曰趙使之然也不可或曰何不因羣臣道徒處之士而刺之成公趙曰不可吾因羣臣道徒處之士而刺之則後世之忠臣不見信辯士不見顧皆曰趙使之然也不可吾聞古之士怒則思理危不忘義必将正行以求之耳朞年宋康公病死成公趙曰亷士不辱名信士不惰行今吾在阿宋屠單父是辱名也事誅宋王朞年不得是惰行也吾若是而生何面目而見天下之士遂立槁於彭山之上佛肹用中牟之縣畔設禄邑炊鼎曰與我者受邑不與我者其烹中牟之士皆與之城北餘子田獨後至袪衣将入鼎曰聞之義者軒冕在前非義弗乗斧鉞於後義死不避遂祛衣将入鼎佛肹播而之趙簡子屠中牟得而取之論有功者用田為始田曰吾聞亷士不恥人如此而受中牟之功則中牟之士終身慙矣襁負其母南徙於楚楚王髙其義待以司馬齊崔杼弑莊公邢蒯聵使晉而反其僕曰崔杼弑莊公子将奚如邢蒯聵曰驅之将入死而報君其僕曰君之無道也四鄰諸侯莫不聞也以夫子而死之不亦難乎邢蒯聵曰善能言也然亦晚矣子早言我我能諌之諌不聼我能去今既不諌又不去吾聞食其禄者死其事吾既食亂君之禄矣又安得治君而死之遂驅車入死其僕曰人有亂君人猶死之我有治長可毋死乎乃結轡自刎於車上君子聞之曰邢蒯聵可謂守節死義矣死者人之所難也僕夫之死也雖未能合義然亦有志士之意矣詩云夙夜匪懈以事一人邢生之謂也孟子曰勇士不忘喪其元僕夫之謂也燕昭王使樂毅伐齊閔王亡燕之初入齊也聞蓋邑人王歜賢令於軍曰環蓋三十里毋入以歜之故已而使人謂歜曰齊人多髙子之義吾以子為将封子萬家歜固謝燕人燕人曰子不聼吾引三軍而屠蓋邑王歜曰忠臣不事二君貞女不更二夫齊王不聼吾諌故退而耕於野國既破亡吾不能存今又劫之以兵為君将是助桀為暴也與其生而無義固不如烹遂懸其軀於樹枝自奮絶脰而死齊亡大夫聞之曰王歜布衣義猶不背齊向燕況在位食禄者乎乃相聚如莒求諸公子立為襄王左儒友於杜伯皆臣周宣王宣王将殺杜伯而非其罪也左儒争之于王九復之而王弗許也王曰别君而異友斯汝也左儒對曰臣聞之君道友逆則順君以誅友友道君逆則率友以違君王怒曰易而言則生不易而言則死左儒對曰臣聞古之士不枉義以從死不易言以求生故臣能明君之過以死杜伯之無罪王殺杜伯左儒死之莒穆公有臣曰朱厲附事穆公不見識焉冬處於山林食杼栗夏處洲澤食蓤藕穆公以難死朱厲附将往死之其友曰子事君而不見識焉今君難吾子死之意者其不可乎朱厲附曰始我以為君不吾知也今君死而我不死是果不知我也吾将死之以激天下不知其臣者遂往死之楚荘王獵於雲夢射科雉得之申公子倍攻而奪之王将殺之大夫諌曰子倍自好也爭王雉必有説王姑察之不出三月子倍病而死邲之戰楚大勝晉歸而賞功申公子倍之弟進請賞於王曰人之有功也賞於車下王曰奚謂也對曰臣之兄讀故記曰射科雉者不出三月必死臣之兄爭而得之故夭死也王命發乎府而視之於記果有焉乃厚賞之"}
{"id": "KR3a0007_005", "series": "KR3a0007", "text": "貴徳聖人之於天下百姓也其猶赤子乎飢者則食之寒者則衣之将之養之育之長之唯恐其不至於大也詩曰蔽芾甘棠勿翦勿伐召伯所茇傳曰自陜以東者周公主之自陜以西者召公主之召公述職當桑蠶之時不欲變民事故不入邑中舎于甘棠之下而聼斷焉陜間之人皆得其所是故後世思而歌詠之善之故言之言之不足故嗟歎之嗟歎之不足故詠歌之夫詩思然後積積然後滿滿然後發發由其道而致其位焉百姓歎其美而致其敬甘棠之不伐也政教惡乎不行孔子曰吾於甘棠見宗廟之敬也甚尊其人必敬其位順安萬物古聖之道㡬哉仁人之徳教也誠惻隠於中悃愊於内不能已於其心故其治天下也如救溺人見天下强凌弱衆暴寡㓜孤臝露死傷係虜不忍其然是以孔子歴七十二君兾道之一行而得施其徳使民生於全育烝庶安土萬物熈熈各樂其終卒不遇故睹麟而泣哀道不行徳澤不洽於是退作春秋明素王之道以示後人思施其惠未嘗輟忘是以百王尊之志士法焉誦其文章傳今不絶徳及之也詩曰載馳載驅周爰咨謀此之謂也聖王布徳施惠非求報於百姓也郊望禘嘗非求報於鬼神也山致其髙雲雨起焉水致其深蛟龍生焉君子致其道徳而福禄歸焉夫有隂徳者必有陽報有隱行者必有昭名古者溝防不修水為人害禹鑿龍門闢伊闕平治水土使民得陸處百姓不親五品不遜契教以君臣之義父子之親夫婦之辨長㓜之序田野不修民食不足后稷教之闢地墾草糞土樹榖令百姓家給人足故三后之後無不王者有隂徳也周室衰禮義廢孔子以三代之道教導於後世繼嗣至今不絶者有隱行也周頌曰豐年多黍多稌亦有髙廩萬億及為酒為醴烝畀祖妣以洽百禮降福孔偕禮記曰上牲損則用下牲下牲損則祭不備物以其舛之為不樂也故聖人之於天下也譬猶一堂之上也今有滿堂飲酒者有一人獨索然向隅而泣則一堂之人皆不樂矣聖人之於天下也譬猶一堂之上也有一人不得其所者則孝子不敢以其物薦進魏武侯浮西河而下中流顧謂吳起曰美哉乎河山之固也此魏國之寳也吳起對曰在徳不在險昔三苗氏左洞庭右彭蠡徳義不修而禹滅之夏桀之居左河濟右太華伊闕在其南羊膓在其北修政不仁湯放之殷紂之國左孟門而右太行常山在其北大河經其南修政不徳武王伐之由此觀之在徳不在險若君不修徳船中之人盡敵國也武侯曰善武王克殷召太公而問曰将奈其士衆何太公對曰臣聞愛其人者兼屋上之烏憎其人者惡其餘胥咸劉厥敵使靡有餘何如王曰不可太公出邵公入王曰為之奈何邵公對曰有罪者殺之無罪者活之何如王曰不可邵公出周公入王曰為之奈何周公曰使各居其宅田其田無變舊新唯仁是親百姓有過在予一人武王曰廣大乎平天下矣凡所以貴士君子者以其仁而有徳也孔子曰里仁為美擇不處仁焉得智夫仁者必恕然後行行一不義殺一無辠雖以得髙官大位仁者不為也夫大仁者愛近以及逺及其有所不諧則虧小仁以就大仁大仁者恩及四海小仁者止於妻子妻子者以其知營利以婦人之恩撫之飾其内情雕畫其偽孰知其非真雖當時䝉榮然士君子以為大辱故共工驩兠符里鄧析其智非無所識也然而為聖王所誅者以無徳而苟利也竪刁易牙毁體殺子以干利卒為賊於齊故人臣不仁簒弑之亂生人臣而仁國治主榮明主察焉宗廟大寧夫人臣猶貴仁况於人主乎故桀紂以不仁失天下湯武以積徳有海土是以聖王貴徳而務行之孟子曰推恩足以及四海不推恩不足以保妻子古人所以大過人者無他焉善推其所有而已晏子飲景公酒令器必新家老曰財不足請斂於民晏子曰止夫樂者上下同之故天子與天下諸侯與境内自大夫以下各與其僚無有獨樂今上樂其樂下傷其費是獨樂者也不可齊桓公北伐山戎氏其道過燕燕君逆而出境桓公問筦仲曰諸侯相逆固出境乎筦仲曰非天子不出境桓公曰然則燕君畏而失禮也寡人不道而使燕君失禮乃割燕君所至之地以與燕君諸侯聞之皆朝於齊詩云靖恭爾位好是正直神之聼之介爾景福此之謂也景公探爵鷇鷇弱故反之晏子聞之不待請而入見景公汗出惕然晏子曰君胡為者也景公曰我探爵鷇鷇弱故反之晏子逡廵北面再拜而賀曰吾君有聖王之道矣景公曰寡人入探爵鷇鷇弱故反之其當聖王之道者何也晏子對曰君探爵鷇鷇弱故反之是長幼也吾君仁愛禽獸之加焉而况於人乎此聖王之道也景公覩嬰兒有乞於途者公曰是無歸夫晏子對曰君存何為無歸使養之可立而以聞景公遊於壽宫覩長年負薪而有飢色公悲之喟然歎曰令吏養之晏子曰臣聞之樂賢而哀不肖守國之本也今君愛老而恩無不逮治國之本也公笑有喜色晏子曰聖王見賢以樂賢見不肖以哀不肖今請求老弱之不養鰥寡之不室者論而供秩焉景公曰諾於是老弱有養鰥寡有室桓公之平陵見家人有年老而自養者公問其故對曰吾有子九人家貧無以妻之吾使傭而未返也桓公取外御者五人妻之筦仲入見曰君之施惠不亦小矣公曰何也對曰公待所見而施惠焉則齊國之有妻者少矣公曰若何筦仲曰令國丈夫二十而室女子十五而嫁孝宣皇帝初即位守廷尉吏路温舒上書言尚徳緩刑其詞曰陛下初即至尊與天合符冝改前世之失正始受命之統滌煩文除民疾存亡繼絶以應天徳天下幸甚臣聞往者秦有十失其一尚存治獄吏是也昔秦之時滅文學好武勇賤仁義之士貴治獄之吏正言謂之誹謗謁過謂之妖言故盛服先王不用於世忠良切言皆鬱於匈譽諛之聲日滿於耳虚美薫心實禍蔽塞此乃秦之所以亡天下也方今海内賴陛下厚恩無金革之危飢寒之患父子夫婦勠力安家天下幸甚然太平之未洽者獄亂之也夫獄天下之命死者不可生斷者不可屬書曰與其殺不辜寧失不經今治獄吏則不然上下相驅以刻為明深者獲公名平者多後患故治獄吏皆欲入死非憎人也自安之道在人之死是以死人之血流離於市被刑之徒比肩而立大辟之計嵗以萬數此聖人所以傷太平之未洽凡以是也人情安則樂生痛則思死捶楚之下何求而不得故囚人不勝痛則飾誣詞以示之吏治者利其然則指道以明之上奏恐却則鍜錬而周内之盖奏當之成雖臯陶聼之猶以為死有餘罪何則成鍊之者衆而文致之罪明也是以獄吏專為深刻殘賊而無極偷為一切不顧國患此世之大賊也故俗語云畫地作獄議不可入刻木為吏期不可對此皆疾吏之風悲痛之辭也故天下之患莫深於獄敗法亂政離親塞道莫甚乎治獄之吏此臣所謂一尚存也臣聞鳥鷇之卵不毁而後鳯凰集誹謗之罪不誅而後良言進故傳曰山藪藏疾川澤納汚國君含垢天之道也臣昧死上聞願陛下察誹謗聼切言開天下之口廣箴諌之路改亡秦之一失遵文武之嘉徳省法制寛刑罰以廢煩獄則太平之風可興於世福履和樂與天地無極天下幸甚書奏皇帝善之後卒為臨淮太守晉平公春築臺叔向曰不可古者聖王貴徳而務施緩刑辟而趨民時今春築臺是奪民時也夫徳不施則民不歸刑不緩則百姓愁使不歸之民役愁怨之百姓而又奪其時是重竭也夫抆百姓養育之而重竭之豈所以定命安存而稱為人君於後世哉平公曰善乃罷臺役趙簡子春築臺於邯鄲天雨而不息謂左右曰可無趨種乎尹鐸對曰公事急措種而懸之臺夫雖欲趨種不能得也簡子惕然乃釋臺罷役曰我以臺為急不如民之急也民以不為臺故知吾之愛也中行獻子将伐鄭范文子曰不可得志於鄭諸侯讎我憂必滋長郤至又曰得鄭是兼國也兼國則王王者固多憂乎文子曰王者盛其徳而逺人歸故無憂今我寡徳而有王者之功故多憂今子見無土而欲富者樂乎哉季康子謂子游曰仁者愛人乎子游曰然人亦愛之乎子游曰然康子曰鄭子産死鄭人丈夫捨玦珮婦人舎珠珥夫婦巷哭三月不聞竽瑟之聲仲尼之死吾不聞魯國之愛夫子奚也子游曰譬子産之與夫子其猶浸水之與天雨乎浸水所及則生不及則死斯民之生也必以時雨既以生莫愛其賜故曰譬子産之與夫子也猶浸水之與天雨乎中行穆子圍鼓鼓人有以城反者不許軍吏曰師徒不勤可得城奚故不受曰有以吾城反者吾所甚惡也人以城來我獨奚好焉賞所甚惡是失賞也若所好何若不賞是失信也奚以示民鼓人又請降使人視之其民尚有食也不聼鼓人告食盡力竭而後取之克鼓而反不戮一人孔子之楚有漁者獻魚甚强孔子不受獻魚者曰天暑逺市賣之不售思欲棄之不若獻之君子孔子再拜受使弟子掃除将祭之弟子曰夫人将棄之今吾子将祭之何也孔子曰吾聞之務施而不腐餘財者聖人也今受聖人之賜可無祭乎鄭伐宋宋人将與戰華元殺羊食士其御羊斟不與焉及戰曰疇昔之羊羮子為政今日之事我為政與華元馳入鄭師宋人敗績楚王問莊辛曰君子之行奈何莊辛對曰居不為垣牆人莫能毁傷行不從周衛人莫能暴害此君子之行也楚王復問君子之富奈何對曰君子之富假貸人不徳也不責也其食飲人不使也不役也親戚愛之衆人喜之不肖者事之皆欲其壽樂而不傷於患此君子之富也楚王曰善丞相西平侯于定國者東海下邳人也其父號曰于公為縣獄吏決曹掾決獄平法未甞有所寃郡中離文法者于公所決皆不敢隠情東海郡中為于公生立祠命曰于公祠東海有孝婦無子少寡養其姑甚謹其姑欲嫁之終不肯其姑告隣之人曰孝婦養我甚謹我哀其無子守寡日久我老累丁壯奈何其後母自經死母女告吏曰孝婦殺我母吏捕孝婦孝婦辭不殺姑吏欲毒治孝婦自誣服具獄以上府于公以為養姑十年以孝聞此不殺姑也太守不聼數爭不能得於是于公辭疾去吏太守竟殺孝婦郡中枯旱三年後太守至卜求其故于公曰孝婦不當死前太守强殺之咎當在此於是殺牛祭孝婦冢太守以下自至焉天立大雨嵗豐熟郡中以此益敬重于公于公築治廬舎謂匠人曰為我髙門我治獄未嘗有所寃我後世必有封者令容髙盖駟馬車及子封為西平侯孟簡子相梁并衛有罪而走齊管仲迎而問之曰吾子相梁并衛之時門下使者㡬何人矣孟簡子曰門下使者有三千餘人管仲曰今與㡬何人來對曰臣與三人俱仲曰是何也對曰其一人父死無以葬我為葬之一人母死無以葬亦為葬之一人兄有獄我為出之是以得三人來管仲上車曰嗟兹乎我窮必矣吾不能以春風風人吾不能以夏雨雨人吾窮必矣凡人之性莫不欲善其徳然而不能爲善徳者利敗之也故君子羞言利名言利名尚羞之况居而求利者乎周天子使家父毛伯求金於諸侯春秋譏之故天子好利則諸侯貪諸侯貪則大夫鄙大夫鄙則庶人盗上之變下猶風之靡草也故為人君者明貴徳而賤利以道下下之為惡尚不可止今隱公貪利而身自漁濟上而行八佾以此化於國人國人安得不解於義解於義而縱其欲則災害起而臣下僻矣故其元年始書螟言災将起國家将亂云爾孫卿曰夫鬬者忘其身者也忘其親者也忘其君者也行須臾之怒而鬭終身之禍然乃為之是忘其身也家室離散親戚被戮然乃為之是忘其親也君上之所致惡刑法之所大禁也然乃犯之是忘其君也今禽獸猶知近父母不忘其親也人而忘其身内忘其親上忘其君是不若禽獸之仁也凡鬭者皆自以為是而以他人為非己誠是也人誠非也則是己君子而彼小人也夫以君子而與小人相賊害是人之所謂以狐白補犬羊身塗其炭豈不過甚矣哉以為智乎則愚莫大焉以為利乎則害莫大焉以為榮乎則辱莫大焉人之有鬬何哉比之狂惑疾病乎則不可面目人也而好惡多同人之鬬誠愚惑失道者也詩云式號式呼俾晝作夜言鬬行也子路持劍孔子問曰由安用此乎子路曰善古者固以善之不善古者固以自衛孔子曰君子以忠為質以仁為衛不出環堵之内而聞千里之外不善以忠化㓂暴以仁圍何必持劍乎子路曰由也請攝齊以事先生矣樂羊爲魏将以攻中山其子在中山中山懸其子示樂羊樂羊不爲衰志攻之愈急中山因烹其子而遺之樂羊食之盡一柸中山見其誠也不忍與其戰果下之遂爲文侯開地文侯賞其功而疑其心孟孫獵得麑使秦西巴持歸其母隨而鳴秦西巴不忍縱而與之孟孫怒而逐秦西巴居一年召以為太子傅左右曰夫秦西巴有罪於君今以為太子傅何也孟孫曰夫以一麑而不忍又将能忍吾子乎故曰巧詐不如拙誠樂羊以有功而見疑秦西巴以有罪而益信由仁與不仁也智伯還自衛三卿燕于藍臺智襄子戯韓康子而侮叚規智果聞之諌曰主弗備難難必至曰難将由我我不為難誰敢興之對曰異於是夫郤氏有車轅之難趙有孟姬之讒欒有叔祁之訴范中行有函冶之難皆主之所知也夏書有之曰一人三夫怨豈在明不見是圖周書有之曰怨不在大亦不在小夫君子能勤小物故無大患今主一謀而媿人君相又弗備曰不敢興難毋乃不可乎嘻不可不懼蚋蟻蜂蠆皆能害人况君相乎不聼自是五年而有晉陽之難段規反而殺智伯于師遂滅智氏智襄子為室美士茁夕焉智伯曰室美矣夫對曰美則美矣抑臣亦有懼也智伯曰何懼對曰臣以秉筆事君記有之曰髙山浚源不生草木松栢之地其土不肥今土木勝人臣懼其不安人也室成三年而智氏亡"}
{"id": "KR3a0007_006", "series": "KR3a0007", "text": "復恩孔子曰徳不孤必有鄰夫施徳者貴不徳受恩者尚必報是故臣勞勤以為君而不求其賞君持施以牧下而無所徳故易曰勞而不怨有功而不徳厚之至也君臣相與以市道接君懸禄以待之臣竭力以報之逮臣有不測之功則主加之以重賞如主有超異之恩則臣必死以復之孔子曰北方有獸其名曰蟨前足鼠後足兔是獸也甚矣其愛蛩蛩巨虚也食得甘草必齧以遺蛩蛩巨虚蛩蛩巨虚見人將来必負蟨以走蟨非性之愛蛩蛩巨虚也為其假足之故也二獸者亦非性之愛蟨也為其得甘草而遺之故也夫禽獸昆蟲猶知比假而相有報也况於士君子之欲興名利於天下者乎夫臣不復君之恩而苟營其私門禍之原也君不能報臣之功而憚行賞者亦亂之也夫禍亂之源由不報恩生矣趙襄子見圍於晉陽罷圍賞有功之臣五人髙赫無功而受上賞五人皆怒張孟談謂襄子曰晉陽之中赫無大功今與之上賞何也襄子曰吾在拘尼之中不失臣主之禮唯赫也子雖有功皆驕寡人與赫上賞不亦可乎仲尼聞之曰趙襄子可謂善賞士乎賞一人而天下之人臣莫敢失君臣之禮矣晉文公亡時陶叔狐從文公反國行三賞而不及陶叔狐陶叔狐見咎犯曰吾從君而亡十有三年顔色黧黒手足胼胝今君反國行三賞而不及我也意者君忘我與我有大故與子試為我言之君咎犯言之文公文公曰嘻我豈忘是子哉夫髙明至賢徳行全誠耽我以道説我以仁暴浣我行昭明我名使我爲成人者吾以爲上賞防我以禮諫我以義蕃援我使我不得爲非數引我而請於賢人之門吾以爲次賞夫勇壯強禦難在前則居前難在後則居後免我於患難之中者吾又以爲之次且子獨不聞乎死人者不如存人之身亡人者不如存人之國三行賞之後而勞苦之士次之夫勞苦之士是子固爲首矣豈敢忘子哉周内史叔輿聞之曰文公其覇乎昔聖王先徳而後力文公其當之矣詩云率禮不越此之謂也晉文公入國至於河令棄籩豆茵席顔色黧黒手足胼胝者在後咎犯聞之中夜而哭文公曰吾亡也十有九年矣今將反國夫子不喜而哭何也其不欲吾反國乎對曰籩豆茵席所以官者也而棄之顔色黧黒手足胼胝所以執勞苦而皆後之臣聞國君蔽士無所取忠臣大夫蔽遊無所取忠友今至於國臣在所蔽之中矣不勝其哀故哭也文公曰禍福利害不與咎氏同之者有如白水祝之乃沉璧而盟介子推曰獻公之子九人唯君在耳天未絶晉必將有主主晉祀者非君而何唯二三子者以為已力不亦誣乎文公即位賞不及推推母曰盍亦求之推曰尤而効之罪又甚焉且出怨言不食其食其母曰亦使知之推曰言身之文也身將隠安用文其母曰能如是與若俱隠至死不復見推從者憐之乃懸書宫門曰有龍矯矯頃失其所五虵從之周徧天下龍饑無食一虵割股龍反其淵安其壤土四虵入穴皆有處所一虵無穴號於中野文公出見書曰嗟此介子推也吾方憂王室未圖其功使人召之則亡遂求其所在聞其入緜上山中於是文公表緜上山中而封之以為介推田號曰介山晉文公出亡周流天下舟之僑去虞而從焉文公反國擇可爵而爵之擇可禄而禄之舟之僑獨不與焉文公酌諸大夫酒酒酣文公曰二三子盍為寡人賦乎舟之僑進曰君子為賦小人請陳其辭辭曰有龍矯矯頃失其所一虵從之周流天下龍反其淵安寧其處一虵耆乾獨不得其所文公瞿然曰子欲爵邪請待旦日之期子欲禄邪請今命廩人舟之僑曰請而得其賞亷者不受也言盡而名至仁者不為也今天油然作雲沛然下雨則苗草興起莫之能禦今為一人言施一人猶為一塊土下雨也土亦不生之矣遂厯階而去文公求之不得終身誦甫田之詩邴吉有隂徳於孝宣皇帝微時孝宣皇帝即位衆莫知吉亦不言吉從大將軍長史轉遷至御史大夫宣帝聞之將封之㑹吉病甚將使人加紳而封之及其生也太子太傅夏侯勝曰此未死也臣聞之有隂徳者必饗其樂以及其子孫今此未獲其樂而病甚非其死病也後病果愈封為博陽侯終饗其樂魏文侯攻中山樂羊將已得中山還反報文侯有喜功之色文侯命主書曰羣臣賓客所獻書操以進主書者舉兩篋以進令將軍視之盡難攻中山之事也將軍還走北面而再拜曰中山之舉也非臣之力君之功也平原君既歸趙楚使春申君將兵救趙魏信陵君亦矯奪晉鄙軍往救趙未至秦急圍邯鄲邯鄲急且降平原君患之邯鄲傳舍吏子李談謂平原君曰君不憂趙亡乎平原君曰趙亡即勝虜何為不憂李談曰邯鄲之民炊骨易子而食之可謂至困而君之後宫百數婦妾荷綺縠厨餘粱肉士民兵盡或剡木為矛㦸而君之器物鐘磬自恣若使秦破趙君安得有此使趙而全君何患無有君誠能令夫人以下編於士卒間分功而作之家所有盡散以饗食士方其危苦時易為惠耳於是平原君如其計而勇敢之士三千人皆出死因従李談赴秦軍秦軍為却三十里亦㑹楚魏救至秦軍遂罷李談死封其父為孝侯秦繆公嘗出而亡其駿馬自往求之見人已殺其馬方共食其肉繆公謂曰是吾駿馬也諸人皆懼而起繆公曰吾聞食駿馬肉不飲酒者殺人即以次飲之酒殺馬者皆慙而去居三年晉攻秦繆公圍之往時食馬肉者相謂曰可以出死報食馬得酒之恩矣遂潰圍繆公卒得以解難勝晉獲惠公以歸此徳出而福反也楚莊王賜羣臣酒日暮酒酣燈燭滅乃有人引美人之衣者美人援絶其冠纓告王曰今者燭滅有引妾衣者妾援得其冠纓持之趣火来上視絶纓者王曰賜人酒使醉失禮奈何欲顯婦人之節而辱士乎乃命左右曰今日與寡人飲不絶冠纓者不懽羣臣百有餘人皆絶去其冠纓而上火卒盡懽而罷居二年晉與楚戰有一臣常在前五合五獲首却敵卒得勝之荘王恠而問曰寡人徳薄又未甞異子子何故出死不疑如是對曰臣當死徃者醉失禮王隠忍不暴而誅也臣終不敢以䕃蔽之徳而不顯報王也常願肝腦塗地用頸血湔敵久矣臣乃夜絶纓者也遂斥晉軍楚得以強此有隂徳者必有陽報也趙宣孟將上之絳見翳桑下有卧餓人不能動宣孟止車為之下飱自含而餔之餓人再咽而能視宣孟問爾何為饑若此對曰臣宦於絳歸而糧絶羞行乞而憎自取以故至若此宣孟與之壺飱脯二朐再拜頓首受之不敢食問其故對曰向者食之而美臣有老母將以貢之宣孟曰子斯食之吾更與汝乃復為之簞食以脯二束與錢百去之絳居三年晉靈公欲殺宣孟置伏士於房中召宣孟而飲之酒宣孟知之中飲而出靈公令房中士疾追殺之一人追疾先及宣孟見宣孟之面曰吁固是君耶請為君反死宣孟曰子名為誰反走且對曰何以名為臣是夫桑下之餓人也還鬬而死宣孟得以活此所謂徳惠也故惠君子君子得其福惠小人小人盡其力夫徳一人活其身而况置惠於萬人乎故曰徳無細怨無小豈可無樹徳而除怨務利於人哉利出者福反怨往者禍来刑於内者應於外不可不慎也此書之所謂徳無小者也詩云赳赳武夫公侯干城濟濟多士文王以寧人君胡可不務愛士乎孝景時吴楚反袁盎以太常使吳吳王欲使將不肯欲殺之使一都尉以五百人圍守盎盎為吳相時從史與盎侍兒私通盎知之不泄遇之如故人有告從史從史懼亡歸盎自追遂以侍兒賄之復為從史及盎使吳見圍守從史適為守盎校司馬夜引盎起曰君可以去矣吳王期旦日斬君盎不信曰公何為者也司馬曰臣故為君從史盜侍兒者也盎乃敬謝曰公見親吾不足以累公司馬曰君去臣亦且亡避吾親君何患乃以刀決帳醉從卒道出分背去盎遂歸報智伯與趙襄子戰於晉陽下而死智伯之臣豫讓者怒以其精氣能使襄子動心乃漆身變形吞炭更聲襄子將出豫讓偽為死人處於梁下駟馬驚不進襄子動心使使視梁下得豫讓襄子重其義不殺也又盜為抵罪被刑人赭衣入繕宫襄子動心則曰必豫讓也襄子執而問之曰子始事中行君智伯殺中行君子不能死還反事之今吾殺智伯乃漆身為厲吞炭為啞欲殺寡人何與先行異也豫讓曰中行君衆人畜臣臣亦衆人事之智伯朝士待臣臣亦朝士為之用襄子曰非義也子壯士也乃自置車庫中水漿母入口者三日以禮豫讓讓自知遂自殺也晉逐欒盈之族命其家臣有敢從者死其臣曰辛俞從之吏得而將殺之君曰命女無得従敢従何也辛俞對曰臣聞三世仕於家者君之二世者主之事君以死事主以勤為其賜之多也今臣三世於欒氏受其賜多矣臣敢畏死而忘三世之恩哉晉君釋之留侯張良之大父開地相韓昭侯宣惠王襄哀王父平相釐王悼惠王悼惠王二十三年平卒二十嵗秦滅韓良年少未宦事韓韓破良家童三百人弟死不葬良悉以家財求刺客刺秦王為韓報仇以大父父五世相韓故遂學禮淮陽東見滄海君得力士為鐵椎重百二十斤秦皇帝東游良與客狙擊秦皇帝於博浪沙誤中副車秦皇帝大怒大索天下求購購甚急良更易姓名深亡匿後卒隨漢報秦鮑叔死管仲舉上衽而哭之泣下如雨從者曰非君父子也此亦有説乎管仲曰非夫子所知也吾嘗與鮑子負販於南陽吾三辱於市鮑子不以我為怯知我之欲有所明也鮑子嘗與我有所説王者而三不見聴鮑子不以我為不肖知我之不遇明君也鮑子嘗與我臨財分貨吾自取多者三鮑子不以我為貪知我之不足於財也生我者父母知我者鮑子也士為知己者死而况為之哀乎晉趙盾舉韓厥晉君以為中軍尉趙盾死子朔嗣為卿至景公三年趙朔為晉將朔取成公姊為夫人大夫屠岸賈欲誅趙氏初趙盾在時夢見叔帶持龜要而哭甚悲已而笑拊手且歌盾卜之占兆絶而後好趙史援占曰此甚惡非君之身及君之子然亦君之咎也至子趙朔世益衰屠岸賈者始有寵於靈公及至於晉景公而賈為司㓂將作難乃治靈公之賊以致趙盾徧告諸將曰趙穿弑靈公盾雖不知猶為首賊臣殺君子孫在朝何以懲罪請誅之韓厥曰靈公遇賊趙盾在外吾先君以為無罪故不誅今諸君將誅其後是非先君之意而後妄誅妄誅謂之亂臣有大事而君不聞是無君也屠岸賈不聴厥告趙朔趨亡趙朔不肯曰子必不絶趙祀朔死且不恨韓厥許諾稱疾不出賈不請而擅與諸將攻趙氏於下宫殺趙朔趙括趙嬰齊皆滅其族朔妻成公姊有遺腹走公宫匿後生男乳朔客程嬰持亡匿山中居十五年晉景公疾卜之曰大業之後不遂者為祟景公疾問韓厥韓厥知趙孤在乃曰大業之後在晉絶祀者其趙氏乎夫自中衍皆嬴姓也中衍人面鳥喙降佐殷帝大戊及周天子皆有明徳下及幽厲無道而叔帶去周適晉事先君文侯至于成公世有立功未嘗有絶祀今及吾君獨滅之趙宗國人哀之故見龜䇿唯君圖之景公問云趙尚有後子孫乎韓厥具以實對於是景公乃與韓厥謀立趙孤兒召而匿之宫中諸將入問疾景公因韓厥之衆以脅諸將而見趙孤孤名曰武諸將不得已乃曰昔下宫之難屠岸賈為之矯以君令并命羣臣非然孰敢作難微君之疾羣臣固且請立趙後今君有令羣臣之願也於是召趙武程嬰徧拜諸將軍將軍遂返與程嬰趙武攻屠岸賈滅其族復與趙武田邑如故故人安可以無恩夫有恩於此攻復於彼非程嬰則趙孤不全非韓厥則趙後不復韓厥可謂不忘恩矣蘧伯玉得罪於衞君走而之晉晉大夫有木門子髙者蘧伯玉舍其家居二年衞君赦其罪而反之木門子髙使其子送之至於境蘧伯玉曰鄙夫之子反矣木門子髙後得罪於晉君歸蘧伯玉伯玉言之衞君曰晉之賢大夫木門子髙得罪於晉君願君禮之於是衞君郊迎之竟以為卿北郭騷踵見晏子曰竊恱先生之義願乞所以養母者晏子使人分倉粟府金而遺之辭金而受粟有間晏子見疑於景公出犇北郭子召其友而告之曰吾悦晏子之義而甞乞所以養母者吾聞之曰養及親者身更其難今晏子見疑吾將以身白之遂造公庭求復者曰晏子天下之賢者也今去齊國齊國必侵矣方必見國之侵也不若先死請絶頸以白晏子逡巡而退因自殺也公聞之大駭乘馳而自追晏子及之國郊請而反之晏子不得已而反之聞北郭子之以死白已也太息而歎曰嬰不肖罪過固其所也而士以身明之哀哉吳赤市使於智氏假道於衛寗文子具紵絺三百製將以送之大夫豹曰吳雖大國也不壤交假之道則亦敬矣又何禮焉寗文子不聴遂致之吴赤市至於智氏既得事將歸吳知伯命造舟為梁吳赤市曰吾聞之天子濟於水造舟為梁諸侯維舟為梁大夫方舟方舟臣之職也且敬大甚必有故使人視之視則用兵在後矣將以襲衛吳赤市曰衛假吾道而厚贈我我見難而不告是與為謀也稱疾而留使人告衛衛人警戒智伯聞之乃止楚魏㑹於晉陽將以伐齊齊王患之使人召淳于髠曰楚魏謀欲伐齊願先生與寡人共憂之淳于髠大笑而不應王復問之又復大笑而不應三問而不應王怫然作色曰先生以寡人國為戲乎淳于髠對曰臣不敢以王國為戲也臣笑臣隣之祠田也以奩飯與一鮒魚其祝曰下田洿邪得穀百車蟹堁者宜禾臣笑其所以祠者少而所求者多王曰善賜之千金革車百乘立為上卿陽虎得罪於衛北見簡子曰自今以来不復樹人矣簡子曰何哉陽虎對曰夫堂上之人臣所樹者過半朝廷之吏臣所立者亦過半矣邊境之士臣所立者亦過半矣今夫堂上之人親却臣於君朝廷之吏親危臣於法邊境之士親劫臣於兵簡子曰唯賢者為能報恩不肖者不能夫樹桃李者夏得休息秋得食焉樹蒺䔧者夏不得休息秋得其刺焉今子之所樹者蒺䔧也非桃李也自今以来擇人而樹毋已樹而擇之東閭子甞富貴而後乞人問之曰公何為如是曰吾自知吾嘗相六七年未嘗貴一人也吾嘗富三千萬者再未嘗富一人也不知士出身之咎然也孔子曰物之難矣小大多少各有怨惡數之理也人而得之在於外假之也魏文侯與田子方語有兩僮子衣青白衣而侍於君前子方曰此君之寵子乎文侯曰非也其父死於戰此其幼孤也寡人収之子方曰臣以君之賊心為足矣今滋甚君之寵此子也又且以誰之父殺之乎文侯愍然曰寡人受令矣自是以後兵革不用吳起為魏將攻中山軍人有病疽者吳子自吮其膿其母泣之旁人曰將軍於而子如是尚何為泣對曰吳子吮此子父之創而殺之於注水之戰戰不旋踵而死今又吮之安知是子何戰而死是以哭之矣齊懿公之為公子也與邴歜之父争田不勝及即位乃掘而刖之而使歜為僕奪庸織之妻而使織為參乘公游于申池二人浴於池歜以鞭抶織織恕歜曰人奪女妻而不敢怒一抶女庸何傷織曰孰與刖其父而不病奚若乃謀殺公納之竹中楚人獻黿於鄭靈公公子家見公子宋之食指動謂子家曰我如是必嘗異味及食大夫黿召公子宋而不與公子宋怒染指於鼎嘗之而出公怒欲殺之公子宋與公子家謀先遂弑靈公子夏曰春秋者記君不君臣不臣父不父子不子者也此非一日之事也有漸以至焉"}
{"id": "KR3a0007_007", "series": "KR3a0007", "text": "政理政有三品王者之政化之覇者之政威之彊者之政脅之夫此三者各有所施而化之為貴矣夫化之不變而後威之威之不變而後脅之脅之不變而後刑之夫至於刑者則非王者之所貴也是以聖王光德教而後刑罰立榮恥而明防禁崇禮義之節以示之賤貨利之弊以變之修近理内政橛機之禮壹妃匹之際則莫不慕義禮之榮而惡貪亂之恥其所由致之者化使然也季孫問於孔子曰如殺無道以就有道何如孔子曰子為政焉用殺子欲善而民善矣君子之德風也小人之德草也草上之風必偃言明其化而已也治國有二機刑德是也王者尚其德而希其刑覇者刑德並湊強國先其刑而後德夫刑德者化之所由興也德者養善而進闕者也刑者懲惡而禁後者也故德化之崇者至於賞刑罰之甚者至於誅夫誅賞者所以别賢不肖而列有功與無功也故誅賞不可以繆誅賞繆則善惡亂矣夫有功而不賞則善不勸有過而不誅則惡不懼善不勸而能以行化乎天下者未嘗聞也書曰畢力賞罰此之謂也水濁則魚困令苛則民亂城峭則必崩岸竦則必阤故夫治國譬若張琴大絃急則小絃絶矣故曰急轡銜者非千里御也有聲之聲不過百里無聲之聲延及四海故禄過其功者損名過其實者削情行合而民副之禍福不虚至矣詩云何其處也必有與也何其乆也必有以也此之謂也公叔文子為楚令尹三年民無敢入朝公叔子見曰嚴矣文子曰朝廷之嚴也寧云妨國家之治哉公叔子曰嚴則下喑下喑則上聾聾喑不能相通何國之治也蓋聞之也順針縷者成帷幕合升斗者實倉廩并小流而成江海明主者有所受命而不行未嘗有所不受也衛靈公謂孔子曰有語寡人為國家者謹之於廟堂之上而國家治矣其可乎孔子曰可愛人者則人愛之惡人者則人惡之知得之己者亦知得之人所謂不出於環堵之室而知天下者知反之己者也子貢問治民於孔子孔子曰懔懔焉如以腐索御奔馬子貢曰何其畏也孔子曰夫通達之國皆人也以道導之則吾畜也不以道導之則吾讎也若何而毋畏齊桓公謂管仲曰吾欲舉事於國昭然如日月無愚夫愚婦皆曰善可乎仲曰可然非聖人之道桓公曰何也對曰夫短綆不可以汲深井知鮮不可以與聖人之言惠士可與辨物智士可與辨無方聖人可與辨神明夫聖人之所為非衆人之所及也民知十已則尚與之爭曰不如吾也百已則疵其過千已則誰而不信是故民不可稍而掌也可并而牧也不可暴而殺也可麾而致也衆不可户說也可舉而示也衛靈公問於史鰌曰政孰為務對曰大理為務聽獄不中死者不可生也斷者不可屬也故曰大理為務少焉子路見公公以史鰌言告之子路曰司馬為務兩國有難兩軍相當司馬執枹以行之一鬬不當死者數萬以殺人為非也此其為殺人亦衆矣故曰司馬為務少焉子貢入見公以二子言告之子貢曰不識哉昔禹與有扈氏戰三陳而不服禹於是脩教一年而有扈氏請服故曰去民之所事奚獄之所聽兵革之不陳奚鼓之所鳴故曰教為務也齊桓公出獵逐鹿而走入山谷之中見一老公而問之曰是為何谷對曰為愚公之谷桓公曰何故對曰以臣名之桓公曰今視公之儀狀非愚人也何為以公名對曰臣請陳之臣故畜㹀牛生子而大賣之而買駒少年曰牛不能生馬遂持駒去傍隣聞之以臣為愚故名此谷為愚公之谷桓公曰公誠愚矣夫何為而與之桓公遂歸明日朝以告管仲管仲正衿再拜曰此夷吾之愚也使堯在上咎繇為理安有取人之駒者乎若有見暴如是叟者又必不與也公知獄訟之不正故與之耳請退而脩政孔子曰弟子記之桓公覇君也管仲賢佐也猶有以智為愚者也况不及桓公管仲者也魯有父子訟者康子曰殺之孔子曰未可殺也夫民不知子父訟之不善者乆矣是則上過也上有道是人亡矣康子曰夫治民以孝為本今殺一人以戮不孝不亦可乎孔子曰不孝而誅之是虐殺不辜也三軍大敗不可誅也獄訟不治不可刑也上陳之教而先服之則百姓從風矣躬行不從而后俟之以刑則民知罪矣夫一仞之牆民不能踰百仞之山童子升而逰焉凌遲故也今是仁義之凌遲乆矣能謂民弗踰乎詩曰俾民不迷昔者君子導其百姓不使迷是以威厲而不至刑錯而不用也於是訟者聞之乃請無訟魯哀公問政於孔子對曰政有使民富且夀哀公曰何謂也孔子曰薄賦斂則民富無事則逺罪逺罪則民壽公曰若是則寡人貧矣孔子曰詩云凱悌君子民之父母未見其子富而父母貧者也文王問於吕望曰為天下若何對曰王國富民覇國富士僅存之國富大夫亡道之國富倉府是謂上溢而下漏文王曰善對曰宿善不祥是日也發其倉府以賑鰥寡孤獨武王問於太公曰治國之道若何太公對曰治國之道愛民而已曰愛民若何曰利之而勿害成之勿敗生之勿殺與之勿奪樂之勿苦喜之勿怒此治國之道使民之義也愛之而已矣民失其所務則害之也農失其時則敗之也有罪者重其罰則殺之也重賦斂者則奪之也多徭役以罷民力則苦之也勞而擾之則怒之也故善為國者遇民如父母之愛子兄之愛弟聞其飢寒為之哀見其勞苦為之悲武王問於太公曰賢君治國何如對曰賢君之治國其政乎其吏不苛其賦斂節其自奉薄不以私善害公法賞賜不加於無功刑罰不施於無罪不因喜以賞不因怒以誅害民者有罪進賢舉過者有賞後宫不荒女謁不聽上無婬慝下不隂害不幸宫室以費財不多觀游臺池以罷民不彫文刻鏤以逞耳目官無腐蠧之藏國無流餓之民此賢君之治國也武王曰善哉武王問於太公曰為國而數更法令者何也太公曰為國而數更法令者不法法以其所善為法者也故令出而亂亂則更為法是以其法令數更也成王問政於尹逸曰吾何德之行而民親其上對曰使之以時而敬順之忠而愛之布令信而不食言王曰其度安至對曰如臨深淵如履薄氷王曰懼哉對曰天地之間四海之内善之則畜也不善則讎也夏殷之臣反讎桀紂而臣湯武夙沙之民自攻其主而歸神農氏此君之所明知也若何其無懼也仲尼見梁君梁君問仲尼曰吾欲長有國吾欲列都之得吾欲使民安不惑吾欲使士竭其力吾欲使日月當時吾欲使聖人自来吾欲使官府治為之奈何仲尼對曰千乘之君萬乘之主問於丘者多矣未嘗有如主君問丘之術也然而盡可得也丘聞之兩君相親則長有國君惠臣忠則列都之得毋殺不辜毋釋罪人則民不惑益士禄賞則竭其力尊天敬鬼則日月當時善為刑罰則聖人自来尚賢使能則官府治梁君曰豈有不然哉子貢曰葉公問政於夫子夫子曰政在附近而来逺魯哀公問政於夫子夫子曰政在於諭臣齊景公問政於夫子夫子曰政在於節用三君問政於夫子夫子應之不同然則政有異乎孔子曰夫荆之地廣而都狭民有離志焉故曰在於附近而来逺哀公有臣三人内比周公以惑其君外鄣距諸侯賔客以蔽其明故曰政在諭臣齊景公奢於臺榭淫於苑囿五官之樂不解一旦而賜人百乘之家者三故曰政在於節用此三者政也詩不云乎亂離斯瘼爰其適歸此傷離散以為亂者也匪其止共惟王之卭此傷姦臣蔽主以為亂者也相亂蔑資曾莫惠我師此傷奢侈不節以為亂者也察此三者之所欲政其同乎哉公儀休相魯魯君死左右請閉門公儀休曰止池淵吾不稅蒙山吾不賦苛令吾不布吾已閉心矣何閉於門哉子産相鄭簡公謂子産曰内政毋出外政毋入夫衣裘之不美車馬之不飾子女之不潔寡人之醜也國家之不治封疆之不正夫子之醜也子産相鄭終簡公之身内無國中之亂外無諸侯之患也子産之從政也擇能而使之馮簡子善斷事子太叔善决而文公孫揮知四國之為而辨於其大夫之族姓變而立至又善為辭令禆諶善謀於野則獲於邑則否有事乃載禆諶與之適野使謀可否而告馮簡子斷之使公孫揮為之辭令成乃受子太叔行之以應對賔客是以鮮有敗事也董安于治晉陽問政於蹇老蹇老曰曰忠曰信曰敢董安于曰安忠乎曰忠於主曰安信乎曰信於令曰安敢乎曰敢於不善人董安于曰此三者足矣魏文侯使西門豹徃治於鄴告之曰必全功成名布義豹曰敢問全功成名布義為之柰何文侯曰子徃矣是無邑不有賢豪辯博者也無邑不有好揚人之惡蔽人之善者也徃必問豪賢者因而親之其辯博者因而師之問其好揚人之惡蔽人之善者因而察之不可以特聞從事夫耳聞之不如目見之目見之不如足踐之足踐之不如手辨之人始入官如入晦室乆而愈眀眀乃治治乃行宓子賤治單父彈鳴琴身不下堂而單父治巫馬期亦治單父以星出以星入日夜不處以身親之而單父亦治巫馬期問其故於宓子賤宓子賤曰我之謂任人子之謂任力任力者固勞任人者固佚人曰宓子賤則君子矣佚四肢全耳目平心氣而百官治任其數而已矣巫馬期則不然弊性事情勞煩教詔雖治猶未至也孔子謂宓子賤曰子治單父而衆說語丘所以為之者曰不齊父其父子其子恤諸孤而哀喪紀孔子曰善小節也小民附矣猶未足也曰不齊之所父事者三人所兄事者五人所友者十一人孔子曰父事三人可以教孝矣兄事五人可以教弟矣友十一人可以教學矣中節也中民附矣猶未足也曰此地民有賢於不齊者五人不齊事之皆教不齊所以治之術孔子曰欲其大者乃於此在矣昔者堯舜清㣲其身以聽觀天下務来賢人夫舉賢者百福之宗也而神明之主也不齊之所治者小也不齊所治者大其與堯舜繼矣宓子賤為單父宰辭於夫子夫子曰毋迎而距也毋望而許也許之則失守距之則閉塞譬如髙山深淵仰之不可極度之不可測也子賤曰善敢不承命乎宓子賤為單父宰過於陽晝曰子亦有以送僕乎陽晝曰吾少也賤不知治民之術有釣道二焉請以送子子賤曰釣道柰何陽晝曰夫扱綸錯餌迎而吸之者陽橋也其為魚薄而不美若存若亡若食若不食者魴也其為魚也博而厚味宓子賤曰善於是未至單父冠蓋迎之者交接於道子賤曰車驅之車驅之夫陽晝之所謂陽橋者至矣於是至單父請其耆老尊賢者而與之共治單父孔子弟子有孔蔑者與宓子賤皆仕孔子徃過孔蔑問之曰自子之仕者何得何亡孔蔑曰自吾仕者未有所得而有所亡者三曰王事若襲學焉得習以是學不得明也所亡者一也奉禄少鬻鬻不足及親戚親戚益疏矣所亡者二也公事多急不得弔死視病是以朋友益䟽矣所亡者三也孔子不說而復往見子賤曰自子之仕何得何亡子賤曰自吾之仕未有所亡而所得者三始誦之文今履而行之是學日益明也所得者一也奉禄雖少鬻鬻得及親戚是以親戚益親也所得者二也公事雖急夜勤弔死視病是以朋友益親也所得者三也孔子謂子賤曰君子哉若人君子哉若人魯無君子者斯焉取斯晏子治東阿三年景公召而數之曰吾以子為可而使子治東阿今子治而亂子退而自察也寡人將加大誅于子晏子對曰臣請改道易行而治東阿三年不治臣請死之景公許之於是明年上計景公迎而賀之曰甚善矣子之治東阿也晏子對曰前臣之治東阿也屬託不行貨賂不至陂池之魚以利貧民當此之時民無饑者而君反以罪臣今臣後之治東阿也屬託行貨賂至并㑹賦斂倉庫少内便事左右陂池之魚入於權家當此之時饑者過半矣君乃反迎而賀臣愚不能復治東阿願乞骸骨避賢者之路再拜便辟景公乃下席而謝之曰子強復治東阿東阿者子之東阿也寡人無復與焉子路治蒲見於孔子曰由願受教孔子曰蒲多壮士又難治也然吾語汝恭以敬可以攝勇寛以正可以容衆恭以潔可以親上子貢為信陽令辭孔子而行孔子曰力之順之因子之時無奪無伐無暴無盜子貢曰賜少而事君子君子固有盜者邪孔子曰夫以不肖伐賢是謂奪也以賢伐不肖是謂伐也緩其令急其誅是謂暴也取人善以自為己是謂盜也君子之盜豈必當財幣乎吾聞之曰知為吏者奉法利民不知為吏者枉法以侵民此皆怨之所由生也臨官莫如平臨財莫如亷亷平之守不可攻也匿人之善者是謂蔽賢也揚人之惡者是謂小人也不内相教而外相謗者是謂不足親也言人之善者有所得而無所亡傷也言人之惡者無所得而有所傷也故君子慎言語矣毋先己而後人擇言出之令口如耳楊朱見梁王言治天下如運諸掌然梁王曰先生有一妻一妾不能治三畞之園不能芸言治天下如運諸手掌何以楊朱曰臣有之君不見夫羊乎百羊而羣使五尺童子荷杖而隨之欲東而東欲西而西君且使堯牽一羊舜荷杖而隨之則亂之始也臣聞之夫吞舟之魚不逰淵鴻鵠髙飛不就汙池何則其志極逺也黄鍾大吕不可從繁奏之舞何則其音疏也將治大者不治小成大功者不小苛此之謂也景差相鄭鄭人有冬涉水者出而脛寒後景差過之下陪乘而載之覆以上衽叔向聞之曰景子為人國相豈不固哉吾聞良吏居之三月而溝渠脩十月而津梁成六畜且不濡足而况人乎魏文侯問李克曰為國如何對曰臣聞為國之道食有勞而禄有功使有能而賞必行罰必當文侯曰吾賞罰皆當而民不與何也對曰國其有淫民乎臣聞之曰奪淫民之禄以来四方之士其父有功而禄其子無功而食之出則乘車馬衣美裘以爲榮華入則脩竽瑟鍾石之聲而安其子女之樂以亂鄉曲之教如此者奪其禄以来四方之士此之謂奪淫民也齊桓公問於管仲曰國何患管仲對曰患夫社鼠桓公曰何謂也管仲對曰夫社束木而塗之鼠因徃託焉燻之則恐燒其木灌之則恐敗其塗此鼠所以不可得殺者以社故也夫國亦有社䑕人主左右是也内則蔽善惡於君上外則賣權重於百姓不誅之則為亂誅之則為人主所察據腹而有之此亦國之社鼠也人有酤酒者為器甚潔清置表甚長而酒酸不售問之里人其故里人云公之狗猛人挈器而入且酤公酒狗迎而噬之此酒所以酸不售之故也夫國亦有猛狗用事者是也有道術之士欲明萬乘之主而用事者迎而齕之此亦國之猛狗也左右為社鼠用事者為猛狗則道術之士不得用矣此治國之所患也齊侯問於晏子曰為政何患對曰患善惡之不分公曰何以察之對曰審擇左右左右善則百僚各得其所宜而善惡分孔子聞之曰此言也信矣善言進則不善無由入矣不進善言則善無由入矣復槀之君朝齊桓公問治民焉復槀之君不對而循口操衿抑心桓公曰與民共甘苦饑寒乎夫以我為聖人也故不用言而諭因禮之千金晉文公時翟人有封狐文豹之皮者文公喟然歎曰封狐文豹何罪哉以其皮為罪也大夫欒枝曰地廣而不平財聚而不散獨非狐豹之罪乎文公曰善哉說也欒枝曰地廣而不平人將平之財聚而不散人將爭之於是列地以分民散財以賑貧晉文侯問政於舅犯舅犯對曰分熟不如分腥分腥不如分地割以分民而益其爵禄是以上得地而民知富上失地而民知貧古之所謂致師而戰者其此之謂也晉侯問於士文伯曰三月朔日有食之寡人學惛焉詩所謂彼日而蝕于何不臧者何也對曰不善政之謂也國無政不用善則自取讁於日月之災故不可不慎也政有三而已一曰因民二曰擇人三曰從時延陵季子游於晉入其境曰嘻暴哉國乎入其都曰嘻力屈哉國乎立其朝曰嘻亂哉國乎從者曰夫子之入晉境未乆也何其名之不疑也延陵季子曰然吾入其境田畞荒穢而不休雜增崇髙吾是以知其國之暴也吾入其都新室惡而故室美新牆卑而故牆髙吾是以知其民力之屈也吾立其朝君能視而不下問其臣善伐而不上諫吾是以知其國之亂也齊之所以不如魯者太公之賢不如伯禽伯禽與太公俱受封而各之國三年太公来朝周公問曰何治之疾也對曰尊賢先疏後親先義後仁也此覇者之迹也周公曰太公之澤及五世五年伯禽来朝周公問曰何治之難對曰親親者先内後外先仁後義也此王者之迹也周公曰魯之澤及十世故魯有王迹者仁厚也齊有覇迹者武政也齊之所以不如魯也太公之賢不如伯禽也景公好婦人而丈夫飾者國人盡服之公使吏禁之曰女子而男子飾者裂其衣斷其帶裂衣斷帶相望而不止晏子見公曰寡人使吏禁女子而男子飾者裂其衣斷其帶相望而不止者何也對曰君使服之於内而禁之於外猶懸牛首於門而求買馬肉也公胡不使内勿服則外莫敢為也公曰善使内勿服不旋月而國莫之服也齊人甚好轂擊相犯以為樂禁之不止晏子患之乃為新車良馬出與人相犯也曰轂擊者不祥臣其祭祀不順居處不敬乎下車棄而去之然後國人乃不為故曰禁之以制而身不先行也民不肯止故化其心莫若教也魯國之法魯人有贖臣妾於諸侯者取金於府子貢贖人於諸侯而還其金孔子聞之曰賜失之矣聖人之舉事也可以移風易俗而教導可施於百姓非獨適其身之行也今魯國富者寡而貧者衆贖而受金則為不亷不受則後莫復贖自今以来魯人不復贖矣孔子可謂通於化矣故老子曰見小曰明孔子見季康子康子未説孔子又見之宰予曰吾聞之夫子曰王公不聘不動今吾子之見司㓂也少數矣孔子曰魯國以衆相凌以兵相暴之日乆矣而有司不治聘我者孰大乎於是魯人聞之曰聖人將治可以不先自為刑罰乎自是之後國無爭者孔子謂弟子曰違山十里蟪蛄之聲猶尚存耳政事無如膺之矣古之魯俗塗里之閭羅門之羅収門之漁獨得於禮是以孔子善之夫塗里之閭富家為貧者出羅門之羅有親者取多無親者取少収門之漁有親者取巨無親者取小春秋曰四民均則王道興而百姓寧所謂四民者士農工商也㛰姻之道廢則男女之道悖而淫佚之路興矣"}
{"id": "KR3a0007_008", "series": "KR3a0007", "text": "尊賢人君之欲平治天下而垂榮名者必尊賢而下士易曰自上下下其道大光又曰以貴下賤大得民也夫明王之施德而下下也將懐逺而致近也夫朝無賢人猶鴻鵠之無羽翼也雖有千里之望猶不能致其意之所欲至矣是故㳺江海者託於船致逺道者託扵乘欲覇王者託扵賢伊尹吕尚管夷吾百里奚此覇王之船乘也釋父兄與子孫非疏之也任庖人釣屠與仇讎僕虜非阿之也持社稷立功名之道不得不然也猶大匠之爲宫室也量小大而知材木矣比功校而知人數矣是故吕尚聘而天下知商將亡而周之王也管夷吾百里奚任而天下知齊秦之必覇也豈特船乘哉夫成王覇固有人亡國破家亦固有人桀用有莘紂用惡來宋用唐鞅齊用蘇秦秦用趙髙而天下知其亡也非其人而欲有功譬其若夏至之日而欲夜之長也射魚指天而欲發之當也雖舜禹猶亦困而又況乎俗主哉春秋之時天子微弱諸侯力政皆叛不朝衆暴寡强劫弱南夷與北狄交侵中國之不絶若綫桓公扵是用管仲鮑叔隰朋賔胥無甯戚三存亡國一繼絶世救中國攘戎狄卒脅荆蠻以尊周室覇諸侯晉文公用咎犯先軫陽䖏父强中國敗强楚合諸侯朝天子以顯周室楚荘王用孫叔敖司馬子反將軍子重征陳從鄭敗强晉無敵扵天下秦穆公用百里子蹇叔子王子廖及由余據有雍州攘敗西戎吳用延州來季子并兾州揚威于雞父鄭僖公富有千乘之國貴為諸侯治義不順人心而取弑扵臣者不先得賢也至簡公用子産裨諶世叔行人子羽賊臣除正臣進去强楚合中國國家安寧二十餘年無强楚之患故虞有宫之竒晉獻公為之終夜不寐楚有子玉得臣文公為之側席而坐逺乎賢者之厭難折衝也夫宋襄公不用公子目夷之言大辱扵楚曹不用僖負覊之諫敗死扵戎故共維五始之要治亂之端存乎審已而任賢也國家之任賢而吉任不肖而凶案徃世而視已事其必然也如合符此為人君者不可以不慎也國家惛亂而良臣見魯國大亂季友之賢見僖公即位而任季子魯國安寧外内無憂行政二十一年季子之卒後邾擊其南齊伐其北魯不勝其患將乞師扵楚以取全耳故傳曰患之起必自此始也公子買不可使戍衛公子遂不聴君命而擅之晉内侵扵臣下外困扵兵亂弱之患也僖公之性非前二十一年常賢而後乃漸變為不肖也此季子存之所益亡之所損也夫得賢失賢其損益之驗如此而人主忽扵所用甚可疾痛也夫智不足以見賢無可柰何矣若智能見之而强不能决猶豫不用而大者死亡小者亂傾此甚可悲哀也以宋殤公不知孔父之賢乎安知孔父死已必死趨而救之趨而救之者是知其賢也以魯莊公不知季子之賢乎安知疾將死召季子而授之國政授之國政者是知其賢也此二君知能見賢而皆不能用故宋殤公以殺死魯莊公以賊嗣使宋殤蚤任孔父魯莊素用季子乃將靖隣國而况自存乎鄒子說梁王曰伊尹故有莘氏之媵臣也湯立以為三公天下之治太平管仲故成隂之狗盜也天下之庸夫也齊桓公得之為仲父百里奚道之扵路傳賣五羊之皮秦穆公委之以政甯戚故將車人也叩轅行歌於康之衢桓公任以國司馬喜髕脚於宋而卒相中山范睢折脅拉齒於魏而後為應侯太公望故老婦之出夫也朝歌之屠佐也棘津迎客之舍人也年七十而相周九十而封齊故詩曰緜緜之葛在於曠野良工得之以為絺紵良工不得枯死於野此七士者不遇明君聖主幾行乞丐枯死於中野譬猶緜緜之葛矣眉睫之微接而形於色聲音而風感而動乎心甯戚擊牛角而商歌桓公聞而舉之鮑龍跪石而登嵼孔子為之下車堯舜相見不違桑隂文王舉太公不以日乆故賢聖之接也不待乆而親能者之相見也不待試而知矣故士之接也非必與之臨財分貨乃知其㢘也非必與之犯難涉危乃知其勇也舉事决斷是以知其勇也取與有讓是以知其㢘也故見虎之尾而知其大於貍也見象之牙而知其大於牛也一莭見則百莭知矣由此觀之以所見可以占未發覩小莭固足知大體矣禹以夏王桀以夏亡湯以殷王紂以殷亡闔廬以吳戰勝無敵於天下而夫差以見禽於越文公以晉國覇而厲公以見弑於匠麗之宫威王以齊强於天下而湣王以弑死於廟梁穆公以秦顯名尊號而二世以劫於望夷其所以君王者同而㓛迹不等者所任異也是故成王䖏襁褓而朝諸侯周公用事也趙武靈王年五十而餓死沙丘任李兊故也桓公得管仲九合諸侯一匡天下失管仲任竪刁易牙身死不葬為天下笑一人之身榮辱俱施焉在所任也故魏有公子無忌削地復得趙任藺相如秦兵不敢出鄢陵任唐睢國獨特立楚有申包胥而昭王反位齊有田單襄王得國由此觀之國無賢佐俊士而能以成功立名安危繼絶者未嘗有也故國不務大而務得民心佐不務多而務得賢俊得民心者民徃之有賢佐者士歸之文王請除炮烙之刑而殷民從湯去張網者之三面而夏民從越王不隳舊冢而吳人服以其所為之順於民心也故聲同則䖏異而相應德合則未見而相親賢者立於本朝則天下之豪相率而趨之矣何以知其然也曰管仲桓公之賊也鮑叔以為賢於己而進之為相七十言而說乃聽遂使桓公除報讎之心而委國政焉桓公垂拱無事而朝諸侯鮑叔之力也管仲之所以能北走桓公無自危之心者同聲於鮑叔也紂殺王子比干箕子被髪而佯狂陳靈公殺泄冶而鄧元去陳自是之後殷兼於周陳亡於楚以其殺比干泄冶而失箕子與鄧元也燕昭王得郭隗而鄒衍樂毅以齊趙至蘇子屈景以周楚至於是舉兵而攻齊棲閔王於莒燕校地計衆非與齊鈞也然所以能信意至於此者由得士也故無常安之國無恒治之民得賢者則安昌失之者則危亡自古及今未有不然者也明鏡所以照形也徃古所以知今也夫知惡徃古之所以危亡而不務襲迹於其所以安昌則未有異乎却走而求逮前人也太公知之故舉微子之後而封比干之墓夫聖人之於死尚如是其厚也况當世而生存者乎則其弗失可識矣齊景公問於孔子曰秦穆公其國小處僻而覇何也對曰其國小而志大雖處僻而其政中其舉果其謀和其令不偷親舉五羖大夫於係縲之中與之語三日而授之政以此取之雖王可也覇則小矣或曰將謂桓公仁義乎殺兄而立非仁義也將謂桓公恭儉乎與婦人同輿馳於邑中非恭儉也將謂桓公清潔乎閨門之内無可嫁者非清㓗也此三者亡國失君之行也然而桓公兼有之以得管仲隰朋九合諸侯一匡天下畢朝周室為五覇長以其得賢佐也失管仲隰朋任竪刁易牙身死不葬蟲流出户一人之身榮辱俱施者何者其所任異也由此觀之則士佐急矣周公旦白屋之士所下者七十人而天下之士皆至晏子所與同衣食者百人而天下之士亦至仲尼脩道行理文章而天下之士亦至矣伯牙子鼓琴鍾子期聴之方鼓而志在太山鍾子期曰善哉乎鼓琴巍巍乎若太山少選之間而志在流水鍾子期復曰善哉乎鼓琴湯湯乎若流水鍾子期死伯牙破琴絶絃終身不復鼓琴以為世無足為鼓琴者非獨鼓琴若此也賢者亦然雖有賢者而無以接之賢者奚由盡忠哉驥不自至千里者待伯樂而後至也周威公問於寗子曰取士有道乎對曰有窮者達之亡者存之廢者起之四方之士則四面而至矣窮者不達亡者不存廢者不起四方之士則四面而畔矣夫城固不能自守兵利不能自保得士而失之必有其間夫士存則君尊士亡則君卑周威公曰士壹至如此乎對曰君不聞夫楚平王有士曰楚傒胥丘負客王將殺之出亡之晉晉人用之是為城濮之戰又有士曰苖賁皇王將殺之出亡走晉晉人用之是為鄢陵之戰又有士曰上觧于王將殺之出亡走晉晉人用之是為兩堂之戰又有士曰伍子胥王殺其父兄出亡走吳闔閭用之於是興師而襲郢故楚之大得罪扵梁鄭宋衛之君猶未遽至于此也此四得罪於其士三暴其民骨一亡其國由是觀之士存則國存士亡則國亡子胥怒而亡之申包胥怒而存之士胡可無貴乎哀公問於孔子曰人何若而可取也孔子對曰母取拑者母取健者母取口銳者哀公曰何謂也孔子曰拑者大給利不可盡用健者必欲兼人不可以為法也口銳者多誕而寡信後恐不驗也夫弓矢和調而後求其中焉馬慤愿順然後求其良材焉人必忠信重厚然後求其知能焉今人有不忠信重厚而多知能如此人者譬猶豺狼與不可以身近也是故先其仁信之誠者然後親之於是有知能者然後任之故曰親仁而使能夫取人之術也觀其言而察其行夫言者所以抒其匈而發其情者也能行之士必能言之是故先觀其言而揆其行夫以言揆其行雖有姦軌之人無以逃其情矣哀公曰善周公攝天子位七年布衣之士執贄所師見者十二人窮巷白屋所先見者四十九人時進善者百人教士者千人官朝者萬人當此之時誠使周公驕而且恡則天下賢士至者寡矣苟有至者則必貪而尸禄者也尸禄之臣不能存君矣齊桓公設庭燎為士之欲造見者朞年而士不至於是東野鄙人有以九九之術見者桓公曰九九何足以見乎鄙人對曰臣非以九九為足以見也臣聞主君設庭燎以待士朞年而士不至夫士之所以不至者君天下賢君也四方之士皆自以論而不及君故不至也夫九九薄能耳而君猶禮之况賢於九九乎夫太山不辭壤石江海不逆小流所以成大也詩云先民有言詢于蒭蕘言愽謀也桓公曰善乃因禮之朞月四方之士相携而並至詩曰自堂徂自羊徂牛言以内及外以小及大也齊景公伐宋至于岐隄之上登髙以望太息而歎曰昔我先君桓公長轂八百乘以覇諸侯今我長轂三千乘而不敢乆䖏於此者豈其無管仲歟弦章對曰臣聞之水廣則魚大君明則臣忠昔有桓公故有管仲令桓公在此則車下之臣盡管仲也趙簡子㳺於河而樂之歎曰安得賢士而與䖏焉舟人古乘跪而對曰夫珠玉無足去此數千里而所以能來者人好之也今士有足而不來者此是吾君不好之乎趙簡子曰吾門左右客千人朝食不足暮收市征暮食不足朝收市征吾尚可謂不好士乎舟人古乘對曰鴻鵠髙飛逺翔其所恃者六翮也背上之毛腹下之毳無尺寸之數去之滿把飛不能為之益卑益之滿把飛不能為之益髙不知門下左右客千人者有六翮之用乎將盡毛毳也齊宣王坐淳于髠侍宣王曰先生論寡人何好淳于髠曰古者所好四而王所好三焉宣王曰古者所好何與寡人所好淳于髠曰古者好馬王亦好馬古者好味王亦好味古者好色王亦好色古者好士王獨不好士宣王曰國無士耳有則寡人亦說之矣淳于髠曰古者驊騮騏驥今無有王選於衆王好馬矣古者有豹象之胎今無有王選於衆王好味矣古者有毛廧西施今無有王選於衆王好色矣王必將待堯舜禹湯之士而後好則堯舜禹湯之士亦不好王矣宣王嘿然無以應衛君問於田讓曰寡人封侯盡千里之地賞賜盡御府繒帛而士不至何也田讓對曰君之賞賜不可以功及也君之誅罰不可以理避也猶舉杖而呼狗張弓而祝雞矣雖有香餌而不能致者害之必也宗衛相齊遇逐罷歸舍召門尉田饒等二十有七人而問焉曰士大夫誰能與我赴諸侯者乎田饒等皆伏而不對宗衛曰何士大夫之易得而難用也饒對曰非士大夫之難用也是君不能用也宗衛曰不能用士大夫何若田饒對曰厨中有臭肉則門下無死士今夫三升之稷不足於士而君鴈鶩有餘粟䊵素綺繡靡麗堂楯從風雨弊而士曽不得以縁衣果園梨栗後宫婦人摭以相擿而士曽不得一嘗且夫財者君之所輕也死者士之所重也君不能用所輕之財而欲使士致所重之死豈不難乎哉於是宗衛面有慚色逡廵避席而謝曰此衛之過也魯哀公問於孔子曰當今之時君子誰賢對曰衛靈公公曰吾聞之其閨門之内姑姊妹無别對曰臣觀於朝廷未觀於堂陛之間也靈公之弟曰公子渠牟其知足以治千乘之國其信足以守之而靈公愛之又有士曰王林國有賢人必進而任之無不達也不能達退而與分其禄而靈公尊之又有士曰慶足國有大事則進而治之無不濟也而靈公說之史鰌去衛靈公邸舍三月琴瑟不御待史鰌之入也而後入臣是以知其賢也介子推行年十五而相荆仲尼聞之使人徃視還曰廊下有二十五俊士堂上有二十五老人仲尼曰合二十五人之智智於湯武并二十五人之力力於彭祖以治天下其固免矣乎孔子閒居喟然而歎曰銅鞮伯華而無死天下其有定矣子路曰願聞其為人也何若孔子曰其㓜也敏而好學其壯也有勇而不屈其老也有道而能以下人子路曰其㓜也敏而好學則可其壯也有勇而不屈則可夫有道又誰下哉孔子曰由不知也吾聞之以衆攻寡而無不消也以貴下賤無不得也昔者周公旦制天下之政而下士七十人豈無道哉欲得士之故也夫有道而能下扵天下之士君子乎哉魏文侯從中山奔命安邑田子方後太子擊遇之下車而趨子方坐乘如故告太子曰為我請君待我朝歌太子不說因謂子方曰不識貧窮者驕人富貴者驕人乎子方曰貧窮者驕人富貴者安敢驕人人主驕人而亡其國吾未見以國待亡者也大天驕人而亡其家吾未見以家待亡者也貧窮者若不得意納履而去安徃不得貧窮乎貧窮者驕人富貴者安敢驕人太子及文侯道田子方之語文侯歎曰微吾子之故吾安得聞賢人之言吾下子方以行得而友之自吾友子方也君臣益親百姓益附吾是以得友士之㓛我欲伐中山吾以武下樂羊三年而中山為獻於我我是以得有武之㓛吾所以不少進於此者吾未見以智驕我者也若得以智驕我者豈不及古之人乎晉文侯行地登隧大夫皆扶之随㑹不扶文侯曰㑹夫為人臣而忍其君者其罪奚如對曰其罪重死文侯曰何謂重死對曰身死妻子為勠焉随㑹曰君奚獨問為人臣忍其君者而不問為人君而忍其臣者邪文侯曰為人君而忍其臣者其罪何如随㑹對曰為人君而忍其臣者智士不為謀辨士不為言仁士不為行勇士不為死文侯援綏下車辭諸大夫曰寡人有腰髀之病願諸大夫勿罪也齊将軍田瞶出将張生郊送曰昔者堯讓許由以天下洗耳而不受将軍知之乎曰唯然知之伯夷叔齊辭諸侯之位而不為将軍知之乎曰唯然知之扵陵仲子辭三公之位而傭爲人灌園将軍知之乎曰唯然知之智過去君弟變姓名免爲庶人将軍知之乎曰唯然知之孫叔敖三去相而不悔將軍知之乎曰唯然知之此五大夫者名辭之而實羞之今將軍方吞一國之權提鼓擁旗被堅執銳旋回十萬之師擅斧鉞之誅慎母以士之所羞者驕士田聵曰今日諸君皆為聵祖道具酒脯而先生獨教之以聖人之大道謹聞命矣魏文侯見段干木立倦而不敢息及見翟黄踞堂而與之言翟黄不說文侯曰段干木官之則不肯禄之則不受今汝欲官則相至欲禄則上卿既受吾賞又責吾禮母乃難乎孔子之郯遭程子於塗傾盖而語終日有間顧子路曰取束帛一以贈先生子路不對有間又顧曰取束帛一以贈先生子路屑然對曰由聞之也士不中而見女無媒而嫁君子不行也孔子曰由詩不云乎野有蔓草零露漙兮有美一人清揚婉兮邂逅相遇適我願兮今程子天下之賢士也於是不贈終身不見大德母踰閑小德出入可也齊桓公使管仲治國管仲對曰賤不能臨貴桓公以為上卿而國不治桓公曰何故管仲對曰貧不能使冨桓公賜之齊國市租一年而國不治桓公曰何故對曰疏不能制親桓公立以為仲父齊國大安而遂覇天下孔子曰管仲之賢不得此三權者亦不能使其君南面而覇矣桓公問於管仲曰吾欲使爵腐於酒肉腐於爼得母害於覇乎管仲對曰此極非其貴者耳然亦無害於覇也桓公曰何如而害覇管仲對曰不知賢害覇知而不用害覇用而不任害覇任而不信害覇信而復使小人參之害覇桓公曰善魯人攻鄪曽子辭於鄪君曰請出㓂罷而後復來請姑母使狗豕入吾舍鄪君曰寡人之於先生也人無不聞今魯人攻我而先生去我我胡守先生之舍魯人果攻鄪而數之罪十而曽子之所爭者九魯師罷鄪君復修曾子舍而後迎之宋司城子罕之貴子韋也入與共食出與共衣司城子罕亡子韋不從子罕來復召子韋而貴之左右曰君之善子韋也君亡不從來又復貴之君獨不愧於君之忠臣乎子罕曰吾唯不能用子韋故至於亡今吾之得復也尚是子韋之遺德餘教也吾故貴之且我之亡也吾臣之削迹㧞樹以從我者奚益於吾亡哉楊因見趙簡主曰臣居鄉三逐事君五去聞君好士故走來見簡主聞之絶食而歎跽而行左右進諌曰居郷三逐是不容衆也事君五去是不忠上也今君有士見過八矣簡主曰子不知也夫羙女者醜婦之仇也盛徳之士亂世所䟽也正直之行邪枉所憎也遂出見之因授以爲相而國大治由是觀之逺近之人不可以不察也應侯與賈于子坐聞其鼔琴之聲應侯曰今日之琴一何悲也賈于子曰夫張急調下故使人悲耳急張者良材也調下者官卑也取夫良材而卑官之安能無悲乎應侯曰善哉十三年諸侯舉兵以伐齊齊王聞之惕然而恐召其群臣大夫告曰有智為寡人用之於是博士淳于髠仰天大笑而不應王復問之又大笑不應三問三笑不應王艴然作色不悅曰先生以寡人語為戯乎對曰臣非敢以大王語為戯也臣笑臣隣之祠田也以一奩飯一壺酒三鮒魚祝曰蟹堁者冝禾洿邪者百車傳之後世洋洋有餘臣笑其賜鬼薄而請之厚也於是王乃立淳于髠為上卿賜之千金革車百乘與平諸侯之事諸侯聞之立罷其兵休其士卒遂不敢攻齊此非淳于髠之力乎田忌去齊奔楚楚王郊迎至舍問曰楚萬乘之國也齊亦萬乘之國也常欲相并為之柰何對曰易知耳齊使申孺將則楚發五萬人使上將軍將之至禽將軍首而反耳齊使田居將則楚發二十萬人使上將軍將之分别而相去也齊使眄子將楚發四封之内王自出將而忌從相國上將軍為左右司馬如是則王僅得存耳於是齊使申孺將楚發五萬人使上將軍至禽將軍首反於是齊王忿然乃更使眄子將楚悉發四封之内王自出將田忌從相國上將軍為左右司馬益王車屬九乘僅得免耳至舍王北面正領齊袪問曰先生何知之早也田忌曰申孺為人侮賢者而輕不肖者賢不肖者俱不為用是以亡也田居為人尊賢者而賤不肖者賢者負任不肖者退是以分别而相去也眄子之為人也尊賢者而愛不肖者賢不肖俱負任是以王僅得存耳魏文侯觴大夫於曲陽飲酣文侯喟焉歎曰吾獨無豫讓以為臣蹇重舉酒進曰臣請浮君文侯曰何以對曰臣聞之有命之父母不知孝子有道之君不知忠臣夫豫讓之君亦何如哉文侯曰善受浮而飲之釂而不讓曰無管仲鮑叔以為臣故有豫讓之功也趙簡子曰吾欲得范中行氏之良臣史黶曰安用之簡子曰良臣人所願也又何問焉曰君以為無良臣故也夫事君者諫過而薦可章善而替否獻能而進賢朝夕誦善敗而納之聴則進否則退今范中行氏之良臣也不能匡相其君使至於難出在於外又不能入亡而棄之何良之為若不棄君安得之夫良將營其君使復其位死而後止何日以來若未能乃非良也簡子曰善子路問於孔子曰治國何如孔子曰在於尊賢而賤不肖子路曰范中行氏尊賢而賤不肖其亡何也曰范中行氏尊賢而不能用也賤不肖而不能去也賢者知其不已用而怨之不肖者知其賤已而讎之賢者怨之不肖者讎之怨讎並前中行氏雖欲無亡得乎晉荆戰於邲晉師敗績荀林父將歸請死昭公將許之士貞伯曰不可城濮之役晉勝于荆文公猶有憂色曰子玉猶存憂未歇也困獸猶鬬況國相乎及荆殺子玉乃喜曰莫予毒也今天或者大警晉也林父之事君進思盡忠退思補過社稷之衛也今殺之是重荆勝也昭公曰善乃使復將"}
{"id": "KR3a0007_009", "series": "KR3a0007", "text": "正諫易曰王臣蹇蹇匪躬之故人臣之所以蹇蹇為難而諫其君者非為身也將欲以匡君之過矯君之失也君有過失者危亡之萌也見君之過失而不諫是輕君之危亡也夫輕君之危亡者忠臣不忍為也三諫而不用則去不去則身亡身亡者仁人所不為也是故諫有五一曰正諫二曰降諫三曰忠諫四曰戅諫五曰諷諫孔子曰吾其從諷諫矣乎夫不諫則危君固諫則危身與其危君寧危身危身而終不用則諫亦無功矣智者度君權時調其緩急而處其宜上不敢危君下不以危身故在國而國不危在身而身不殆昔陳靈公不聴泄冶之諫而殺之曹羈三諫曹君不聴而去春秋序義雖俱賢而曹羈合禮齊景公逰於海上而樂之六月不歸令左右曰敢有先言歸者致死不赦顔燭趨進諫曰君樂治海上而六月不歸彼儻有治國者君且安得樂此海也景公援㦸將斫之顔燭趨進撫衣待之曰君奚不斫也昔者桀殺關龍逄紂殺王子比干君之賢非此二主也臣之材亦非此二子也君奚不斫以臣參此二人者不亦可乎景公說遂歸中道聞國人謀不内矣楚莊王立為君三年不聴朝乃令於國曰寡人惡為人臣而遽諫其君者今寡人有國家立社稷有諫則死無赦蘇從曰處君之髙爵食君之厚禄愛其死而不諫其君則非忠臣也乃入諫莊王立鼓鍾之間左伏楊姬右擁越姬左禂祍右朝服曰吾鍾鼓之不暇何諫之聴蘇從曰臣聞之好道者多資好樂者多迷好道者多糧好樂者多亡荆國亡無日矣死臣敢以告王王曰善左執蘇從手右抽隂刀刎鍾鼓之懸明日授蘇從為相晉平公好樂多其賦歛下治城郭曰敢有諫者死國人憂之有咎犯者見門大夫曰臣聞主君好樂故以樂見門大夫入言曰晉人咎犯也欲以樂見平公曰内之止坐殿上則出鍾磬竽瑟坐有頃平公曰客子為樂咎犯對曰臣不能為樂臣善隠平公召隠士十二人咎犯曰隠臣竊顧昧死御平公曰諾咎犯申其左臂而詘五指平公問於隠官曰占之為何隠官皆曰不知平公曰歸之咎犯則申其一指曰是一也便游赭盡而峻城闕二也柱梁衣繡士民無褐三也侏儒有餘酒而死士渇四也民有飢色而馬有粟秩五也近臣不敢諫逺臣不得達平公曰善乃屏鍾鼓除竽瑟遂與咎犯參治國孟嘗君將西入秦賔客諫之百通則不聴也曰以人事諌我我盡知之若以鬼道諌我我則殺之謁者入曰有客以鬼道聞曰請客入客曰臣之來也過於淄水上見一土耦人方與木梗人語木梗謂土耦人曰子先土也持子以爲耦人遇天大雨水潦並至子必沮壊應曰我沮乃反吾真耳今子東園之桃也刻子以為梗遇天大雨水潦並至必浮子泛泛乎不知所止今秦四塞之國也有虎狼之心恐其有木梗之患於是孟嘗君逡廵而退而無以應卒不敢西嚮秦吳王欲伐荆告其左右曰敢有諫者死舍人有少孺子者欲諫不敢則懐操彈於後園露沾其衣如是者三旦吳王曰子來何苦沾衣如此對曰園中有樹其上有蟬蟬髙居悲鳴飲露不知螳蜋在其後也螳蜋委身曲附欲取蟬而不知黄雀在其傍也黄雀延頸欲啄螳蜋而不知彈丸在其下也此三者皆務欲得其前利而不顧其後之有患也呉王曰善哉乃罷其兵楚莊王欲伐陽夏師乆而不罷群臣欲諌而莫敢莊王獵於雲夢椒舉進諌曰王所以多得獸者馬也而王國亡王之馬豈可得哉莊王曰善不榖知詘强國之可以長諸侯也知得地之可以為冨也而忘吾民之不用也明日飲諸大夫酒以椒舉為上客罷陽夏之師秦始皇帝太后不謹幸郎嫪毐封以為長信侯為生兩子毐專國事浸益驕奢與侍中左右貴臣俱博飲酒醉爭言而鬬瞋目大叱曰吾乃皇帝之假父也窶人子何敢乃與我亢所與鬬者走行白皇帝皇帝大怒毐懼誅因作亂戰咸陽宫毐敗始皇乃取毐四支車裂之取其兩弟囊撲殺之取皇太后遷之于萯陽宫下令曰敢以太后事諫者戮而殺之從蒺蔾其脊肉幹四支而積之闕下諫而死者二十七人矣齊客茅焦乃徃上謁曰齊客茅焦願上諫皇帝皇帝使使者出問客得無以太后事諫也茅焦曰然使者還白曰果以太后事諫皇帝曰走徃告之若不見闕下積死人耶使者問茅焦茅焦曰臣聞之天有二十八宿今死者已有二十七人矣臣所以來者欲滿其數耳臣非畏死人也走入白之茅焦邑子同食者盡負其衣物行亡使者入白之皇帝大怒曰是子故來犯吾禁趣炊鑊湯煑之是安得積闕下乎趣召之入皇帝按劒而坐口正沫出使者召之入茅焦不肯疾行足趣相過耳使者趣之茅焦曰臣至前則死矣君獨不能忍吾須臾乎使者極哀之茅焦至前再拜謁起稱曰臣聞之夫有生者不諱死有國者不諱亡諱死者不可以得生諱亡者不可以得存死生存亡聖主所欲急聞也不審陛下欲聞之不皇帝曰何謂也茅焦對曰陛下有狂悖之行陛下不自知邪皇帝曰何等也願聞之茅焦對曰陛下車裂假父有嫉妬之心囊撲兩弟有不慈之名遷母萯陽宫有不孝之行從蒺䔧於諫士有桀紂之治今天下聞之盡瓦觧無嚮秦者臣竊恐秦亡為陛下危之所言已畢乞行就質乃觧衣伏質皇帝下殿左手接之右手麾左右曰赦之先生就衣今願受事乃立焦為仲父爵之爲上卿皇帝立駕千乘萬騎空左方自行迎太后萯陽宫歸於咸陽太后大喜乃大置酒待茅焦及飲太后曰抗枉令直使敗更成安秦之社稷使妾母子復得相㑹者盡茅君之力也楚莊王築層臺延石千里延壤百里士有反三月之糧者大臣諫者七十二人皆死矣有諸御己者違楚百里而耕謂其耦曰吾將入見於王其耦曰以身乎吾聞之說人主者皆間暇之人也然且至而死矣今子特草茅之人耳諸御己曰若與予同耕則比力也至於說人主不與子比智矣委其耕而入見莊王莊王謂之曰諸御己來汝將諫邪諸御己曰君有義之用有法之行且已聞之土負水者平木負繩者正君受諫者聖君築層臺延石千里延壤百里民之釁咎血成於通塗然且未敢諫也巳何敢諫乎顧臣愚竊聞昔者虞不用宫之竒而晉并之陳不用子家羈而楚并之曹不用僖負羈而宋并之萊不用子猛而齊并之呉不用子胥而越并之秦人不用蹇叔之言而秦國危桀殺關龍逄而湯得之紂殺王子比干而武王得之宣王殺杜伯而周室卑此三天子六諸侯皆不能尊賢用辯士之言故身死而國亡遂趨而出楚王遽而追之曰己子反矣吾將用子之諌先曰說寡人者其說也不足以動寡人之心又危加諸寡人故皆至而死今子之說足以動寡人之心又不危加諸寡人故吾將用子之諫明日令曰有能入諫者吾將與為兄弟遂解層臺而罷民楚人歌之曰薪乎萊乎無諸御已訖無子乎萊乎薪乎無諸御已訖無人乎齊桓公謂鮑叔曰寡人欲鑄大鍾昭寡人之名焉寡人之行豈避堯舜哉鮑叔曰敢問君之行桓公曰昔者吾圍譚三年得而不自與者仁也吾北伐孤竹剗令支而反者武也吾爲葵丘之㑹以偃天下之兵者文也諸侯抱美玉而朝者九國寡人不受者義也然則文武仁義寡人盡有之矣寡人之行豈避堯舜哉鮑叔曰君直言臣直對昔者公子糾在上位而不讓非仁也背太公之言而侵魯境非義也壇塲之上詘於一劒非武也姪娣不離懐祍非文也凡爲不善遍於物不自知者無天禍必有人害天處甚髙其聴甚下除君過言天且聞之桓公曰寡人有過乎幸記之是社稷之福也子不幸教幾有大罪以辱社稷楚昭王欲之荆臺游司馬子綦進諫曰荆臺之游左洞庭之陂右彭蠡之水南望獵山下臨方淮其樂使人遺老而忘死人君游者盡以亡其國願大王勿徃游焉王曰荆臺乃吾地也有地而游之子何為絶我游乎怒而擊之於是令尹子西駕安車四馬徑於殿下曰今日荆臺之游不可不觀也王登車而拊其背曰荆臺之游與子共樂之矣步馬十里引轡而止曰臣不敢下車願得有道大王肯聴之乎王曰第言之令尹子西曰臣聞之為人臣而忠其君者爵禄不足以賞也為人臣而䛕其君者刑罰不足以誅也若司馬子綦者忠臣也若臣者䛕臣也願大王殺臣之軀罰臣之家而禄司馬子綦王曰若我能止聴公子獨能禁我游耳後世游之無有極時柰何令尹子西曰欲禁後世易耳願大王山陵崩阤為陵於荆臺未嘗有持䱰鼓管絃之樂而游於父之墓上者也於是王還車卒不游荆臺令罷先置孔子從魯聞之曰美哉令尹子西諫之於十里之前而權之於百世之後者也荆文王得如黄之狗􁄸簬之矰以畋於雲夢三月不反得舟之姬淫朞年不聴朝保申諫曰先王卜以臣為保吉今王得如黄之狗􁄸簬之矰畋於雲夢三月不反及得舟之姬淫朞年不聴朝王之罪當笞匍伏將笞王王曰不穀免於襁褓託於諸侯矣願請變更而無笞保申曰臣承先王之命不敢廢王不受笞是廢先王之命也臣寧得罪於王無負於先王王曰敬諾乃席王王伏保申束細箭五十跪而加之王背如此者再謂王起矣王曰有笞之名一也遂致之保申曰臣聞之君子恥之小人痛之恥之不變痛之何益保申趨出欲自流乃請罪於王王曰此不榖之過保將何罪王乃變行從保申殺如黄之狗折􁄸簬之矰逐舟之姬務治乎荆兼國三十令荆國廣大至於此者保申敢極言之功也蕭何王陵聞之曰聖主能奉先世之業而以成功名者其唯荆文王乎故天下譽之至今明主忠臣孝子以為法晉平公使叔嚮聘於吳吳人拭舟以逆之左五百人右五百人有繡衣而豹裘者有錦衣而狐裘者叔嚮歸以告平公平公曰吳其亡乎奚以敬舟奚以敬民叔嚮對曰君為馳底之臺上可以發千兵下可以陳鍾鼓諸侯聞君者亦曰奚以敬臺奚以敬民所敬各異也於是平公乃罷臺趙簡子舉兵而攻齊令軍中有敢諫者罪至死被甲之士名曰公盧望見簡子大笑簡子曰子何笑對曰臣有宿笑簡子曰有以解之則可無以解之則死對曰當桑之時臣隣家夫與妻俱之田見桑中女因徃追之不能得還反其妻怒而去之臣笑其曠也簡子曰今吾伐國失國是吾曠也於是罷師而歸景公為臺臺成又欲為鍾晏子諫曰君不勝欲為臺今復欲為鍾是重歛於民民之哀矣夫歛民之哀而以為樂不祥景公乃止景公有馬其圉人殺之公怒援戈將自擊之晏子曰此不知其罪而死臣請為君數之令知其罪而殺之公曰諾晏子舉戈而臨之曰汝為吾君養馬而殺之而罪當死汝使吾君以馬之故殺圉人而罪又當死汝使吾君以馬故殺人聞於四隣諸侯汝罪又當死公曰夫子釋之夫子釋之勿傷吾仁也景公好弋使燭雛主鳥而亡之景公怒而欲殺之晏子曰燭雛有罪請數之以其罪乃殺之景公曰可於是乃召燭雛數之景公前曰汝為吾君主鳥而亡之是一罪也使吾君以鳥之故殺人是二罪也使諸侯聞之以吾君重鳥而輕士是三罪也數燭雛罪已畢請殺之景公曰止勿殺而謝之景公正晝被髪乘六馬御婦人以出正閨刖跪擊其馬而反之曰爾非吾君也公慙而不朝晏子睹裔敖而問曰君何故不朝對曰昔者君正晝被髪乘六馬御婦人出正閨則跪擊其馬而反之曰爾非吾君也公慙而反不果出是以不朝晏子入見公曰昔者寡人有罪被髪乘六馬以出正閨刖跪擊其馬而反之曰爾非吾君也寡人以天子大夫之賜得率百姓以守宗廟今見戮於刖跪以辱社稷吾猶可以齊於諸侯乎晏子對曰君無惡焉臣聞之下無直辭上有隠君民多諱言君有驕行古者明君在上下有直辭君上好善民無諱言今君有失行而刖跪有直辭是君之福也故臣來慶請賞之以明君之好善禮之以明君之受諫公笑曰可乎晏子曰可於是令刖跪倍資無正時朝無事景公飲酒移於晏子家前驅報閭曰君至晏子被玄端立於門曰諸侯得㣲有故乎國家得㣲有故乎君何為非時而夜辱公曰酒醴之味金石之聲願與夫子樂之晏子對曰夫布薦席陳簠簋者有人臣不敢與焉公曰移於司馬穰苴之家前驅報閭曰君至司馬穰苴介胃操㦸立於門曰諸侯得㣲有兵乎大臣得㣲有叛者乎君何為非時而夜辱公曰酒醴之味金石之聲願與夫子樂之對曰夫布薦席陳簠簋者有人臣不敢與焉公曰移於梁丘據之家前驅報閭曰君至梁丘據左操瑟右挈竽行歌而至公曰樂哉今夕吾飲酒也㣲彼二子者何以治吾國㣲此一臣者何以樂吾身賢聖之君皆有益友無偷樂之臣景公弗能及故兩用之僅得不亡吳以伍子胥孫武之謀西破强楚北威齊晉南伐越越王勾踐迎擊之敗呉於姑蘇傷闔廬指軍却闔廬謂太子夫差曰爾忘勾踐殺而父乎夫差對曰不敢是夕闔廬死夫差既立爲王以伯嚭爲太宰習戰射三年伐越敗於夫湫越王勾踐乃以兵五千人棲於㑹稽山上使大夫種厚幣遺呉太宰嚭以請和委國為臣妾吳王將許之伍子胥諫曰越王為人能辛苦今王不滅後必悔之吳王不聴用太宰嚭計與越平其後五年吳王聞齊景公死而大臣爭寵新君弱乃興師北伐齊子胥諫曰不可勾踐食不重味弔死問疾且能用人此人不死必為吳患今越腹心之疾齊猶疥癬耳而王不先越乃務伐齊不亦繆乎吳王不聴伐齊大敗齊師於艾陵遂與鄒魯之君㑹以歸益疎子胥之言其後四年吳將復北伐齊越王勾踐用子貢之謀乃率其衆以助吳而重寳以獻遺太宰嚭太宰嚭既數受越賂其愛信越殊甚日夜為言於吳王王信用嚭之計伍子胥諫曰夫越腹心之疾今信其游辭偽詐而貪齊譬猶石田無所用之􁅦庚曰古人有顛越不恭是商所以興也願王釋齊而先越不然將悔之無及也已吳王不聴使子胥於齊子胥謂其子曰吾諫王王不我用吾今見吳之滅矣女與吾俱亡無為也乃屬其子於齊鮑氏而歸報吳王太宰嚭既與子胥有隙因䜛曰子胥為人剛暴少恩其怨望猜賊為禍也深恨前日王欲伐齊子胥以為不可王卒伐之而有大功子胥計謀不用乃反怨望今王又復伐齊子胥專愎强諫沮毁用事徼幸吳之敗以自勝其計謀耳今王自行悉國中武力以伐齊而子胥諫不用因輟佯病不行王不可不備此起禍不難且臣使人㣲伺之其使齊也乃屬其子於鮑氏夫人臣内不得意外交諸侯自以先王謀臣今不用常怏怏願王蚤圖之吳王曰㣲子之言吾亦疑之乃使使賜子胥屬鏤之劒曰子以此死子胥曰嗟乎䜛臣宰嚭為亂王顧反誅我我令若父覇又若立時諸弟子爭立我以死爭之於先王幾不得立若既立欲分吳國與我我顧不敢當然若之何聴䜛臣殺長者乃告舍人曰必樹吾墓上以梓令可以為器而抉吾眼著之吳東門以觀越㓂之滅吳也乃自刺殺吳王聞之大怒乃取子胥尸盛以鴟夷革浮之江中吳人憐之乃為立祠於江上因名曰胥山後十餘年越襲吳吳王還與戰不勝使大夫行成於越不許吳王將死曰吾以不用子胥之言至於此令死者無知則已死者有知吾何面目以見子胥也遂蒙絮覆面而自刎齊簡公有臣曰諸御鞅諫簡公曰田常與宰予此二人者甚相憎也臣恐其相攻相攻雖叛而危之不可願君去一人簡公曰非細人之所敢議也居無幾何田常果攻宰予於庭賊簡公於朝簡公喟焉太息曰余不用鞅之言以至此患也故忠臣之言不可不察也魯襄公朝荆至淮聞荆康王卒公欲還叔仲昭伯曰君之來也為其威也今其王死其威未去何為還大夫皆欲還子服景伯曰子之來也為國家之利也故不憚勤勞不逺道塗而聴於荆也畏其威也夫義人者固將慶其喜而弔其憂况畏而聘焉者乎聞畏而徃聞喪而還其誰曰非侮也芉姓是嗣王太子又長矣執政未易事君任政求說其侮以定嗣君而示後人其讎滋大以戰小國其誰能止之若從君而致患不若違君以避難且君子計而後行二三子其計乎有御楚之術有守國之備則可若未有也不如行乃遂行孝景皇帝時呉王濞反梁孝王中郎枚乗字叔聞之爲書諌王其辭曰君王之外臣乘竊聞得全者全昌失全者全亡舜無立錐之地以有天下禹無十戸之聚以王諸侯湯武之地方不過百里上不絶三光之明下不傷百姓之心者有王術也故父子之道天性也忠臣不敢避誅以直諫故事無廢業而功流於萬世也臣誠願披腹心而効愚忠恐大王不能用之臣誠願大王少加意念惻怛之心於臣乘之言夫以一縷之任係千鈞之重上懸之無極之髙下垂之不測之淵雖甚愚之人且猶知哀其將絶也馬方駭而重驚之係方絶而重鎮之係絶於天不可復結墜入深淵難以復出其出不出間不容髪誠能用臣乘言一舉必脫必若所欲為危如重卵難於上天變所欲為易於反掌安於太山今欲極天命之壽弊無窮之樂保萬乘之勢不出反掌之易以居太山之安乃欲乘重卵之危走上天之難此愚臣之所大惑也人性有畏其影而惡其迹者却背而走無益也不知就隂而止影滅迹絶欲人勿聞莫若勿言欲人勿知莫若勿為欲湯之冷令一人炊之百人揚之無益也不如絶薪止火而已不絶之於彼而救之於此譬猶抱薪救火也養由楚之善射者也去楊葉百步百發百中楊葉之小而加百中焉可謂善射矣所止乃百步之中耳比於臣未知操弓持矢也福生有禍生有胎納其絶其胎禍何從來哉泰山之溜穿石引繩乆之乃以栔木水非石之鑚繩非木之鋸也而漸靡使之然夫銖銖而稱之至石必差寸寸而度之至丈必過石稱丈量徑而寡失夫十圍之木始生於蘖可引而絶可擢而㧞據其未生先其未形磨礲砥礪不見其損有時而盡種樹畜長不見其益有時而大積德脩行不知其善有時而用行惡為非棄義背理不知其惡有時而亡臣誠願大王熟計而身行之此百王不易之道也吳王不聴卒死丹徒吳王欲從民飲酒伍子胥諫曰不可昔白龍下清冷之淵化為魚漁者豫且射中其目白龍上訴天帝天帝曰當是之時若安置而形白龍對曰我下清冷之淵化爲魚天帝曰魚固人之所射也若是豫且何罪夫白龍天帝貴畜也豫且宋國賤臣也白龍不化豫且不射今弃萬乗之位而從布衣之士飲酒臣恐其有豫且之患矣王乃止孔子曰良藥苦於口利於病忠言逆於耳利於行故武王諤諤而昌紂嘿嘿而亡君無諤諤之臣父無諤諤之子兄無諤諤之弟夫無諤諤之婦士無諤諤之友其亡可立而待故曰君失之臣得之父失之子得之兄失之弟得之夫失之婦得之士失之友得之故無亡國破家悖父亂子放兄棄弟狂夫淫婦絶交敗友晏子復於景公曰朝居嚴乎公曰朝居嚴則曷害於治國家哉晏子對曰朝居嚴則下無言下無言則上無聞矣下無言則謂之喑上無聞則謂之聾聾喑則非害治國家如何也且合菽粟之㣲以滿倉廪合疏縷之緯以成幃幕太山之髙非一石也累卑然後髙也夫治天下者非一士之言也固有受而不用惡有距而不入者哉"}
{"id": "KR3a0007_010", "series": "KR3a0007", "text": "敬慎存亡禍福其要在身聖人重誡敬慎所忽中庸曰莫見乎隠莫顯乎㣲故君子能慎其獨也諺曰誡無詬思無辱夫不誡不思而以存身全國者亦難矣詩曰戰戰兢兢如臨深淵如履薄氷此之謂也昔成王封周公周公辭不受乃封周公子伯禽於魯將辭去周公戒之曰去矣子其無以魯國驕士矣我文王之子也武王之弟也今王之叔父也又相天子吾於天下亦不輕矣然嘗一沐而三握髪一食而三吐哺猶恐失天下之士吾聞之曰德行廣大而守以恭者榮土地博裕而守以儉者安禄位尊盛而守以卑者貴人衆兵强而守以畏者勝聰明叡智而守以愚者益博聞多記而守以淺者廣此六守者皆謙德也夫貴為天子冨有四海不謙者先天下亡其身桀紂是也可不慎乎故易曰有一道大足以守天下中足以守國家小足以守其身謙之謂也夫天道毁滿而益謙地道變滿而流謙鬼神害滿而福謙人道惡滿而好謙是以衣成則缺衽宫成則缺隅屋成則加錯示不成者天道然也易曰謙亨君子有終吉詩曰湯降不遲聖敬日躋其戒之哉子其無以魯國驕士矣孔子讀易至於損益則喟然而歎子夏避席而問曰夫子何為歎孔子曰夫自損者益自益者缺吾是以歎也子夏曰然則學者不可以益乎孔子曰否天之道成者未嘗得乆也夫學者以虚受之故曰得苟接知持滿則天下之善言不得入其耳矣昔堯履天子之位猶允恭以持之虗静以待下故百載以逾盛迄今而益章昆吾自臧而滿意窮髙而不衰故當時而虧敗迄今而愈惡是非損益之徴與吾故曰謙也者致恭以存其位者也夫豐明而動故能大苟大則虧矣吾戒之故曰天下之善言不得入其耳矣日中則􁀈月盈則食天地盈虗與時消息是以聖人不敢當盛升輿而遇三人則下二人則軾調其盈虚故能長乆也子夏曰善請終身誦之孔子觀於周廟而有欹器焉孔子問守廟者曰此爲何器對曰盖爲右坐之器孔子曰吾聞右坐之器滿則覆虗則欹中則正有之乎對曰然孔子使子路取水而試之滿則覆中則正虗則欹孔子喟然歎曰嗚呼惡有滿而不覆者哉子路曰敢問持滿有道乎孔子曰持滿之道挹而損之子路曰損之有道乎孔子曰髙而能下滿而能虗富而能儉貴而能卑智而能愚勇而能怯辯而能訥博而能淺明而能闇是謂損而不極能行此道唯至德者及之易曰不損而益之故損自損而終故益常摐有疾老子徃問焉曰先生疾甚矣無遺教可以語諸弟子者乎常摐曰子雖不問吾將語子常摐曰過故鄉而下車子知之乎老子曰過故鄉而下車非謂其不忘故邪常摐曰嘻是已常摐曰過喬木而趨子知之乎老子曰過喬木而趨非謂敬老耶常摐曰嘻是已張其口而示老子曰吾舌存乎老子曰然吾齒存乎老子曰亡常摐曰子知之乎老子曰夫舌之存也豈非以其柔耶齒之亡也豈非以其剛耶常摐曰嘻是已天下之事已盡矣何以復語子哉韓平子問於叔向曰剛與柔孰堅對曰臣年八十矣齒再墮而舌尚存老聃有言曰天下之至柔馳騁乎天下之至堅又曰人之生也柔弱其死也剛强萬物草木之生也柔脆其死也枯槁因此觀之柔弱者生之徒也剛强者死之徒也夫生者毁而必復死者破而愈亡吾是以知柔之堅於剛也平子曰善哉然則子之行何從叔向曰臣亦柔耳何以剛為平子曰柔無乃脆乎叔向曰柔者紐而不折㢘而不缺何為脆也天之道㣲者勝是以兩軍相加而柔者克之兩仇爭利而弱者得焉易曰天道虧滿而益謙地道變滿而流謙鬼神害滿而福謙人道惡滿而好謙夫懐謙不足之柔弱而四道者助之則安徃而不得其志乎平子曰善桓公曰金剛則折革剛則裂人君剛則國家滅人臣剛則交友絶夫剛則不和不和則不可用是故四馬不和取道不長父子不和其世破亡兄弟不和不能乆同夫妻不和家室大凶易曰二人同心其利斷金由不剛也老子曰得其所利必慮其所害樂其所成必顧其所敗人為善者天報以福人為不善者天報以禍也故曰禍兮福所倚福兮禍所伏戒之慎之君子不務何以備之夫上知天則不失時下知地則不失財日夜慎之則無害災曽子有疾曾元抱首曾華抱足曽子曰吾無顔氏之才何以告汝雖無能君子務益夫華多實少者天也言多行少者人也夫飛鳥以山為卑而層巢其巔魚鼈以淵為淺而穿穴其中然所以得者餌也君子苟能無以利害身則辱安從至乎官怠於宦成病加於少愈禍生於懈惰孝衰於妻子察此四者慎終如始詩曰靡不有𥘉鮮克有終單快曰國有五寒而冰凍不與焉一曰政外二曰女厲三曰謀泄四曰不敬卿士而國家敗五曰不能治内而務外此五者一見雖祠無福除禍必得致福則貸孔子曰存亡禍福皆在己而已天災地妖亦不能殺也昔者殷王帝辛之時爵生烏於城之隅工人占之曰凡小以生巨國家必祉王名必倍帝辛喜爵之德不治國家亢暴無極外㓂乃至遂亡殷國此逆天之時詭福反為禍至殷王武丁之時先王道缺刑法弛桑榖俱生於朝七日而大拱工人占之曰桑榖者野物也野物生於朝意朝亡乎武丁恐駭側身修行思昔先王之政興滅國繼絶世舉逸民明養老之道三年之後逺方之君重譯而朝者六國此迎天時得禍反為福也故妖孽者天所以警天子諸侯也惡夢者所以警士大夫也故妖孽不勝善政惡夢不勝善行也至治之極禍反為福故太甲曰天作孽猶可違自作孽不可逭石讎曰春秋有忽然而足以亡者國君不可以不慎也妃妾不一足以亡公族不親足以亡大臣不任足以亡國爵不用足以亡親佞近䜛足以亡舉百事不時足以亡使民不節足以亡刑罰不中足以亡内失衆心足以亡外嫚大國足以亡夫福生於隠約而禍生於得意齊頃公是也齊頃公桓公之子孫也地廣民衆兵强國冨又得覇者之餘尊驕蹇怠傲未嘗肯出㑹同諸侯乃興師伐魯反敗衛師于新築輕小嫚大之行甚俄而晉魯徃聘以使者戲二國怒歸求黨與助得衛及曹四國相輔期戰於鞍大敗齊師獲齊頃公斬逢丑父於是戄然大恐頼逢丑父之欺奔逃得歸弔死問疾七年不飲酒不食肉外金石絲竹之聲逺婦女之色出㑹與盟卑下諸侯國家内得行義聲問震乎諸侯所亡之地弗求而自為來尊寵不武而得之可謂能詘免變化以致之故福生於隠約而禍生於得意此得失之效也大功之效在於用賢積道浸章浸明衰滅之過在於得意而怠浸蹇浸亡晉文公是其效也晉文公出亡脩道不休得至于饗國饗國之時上無明天子下無賢方伯强楚主㑹諸侯背畔天子失道出居于鄭文公於是憫中國之㣲任咎犯先軫陽處父畜愛百姓厲養戎士四年政治内定則舉兵而伐衛執曹伯還敗强楚威震天下明王法率諸侯而朝天子莫敢不聴天下曠然平定周室尊顯故曰大功之效在於用賢積道浸章浸明文公於是覇功立期至意得湯武之心作而忘其衆一年三用師且弗休息遂進而圍許兵亟弊不能服罷諸侯而歸自此而怠政事為狄泉之盟不親至信衰義缺如羅不補威武詘折不信則諸侯不朝鄭遂叛夷狄内侵衛遷于商丘故曰衰滅之過在於得意而怠浸蹇浸亡田子方侍魏文侯坐太子擊趨而入見賔客群臣皆起田子方獨不起文侯有不說之色太子亦然田子方稱曰為子起歟無如禮何不為子起歟無如罪何請為子誦楚恭王之為太子也將出之雲夢遇大夫工尹工尹遂趨避家人之門中太子下車從之家人之門中曰子大夫何為其若是吾聞之敬其父者不兼其子兼其子者不祥莫大焉子大夫何爲其若是工尹曰向吾望見子之面今而後記子之心審如此汝將何之文侯曰善太子擊前誦恭王之言誦三遍而請習之子贛之承或在塗見道側巾弊布擁蒙而衣衰其名曰舟綽子贛問焉曰此至承幾何嘿然不對子贛曰人問乎已而不應何也屏其擁蒙而言曰望而黷人者仁乎覩而不識者智乎輕侮人者義乎子贛下車曰賜不仁過問三言可復聞乎曰是足於子矣吾不告子於是子贛㕘偶則軾五偶則下孫叔敖為楚令尹一國吏民皆來賀有一老父衣麤衣冠白冠後來弔孫叔敖正衣冠而出見之謂老父曰楚王不知臣不肖使臣受吏民之垢人盡來賀子獨後來弔豈有說乎父曰有說身已貴而驕人者民去之位已髙而擅權者君惡之禄已厚而不知足者患處之孫叔敖再拜曰敬受命願聞餘教父曰位已髙而意益下官益大而心益小禄已厚而慎不敢取君謹守此三者足以治楚矣魏安釐王十一年秦昭王謂左右曰今時韓魏與秦孰强對曰不如秦强王曰今時如耳魏齊與孟嘗芒卯孰賢對曰不如孟嘗芒卯之賢王曰以孟嘗芒卯之賢率强韓魏以攻秦猶無柰寡人何也今以無能如耳魏齊而率弱韓魏以伐秦其無奈寡人何亦明矣左右皆曰然申旗伏瑟而對曰王之料天下過矣當六晉之時智氏最强滅范中行氏又率韓魏之兵以圍趙襄子於晉陽決晉水以灌晉陽之城不滿者三板智伯行水魏宣子御韓康子為驂乘智伯曰吾始不知水可以亡人國也乃今知之汾水可以灌安邑絳水可以灌平陽魏宣子肘韓康子康子履魏宣子之足肘足接於車上而智氏分身死國亡為天下笑今秦雖强不過智氏韓魏雖弱尚賢其在晉陽之下也此方其用肘足之時願王之必勿易也於是秦王恐魏公子牟東行穰侯送之曰先生將去冉之山東矣獨無一言以教冉乎魏公子牟曰㣲君言之牟幾忘語君君知夫官不與勢期而勢自至乎勢不與冨期而冨自至乎冨不與貴期而貴自至乎貴不與驕期而驕自至乎驕不與罪期而罪自至乎罪不與死期而死自至乎穰侯曰善敬受明教髙上尊賢無以驕人聰明聖智無以窮人資給疾速無以先人剛毅勇猛無以勝人不知則問不能則學雖智必質然後辯之雖能必讓然後為之故士雖聰明聖智自守以愚功被天下自守以讓勇力距世自守以怯冨有天下自守以㢘此所謂髙而不危滿而不溢者也齊桓公為大臣具酒期以日中管仲後至桓公舉觴以飲之管仲半棄酒桓公曰期而後至飲而棄酒於禮可乎管仲對曰臣聞酒入舌出舌出者言失言失者身棄臣計棄身不如棄酒桓公笑曰仲父起就坐楚恭王與晉厲公戰於鄢陵之時司馬子反渇而求飲竪榖陽持酒而進之子反曰退酒也榖陽曰非酒也子反又曰退酒也榖陽又曰非酒也子反受而飲之醉而寢恭王欲復戰使人召子反子反辭以心疾於是恭王駕徃入幄聞酒臭曰今日之戰所恃者司馬司馬至醉如此是亡吾國而不恤吾衆也吾無以復戰矣於是乃誅子反以為戮還師夫榖陽之進酒也非以妬子反忠愛之而適足以殺之故曰小忠大忠之賊也小利大利之殘也好戰之臣不可不察也羞小恥以構大怨貪小利以亡大衆春秋有其戒晉先軫是也先軫欲要功獲名則以秦不假道之故請要秦師襄公曰不可夫秦伯與吾先君有結先君一日薨而興師擊之是孤之負吾先君敗隣國之交而失孝子之行也先軫曰先君薨而不弔贈是無哀吾喪也興師徑吾地而不假道是弱吾孤也且柩畢尚薄屋無哀吾喪也興師卜曰大國師將至請擊之則聽先軫興兵要之殽擊之匹馬隻輪無脫者大結怨構禍於秦接刃流血伏尸暴骸糜爛國家十有餘年卒喪其師衆禍及大夫憂累後世故好戰之臣不可不察也魯哀公問孔子曰予聞忘之甚者徙而忘其妻有諸乎孔子對曰此非忘之甚者也忘之甚者忘其身哀公曰可得聞與對曰昔夏桀貴為天子冨有天下不修禹之道毁壊辟法裂絶世祀荒淫于樂沉酗于酒其臣有左師觸龍者謟䛕不止湯誅桀左師觸龍者身死四支不同壇而居此忘其身者也哀公愀然變色曰善孔子之周觀於太廟右陛之前有金人焉三緘其口而銘其背曰古之慎言人也戒之哉戒之哉無多言多言多敗無多事多事多患安樂必戒無行所悔勿謂何傷其禍將長勿謂何害其禍將大勿謂何殘其禍將然勿謂莫聞天妖伺人熒熒不滅炎炎奈何㳙㳙不壅將成江河緜緜不絶將成網羅青青不伐將尋斧柯誠不能慎之禍之根也口是何傷禍之門也强梁者不得其死好勝者必遇其敵盜怨主人民害其貴君子知天下之不可蓋也故後之下之使人慕之執雌持下莫能與之爭者人皆趨彼我獨守此衆人惑惑我獨不從内藏我知不與人論技我雖尊髙人莫害我夫江河長百谷者以其卑下也天道無親常與善人戒之哉戒之哉孔子顧謂弟子曰記之此言雖鄙而中事情詩曰戰戰兢兢如臨深淵如履薄冰行身如此豈以口遇禍哉魯哀侯棄國而走齊齊侯曰君何年之少而棄國之蚤魯哀侯曰臣始為太子之時人多諫臣臣受而不用也人多愛臣臣愛而不近也是則内無聞而外無輔也是猶秋蓬惡於根本而美於枝葉秋風一起根且㧞矣孔子行遊中路聞哭者聲其音甚悲孔子曰驅之驅之前有異人音少進見之丘吾子也擁鐮帶索而哭孔子辟車而下問曰夫子非有喪也何哭之悲也丘吾子對曰吾有三失孔子曰願聞三失丘吾子曰吾少好學問周遍天下還後吾親亡一失也事君奢驕諫不遂是二失也厚交友而後絶三失也樹欲静乎風不定子欲養乎親不待徃而不來者年也不可得再見者親也請從此辭則自刎而死孔子曰弟子記之此足以爲戒也於是弟子歸養親者十三人孔子論詩至於正月之六章戄然曰不逢時之君子豈不殆哉從上依世則廢道違上離俗則危身世不與善已獨由之則曰非妖則孽也是以桀殺關龍逄紂殺王子比干故賢者不遇時常恐不終焉詩曰謂天蓋髙不敢不跼謂地蓋厚不敢不蹐此之謂也孔子見羅者其所得者皆黄口也孔子曰黄口盡得大爵獨不得何也羅者對曰黃口從大爵者不得大爵從黃口者可得孔子顧謂弟子曰君子慎所從不得其人則有羅網之患修身正行不可以不慎嗜欲使行虧䜛䛕亂正心衆口使意回憂患生於所忽禍起於細㣲汙辱難湔洒敗事不可復追不深念逺慮後悔當幾何夫徼幸者伐性之斧也嗜欲者逐禍之馬也謾䛕者窮辱之舍也取虐於人者趨禍之路也故曰去徼幸務忠信節嗜欲無取虐於人則稱為君子名聲常存怨生於不報禍生於多福安危存於自處不困在於蚤豫存亡在於得人慎終如始乃能長乆能行此五者可以全身巳所不欲勿施於人是謂要道也顔回將西遊問於孔子曰何以為身孔子曰恭敬忠信可以為身恭則免於衆敬則人愛之忠則人與之信則人恃之人所愛人所與人所恃必免於患矣可以臨國家何况於身乎故不比數而比踈不亦逺乎不修中而修外不亦反乎不先慮事臨難乃謀不亦晩乎凡司其身必慎五本一曰柔以仁二曰誠以信三曰冨而貴毋敢以驕人四曰恭以敬五曰寛以静思此五者則無凶命曰能治敬以助天時凶命不至而禍不來敬人者非敬人也自敬也貴人者非貴人也自貴也昔者吾嘗見天雨金石與血吾嘗見四月十日並出有與天滑吾嘗見髙山之崩深谷之窒大都王宫之破大國之滅吾嘗見髙山之爲裂深淵之沙竭貴人之車裂吾嘗見稠林之無木平原爲谿谷君子爲御僕吾嘗見江河乾爲坑正冬采榆葉仲夏雨雪霜千乘之君萬乘之主死而不葬是故君子敬以成其名小人敬以除其刑奈何無戒而不慎五本哉魯有恭士名曰机汜行年七十其恭益甚冬日行隂夏日行陽市次不敢不行參行必隨坐必危一食之間三起不羞見衣裘褐之士則為之禮魯君問曰机子年甚長矣不可釋恭乎机汜對曰君子好恭以成其名小人學恭以除其刑對君之坐豈不安哉尚有差跌一食之上豈不美哉尚有哽噎今若汜所謂幸者也固未能自必鴻鵠飛冲天豈不髙哉矰繳尚得而加之虎豹為猛人尚食其肉席其皮譽人者少惡人者多行年七十常恐斧質之加於汜者何釋恭為成回學於子路三年回恭敬不已子路問其故何也回對曰臣聞之行者比於鳥上畏鷹鸇下畏網羅夫人為善者少為䜛者多若身不死安知禍罪不施行年七十常恐行節之虧回是以恭敬待大命子路稽首曰君子哉"}
{"id": "KR3a0007_011", "series": "KR3a0007", "text": "善說孫卿曰夫談說之術齊荘以立之端誠以處之堅强以持之譬稱以諭之公别以明之歡欣憤滿以送之寳之珎之貴之神之如是則說常無不行矣夫是之謂能貴其所貴傳曰唯君子為能貴其所貴也詩云無易由言無曰苟矣鬼谷子曰人之不善而能矯之者難矣說之不行言之不從者其辯之不眀也既明而不行者持之不固也既固而不行者未中其心之所善也辯之明之持之固之又中其人之所善其言神而珍白而分能入扵人之心如此而說不行者天下未甞聞也此之謂善說子貢曰出言陳辭身之得失國之安危也詩云辭之繹矣民之莫矣夫辭者人之所以自通也主父偃曰人而無辭安所用之昔子産修其辭而趙武致其敬王孫滿明其言而楚荘以慙蘓秦行其說而六國以安蒯通陳說而身得以全夫辭者乃所以尊君重身安國全性者也故辭不可不修而說不可不善趙使人謂魏王曰為我殺范痤吾請獻七十里之地魏王曰諾使吏捕之圍而未殺痤自上屋騎危謂使者曰與其以死痤市不如以生痤市有如痤死趙不與王地則王奈何故不若與定割地然後殺痤魏王曰善痤因上書信陵君曰痤故魏之免相也趙以地殺痤而魏王聴之有如強秦亦将襲趙之欲則君且奈何信陵君言於王而出之吳人入荆召陳懷公懷公召國人曰欲與荆者左欲與吴者右逢滑當公而進曰吴未有福荆未有禍公曰國勝君出非禍而奚對曰小國有是猶復而況大國乎楚雖無徳亦不斬艾其民吴日弊兵暴骨如莾未見徳焉天其或者正訓荆也禍之適吴何日之有陳侯從之桓公立仲父致大夫曰善吾者入門而右不善吾者入門而左有中門而立者桓公問焉對曰管子之知可與謀天下其强可與取天下君恃其信乎内政委焉外事斷焉驅民而歸之是亦可奪也桓公曰善乃謂管仲政則卒歸於子矣政之所不及唯子是匡管仲故築三歸之䑓以自傷於民齊宣王出獵於社山社山父老十三人相與勞王王曰父老苦矣謂左右賜父老田不租父老皆拜閭丘先生不拜王曰父老以為少耶謂左右復賜父老無徭役父老皆拜閭丘先生又不拜王曰拜者去不拜者前曰寡人今日來觀父老幸而勞之故賜父老田不租父老皆拜先生獨不拜寡人自以為少故賜父老無徭役父老皆拜先生又獨不拜寡人得無有過乎閭丘先生對曰惟聞大王來遊所以為勞大王望得夀於大王望得冨於大王望得貴於大王王曰天殺生有時非寡人所得與也無以夀先生倉廪雖實以備災害無以冨先生大官無缺小官卑賤無以貴先生閭丘先生對曰此非人臣所敢望也願大王選良冨家子有修行者以為吏平其法度如此臣少可以得夀焉春秋冬夏振之以時無煩擾百姓如是臣可少得以冨焉願大王出令令少者敬長長者敬老如是臣可少得以貴焉今大王幸賜臣田不租然則倉廪将虗也賜臣無徭役然則官府無使焉此固非人臣之所敢望也齊王曰善願請先生為相孝武皇帝時汾隂得寳鼎而獻之於甘泉宫群臣賀上夀曰陛下得周鼎侍中虞丘夀王獨曰非周鼎上聞之召而問曰朕得周鼎群臣皆以為周鼎而夀王獨以為非何也夀王有說則生無說則死對曰臣夀王安敢無說臣聞夫周徳始産于后稷長於公劉大於大王成於文武顯於周公徳澤上洞天下漏泉無所不通上天報應鼎為周出故名曰周鼎今漢自髙祖繼周亦昭徳顯行布恩施恵六合和同至陛下之身逾盛天瑞並至徴祥畢見昔始皇帝親出鼎於彭城而不能得天昭有徳寳鼎自至此天之所以予漢乃漢鼎非周鼎也上曰善群臣皆稱萬嵗是日賜虞丘夀王黄金十斤晉獻公之時東郭民有祖朝者上書獻公曰草茅臣東郭民祖朝願請聞國家之計獻公使使出告之曰肉食者已慮之矣藿食者尚何與焉祖朝對曰大王獨不聞古之将曰桓司馬者朝朝其君舉而晏御呼車驂亦呼車御肘其驂曰子何越云為乎何為藉呼車驂謂其御曰當呼者呼乃吾事也子當御正子之轡銜耳子今不正轡銜使馬卒然驚妄轢道中行人必逢大敵下車免劒渉血履肝者固吾事也子寕能辟子之轡下佐我乎其禍亦及吾身與有深憂吾安得無呼車乎今大王曰食肉者已慮之矣藿食者尚何與焉設使食肉者一旦失計於廟堂之上若臣等之藿食者寕得無肝膽塗地於中原之野與其禍亦及臣之身臣與有其憂深臣安得無與國家之計乎獻公召而見之三日與語無復憂者乃立以為師也客謂梁王曰恵子之言事也善譬王使無譬則不能言矣王曰諾明日見謂恵子曰願先王言事則直言耳無譬也恵子曰今有人於此而不知弹者曰弹之状何若應曰弹之状如弹則諭乎王曰未諭也於是更應曰彈之状如弓而以竹為弦則知乎王曰可知矣恵子曰夫說者固以其所知諭其所不知而使人知之今王曰無譬則不可矣王曰善孟甞君寄客於齊王三年而不見用故客反謂孟甞君曰君之寄臣也三年而不見用不知臣之罪也君之過也孟甞君曰寡人聞之縷因針而入不因針而急嫁女因媒而成不因媒而親夫子之材必薄矣尚何怨乎寡人哉客曰不然臣聞周氏之嚳韓氏之盧天下疾狗也見莵而指屬則無失莵矣望見而放狗也則累世不能得莵矣狗非不能屬之者罪也孟甞君曰不然昔華舟杞梁戰而死其妻悲之向城而哭隅為之崩城為之陁君子誠能刑於内則物應於外矣夫土壤且可為忠況有食榖之君乎客曰不然臣見鷦鷯巢於葦苕著之髪毛建之女工不能為也可謂完堅矣大風至則苕折卵破子死者何也其所託者使然也且夫狐者人之所攻也䑕者人之所燻也臣未甞見稷狐見攻社䑕見燻也何則所託者然也於是孟甞君復屬之齊齊王使為相陳子說梁王梁王說而疑之曰子何為去陳侯之國而教小國之孤於此乎陳子曰夫善亦有道而遇亦有時昔傅說衣褐帶劒而築於秕傳之城武丁夕夢旦得之時王也寗戚飯牛康衢擊車輻而歌顧見桓公得之時覇也百里奚自賣五羊之皮為秦人虜穆公得之時強也論若三子之行未得為孔子駿徒也今孔子經營天下南有陳蔡之阨而北干景公二坐而五立未甞離也孔子之時不行而景公之時怠也以孔子之聖不能以時行說之怠亦獨能如之何乎林既衣韋衣而朝齊景公齊景公曰此君子之服也小人之服也林既逡廵而作色曰夫服事何足以端士行乎昔者荆為長劒危冠令尹子西出焉齊短衣而遂偞之冠管仲隰朋出焉越文身剪髮范蠡大夫種出焉西戎左祍而椎結由余亦出焉即如君言衣狗裘者當犬吠衣羊裘者當羊鳴且君衣狐裘而朝意者得無為變乎景公曰子真為勇悍矣今未甞見子之竒辯也一鄰之鬪也千乗之勝也林既曰不知君之所謂者何也夫登髙臨危而目不眴而足不陵者此工匠之勇悍也入深淵刺蛟龍抱黿鼉而出者此漁夫之勇悍也入深山刺虎豹抱熊羆而出者此獵夫之勇悍也不難斷頭裂腹暴骨流血中野者此武士之勇悍也今臣居廣廷作色端辯以犯主君之怒前雖有乗軒之賞未為之動也後雖有斧質之威未為之恐也此既之所以為勇悍也魏文侯與大夫飲酒使公乗不仁為觴政曰飲不釂者浮以大白文侯飲而不盡釂公乗不仁舉白浮君君視而不應侍者曰不仁退君已醉矣公乗不仁曰周書曰前車覆後車戒盖言其危為人臣者不易為君亦不易今君已設令令不行可乎君曰善舉白而飲飲畢曰以公勝不仁為上客襄成君始封之日衣翠衣帶玊劒履縞舄立於逰水之上大夫擁鍾錘縣令執桴號令呼誰能渡王者於是也楚大夫荘辛過而說之遂造託而拜謁起立曰臣願把君之手其可乎襄成君忿作色而不言荘辛遷延沓手而稱曰君獨不聞夫鄂君子晳之汎舟於新波之中也乗青翰之舟極䓣芘張翠盖而㩉犀尾班麗袿衽㑹鍾皷之音畢榜枻越人擁楫而歌歌辭曰濫兮抃草濫予昌枑澤予昌州州􁤔州焉乎秦胥胥縵予乎昭澶秦踰滲惿隨河湖鄂君子晢曰吾不知越歌子試為我楚說之於是乃召越譯乃楚說之曰今夕何夕兮搴中洲流今日何日兮得與王子同舟蒙羞𬒳好兮不訾詬恥心㡬頑而不絶兮知得王子山有木兮木有枝心說君兮君不知於是鄂君子晢乃㩉脩𬒮行而擁之舉繡𬒳而覆之鄂君子晢親楚王母弟也官為令尹爵為執珪一榜枻越人猶得交歡盡意焉今君何以踰於鄂君子晢臣何以獨不若榜枻之人願把君之手其不可何也襄成君乃奉手而進之曰吾少之時亦甞以色稱於長者矣未甞遇僇如此之卒也自今以後願以壮少之禮謹受命雍門子周以琴見乎孟甞君孟甞君曰先生鼓琴亦能令文悲乎雍門子周曰臣何獨能令足下悲哉臣之所能令悲者有先貴而後賤先冨而後貧者也不若身材髙妙適遭暴亂無道之主妄加不道之理焉不若處勢隠絶不及四鄰詘折儐厭襲於窮巷無所告愬不若交歡相愛無怨而生離逺赴絶國無復相見之時不若少失二親兄弟别離家室不足憂慼盈胸當是之時也固不可以聞飛鳥疾風之聲窮窮焉固無樂已凡若是者臣一為之徽膠援琴而長太息則流涕沾衿矣今若足下千乗之君也居則廣厦邃房下羅帷來清風倡優侏儒處前迭進而謟諛燕則鬪象棋而舞鄭女激楚之切風練色以淫目流聲以虞耳水逰則連方舟載羽旗鼓吹乎不測之淵野逰則馳騁弋獵乎平原廣囿格猛獸入則撞鍾擊鼔乎深宫之中方此之時視天地曽不若一指忘死與生雖有善鼓琴者固未能令足下悲也孟甞君曰否否文固以為不然雍門子周曰然臣之所為足下悲者一事也夫聲敵帝而困秦者君之連五國之約南面而伐楚者又君也天下未甞無事不從則横從成則楚王横成則秦帝楚王秦帝必報讎於薛矣夫以秦楚之強而報讎於弱薛譬之猶摩蕭斧而伐朝菌也必不留行矣天下有識之士無不為足下寒心酸鼻者千秋萬嵗之後廟堂必不血食矣髙䑓既以壞曲池既以漸墳墓既以下而青廷矣嬰兒竪子樵採薪蕘者蹢躅其足而歌其上衆人見之無不愀焉為足下悲之曰夫以孟甞君尊貴乃可使若此乎於是孟甞君泫然泣涕承睫而未殞雍門子周引琴而鼓之徐動宫徴微揮羽角切終而成曲孟甞君涕浪汗増欷而就之曰先生之鼓琴令文立若破國亡邑之人也蘧伯玉使至楚逢公子晢濮水之上子晢接草而待曰敢問上客将何之蘧伯玉為之軾車公子晢曰吾聞上士可以託色中士可以託辭下士可以託財三者固可得而託身耶蘧伯玉曰謹受命蘧伯玉見楚王使事畢坐談語從容言至於士楚王曰何國最多士蘧伯玉曰楚最多士楚王大恱蘧伯玉曰楚最多士而楚不能用王造然曰是何言也蘧伯玉曰伍子胥生於楚逃之吴吴受而相之發兵攻楚墮平王之墓伍子胥生於楚吴善用之釁蚠黄生於楚走之晉治七十二縣道不拾遺民不妄得城郭不閉國無盗賊蚠黄生於楚而晉善用之今者臣之來逢公子晢濮水之上辭言上士可以託色中士可以託辭下士可以託財三者固可得而託身耶又不知公子晢将何治也於是楚王發使一駟副使二乗追公子晢濮水之上子晢還重於楚蘧伯玉之力也故詩曰誰能烹魚溉之釡鬵孰将西歸懷之好音此之謂也物之相得固微甚矣叔向之弟羊舌虎善樂逹逹有罪於晉晉誅羊舌虎叔向為之奴既而祁奚曰吾聞小人得位不爭不義君子所憂不救不祥乃徃見范桓子而說之曰聞善為國者賞不過刑不濫賞過則懼及淫人刑濫則懼及君子與不幸而過寕過而賞淫人無過而刑君子故堯之刑也殛鯀於羽山而用禹周之刑也僇管蔡而相周公不濫刑也桓子乃命吏出叔向救人之患者行危苦而不避煩辱猶不能免今祁奚論先王之徳而叔向得免焉學豈可已哉張禄掌門見孟甞君曰衣新而不舊倉庾盈而不虗爲之有道君亦知之乎孟甞君曰衣新而不舊則是脩也倉庾盈而不虗則是冨也爲之奈何其說可得聞乎張禄曰願君貴則舉賢冨則振貧若是則衣新而不舊倉庾盈而不虗矣孟甞君以其言為然說其意辯其辭明日使人奉黄金百斤文織百純進之張先生先生辭而不受後先生復見孟甞君孟甞君曰前先生幸教文曰衣新而不舊倉庾盈而不虗為之有說汝亦知之乎文竊說教故使人奉黄金百斤文織百純進之先生以𥙷門内之不贍者先生曷為辭而不受乎張禄曰君将掘君之偶錢發君之庾粟以𥙷士則衣弊履穿而不贍耳何暇衣新而不舊倉庾盈而不虗乎孟甞君曰然則為之奈何張禄曰夫秦者四塞國也遊宦者不得入焉願君為吾為丈尺之書寄我與秦王我徃而遇乎固君之入也徃而不遇乎雖人求間謀固不遇臣矣孟甞君曰敬聞命矣因為之書寄之秦王徃而大遇謂秦王曰自禄之來入大王之境田疇益辟吏民益治然而大王有一不得者大王知之乎王曰不知曰夫山東有相所謂孟甞君者其人賢人天下無急則已有急則能收天下英乂雄俊之士與之合交連友者疑獨此耳然則大王胡不為我友之乎秦王曰敬受命奉千金以遺孟甞君孟甞君輟食察之而寤曰此張生之所謂衣新而不舊倉庾盈而不虗者也荘周貧者徃貸粟於魏文侯曰待吾邑粟之来而獻之周曰乃今者周之來見道傍牛蹄中有鮒魚焉大息謂周曰我尚可活也周曰須我為汝南見楚王決江淮以溉汝鮒魚曰今吾命在盆甕之中耳乃為我見楚王決江淮以溉我汝即求我枯魚之肆矣今周以貧故來貸粟而曰須我邑粟來也而賜臣即來亦求臣傭肆矣文侯於是乃發粟百鍾送之荘周之室晉平公問叔向曰嵗饑民疫翟人攻我我将若何對曰嵗饑來年而反矣疾疫将止矣翟人不足患也公曰患有大於此者乎對曰夫大臣重禄而不極諫近臣畏罪而不敢言左右顧寵於小官而君不知此誠患之大者也公曰善於是令國中曰欲有諫者為隠左右言及國吏罪趙簡子攻陶有二人先登死於城上簡子欲得之陶君不與承盆疽謂陶君曰簡子将掘君之墓以與君之百姓市曰踰邑梯城者将赦之不者将掘其墓朽者揚其灰未朽者辜其尸陶君懼謂効二人之尸以為和子貢見太宰嚭太宰嚭問曰孔子何如對曰臣不足以知之太宰曰子不知何以事之對曰惟不知故事之夫子其猶大山林也百姓各足其材焉太宰嚭曰子増夫子乎對曰夫子不可増也夫賜其猶一累壤也以一累壤増大山不益其髙且爲不知太宰嚭曰然則子有所酌也對曰天下有大樽而子獨不酌焉不識誰之罪也趙簡子問子貢曰孔子爲人何如子貢對曰賜不能識也簡子不說曰夫子事孔子数十年終業而去之寡人問子子曰不能識何也子貢曰賜譬渇者之飲江海知足而已孔子猶江海也賜則奚足以識之簡子曰善哉子貢之言也齊景公謂子貢曰子誰師曰臣師仲尼公曰仲尼賢乎對曰賢公曰其賢何若對曰不知也公曰子知其賢而不知其奚若可乎對曰今謂天高無少長愚智皆知髙髙㡬何皆曰不知也是以知仲尼之賢而不知其奚若趙襄子謂仲尼曰先生委質以見人主七十君矣而無所通不識世無眀君乎意先生之道固不通乎仲尼不對異日襄子見子路曰甞問先生以道先生不對知而不對則隠也隱則安得為仁若信不知安得為聖子路曰建天下之鳴鍾而撞之以挺豈能發其聲乎哉君問先生無乃猶以挺撞乎衛将軍文子問子貢曰季文子三窮而三通何也子貢曰其窮事賢其通舉窮其冨分貧其貴禮賤窮而事賢則不侮通而舉窮則忠於朋友冨而分貧則宗族親之貴而禮賤則百姓戴之其得之固道也失之命也曰失而不得者何也曰其窮不事賢其通不舉窮其冨不分貧其貴不理賤其得之命也其失之固道也子路問於孔子曰管仲何如人也子曰大人也子路曰昔者管子說襄公襄公不說是不辯也欲立公子糾而不能是無能也家殘於齊而無憂色是不慈也桎梏而居檻車中無慙色是無愧也事所射之君是不貞也召忽死之管仲不死是無仁也夫子何以大之子曰管仲說襄公襄公不說管子非不辯也襄公不知說也欲立公子糾而不能非無能也不遇時也家殘於齊而無憂色非不慈也知命也桎梏居檻車而無慙色非無愧也自裁也事所射之君非不貞也知權也召忽死之管仲不死非無仁也召忽者人臣之材也不死則三軍之虜也死之則名聞天下夫何為不死哉管子者天子之佐諸侯之相也死之則不免為溝中之瘠不死則功復用於天下夫何為死之哉由汝不知也晉平公問於師曠曰咎犯與趙衰孰賢對曰陽處父欲臣文公因咎犯三年不逹因趙衰三日而逹智不知其士衆不智也知而不言不忠也欲言之而不敢無勇也言之而不聴不賢也趙簡子問於成摶曰吾聞夫羊殖者賢大夫也是行奚然對曰臣摶不知也簡子曰吾聞之子與友親子而不知何也摶曰其為人也數變其十五年也廉以不匿其過其二十也仁以喜義其三十也為晉中軍尉勇以喜仁其年五十也為邉城将逺者復親今臣不見五年矣恐其變是以不敢知簡子曰果賢大夫也每變益上矣"}
{"id": "KR3a0007_012", "series": "KR3a0007", "text": "奉使春秋之辭有相反者四既曰大夫無遂事不得擅生事矣又曰出境可以安社稷利國家者則専之可也既曰大夫以君命出進退在大夫矣又曰以君命出聞喪徐行而不反者何也曰此義者各止其科不轉移也不得擅生事者謂平生常經也専之可者謂救危除患也進退在大夫者謂将帥用兵也徐行而不反者謂出使道聞君親之喪也公子子結擅生事春秋不非以為救荘公危也公子遂擅生事春秋譏之以為僖公無危事也故君有危而不專救是不忠也若無危而擅生事是不臣也傳曰詩無通詁易無通吉春秋無通義此之謂也趙王遣使者之楚方鼓瑟而遣之誡之曰必如吾言使者曰王之鼔瑟未甞悲若此也王曰宫啇固方調矣使者曰調則何不書其柱耶王曰天有燥濕絃有緩急宫啇移徙不可知是以不書使者曰眀君之使人也任之以事不制以辭遇吉則賀之凶則弔之今楚趙相去千有餘里吉凶憂患不可豫知猶柱之不可書也詩云莘莘征夫毎懐靡及楚荘王舉兵伐宋宋告急晉景公欲發兵救宋伯宗諫曰天方開楚未可伐也乃求壮士得霍人解揚字子虎徃命宋毋降道過鄭鄭新與楚親乃執解揚而獻之楚楚王厚賜與約使反其言令宋趣降三要解揚乃許於是楚乗揚以樓車令呼宋使降遂倍楚約而致其晉君命曰晉方悉國兵以救宋宋雖急慎毋降楚晉兵今至矣楚荘王大怒将烹之解揚曰君能制命為義臣能承命為信受吾君命以出雖死無二王曰汝之許我己而倍之其信安在解揚曰死以許王欲以成吾君命臣不恨也顧謂楚君曰為人臣無忘盡忠而得死者楚王諸弟皆諌王赦之於是荘王卒赦解揚而歸之晉爵之為上卿故後世言霍虎秦王以五百里地易􁆘陵􁆘陵君辭而不受使唐且謝秦王秦王曰秦破韓滅魏􁆘陵君獨以五十里地存者吾豈畏其威哉吾多其義耳今寡人以十倍之地易之􁆘陵君辭而不受是輕寡人也唐且避席對曰非如此也夫不以利害為趣者􁆘陵也夫􁆘陵君受地於先君而守之雖復千里不得當豈獨五百里哉秦王忿然作色怒曰公亦曽見天子之怒乎唐且曰王臣未曽見也秦王曰天子一怒伏尸百萬流血千里唐且曰大王亦甞見夫布衣韋帶之士怒乎秦王曰布衣韋帶之士怒也解冠徒跣以頭顙地耳何難知者唐且曰此乃匹夫愚人之怒耳非布衣韋帶之士怒也夫專諸刺王僚彗星襲月奔星晝出要離剌王子慶忌蒼隼擊於臺上聶政剌韓王之季父白虹貫日此三人皆夫布衣韋帶之士怒矣與臣将四士含怒未發祲厲於天士無怒即已一怒伏尸二人流血五歩即案匕首起視秦王曰今将是矣秦王變色長跪曰先生就坐寡人喻矣秦破韓滅魏􁆘陵獨以五十里地存者徒用先生之故耳齊攻魯子貢見哀公請求救於吴公曰奚先君寳之用子貢曰使吴責吾寳而與我師是不可恃也於是以楊幹麻䈥之弓六徃子貢謂吴王曰齊為無道欲使周公之後不血食且魯賦五百邾賦三百不識以此益齊吴之利與非與吴王懼乃興師救魯諸侯曰齊伐周公之後而吴救之遂朝於吴魏文侯封太子擊於中山三年使不徃來舍人趙倉唐進稱曰為人子三年不聞父問不可謂孝為人父三年不問子不可謂慈君何不遣人使大國乎太子曰願之乆矣未得可使者倉唐曰臣願奉使侯何嗜好太子曰侯嗜晨鳬好北犬於是乃遣倉唐緤北犬奉晨鳬獻於文侯倉唐至上謁曰孽子擊之使者不敢當大夫之朝請以燕閒奉晨鳬敬獻庖厨緤北犬敬上㳙人文侯恱曰擊愛我知吾所嗜知吾所好召倉唐而見之曰擊無恙乎倉唐曰唯唯如是者三乃曰君出太子而封之國君名之非禮也文侯怵然為之變容問曰子之君無恙乎倉唐曰臣來時拜送書於庭文侯顧指左右曰子之君長孰與是倉唐曰禮擬人必於其倫諸侯毋偶無所擬之曰長大孰與寡人倉唐曰君賜之外府之裘則能勝之賜之斥帶則不更其造文侯曰子之君何業倉唐曰業詩文侯曰於詩何好倉唐曰好晨風黍離文侯自讀晨風曰鴧彼晨風鬱彼北林未見君子憂心欽欽如何如何忘我實多文侯曰子之君以我忘之乎倉唐曰不敢時思耳文侯復讀黍離曰彼黍離離彼稷之苖行邁靡靡中心揺揺知我者謂我心憂不知我者謂我何求悠悠蒼天此何人哉文侯曰子之君怨乎倉唐曰不敢時思耳文侯於是遣倉唐賜太子衣一襲敕倉唐以鷄鳴時至太子起拜受賜發篋視衣盡顛倒太子曰趣早駕君侯召擊也倉唐曰臣來時不受命太子曰君侯賜擊衣不以為寒也欲召擊無誰與謀故敕子以鷄鳴時至詩曰東方未眀顛倒衣裳顛之倒之自公召之遂西至謁文侯大喜乃置酒而稱曰夫逺賢而近所愛非社稷之長策也乃出少子摰封中山而復太子擊故曰欲知其子視其友欲知其君視其所使趙倉唐一使而文侯為慈父而擊為孝子太子乃稱詩曰鳳凰于飛􁊆􁊆其羽亦集爰止藹藹王多吉士維君子使媚于天子舍人之謂也楚荘王欲伐晉使豚尹觀焉反曰不可伐也其憂在上其樂在下且賢臣在焉曰沈駒眀年又使豚尹觀反曰可矣初之賢人死矣謟䛕多在君之廬者其君好樂而無禮其下危處以怨上上下離心興師伐之其民必先反荘王從之果如其言矣梁王贅其群臣而議其過任座進諌曰主君國廣以大民堅而衆國中無賢人辯士奈何王曰寡人國小以狹民弱臣少寡人獨治之安所用賢人辯士乎任座曰不然昔者齊無故起兵攻魯魯君患之召其相曰爲之奈何相對曰夫桞下恵少好學長而嘉智主君試召使於齊魯君曰吾千乗主也身自使於齊齊不聼夫桞下恵特布衣韋帶之士也使之又何益乎相對曰臣聞之乞火不得不望其炮矣今使桞下恵於齊縱不觧於齊兵終不愈益攻於魯矣魯君乃曰然乎相即使人召桞下恵來入門袪衣不趨魯君避席而立曰寡人所謂飢而求黍稷渇而穿井者未甞能以歡喜見子今國事急百姓恐懼願藉子大夫使齊桞下恵曰諾乃東見齊侯齊侯曰魯君将懼乎桞下恵曰臣君不懼齊侯忿然怒曰吾望而魯城芒若類失亡國百姓發屋伐木以救城郭吾視若魯君類吾國子曰不懼何也栁下惠曰臣之君所以不懼者以其先人出周封於魯君之先君亦出周封於齊相與出周南門刳羊而約曰自後子孫敢有相攻者令其罪若此刳羊矣臣之君固以刳羊不懼矣不然百姓非不急也齊侯乃觧兵三百里夫桞下惠特布衣韋帶之士至觧齊釋魯之難奈何無賢士聖人乎陸賈從髙祖定天下名為有口辯士居左右常使諸侯及髙祖時中國𥘉定尉佗平南越因王之髙祖使陸賈賜尉佗印為南越王陸生至尉佗椎結箕踞見陸生陸生因說佗曰足下中國人親戚昆弟墳墓在真定今足下弃反天性捐冠帶欲以區區之越與天子抗衡為敵國禍且及身矣且夫秦失其政諸侯豪傑並起惟漢王先入關據咸陽項籍倍約自立為西楚覇王諸侯皆屬可謂至彊然漢王起巴蜀鞭笞天下劫諸侯遂誅項羽滅之五年之間海内平定此非人力天之所建也天子聞君王王南越不助天下誅暴逆将相欲移兵而誅王天子憐百姓新勞苦且休之遣臣授君王印剖符通使君王冝郊迎北面稱臣乃欲以新造未集之越屈彊於此漢誠聞之掘燒君王先人冡墓夷種宗族使一偏将将十萬衆臨越越則殺王以降漢如反覆手耳於是尉佗乃蹶然起坐謝陸生曰居蠻夷中乆殊失禮義因問陸生曰我孰與蕭何曹参韓信賢陸生曰王似賢復問我孰與皇帝賢陸生曰皇帝起豐沛討暴秦誅强楚為天下興利除害繼五帝三王之業統理中國中國之人以億計地方萬里居天下之膏腴人衆車輿萬物殷冨政由一家自天地剖判未甞有也今王衆不過數十萬皆蠻夷踦􁘓山海之間譬若漢一郡何可乃比於漢王尉佗大笑曰吾不起中國故王此使我居中國何遽不若漢乃大恱陸生與留飲數月曰越中無足與語至生來令我日聞所不聞賜陸生橐中装直千金佗送亦千金陸生拜尉佗為南越王令稱臣奉漢約歸報髙祖大恱拜為大中大夫晉楚之君相與為好㑹於宛丘之上宋使人徃之晉楚大夫曰趣以見天子禮見於吾君我為見子焉使者曰冠雖弊冝加其上履雖新冝居其下周室雖微諸侯未之能易也師升宋城猶不更臣之服也揖而去之諸大夫瞿然遂以諸侯之禮見之越使諸發執一枝梅遺梁王梁王之臣曰韓子顧謂左右曰惡有以一枝梅以遺列國之君者乎請為二三子慙之出謂諸發曰大王有命客冠則以禮見不冠則否諸發曰彼越亦天子之封也不得冀兖之州乃處海垂之際屏外蕃以爲居而蛟龍又與我爭焉是以剪髪文身爛然成章以像龍子者将避水神也今大國其命冠則見以禮不冠則否假令大國之使時過弊邑弊邑之君亦有命矣曰客必翦髪文身然後見之於大國何如意而安之願假冠以見意如不安願無變國俗梁王聞之披衣出以見諸發令逐韓子詩云維君子使媚于天子若此之謂也晏子使吴吴王謂行人曰吾聞晏嬰盖北方之辯於辭習於禮者也命儐者客見則稱天子明日晏子有事行人曰天子請見晏子憱然者三曰臣受命弊邑之君將使於吴王之所不佞而迷惑入于天子之朝敢問吴王惡乎存然後吴王曰夫差請見見以諸侯之禮晏子使呉吴王曰寡人得寄僻陋蠻夷之鄉希見教君子之行請私而毋為罪晏子憱然避位矣王曰吾聞齊君蓋賊以慢野以暴吾子容焉何甚也晏子逡廵而對曰臣聞之微事不通麤事不能者必勞大事不得小事不為者必貧大者不能致人小者不能至人之門者必困此臣之所以仕也如臣豈能以道食人者哉晏子出王笑曰今日吾譏晏子也猶倮而訾髙橛者景公使晏子使於楚楚王進橘置削晏子不剖而并食之楚王曰橘當去剖晏子對曰臣聞之賜人主前者瓜桃不削橘柚不剖今萬乗無教臣不敢剖然臣非不知也晏子将使荆荆王聞之謂左右曰晏子賢人也今方來欲辱之何以也左右對曰為其來也臣請縳一人過王而行於是荆王與晏子立語有縳一人過王而行王曰何爲者也對曰齊人也王曰何坐曰坐盗王曰齊人固盗乎晏子反顧之曰江南有橘齊王使人取之而樹之於江北生不爲橘乃爲枳所以然者何其土地使之然也今齊人居齊不盗來之荆而盗得無土地使之然乎荆王曰吾欲傷子而反自中也晏子使楚晏子短楚人爲小門於大門之側而延晏子晏子不入曰使至狗國者從狗門入今臣使楚不當從此門儐者更從大門入見楚王王曰齊無人耶晏子對曰齊之臨淄三百閭張𬒮成帷揮汗成雨比肩繼踵而在何為無人王曰然則何為使子晏子對曰齊命使各有所主其賢者使賢主不肖者使不肖主嬰最不肖故冝使楚耳秦楚轂兵秦王使人使楚楚王使人戯之曰子來亦卜之乎對曰然卜之謂何對曰吉楚人曰噫甚矣子之國無良龜也王方殺子以釁鍾其吉如何使者曰秦楚轂兵吾王使我先窺我死而不還則吾王知警戒整齊兵以備楚是吾所謂吉也且使死者而無知也又何釁於鍾死者而有知也吾豈錯秦相楚哉我将使楚之鍾鼔無聲鍾鼔無聲則将無以整齊其士卒而理君軍夫殺人之使絶人之謀非古之通議也子大夫試熟計之使者以報楚王楚王赦之此之謂造命楚使使聘於齊齊王饗之梧宫使者曰大哉梧乎王曰江海之魚吞舟大國之樹必巨使何怪焉使者曰昔燕攻齊遵雒路渡濟橋焚雍門擊齊左而虗其右王歜絶頸而死於杜山公孫差格死於龍門飲馬乎淄澠定獲乎琅邪王與太后奔于莒逃於城陽之山當此之時則梧之大何如乎王曰陳先生對之陳子曰臣不如刁勃王曰刁先生應之刁勃曰使者問梧之年耶昔者荆平王為無道加諸申氏殺子胥父與其兄子胥被髮乞食於吴闔廬以為将相三年将吴兵復讎乎楚戰勝乎栢舉級頭百萬囊瓦奔鄭王保於隨引師入郢軍雲行乎郢之都子胥親射宫門掘平王冡笞其墳數以其罪曰吾先人無罪而子殺之士卒人加百焉然後止當若此時梧可以為其柎矣蔡使師强王堅使於楚楚王聞之曰人名多章章者獨為師強王堅乎趣見之無以次視其人状疑其名而醜其聲又惡其形楚王大怒曰今蔡無人乎國可伐也有人不遣乎國可伐也端以此人誡寡人乎國可伐也故發二使見三謀伐者蔡也趙簡子将襲衛使史黯徃視之期以一月六日而後反簡子曰何其乆也黯曰謀利而得害由不察也今蘧伯玉為相史鰌佐焉孔子為客子貢使令於君前甚聼易曰渙其群元吉渙者賢也群者象也元者吉之始也渙其群元吉者其佐多賢矣簡子按兵而不動耳魏文侯使舍人母擇獻鵠於齊侯母擇行道失之徒獻空籠見齊侯曰寡君使臣母擇獻鵠道飢渴臣出而飲食之而鵠飛冲天遂不復反念思非無錢以買鵠也惡有為其君使輕易其弊者乎念思非不能㧞劒刎頭腐肉暴骨於中野也為吾君貴鵠而賤士也念思非不敢走陳蔡之間也惡絶兩君之使故不敢愛身逃死來獻空籠唯主君斧質之誅齊侯大恱曰寡人今者得兹言三賢於"}
{"id": "KR3a0007_013", "series": "KR3a0007", "text": "權謀聖王之舉事必先諦之於謀慮而後考之於蓍龜白屋之士皆關其謀蒭蕘之役咸盡其心故萬舉而無遺籌失䇿傳曰衆人之智可以測天兼聽獨斷惟在一人此大謀之術也謀有二端上謀知命其次知事知命者預見存亡禍福之原早知盛衰廢興之始防事之未萌避難於無形若此人者居亂世則不害於其身在乎太平之世則必得天下之權彼知事者亦尚矣見事而知得失成敗之分而究其所終極故無敗業廢功孔子曰可與適道未可與權也夫非知命知事者孰能行權謀之術夫權謀有正有邪君子之權謀正小人之權謀邪夫正者其權謀公故其為百姓盡心也誠彼邪者好私尚利故其為百姓也詐夫詐則亂誠則平是故堯之九臣誠而興於朝其四臣詐而誅於野誠者隆至後世詐者當身而滅知命知事而能於權謀者必察誠詐之原而以處身焉則是亦權謀之術也夫知者舉事也滿則慮溢平則慮險安則慮危曲則慮直由重其豫惟恐不及是以百舉而不䧟也楊子曰事之可以之貧可以之冨者其傷行者也事之可以之生可以之死者其傷勇者也僕子曰楊子智而不知命故其知多疑語曰知命者不惑晏嬰是也趙簡子曰晉有澤鳴犢犨魯有孔丘吾殺此三人則天下可圖也於是乃召澤鳴犢犨任之以政而殺之使人聘孔子於魯孔子至河臨水而觀曰羙哉水洋洋乎丘之不濟於此命也夫子路趨進曰敢問奚謂也孔子曰夫澤鳴犢犨晉國之賢大夫也趙簡子之未得志也與之同聞見及其得志也殺之而後從政故丘聞之刳胎焚夭則麒麟不至乾澤而漁蛟龍不遊覆巢毁卵則鳳凰不翔丘聞之君子重傷其類者也孔子與齊景公坐左右白曰周使來言周廟燔齊景公出問曰何廟也孔子曰是釐王廟也景公曰何以知之孔子曰詩云皇皇上帝其命不忒天之與人必報有徳禍亦如之夫釐王變文武之制而作玄黄宫室輿馬奢侈不可振也故天殃其廟是以知之景公曰天何不殃其身而殃其廟乎子曰天以文王之故也若殃其身文王之祀無乃絶乎故殃其廟以章其過也左右入報曰周釐王廟也景公大驚起再拜曰善哉聖人之智豈不大乎齊桓公與管仲謀伐莒謀未發而聞於國桓公怪之以問管仲管仲曰國必有聖人也桓公歎曰歖日之役者有執柘杵而上視者意其是邪乃令復役無得相代少焉東郭垂至管仲曰此必是也乃令儐者延而進之分級而立管仲曰子言伐莒者也對曰然管仲曰我不言伐莒子何故言伐莒對曰臣聞君子善謀小人善意臣竊意之也管仲曰我不言伐莒子何以意之對曰臣聞君子有三色優然喜樂者鍾鼔之色愀然清靜者縗絰之色勃然充滿者此兵革之色也日者臣望君之在臺上也勃然充滿此兵革之色君吁而不吟所言者莒也君舉臂而指所當者莒也臣竊慮小諸侯之未服者其惟莒乎臣故言之君子曰凡耳之聞以聲也今不聞其聲而以其容與臂是東郭垂不以耳聽而聞也桓公管仲雖善謀不能隱聖人之聽於無聲視於無形東郭垂有之矣故桓公乃尊禄而禮之晉太史屠餘見晉國之亂見晉平公之驕而無徳義也以其國法歸周周威公見而問焉曰天下之國其孰先亡對曰晉先亡威公問其說對曰臣不敢直言示晉公以天妖日月星辰之行多不當曰是何能然示以人事多不義百姓多怨曰是何傷示以鄰國不服賢良不興曰是何害是不知所以存所以亡故臣曰晉先亡居三年晉果亡威公又見屠餘而問焉曰孰次之對曰中山次之威公問其故對曰天生民令有辨有辨人之義也所以異於禽獸麋鹿也君臣上下所以立也中山之俗以晝為夜以夜繼日男女切踦固無休息淫昏康樂歌謳好悲其主弗知惡此亡國之風也臣故曰中山次之居二年中山果亡威公又見屠餘而問曰孰次之屠餘不對威公固請屠餘曰君次之威公懼求國之長者得錡疇田邑而禮之又得史理趙巽以為諌臣去苛令三十九物以告屠餘屠餘曰其尚終君之身臣聞國之興也天遺之賢人與之極諌之士國之亡也天與之亂人與善䛕者威公薨九月不得葬周乃分而為二故有道者言不可不重也齊侯問於晏子曰當今之時諸侯孰危對曰莒其亡乎公曰奚故對曰地侵於齊貨竭於晉是以亡也智伯從韓魏之兵以攻趙圍晉陽之城而溉之城不没者三板絺疵謂智伯曰韓魏之君必反矣智伯曰何以知之對曰夫勝趙而三分其地今城未没者三板臼竈生鼃人馬相食城降有日矣而韓魏之君無喜志而有憂色是非反何也明日智伯謂韓魏之君曰疵言君之反也韓魏之君曰必勝趙而三分其地今城將勝矣夫二家雖愚不棄羙利而偝約爲難不可成之事其勢可見也是疵必爲趙說君且使君疑二主之心而解於攻趙也今君聽讒臣之言而離二主之交爲君惜之智伯出欲殺絺疵絺疵逃韓魏之君果反魯公索氏將祭而亡其牲孔子聞之曰公索氏比及三年必亡矣後一年而亡弟子問曰昔公索氏亡牲夫子曰比及三年必亡矣今期年而亡夫子何以知其將亡也孔子曰祭之為言索也索也者盡也乃孝子所以自盡於親也至祭而亡其牲則餘所亡者多矣吾以此知其將亡也蔡侯宋公鄭伯朝於晉蔡侯謂叔向曰子亦奚以語我對曰蔡言地計衆不若宋鄭其車馬衣裘侈於二國諸侯其有圖蔡者乎處期年荆伐蔡而殘之白圭之中山中山王欲留之固辭而去又之齊齊王亦欲留之又辭而去人問其辭白圭曰二國將亡矣所學者國有五盡故莫之必忠則言盡矣莫之必譽則名盡矣莫之必愛則親盡矣行者無糧居者無食則財盡矣不能用人又不能自用則功盡矣國有此五者毋幸必亡中山與齊皆當此若使中山之與齊也聞五盡而更之則必不亡也其患在不聞也雖聞又不信也然則人主之務在乎善聽而已矣下蔡威公閉門而哭三日三夜泣盡而繼以血旁鄰窺牆而問之曰子何故而哭悲若此乎對曰吾國且亡曰何以知也應之曰吾聞病之將死也不可為良醫國之將亡也不可為計謀吾數諌吾君吾君不用是以知國之將亡也於是窺牆者聞其言則舉宗而去之於楚居數年楚王果舉兵伐蔡窺牆者為司馬將兵而徃來虜甚衆問曰得無有昆弟故人乎見威公縳在虜中問曰若何以至於此應曰吾何以不至於此且吾聞之也言之者行之役也行之者言之主也汝能行我能言汝為主我為役吾亦何以不至於此哉窺牆者乃言之於楚王遂解其縛與俱之楚故曰能言者未必能行能行者未必能言管仲有疾桓公徃問之曰仲父若棄寡人竪刁可使從政乎對曰不可竪刁自刑以求入君其身之忍將何有於君公曰然則易牙可乎對曰易牙解其子以食君其子之忍將何有於君若用之必為諸侯笑及桓公殁竪刁易牙乃作難桓公死六十日蟲出於户而不收石乞侍坐於屈建屈建曰白公其為亂乎石乞曰是何言也白公至於室無營所下士者三人與己相若臣者五人所與同衣食者千人白公之行若此何故為亂屈建曰此建之所謂亂也以君子行則可於國家行過禮則國家疑之且苟不難下其臣必不難高其君矣建是以知夫子將為亂也處十月白公果為亂韓昭侯造作髙門屈宜咎曰昭侯不出此門曰何也曰不時吾所謂不時者非時日也人固有利不利昭侯甞利矣不作髙門徃年秦㧞冝陽明年大旱民飢不以此時恤民之急也而顧反益奢此所謂福不重至禍必重來者也髙門成昭侯卒竟不出此門田子顔自大術至乎平陵城下見人子問其父見人父問其子田子方曰其以平陵反乎吾聞行於内然後施於外子顔欲使其衆甚矣後果以平陵叛晉人已勝智氏歸而繕甲砥兵楚王恐召梁公弘曰晉人已勝智氏矣歸而繕甲兵其以我為事乎梁公曰不患害其在呉乎夫呉君恤民而同其勞使其民重上之令而人輕其死以從上使如虜之戰臣登山以望之見其用百姓之信必也勿己乎其備之若何不聽明年闔廬襲郢楚莊王欲伐陳使人視之使者曰陳不可伐也莊王曰何故對曰其城郭髙溝壑深蓄積多其國寧也王曰陳可伐也夫陳小國也而蓄積多蓄積多則賦歛重賦歛重則民怨上矣城郭髙溝壑深則民力罷矣興兵伐之遂取陳石益謂孫伯曰呉將亡矣吾子亦知之乎孫伯曰晚矣子之知之也吾何爲不知石益曰然則子何不以諌孫伯曰昔桀罪諌者紂焚聖人剖王子比干之心袁氏之婦絡而失其紀其妾告之怒棄之夫亡者豈斯人知其過哉孝宣皇帝之時霍氏奢靡茂陵徐先生曰霍氏必亡夫在人之右而奢亡之道也孔子曰奢則不遜夫不遜者必侮上侮上者逆之道也在人之右人必害之今霍氏秉權天下之人疾害之者多矣夫天下害之而又以逆道行之不亡何待乃上書言霍氏奢靡陛下即愛之冝以時抑制無使至於亡書三上輒報聞其後霍氏果滅董忠等以其功封人有為徐先生上書者曰臣聞客有過主人者見竈直堗傍有積薪客謂主人曰曲其堗逺其積薪不者將有火患主人黙然不應居無幾何家果失火郷聚里中人哀而救之火幸息於是殺牛置酒燔髮灼爛者在上行餘各用功次坐而反不録言曲堗者向使主人聽客之言不費牛酒終無火患今茂陵徐福數上書言霍氏且有變冝防絶之向使福說得行則無裂地出爵之費而國安平自如今徃事既已而福獨不得與其功惟陛下察客徙薪曲堗之策而使居燔髮灼爛之右書奏上使人賜徐福帛十匹拜為郎齊桓公將伐山戎孤竹使人請助於魯魯君進群臣而謀皆曰師行數十里入蠻夷之地必不反矣於是魯許助之而不行齊已伐山戎孤竹而欲移兵於魯管仲曰不可諸侯未親今又伐逺而還誅近鄰鄰國不親非覇王之道君之所得山戎之寳器者中國之所鮮也不可以不進周公之廟乎桓公乃分山戎之寳獻之周公之廟明年起兵伐莒魯下令丁男悉發五尺童子皆至孔子曰聖人轉禍為福報怨以徳此之謂也中行文子出亡至邊從者曰為此嗇夫者君人也胡不休焉且待後車者文子曰異日吾好音此子遺吾琴吾好佩又遺吾玉是不非吾過者也自容於我者也吾恐其以我求容也遂不入後車入門文子問嗇夫之所在執而殺之仲尼聞之曰中行文子背道失義以亡其國然後得之猶活其身道不可遺也若此衛靈公䄡𬒳以與婦人游子貢見公公曰衛其亡乎對曰昔者夏桀殷紂不任其過故亡成湯文武知任其過故興衛奚其亡也智伯請地於魏宣子宣子不與任増曰何為不與宣子曰彼無故而請地吾是以不與任増曰彼無故而請地者無故而與之是重欲無厭也彼喜必又請地於諸侯諸侯不與必怒而伐之宣子曰善遂與地智伯喜又請地於趙趙不與智伯怒圍晉陽韓魏合趙而反智氏智氏遂滅楚莊王與晉戰勝之懼諸侯之畏己也乃築為五仞之臺臺成而觴諸侯諸侯請約莊王曰我薄徳之人也諸侯請為觴乃仰而曰將將之臺窅窅其謀我言而不當諸侯伐之於是逺者來朝近者入賔呉王夫差破越又將伐陳楚大夫皆懼曰昔闔廬能用其衆故破我於栢舉今聞夫差又甚焉子西曰二三子恤不相睦也無患呉矣昔闔廬食不貳味處不重席擇不取費在國天有災親戚乏困而供之在軍食熟者半而後食其所甞者卒乗必與焉是以民不罷勞死知不曠今夫差次有臺榭陂池焉宿有妃嬙嬪御焉一日之行所欲必成玩好必從珎異是聚夫差先自敗己焉能敗我越破呉請師於楚以伐晉楚王與大夫皆懼將許之左史倚相曰此恐吾攻已故示我不病請為長轂千乗卒三萬與分呉地也莊王聽之遂取東國陽虎為難於魯走之齊請師攻魯齊侯許之鮑文子曰不可也陽虎欲齊師破齊師破大臣必多死於是欲奮其詐謀夫虎有寵於季氏而將殺季孫以不利魯國而容其求焉今君冨於季氏而大於魯國兹陽虎所欲傾覆也魯免其疾而君又收之母乃害乎齊君乃執之免而奔晉湯欲伐桀伊尹曰請阻乏貢職以觀其動桀怒起九夷之師以伐之伊尹曰未可彼尚猶能起九夷之師是罪在我也湯乃謝罪請服復入貢職明年又不供貢職桀怒起九夷之師九夷之師不起伊尹曰可矣湯乃興師伐而殘之遷桀南巢氏焉武王伐紂過隧斬岸過水折舟過谷發梁過山焚萊示民無返志也至於有戎之隧大風折斾散冝生諌曰此其妖歟武王曰非也天落兵也風霽而乗以大雨水平地而嗇散冝生又諌曰此其妖歟武王曰非也天灑兵也卜而龜􁋛散冝生又諌曰此其妖歟武王曰不利以禱祠利以撃衆是􁋛之已故武王順天地犯三妖而禽紂於牧野其所獨見者精也晉文公與荆人戰於城濮君問於咎犯咎犯對曰服義之君不足於信服戰之君不足於詐詐之而已矣君問於雍季雍季對曰焚林而田得獸雖多而明年無復也乾澤而漁得魚雖多而明年無復也詐猶可以偷利而後無報遂與荆軍戰大敗之及賞先雍季而後咎犯侍者曰城濮之戰咎犯之謀也君曰雍季之言百世之謀也咎犯之言一時之權也寡人既行之矣城濮之戰文公謂咎犯曰吾卜戰而龜􁋛我迎嵗彼背嵗彗星見彼操其柄我操其標吾又夢與荆王搏彼在上我在下吾欲無戰子以為何如咎犯對曰卜戰龜􁋛是荆人也我迎嵗彼背嵗彼去我從之也彗星見彼操其柄我操其標以掃則彼利以撃則我利君夢與荆王搏彼在上君在下則君見天而荆王伏其罪也且吾以宋衛為主齊秦輔我我合天道獨以人事固將勝之矣文公従之荆人大敗越饑句踐懼四水進諌曰夫饑越之福也而呉之禍也夫呉國甚冨而財有餘其君好名而不思後患若我卑辭重幣以請糴於呉呉必與我與我則呉可取也越王從之呉將與之子胥諌曰不可夫呉越接地鄰境道易通仇讎敵戰之國也非呉有越越必有呉矣夫齊晉不能越三江五湖以亡呉越不如因而攻之是吾先王闔廬之所以覇也且夫饑何哉亦猶淵也敗伐之事誰國無有君若不攻而輸之糴則利去而凶至財匱而民怨悔無及也呉王曰吾聞義兵不服仁人不以餓飢而攻之雖得十越吾不爲也遂與糴三年呉亦饑請糴於越越王不與而攻之遂破呉趙簡子使成何渉他與衛靈公盟於鄟澤靈公未喋盟成何渉他捘靈公之手而撙之靈公怒欲反趙王孫商曰君欲反趙不如與百姓同惡之公曰若何對曰請命臣令於國曰有姑姊妹女者家一人質於趙百姓必怨君因反之矣君曰善乃令之三日遂徴之五日而令畢國人巷哭君乃召國大夫而謀曰趙為無道反之可乎大夫皆曰可乃出西門閉東門趙氏聞之縳渉他而斬之以謝於衛成何走燕子貢曰王孫商可謂善謀矣憎人而能害之有患而能處之欲用民而能附之一舉而三物俱至可謂善謀矣楚成王賛諸屬諸侯使魯君為僕魯君致大夫而謀曰我雖小亦周之建國也今成王以我為僕可乎大夫皆曰不可公儀休曰不可不聽楚王身死國亡君之臣乃君之有也為民君也魯君遂為僕齊景公以其子妻闔廬送諸郊泣曰余死不汝見矣髙夢子曰齊負海而縣山縱不能全收天下誰干我君愛則勿行公曰余有齊國之固不能以令諸侯又不能聽是生亂也寡人聞之不能令則莫若從且夫呉若蜂蠆然不棄毒於人則不静余恐棄毒於我也遂遣之齊欲妻鄭太子忽太子忽辭人問其故太子曰人各有偶齊大非吾偶也詩云自求多福在我而已矣後戎伐齊齊請師于鄭鄭太子忽率師而救齊大敗戎師齊又欲妻之太子固辭人問其故對曰無事於齊吾猶不敢今以君命救齊之急受室以歸人其以我為師婚乎終辭之孔子問漆雕馬人曰子事臧文仲武仲孺子容三大夫者孰為賢漆雕馬人對曰臧氏家有龜焉名曰蔡文仲立三年為一兆焉武仲立三年為二兆焉孺子容立三年為三兆焉馬人見之矣若夫三大夫之賢不賢馬人不識也孔子曰君子哉漆雕氏之子其言人之羙也隱而顯其言人之過也微而著故智不能及明不能見得無數卜乎安陵纏以顔色羙壯得幸於楚共王江乙徃見安陵纏曰子之先人豈有矢石之功於王乎曰無有江乙曰子之身豈亦有乎曰無有江乙曰子之貴何以至於此乎曰僕不知所以江乙曰吾聞之以財事人者財盡而交踈以色事人者華落而愛衰今子之華有時而落子何以長幸無解於王乎安陵纏曰臣年少愚陋願委智於先生江乙曰獨從爲殉可耳安陵纏曰敬聞命矣江乙去居朞年逢安陵纏謂曰前日所諭子者通之於王乎曰未可也居朞年江乙復見安陵纏曰子豈諭王乎安陵纏曰臣未得王之間也江乙曰子出與王同車入與王同坐居三年言未得王之間子以吾之說未可耳不恱而去其年共王獵江渚之野野火之起若雲蜺虎狼之嘷若雷霆有狂兕從南方來正觸王左驂王舉旌旄而使善射者射之一發兕死車下王大喜拊手而笑顧謂安陵纏曰吾萬嵗之後子將誰與斯樂乎安陵纏乃逡廵而却泣下沾衿抱王曰萬嵗之後臣將從為殉安知樂此者誰於是共王乃封安陵纏於車下三百户故曰江乙善謀安陵纏知時太子商臣怨令尹子上也楚攻陳晉救之夾泜水而軍陽處父知商臣之怨子上也因謂子上曰少却吾渉而從子子上却因令晉軍曰楚遁矣使人告商臣曰子上受晉賂而去之商臣訴之成王成王遂殺之智伯欲襲衛故遺之乗馬先之一璧衛君大恱酌酒諸大夫皆喜南文子獨不喜有憂色衛君曰大國禮寡人寡人故酌諸大夫酒諸大夫皆喜而子獨不喜有憂色者何也南文子曰無方之禮無功之賞禍之先也我未有徃彼有以來是以憂也於是衛君乃修梁津而擬邊城智伯聞衛兵在境上乃還智伯欲襲衛乃佯亡其太子顔使奔衛南文子曰太子顔之為其君子也甚愛非有大罪也而亡之必有故然人亡而不受不祥使吏逆之曰車過五乗慎勿内也智伯聞之乃止叔向之殺萇弘也數見萇弘於周因佯遺書曰萇弘謂叔向曰子起晉國之兵以攻周吾廢劉氏而立單氏劉氏請之君曰此萇弘也乃殺之楚公子午使於秦秦囚之其弟獻三百金於叔向叔向謂平公曰何不城壷丘秦楚患壷丘之城若秦恐而歸公子午以止吾城也君乃止難亦未構楚必徳君平公曰善乃城之秦恐遂歸公子午使之晉晉人輟城楚獻晉賦三百車趙簡子使人以明白之乗六先以一璧為遺於衛衛叔文子曰見不意可以生故此小之所以事大也今我未以徃而簡子先以來必有故於是斬林除圍聚歛蓄積而後遣使者簡子曰吾舉也為不可知也今既已知之矣乃輟圍衛也鄭桓公將欲襲鄶先問鄶之辨智果敢之士書其名姓擇鄶之良臣而與之爲官爵之名而書之因爲設壇於門外而埋之釁之以猳若盟狀鄶君以爲内難也盡殺其良臣桓公因襲之遂取鄶鄭桓公東㑹封於鄭暮舍於宋東之逆旅逆旅之叟從外來曰客將焉之曰㑹封於鄭逆旅之叟曰吾聞之時難得而易失也今客之寢安殆非封也鄭桓公聞之援轡自駕其僕接淅而載之行十日夜而至釐何與之爭封故以鄭桓公之賢微逆旅之叟幾不㑹封也晉文公伐衛入郭坐士令食曰今日必傅大垣公子慮俛而笑之文公曰奚笑對曰臣之妻歸臣送之反見桑者而助之顧臣之妻則亦有送之者矣文公懼還師而歸至國而貉人攻其地"}
{"id": "KR3a0007_014", "series": "KR3a0007", "text": "至公書曰不偏不黨王道蕩蕩言至公也古有行大公者帝堯是也貴為天子富有天下得舜而傳之不私於其子孫也去天下若遺躧於天下猶然况其細於天下乎非帝堯孰能行之孔子曰巍巍乎惟天為大惟堯則之易曰無首吉此盖人君之公也夫以公與天下其徳大矣推之於此刑之於彼萬姓之所載後世之所則也彼人臣之公治官事則不營私家在公門則不言貨利當公法則不阿親戚奉公舉賢則不避仇讎忠於事君仁於利下推之以恕道行之以不黨伊吕是也故顯名存於今是之謂公詩云周道如砥其直如矢君子所履小人所視此之謂也夫公生明偏生暗端慤生逹詐偽生塞誠信生神夸誕生惑此六者君子之所慎也而禹桀之所以分也詩云疾威上帝其命多僻言不公也吴王壽夢有四子長曰謁次曰餘祭次曰夷昧次曰季札號曰延陵季子㝡賢三兄皆知之於是王壽夢薨謁以位讓季子季子終不肯當謁乃為約曰季子賢使國及季子則吳可以興乃兄弟相繼飲食必祝曰使吾早死令國及季子謁死餘祭立餘祭死夷昧立夷昧死次及季子季子時使行不在庶兄僚曰我亦兄也乃自立為吴王季子使還復事如故謁子光曰以吾父之意則國當歸季子以繼嗣之法則我適也當代之君僚何為也於是乃使專諸刺僚殺之以位讓季子季子曰爾殺吾君吾受爾國則吾與爾為共簒也爾殺吾兄吾又殺汝則是昆弟父子相殺無已時也卒去之延陵終身不入吳君子以其不殺為仁以其不取國為義夫不以國私身捐千乗而不恨棄尊位而無忿可以庶㡬矣諸侯之義死社稷大王委國而去何也夫聖人不欲强暴侵陵百姓故使諸侯死國守其民大王有至仁之恩不忍戰百姓故事勲育戎氏以犬馬珎幣而伐不止問其所欲者土地也於是屬其羣臣耆老而告之曰土地者所以養人也不以所以養而害其養也吾將去之遂居岐山之下邠人負幼扶老從之如歸父母三遷而民五倍其初者皆興仁義趣上之事君子守國安民非特闘兵罷殺士衆而已不私其身惟民足用保民盖所以去國之義也是謂至公耳辛櫟見魯穆公曰周公不如太公之賢也穆公曰子何以言之辛櫟對曰周公擇地而封曲阜太公擇地而封營丘爵土等其地不若營丘之美人民不如營丘之衆不徒若是營丘又有天固穆公心慙不能應也辛櫟趨而出南宫邊子入穆公具以辛櫟之言語南宫邊子南宫邊子曰昔周成王之卜居成周也其命龜曰予一人兼有天下辟就百姓敢無中土乎使予有罪則四方伐之無難得也周公卜居曲阜其命龜曰作邑乎山之陽賢則茂昌不賢則速亡季孫行父之戒其子也曰吾欲室之俠於兩社之間也使吾後世有不能事上者使其替之益速如是則曰賢則茂昌不賢則速亡安在擇地而封哉或示有天固也辛櫟之言小人也子無復道也秦始皇帝既吞天下乃召羣臣而議曰古者五帝禪賢三王世繼孰是將為之博士七十人未對鮑白令之對曰天下官則讓賢是也天下家則世繼是也故五帝以天下為官三王以天下為家秦始皇帝仰天而歎曰吾徳出于五帝吾將官天下誰可使代我後者鮑白令之對曰陛下行桀紂之道欲為五帝之禪非陛下所能行也秦始皇帝大怒曰令之前若何以言我行桀紂之道也趣說之不解則死令之對曰臣請說之陛下築臺干雲宫殿五里建千石之鍾萬石之簴婦女連百倡優累千興作驪山宫室至雍相繼不絶所以自奉者殫天下竭民力偏駮自私不能以及人陛下所謂自營僅存之主也何暇比徳五帝欲官天下哉始皇闇然無以應之面有慙色久之曰令之之言乃令衆醜我遂罷謀無禪意也齊景公嘗賞賜及後宮文繡被臺榭菽栗食鳬鴈出而見殣謂晏子曰此何為死晏子對曰此餧而死公曰嘻寡人之無德也何甚矣晏子對曰君之德著而彰何為無德也景公曰何謂也對曰君之德及後宫與臺榭君之玩物衣以文繡君之鳬鴈食以菽粟君之營内自樂延及後宮之族何為其無德也顧臣願有請於君由君之意自樂之心推而與百姓同之則何殣之有君不推此而苟營内好私使財貨偏有所聚菽粟幣帛腐於囷府惠不遍加扵百姓公心不周乎國則桀紂之所以亡也夫士民之所以叛由偏之也君如察臣嬰之言推君之盛徳公布之於天下則湯武可為也一殣何足恤哉楚共王出獵而遺其弓左右請求之共王曰止楚人遺弓楚人得之又何求焉仲尼聞之曰惜乎其不大亦曰人遺弓人得之而已何必楚也仲尼所謂大公也萬章問曰孔子於衛主雍睢於齊主寺人脊環有諸孟子曰否不然好事者為之也於衛主顔讎由彌子之妻與子路之妻兄弟也彌子謂子路曰孔子主我衛卿可得也子路以告孔子曰有命孔子進之以禮退之以義得之不得曰有命而主雍睢與寺人脊環是無命也孔子不說於魯衛將適宋遭桓司馬將要而殺之微服過宋是孔子嘗阨主司城貞子為陳侯周臣吾聞之觀近臣以其所為之主觀逺臣以其所主如孔子主雍睢與寺人脊環何以為孔子乎夫子行說七十諸侯無定䖏意欲使天下之民各得其所而道不行退而脩春秋采毫毛之善貶纎介之惡人事浹王道備精和聖制上通扵天而麟至此天之知夫子也扵是喟然而歎曰天以至明為不可蔽乎日何為而食地以至安為不可危乎地何為而動天地而尚有動蔽是故賢聖說於世而不得行其道故災異並作也夫子曰不怨天不尤人下學而上逹知我者其天乎孔子生於亂世莫之能容也故言行於君澤加於民然後仕言不行於君澤不加於民則䖏孔子懷天覆之心挾仁聖之德憫時俗之汙泥傷紀綱之廢壞服重歴逺周流應聘乃俟幸施道以子百姓而當世諸侯莫能任用是以德積而不肆大道屈而不伸海内不蒙其化羣生不被其恩故喟然歎曰而有用我者則吾其為東周乎故孔子行說非欲私身運德於一城將欲舒之於天下而建之於羣生者耳秦晋戰交敵秦使人謂晋將軍曰三軍之士皆未息明日請復戰臾駢曰使者目動而言肆懼我將遁矣迫之河必敗之趙盾曰死傷未收而棄之不惠也不待期而廹人於險無勇也請待秦人夜遁子胥將之吳辭其友申包胥曰後三年楚不亡吾不見子矣申包胥曰子其勉之吾未可以助子助子是伐宗廟也止子是無以為友雖然子亡之我存之於是乎觀楚一存一亡也後三年吳師伐楚昭王出走申包胥不受命西見秦伯曰吳無道兵强人衆將征天下始於楚寡君出走居雲夢使下臣告急哀公曰諾固將圖之申包胥不罷朝立於秦廷晝夜哭七日七夜不絶聲哀公曰有臣如此可不救乎興師救楚吳人聞之引兵而還昭王反復欲封申包胥申包胥辭曰救亡非為名也功成受賜是賣勇也辭不受遂退隱終身不見詩云凡民有喪匍匐救之楚令尹虞丘子復於莊王曰臣聞奉公行法可以得榮能淺行薄無望上位不名仁智無求顯榮才之所不著無當其䖏臣為令尹十年矣國不加治獄訟不息䖏士不升淫禍不討乆踐髙位妨羣賢路尸禄素飡貪欲無猒臣之罪當稽於理臣竊選國俊下里之士曰孫叔敖秀羸多能其性無欲君舉而授之政則國可使治而士民可使附莊王曰子輔寡人寡人得以長於中國令行於絶域遂覇諸侯非子如何虞丘子曰久固禄位者貪也不進賢逹能者誣也不譲以位者不亷也不能三者不忠也為人臣不忠君王又何以為忠臣願固辭莊王從之賜虞子采地三百號曰國老以孫叔敖為令尹少焉虞丘子家干法孫叔敖執而戮之虞丘子喜入見於王曰臣言孫叔敖果可使持國政奉國法而不黨施刑戮而不骫可謂公平莊王曰夫子之賜也已趙宣子言韓獻子於晋侯曰其為人不黨治衆不亂臨死不恐晋侯以為中軍尉河曲之役趙宣子之車千行韓獻子戮其僕人皆曰韓獻子必死矣其主朝昇之而暮戮其僕誰能待之役罷趙宣子觴大夫爵三行曰二三子可以賀我二三子曰不知所賀宣子曰我言韓厥於君言之而不當必受其刑今吾車失次而戮之僕可謂不黨矣是吾言當也二三子再拜稽首曰不惟晋國適享之乃唐叔是頼之敢不再拜稽首乎晋文公問於咎犯曰誰可使為西河守者咎犯對曰虞子羔可也公曰非汝之讎也對曰君問可為守者非問臣之讎也羔見咎犯而謝之曰幸赦臣之過薦之於君得為西河守咎犯曰薦子者公也怨子者私也吾不以私事害公義子其去矣顧吾射子也楚文王伐鄧使王子革王子靈共捃菜二子出採見老丈人載畚乞焉不與搏而奪之王聞之令皆拘二子將殺之大夫辭曰取畚信有罪然殺之非其罪也君若何殺之言卒丈人造軍而言曰鄧為無道故伐之今君公之子之搏而奪吾畚無道甚於鄧呼天而號君聞之群臣恐君見之曰討有罪而横奪非所以禁暴也恃力虐老非所以教㓜也愛子棄法非所以保國也私二子滅三行非所以從政也丈人舍之矣謝之軍門之外耳椘令尹子文之族有干法者廷理拘之聞其令尹之族也而釋之子文召廷理而責之曰凡立廷理者将以司犯王令而察觸國法也夫直士持法柔而不撓剛而不折今棄法而背令而釋犯法者是為理不端懷心不公也豈吾營私之意也何廷理之駮於法也吾在上位以率士民士民或怨而吾不能免之於法今吾族犯法甚明而使廷理因縁吾心而釋之是吾不公之心明著於國也執一國之柄而以私聞與吾生不以義不若吾死也遂致其族人於廷理曰不是刑也吾將死廷理懼遂刑其族人成王聞之不及履而至于子文之室曰寡人幼少置理失其人以違夫子之意於是黜廷理而尊子文使及内政國人聞之曰若令尹之公也吾黨何憂乎乃相與作歌曰子文之族犯國法程廷理釋之子文不聽恤顧怨萌方正公平楚莊王有茅門者法曰羣臣大夫諸公子入朝馬蹄蹂霤者斬其輈而戮其御太子入朝馬蹄蹂霤廷理斬其輈而戮其御太子大怒入為王泣曰為我誅廷理王曰法者所以敬宗廟尊社稷故能立法從令尊敬社稷者社稷之臣也安可以加誅夫犯法廢令不尊敬社稷是臣棄君下陵上也臣棄君則主失威下陵上則上位危社稷不守吾何以遺子太子乃還走避舍再拜請死楚莊王之時太子車立於茅門之内少師慶逐之太子怒入謁王曰少師慶逐臣之車王曰舍之老君在前而不踰少君在後而不豫是國之寳臣也吳王闔廬為伍子胥興師復讎於楚子胥諫曰諸侯不為匹夫興師且事君猶事父也虧君之義復父之讎臣不為也於是止其後因事而後復其父讎也如子胥可謂不以公事趨私矣孔子為魯司宼聽獄必師斷敦敦然皆立然後君子進曰某子以為何若某子以為云云又曰某子以為何若某子曰云云辯矣然後君子幾當從某子云云乎以君子之知豈必待某子之云云然後知所以㫁獄㢤君子之敬讓也文辭有可與人共之者君子不獨有也子羔為衛政刖人之足衛之君臣亂子羔走郭門郭門閉刖者守門曰於彼有缺子羔曰君子不踰曰於彼有竇子羔曰君子不隧曰於此有室子羔入追者罷子羔將去謂刖者曰吾不能虧損主之法令而親刖子之足吾在難中此乃子之報怨時也何故逃我刖者曰㫁足固我罪也無可奈何君之治臣也傾側法令先後臣以法欲臣之免於法也臣知之獄决罪定臨當論刑君愀然不樂見於顔色臣又知之君豈私臣㦲天生仁人之心其固然也此臣之所以脱君也孔子聞之曰善為吏者樹德不善為吏者樹怨公行之也其子羔之謂歟"}
{"id": "KR3a0007_015", "series": "KR3a0007", "text": "指武司馬法曰國雖大好戰必亡天下雖安忘戰必危易曰君子以除戎器戒不虞夫兵不可玩玩則無威兵不可廢廢則召冦昔吳王夫差好戰而亡徐偃王無武亦滅故明王之制國也上不玩兵下不廢武易曰存不忘亡是以身安而國家可保也秦昭王中朝而歎曰夫楚劒利倡優拙夫劒利則士多慓悍倡優拙則思慮逺也吾恐楚之謀秦也此謂當吉念凶而存不忘亡也卒以成覇焉王孫厲謂楚文王曰徐偃王好行仁義之道漢東諸侯三十二國盡服矣王若不伐楚必事徐王曰若信有道不可伐也對曰大之伐小强之伐弱猶大魚之吞小魚也若虎之食豚也惡有其不得理文王遂興師伐徐殘之徐偃王將死曰吾頼於文徳而不明武備好行仁義之道而不知詐人之心以至於此夫古之王者其有備乎吳起為苑守行縣適息問屈宜臼曰王不知起不肖以為苑守先生將何以教之屈公不對居一年王以為令尹行縣適息問屈宜臼曰起問先生先生不教今王不知起不肖以為令尹先生試觀起為之也屈公曰子將奈何吳起曰將均楚國之爵而平其禄損其有餘而繼其不足厲甲兵以時爭於天下屈公曰吾聞昔善治國家者不變故不易常今子將均楚國之爵而平其禄損其有餘而繼其不足是變其故而易其常也且吾聞兵者凶器也爭者逆徳也今子隂謀逆德好用凶器殆人所棄逆之至也淫泆之事也行者不利且子用魯兵不宜得志於齊而得志焉子用魏兵不宜得志於秦而得志焉吾聞之曰非禍人不能成禍吾固怪吾王之數逆天道至今無禍嘻且待夫子也吳起愓然曰尚可更乎屈公曰不可吳起曰起之為人謀屈公曰成刑之徒不可更巳子不如敦䖏而䔍行之楚國無貴于舉賢春秋記國家存亡以察來世雖有廣土衆民堅甲利兵威猛之將士卒不親附不可以戰勝取功晋侯獲於韓楚子玉得臣敗於城濮蔡不待敵而衆潰故語曰文王不能使不附之民先軫不能戰不教之卒造父王良不能以弊車不作之馬趨疾而致逺羿逢䝉不能以枉矢弱弓射逺中微故强弱成敗之要在乎附士卒教習之而已内治未得不可以正外本惠未襲不可以制末是以春秋先京師而後諸夏先諸華而後夷狄及周惠王以遭亂世繼先王之體而强楚稱王諸侯背叛欲申先王之命一統天下不先廣養京師以及諸夏諸夏以及夷狄内治未得忿則不料力權得失興兵而征强楚師大敗撙辱不行大為天下笑幸逢齊桓公以得安尊故内治未得不可以正外本惠未襲不可以制末將師受命者將率入軍吏畢入皆北面再拜稽首受命天子南面而授之鉞東行西面而揖之示弗御也故受命而出忘其國即戎忘其家聞枹鼓之聲唯恐不勝忘其身故必死必死不如樂死樂死不如甘死甘死不如義死義死不如視死如歸此之謂也故一人必死十人弗能待也十人必死百人弗能待也百人必死千人不能待也千人必死萬人弗能待也萬人必死横行乎天下令行禁止王者之師也田單為齊上將軍興師十萬將以攻翟徃見魯仲連子仲連子曰將軍之攻翟必不能下矣田將軍曰單以五里之城十里之郭復齊之國何為攻翟不能下去上車不與言决攻翟三月而不能下齊嬰兒謡之曰大冠如箕長劒拄頥攻翟不能下壘於梧丘於是田將軍恐駭徃見仲連子曰先生何以知單之攻翟不能下也仲連子曰夫將軍在即墨之時坐則織蕢立則杖臿為士卒倡曰宗廟亡矣䰟魄喪矣歸何黨矣故將有死之心士卒無生之氣今將軍東有掖邑之封西有淄上之寳金銀黃帶馳騁乎淄澠之間是以樂生而惡死也田將軍明日結髪徑立矢石之所乃引枹而鼓之翟人下之故將者士之心也士者將之枝體也心猶與則枝體不用田將軍之謂乎晋智伯伐鄭齊田恒救之有登盖必身立焉車徒有不進者必令助之壘合而後敢䖏井竈成而後敢食智伯曰吾聞田恒新得國而愛其民内同其財外同其勤勞治軍若此其得衆也不可待也乃去之耳太公兵法曰致慈愛之心立武威之戰以畢其衆練其精銳砥礪其節以高其氣分為五選異其旗章勿使冒亂堅其行陣連其什伍以禁淫非壘陳之次車騎之䖏勒兵之勢軍之法令賞罰之數使士赴火蹈刃陷陳取將死不旋踵者多異於今之將者也孝昭皇帝時北軍監御史為姦穿北門垣以為賈區胡建守北軍尉貧無車馬常步與走卒起居所以慰愛走卒甚厚建欲誅監御史乃約其走卒曰我欲與公有所誅吾言取之則取之斬之則斬之於是當選士馬日䕶軍諸校列坐堂皇上監御史亦坐建從走卒趨至堂下拜謁因上堂走卒皆上建跪指監御史曰取彼走卒前拽下堂建曰斬之遂斬監御史䕶軍及諸校皆愕驚不知所以建亦已有成奏在其懷遂上奏以聞曰臣聞軍法立武以威衆誅惡以禁邪今北軍監御史公穿軍垣以求賈利買賣以與士市不立剛武之心勇猛之意以率先士大夫尤失理不公臣聞黄帝理法曰壘壁已具行不由路謂之姦人姦人者殺臣謹以斬之昧死以聞制曰司馬法曰國容不入軍軍容不入國也建有何疑焉建由是名興後至渭城令死至今渭城有其祠也魯石公劒迫則能應感則能動䀛穆無窮變無形像復柔委從如影與響如尨之守户如輪之逐馬響之應聲影之像形也閶不及鞈呼不及吸足舉不及集相離若蟬翼尚在肱北眉睫之微曾不可以大息小以小况大用兵之道其猶然乎此善當敵者也未及夫折衝於未形之前者揖讓乎廟堂之上而施惠乎百萬之民故居則無變動戰則不血刃其湯武之兵與孔子北遊東上農山子路子貢顔淵從焉孔子喟然歎曰登髙望下使人心悲二三子者各言爾志丘將聽之子路曰願得白羽若月赤羽若日鍾鼔之音上聞乎天旌旗翩翻下蟠於地由且舉兵而擊之必也攘地千里獨由能耳使夫二子為我從焉孔子曰勇㦲士乎憤憤者乎子貢曰賜也願齊楚合戰於莽洋之野兩壘相當旌旗相望塵埃相接接戰搆兵賜願著縞衣白冠陳説白刃之間解兩國之患獨賜能耳使夫二子者為我從焉孔子曰辯哉士乎僊僊者乎顔淵獨不言孔子曰回來若獨何不願乎顔淵曰文武之事二子已言之回何敢與焉孔子曰若鄙心不與焉苐言之顔淵曰回聞鮑魚蘭芷不同篋而蔵堯舜桀紂不同國而治二子之言與回言異回願得明王聖主而相之使城郭不修溝池不越鍛劒㦸以為農器使天下千嵗無戰闘之患如此則由何憤憤而撃賜又何僊僊而使乎孔子曰美㦲德乎姚姚者乎子路舉手問曰願聞夫子之意孔子曰吾所願者顔氏之計吾願負衣冠而從顔氏子也魯哀公問於仲尼曰吾欲小則守大則攻其道若何仲尼曰若朝廷有禮上下有親民之衆皆君之畜也君將誰攻若朝廷無禮上下無親民衆皆君之讎也君將誰與守於是廢澤梁之禁弛關市之征以為民惠也文王曰吾欲用兵誰可伐宻須氏疑於我可先徃伐管叔曰不可其君天下之明君也伐之不義太公望曰臣聞之先王伐枉不伐順伐險不伐易伐過不伐不及文王曰善遂伐宻須氏滅之也武王將伐紂召太公望而問之曰吾欲不戰而知勝不卜而知吉使非其人為之有道乎太公對曰有道王得衆人之心以圖不道則不戰而知勝矣以賢伐不肖則不卜而知吉矣彼害之我利之雖非吾民可得而使也武王曰善乃召周公而問焉曰天下之圖事者皆以殷為天子以周為諸侯以諸侯攻天子勝之有道乎周公對曰殷信天子周信諸侯則無勝之道矣何可攻乎武王忿然曰汝言有說乎周公對曰臣聞之攻禮者為賊攻義者為殘失其民制為匹夫王攻其失民者也何攻天子乎武王曰善乃起衆舉師與殷戰於牧之野大敗殷人上堂見玉曰誰之玉也曰諸侯之玉即取而歸之於諸侯天下聞之曰武王亷於財矣入室見女曰誰之女也曰諸侯之女也即取而歸之於諸侯天下聞之曰武王亷於色也於是發巨橋之粟㪚鹿臺之財金錢以與士民黜其戰車而不乗弛其甲兵而弗用縱馬華山放牛桃林示不復用天下聞者咸謂武王行義於天下豈不大哉文王欲伐崇先宣言曰予聞崇侯虎蔑侮父兄不敬長老聽獄不中分財不均百姓力盡不得衣食予將來征之唯為民乃伐崇令毋殺人毋壞室毋填井毋伐樹木毋動六畜有不如令者死無赦崇人聞之因請降楚莊王伐陳吳救之雨十日十夜晴左史倚相曰吳必夜至甲列壘壞彼必薄我何不行列鼓出待之吳師至楚見成陳而還左史倚相曰追之吳行六十里而無功王罷卒寢果擊之大敗吳師齊桓公之時霖雨十旬桓公欲伐漅陵其城之值雨也未合管仲隰朋以卒徒造於門桓公曰徒衆何以為管仲對曰臣聞之雨則有事夫漅陵不能雨臣請攻之公曰善遂興師伐之既至大卒間外士在内矣桓公曰其有聖人乎乃還旗而去之宋圍曹不拔司馬子魚謂君曰文王伐崇崇軍其城三旬不降退而修教復伐之因壘而降今君德無乃有所闕乎胡不退修德無闕而後動吳王闔廬與荆人戰於栢舉大勝之至於郢郊五敗荆人闔廬之臣五人進諫曰夫深入逺報非王之利也王其返乎五將鍥頭闔廬未之應五人之頭墜於馬前闔廬懼召五子胥而問焉子胥曰五臣者懼也夫五敗之人者其懼甚矣王姑少進遂入郢南至江北至方城方三千里皆服於吳矣田成子常與宰我爭宰我夜伏卒將以攻田成子令於卒中曰不見旌節毋起鴟夷子皮聞之告田成子田成子因為旌節以起宰我之卒以攻之遂殘之也齊桓公北伐山戎氏請兵於魯魯不與桓公怒將攻之管仲曰不可我已刑北方諸侯矣今又攻魯無乃不可乎魯必事楚是我一舉而失兩也桓公曰善乃輟攻魯矣聖人之治天下也先文德而後武力凡武之興為不服也文化不改然後加誅夫下愚不移純德之所不能化而後武力加焉昔堯誅四凶以懲惡周公殺管蔡以弭亂子産殺鄧析以威侈孔子斬少正卯以變衆佞賊之人而不誅亂之道也易曰不威小不懲大此小人之福也五帝三王教以仁義而天下變也孔子亦教以仁義而天下不從者何也昔明王有􁀍冕以尊賢有斧鉞以誅惡故其賞至重而刑至深而天下變孔子賢顔淵無以賞之賤孺悲無以罰之故天下不從是故道非權不立非勢不行是道尊然後行孔子為魯司冦七日而誅少正卯於東觀之下門人聞之趨而進至者不言其意皆一也子貢後至趨而進曰夫少正卯者魯國之聞人矣夫子始為政何以先誅之孔子曰賜也非爾所及也夫王者之誅有五而盗竊不與焉一曰心辨而險二曰言偽而辯三曰行辟而堅四曰志愚而博五曰順非而澤此五者皆有辨知聡達之名而非其真也苟行以偽則其知足以移衆强足以獨立此姦人之雄也不可不誅夫有五者之一則不免於誅今少正卯兼之是以先誅之也昔者湯誅蠋沐太公誅潘阯管仲誅史附里子産誅鄧析此五子未有不誅也所謂誅之者非爲其晝則攻盗暮則穿窬也皆傾覆之徒也此固君子之所疑愚者之所惑也詩云憂心悄悄慍于羣小此之謂矣齊人王滿生見周公周公出見之曰先生逺辱何以教之王滿生曰言内事者於内言外事者於外今言内事乎言外事乎周公導入王滿生曰敬從布席周公不導坐王滿生曰言大事者坐言小事者倚今言大事乎言小事乎周公導坐王滿生坐周公曰先生何以教之王滿生曰臣聞聖人不言而知非聖人者雖言不知今欲言乎無言乎周公俛念有頃不對王滿生藉筆牘書之曰社稷且危傅之於膺周公仰視見書曰唯唯謹聞命矣明日誅管蔡"}
{"id": "KR3a0007_016", "series": "KR3a0007", "text": "談叢王者知所以臨下而治衆則羣臣畏服矣知所以聽言受事則不蔽欺矣知所以安利萬民則海内必定矣知所以忠孝事上則臣子之行備矣凡所以劫殺者不知道術以御其臣下也凡吏勝其職則事治事治則利生不勝其職則事亂事亂則害成也百方之事萬變鋒出或欲持虚或欲持實或好浮遊或好誠必或行安舒或為飄疾從此觀之天下不可一聖王臨天下而能一之意不並銳事不兩隆盛於彼者必衰於此長於左者必短於右喜夜臥者不能蚤起也鸞設於鑣和設於軾馬動而鸞鳴鸞鳴而和應行之節也不富無以為大不予無以合親親踈則害失衆則敗不教而誅謂之虐不戒責成謂之暴也夫水出於山而入於海稼生於田而蔵於廩聖人見所生則知所歸矣天道布順人事取予多蔵不用是謂怨府故物不可聚也一圍之木持千鈞之屋五寸之鍵而制開闔豈材足任哉盖所居要也夫小快害義小慧害道小辨害治苟心傷德大政不險蛟龍雖神不能以白日去其倫飄風雖疾不能以隂雨揚其塵邑名勝母曾子不入水名盗泉孔子不飲醜其聲也婦人之口可以出走婦人之喙可以死敗不修其身求之於人是謂失倫不治其内而修其外是謂大廢重載而危之操䇿而隨之非所以為全也士橫道而偃四支不掩非士之過有土之羞也邦君將昌天遺其道大夫將昌天遺之士庶人將昌必有良子賢師良友在其側詩書禮樂陳於前棄而為不善者鮮矣義士不欺心仁人不害生謀泄則無功計不設則事不成賢士不事所非不非所事愚者行間而益固鄙人飾詐而益野聲無細而不聞行無隱而不明至神無不化也至賢無不移也上不信下不忠上下不和雖安必危求以其道則無不得為以其時則無不成時不至不可强生也事不究不可强成也貞良而亡先人餘殃猖蹷而活先人餘烈權取重澤取長才賢任輕則有名不肖任大身死名廢士不以利移不為患改孝敬忠信之事立雖死而不悔智而用私不如愚而用公故曰巧偽不如拙誠學問不倦所以治己也教誨不厭所以治人也所以貴虚無者得以應變而合時也冠雖故必加於首履雖新必關於足上下有分不可相倍一心可以事百君百心不可以事一君故曰正而心又少而言萬物得其本者生百事得其道者成道之所在天下歸之徳之所在天下貴之仁之所在天下愛之義之所在天下畏之屋漏者民去之水淺者魚逃之樹髙者鳥宿之德厚者士趨之有禮者民畏之忠信者士死之衣雖弊行必修頭雖亂言必治時在應之為在因之所伐而當其福五之所伐不當其禍十之必貴以賤為本必髙以下為天將與之必先苦之天將毁之必先累之孝於父母信於交友十步之澤必有香草十室之邑必有忠士草木秋死松栢獨在水浮萬物玉石留止飢渴得食誰能不喜賑窮救急何患無有視其所以觀其所使斯可知己乗輿馬不勞致千里乘船楫不游絶江海智莫大於闕疑行莫大於無悔也制宅名子足以觀士利不兼賞不倍忽忽之謀不可爲也惕惕之心不可長也天與不取反受其咎時至不迎反受其殃天地無親常與善人天道有常不為堯存不為桀亡積善之家必有餘慶積惡之家必有餘殃一噎之故絶榖不食一蹶之故却足不行心如天地者明行如繩墨者章位高道大者從事大道小者凶言疑者無犯行疑者無從蠧蝝仆柱梁蚊䖟走牛羊謁問析辭勿應怪言虚說勿稱謀先事則昌事先謀則亡無以淫泆棄業無以貧賤自輕無以所好害身無以嗜欲妨生無以奢侈為名無以貴冨驕盈喜怒不當是謂不明暴虐不得反受其賊怨生不報禍生於福一言而非四馬不能追一言不急四馬不能及順風而飛以助氣力銜葭而翔以備矰弋鏡以精明美惡自服衡平無私輕重自得蓬生枲中不扶自直白砂入泥與之皆黒時乎時乎間不及謀至時之極間不容息勞而不休亦將自息有而不施亦將自得無不為者無不能成也無不欲者無不能得也衆正之積福無不及也衆邪之積禍無不逮也力勝貧謹勝禍慎勝害戒勝灾為善者天報以德為不善者天報以禍君子得時如水小人得時如火謗道己者心之罪也尊賢己者心之力也心之得萬物不足為也心之失獨心不能守也子不孝非吾子也交不信非吾友也食其口而百節肥灌其本而枝葉茂本傷者枝槁根深者末厚為善者得道為惡者失道惡語不出口苟言不留耳務偽不長喜虚不久義士不欺心亷士不妄取以財為草以身為寳慈仁少小恭敬耆老犬吠不驚命曰金城常避危殆命曰不悔富必念貧壮必念老年雖幼少慮之不早夫有禮者相為死無禮者亦相為死貴不與驕期驕自來驕不與亡期亡自至踒人日夜願一起盲人不忘視知者始於悟終於諧愚者始於樂終於哀高山仰止景行行止力雖不能心必務為慎終如始常以為戒戰戰慄慄日慎其事聖人之正莫如安静賢者之治故與衆異好稱人惡人亦道其惡好憎人者亦為人所憎衣食足知榮辱倉廪實知禮節江河之溢不過三日飄風暴雨須㬰而畢福生於微禍生於忽日夜恐懼唯恐不卒已雕已琢還反於樸物之相反復歸於本循流而下易以至倍風而馳易以逺兵不豫定無以待敵計不先慮無以應卒中不方名不章外不圜禍之門直而不能枉不可與大任方而不能圜不可與長存慎之於身無曰云云狂夫之言聖人擇焉能忍耻者安能忍辱者存脣亡而齒寒河水崩其懷在山毒智者莫甚於酒留事者莫甚於樂毁亷者莫甚於色摧剛者反已於弱富在知足貴在求退先憂事者後樂先慠事者後憂福在受諫存之所由也㳟敬遜讓精亷無謗慈仁愛人必受其賞諫之不聽後無與争舉事不當為百姓謗悔在於妄患在於先唱蒲且修繳鳬鴈悲鳴逢蒙撫弓虎豹晨嘷河以委蛇故能逺山以凌遲故能髙道以優㳺故能化徳以純厚故能豪言人之善澤於膏沐言人之惡痛於矛㦸為善不直必終其曲為醜不釋必終其惡一死一生乃知交情一貧一富乃知交態一貴一賤交情乃見一浮一没交情乃出德義在前用兵在後初沐者必拭冠新浴者必振衣敗軍之將不可言勇亡國之臣不可言智坎井無黿鼉者隘也園中無修林者小也小忠大忠之賊也小利大利之殘也自請絶易請人絶難水激則悍矢激則逺人激於名不毁為聲下士得官以死上士得官以生禍福非從地中出非從天上來已自生之窮鄉多曲學小辯害大知巧言使信廢小恵妨大義不困在於早慮不窮在於早豫欲人勿知莫若勿為欲人勿聞莫如勿言非所言勿言以避其患非所為勿為以避其危非所取勿取以避其詭非所爭勿爭以避其聲明者視於冥冥謀於未形聰者聽於無聲慮者戒於未成世之溷濁而我獨清衆人皆醉而我獨醒乖離之咎無不生也毁敗之端從此興也江河大潰從蟻穴山以小阤而大崩淫亂之漸其變為興水火金木轉相勝卑而正者可増髙而倚者且崩直如矢者死直如繩者稱禍生於欲得福生於自禁聖人以心導耳目小人以耳目導心為人上者患在不明為人下者患在不忠人知糞田莫知糞心端身正行全以至今見亡知存見霜知氷廣大在好利恭敬在事親因時易以為仁因道易以達人營於利者多患輕諾者寡信欲賢者莫如下人貪財者莫如全身財不如義髙勢不如徳尊父不能愛無益之子君不能愛不軌之民君不能賞無功之臣臣不能死無德之君問善御者莫如馬問善治者莫如民以卑為尊以屈為伸聖人所因上法於天君子行徳以全其身小人行貪以亡其身相勸以禮相强以仁得道於身得譽於人知命者不怨天知己者不怨人人而不愛則不能仁佞而不巧則不能信言善毋及身言惡毋及人上清而無欲則下正而民樸來事可追也徃事不可及無思慮之心則不逹無談說之辭則不樂善不可以偽來惡不可以辭去近市無賈在田無野善不逆旅非仁義剛武無以定天下水倍源則川竭人倍信則名不逹義勝患則吉患勝義則滅五聖之謀不如逢時辯智明慧不如遇世有鄙心者不可授便勢有愚質者不可予利器多易多敗多言多失冠履不同蔵賢不肖不同位官尊者憂深禄多者責大積德無細積怨無大多少必報固其勢也梟逢鳩鳩曰子將安之梟曰我將東徙鳩曰何故梟曰鄉人皆惡我鳴以故東徙鳩曰子能更鳴可矣不能更鳴東徙猶惡子之聲聖人之衣也便體以安身其食也安於腹適衣節食不聽口目曾子曰鷹鷲以山為卑而増巢其上黿鼉魚鼈以淵為淺而穿穴其中卒其所以得者餌也君子苟不求利禄則不害其身曾子曰狎甚則相簡也莊甚則不親是故君子之狎足以交懽莊足以成禮而已曾子曰入是國也言信乎羣臣則留可也忠行乎羣臣則仕可也澤施乎百姓則安可也口者關也舌者機也出言不當四馬不能追也口者關也舌者兵也出言不當反自傷也言出於己不可止於人行發於邇不可止於逺夫言行者君子之樞機樞機之發榮辱之本也可不慎乎故蒯子羽曰言猶射也栝既離弦雖有所悔焉不可從而追已詩曰白珪之玷尚可磨也斯言之玷不可為也蠋欲類蠶鱓欲類虵人見虵蠋莫不身洒然女工修蠶漁者持鱓不惡何也欲得錢也逐魚者濡逐獸者趨非樂之也事之權也登髙使人欲望臨淵使人欲窺何也䖏地然也御者使人㳟射者使人端何也其形便也民有五死聖人能去其三不能除其二饑渴死者可去也凍寒死者可去也罹五兵死者可去也壽命死者不可去也癰疽死者不可去也饑渴死者中不充也凍寒死者外勝中也罹五兵死者德不忠也壽命死者嵗數終也癰疽死者血氣窮也故曰中不正外淫作外淫作者多怨怪多怨怪者疾病生故清浄無為血氣乃平百行之本一言也一言而適可以却敵一言而得可以保國響不能獨為聲影不能倍曲為直物必以其類及故君子慎言出己負石赴淵行之難者也然申屠狄為之君子不貴之也盗跖凶貪名如日月與舜禹並傳而不息而君子不貴君子有五耻朝不坐燕不議君子耻之居其位無其言君子耻之有其言無其行君子耻之既得之又失之君子耻之地有餘而民不足君子耻之君子雖窮不䖏亡國之勢雖貧不受亂君之禄尊乎亂世同乎暴君君子之耻也衆人以毁形為耻君子以毁義為辱衆人重利亷士重名明君之制賞從重罰從輕食人以壯為量事人以老為程君子之言寡而實小人之言多而虚君子之學也入於耳蔵於心行之以身君子之治也始於不足見終於不可及也君子慮福弗及慮禍百之君子擇人而取不擇人而與君子實如虚有如無君子有其備則無事君子不以愧食不以辱得君子樂得其志小人樂得其事君子不以其所不愛及其所愛也君子有終身之憂而無一朝之患順道而行循理而言喜不加易怒不加難君子之過猶日月之蝕也何害於明小人可也猶狗之吠盗狸之夜見何益於善夫智者不妄為勇者不妄殺君子比義農夫比榖事君不得進其言則辭其爵不得行其義則辭其禄人皆知取之為取也不知與之為取之政有招冦行有招耻弗為而自至天下未有猛獸狐疑不若蜂蠆之致毒也髙議而不可及不若卑論之有功也秦信同姓以王至其衰也非易同姓也而身死國亡故王者之治天下在於行法不在於信同姓髙山之巔無美木傷於多陽也大樹之下無美草傷於多隂也鍾子期死而伯牙絶絃破琴知世莫可為鼓也惠施卒而莊子深瞑不言見世莫可與語也修身者智之府也愛施者仁之端也取予者義之符也耻辱者勇之决也立名者行之極也進賢受上賞蔽賢䝉顯戮古之通義也爵人於朝論人於市古之通法也道微而明淡而有功非道而得非時而生是謂妄成得而失之定而復傾福者禍之門也是者非之尊也治者亂之先也事無終始而患不及者未之聞也枝無忘其根徳無忘其報見利必念害身故君子留精神寄心於三者吉祥及子孫矣兩髙不可重兩大不可容兩勢不可同兩貴不可雙夫重容同雙必争其功故君子節嗜欲各守其足乃能長乆夫節欲而聽諫敬賢而勿慢使能而勿賤為人君能行此三者其國必强大而民不去散矣黙無過言慤無過事木馬不能行亦不費食騏驥日馳千里鞭箠不去其背寸而度之至丈必差銖而稱之至石必過石稱丈量徑而寡失簡絲數米煩而不察故大較易為智曲辯難為慧吞舟之魚蕩而失水制於螻蟻者離其居也猿猴失木禽於狐貉者非其䖏也騰虵遊霧而升騰龍乗雲而舉猿得木而挺魚得水而鶩䖏地宜也君子博學患其不習既習之患其不能行之既能行之患其不能以讓也君子不羞學不羞問問訊者知之本念慮者知之道也此言貴因人知而加知之不貴獨自用其知而知之天地之道極則反滿則損五采曜眼有時而渝茂木豐草有時而落物有盛衰安得自若民苦則不仁勞則詐生安平則教危則謀極則反滿則損故君子弗滿弗極也"}
{"id": "KR3a0007_017", "series": "KR3a0007", "text": "雜言賢人君子者通乎盛衰之時明乎成敗之端察乎治亂之紀審乎人情知所去就故雖窮不䖏亡國之勢雖貧不受汙君之禄是以太公年七十而不自逹孫叔敖三去相而不自悔何則不强合非其人也太公一合於周而侯七百嵗孫叔敖一合於楚而封十世大夫種存亡越而霸勾踐賜死於前李斯積功於秦而卒被五刑盡忠憂君危身安國其功一也或以封侯而不絶或以賜死而被刑所慕所由異也故箕子棄國而佯狂范蠡去越而易名智過去君弟而更姓皆見逺識㣲而仁能去富勢以避萌生之禍者也夫暴亂之君孰能離縶以役其身而與于患乎哉故賢者非畏死避害而已也為殺身無益而明主之暴也比干死紂而不能正其行子胥死吳而不能存其國二子者强諫而死適足明主之暴耳未始有益如秋毫之端也是以賢人閉其智塞其能待得其人然後合故言無不聴行無見疑君臣兩與終身無患今非得其時又無其人直私意不能已閔世之亂憂主之危以無貲之身渉蔽塞之路經乎䜛人之前造無量之主犯不測之罪傷其天性豈不惑哉故文信侯李斯天下所謂賢也為國計揣微射隠所謂無過策也戰勝攻取所謂無强敵也積功甚大勢利甚高賢人不用䜛人用事自知不用其仁不能去制敵積功不失秋毫避患去害不見丘山積其所欲以至其所惡豈不為勢利惑哉詩云人知其一莫知其他此之謂也子石登吳山而四望喟然而歎息曰嗚呼悲哉世有明於事情不合於人心者有合於人心不明於事情者弟子問曰何謂也子石曰昔者吳王夫差不聴伍子胥盡忠極諫抉目而辜太宰嚭公孫雒偷合苟容以順夫差之志而伐吳二子沉身江湖頭懸越旗昔者費仲惡來革長鼻决耳崇侯虎順紂之心欲以合於意武王伐紂四子身死牧之野頭足異所比干盡忠剖心而死今欲明事情恐有抉目剖心之禍欲合人心恐有頭足異所之患由是觀之君子道狹耳誠不逢其明主狹道之中又将險危閉塞無可從出者祁射子見秦恵王恵王說之於是唐姑䜛之復見恵王懐怒以待之非其說異也所聴者易也故以徴為羽非絃之罪也以甘為苦非味之過也彌子瑕愛於衛君衛國之法竊駕君車罪刖彌子瑕之母疾人聞夜徃告之彌子瑕擅駕君車而出君聞之賢之曰孝哉為母之故犯刖罪哉君逰果園彌子瑕食桃而甘不盡而奉君君曰愛我而忘其口味及彌子瑕色衰而愛㢮得罪於君君曰是故嘗矯吾車又嘗食我以餘桃故子瑕之行未必變初也前見賢後獲罪者愛憎之生變也舜耕之時不能利其鄰人及為天子天下戴之故君子窮則善其身逹則利於天下孔子曰自季孫之賜我千鍾而友益親自南宫項叔之乘我車也而道加行故道有時而後重有勢而後行㣲夫二子之賜丘之道㡬於廢也太公田不足以償種漁不足以償網治天下有餘智文公種米曾子架羊孫叔敖相楚三年不知軛在衡後務大者固忘小智伯㕑人亡炙􁃗而知之韓魏反而不知邯鄲子陽園人亡桃而知之其亡也不知務小者亦忘大也淳于髠謂孟子曰先名實者為人者也後名實者自為者也夫子在三卿之中名實未加上下而去之仁者固如此乎孟子曰居下位不以賢事不肖者伯夷也五就湯五就桀者伊尹也不惡汙君不辭小官者栁下恵也三子者不同道其趣一也一者何也曰仁也君子亦仁而已何必同曰魯穆公之時公儀子為政子思子庚為臣魯之削也滋甚若是乎賢者之無益於國也曰虞不用百里奚而亡秦穆公用之而覇故不用賢則亡削何可得也曰昔者王豹䖏於淇而河西善謳綿駒䖏於高唐而齊右善歌華舟𣏌梁之妻善哭其夫而變國俗有諸内必形於外為其事無其功髠未睹也是故無賢者也有則髠必識之矣曰孔子為魯司冦而不用從祭膰肉不至不脱冕而行其不善者以為為肉也其善者以為為禮也乃孔子欲以微罪行不欲為苟去故君子之所為衆人固不得識也梁相死恵子欲之梁渡河而遽墮水中船人救之船人曰子欲何之而遽也曰梁無相吾欲往相之船人曰子居船檝之間而困無我則子死矣子何能相梁乎恵子曰子居艘楫之間則吾不如子至於安國家全社稷子之比我䝉䝉如未視之狗耳西閭過東渡河中流而溺船人接而出之問曰今者子欲安之西閭過曰欲東説諸侯王船人掩口而笑曰子渡河中流而溺不能自救安能説諸侯乎西閭過曰無以子之所能相傷為也子獨不聞和氏之璧乎價重千金然以之間紡曽不如瓦磚隨侯之珠國之寳也然用之彈曽不如泥丸騏驥騄駬倚衡負軛而趨一日千里此至疾也然使捕䑕曽不如百錢之狸干將鏌鎁拂鍾不錚試物不知揚刃離金斬羽契鐵斧此至利也然以之補履曽不如兩錢之錐今子持楫乗扁舟䖏廣水之中當陽侯之波而臨淵流適子所能耳若誠與子東說諸侯王見一國之主子之蒙䝉無異夫未視之狗耳甘戊使於齊渡大河船人曰河水間耳君不能自渡能為王者之說乎甘戊曰不然汝不知也物各有短長謹愿敦厚可事主不施用兵騏驥騄駬足及千里置之宫室使之捕鼠曾不如小狸干將為利名聞天下匠以治木不如斤斧今持楫而上下隨流吾不如子説千乗之君萬乗之主子亦不如戊矣今夫世異則事變事變則時移時移則俗易是以君子先相其土地而裁其器觀其俗而和其風總衆議而定其教愚人有學逺射者参矢而發已射五歩之内又復參矢而發世以易矣不更其儀譬如愚人之學逺射目察秋毫之末者視不能見太山耳聴清濁之調者不聞雷霆之聲何也惟其意有所移也百人操觽不可為固結千人謗獄不可為直辭萬人比非不可為顯士麋鹿成羣虎豹避之飛鳥成列鷹鷲不擊衆人成聚聖人不犯騰蛇逰於霧露乗於風雨而行非千里不止然則暮託宿於鰌鱣之穴所以然者何也用心不一也夫蚯蚓内無筋骨之强外無爪牙之利然下飲黄泉上墾晞土所以然者何也用心一也聰者耳聞明者目見聰明形則仁愛著亷耻分矣故非其道而行之雖勞不至非其有而求之雖强不得智者不為非其事亷者不求非其有是以逺容而名章也詩云不忮不求何用不臧此之謂也楚昭王召孔子將使執政而封以書社七百子西謂楚王曰王之臣用兵有如子路者乎使諸侯有如宰予者乎長官五官有如子貢者乎昔文王䖏酆武王䖏鎬酆鎬之間百乗之地伐上殺主立為天子世皆曰聖王今以孔子之賢而有書社七百里之地而三子佐之非楚之利也楚王遂止夫善惡之難分也聖人獨見疑而况於賢者乎是以賢聖罕合謟諛常興也故有千歳之亂而無百歳之治孔子之見疑豈不痛哉魯哀公問於孔子曰有智者夀乎孔子曰然人有三死而非命也者人自取之夫寢䖏不時飲食不節佚勞過度者疾共殺之居下位而上忤其君嗜慾無厭而求不止者刑共殺之少以犯衆弱以侮强忿怒不量力者兵共殺之此三死者非命也人自取之詩云人而無儀不死何為此之謂也孔子遭難陳蔡之境絶糧弟子皆有飢色孔子歌兩柱之間子路入見曰夫子之歌禮乎孔子不應曲終而曰由君子好樂為無驕也小人好樂為無懾也其誰知之子不我知而從我者乎子路不悦授干而舞三終而出及至七日孔子修樂不休子路愠見曰夫子之修樂時乎孔子不應樂終而曰由昔者齊桓覇心生于莒勾踐覇心生於會稽晉文覇心生于驪氏故居不幽則思不逺身不約則智不廣庸知而不遇之於是興明日免於厄子貢執轡曰二三子從夫子而遇此難也其不可忘已孔子曰惡是何也語不云乎三折肱而成良醫夫陳蔡之間丘之幸也二三子從丘者皆幸人也吾聞人君不困不成王列士不困不成行昔者湯困於吕文王困於羑里秦穆公困於殽齊桓困於長勺勾踐困於㑹稽晉文困於驪氏夫困之為道從寒之及煖煖之及寒也唯賢者獨知而難言之也易曰困亨貞大人吉無咎有言不信聖人所與人難言信也孔子困於陳蔡之間居環堵之内席三經之席七日不食藜羮不糁弟子皆有飢色讀詩書治禮不休子路進諫曰凡人為善者天報以福為不善者天報以禍今先生積徳行為善久矣意者尚有遺行乎奚居隠也孔子曰由來汝不知坐吾語汝子以夫知者為無不知乎則王子比干何為剖心而死以諫者為必聴耶伍子胥何為抉目於吳東門子以亷者為必用乎伯夷叔齊何為餓死於首陽山之下子以忠者為必用乎則鮑莊何為而肉枯荆公子高終身不顯鮑焦抱木而立枯介子推登山焚死故夫君子博學深謀不遇時者衆矣豈獨丘哉賢不肖者才也為不為者人也遇不遇者時也死生者命也有其才不遇其時雖才不用苟遇其時何難之有故舜耕歴山而陶於河畔立為天子則其遇堯也傅説負壤土釋板築而立佐天子則其遇武丁也伊尹有莘氏媵臣也負鼎爼調五味而佐天子則其遇成湯也吕望行年五十賣食於棘津行年七十屠牛朝歌行年九十為天子師則其遇文王也管夷吾束縛膠目居檻車中自車中起為仲父則其遇齊桓公也百里奚自賣取五羊皮伯氏牧羊以為卿大夫則其遇秦穆公也沈尹名聞天下以為令尹而讓孫叔敖則其遇楚莊王也伍子胥前多功後戮死非其智益衰也前遇闔廬後遇夫差也夫驥厄罷鹽車非無驥状也夫世莫能知也使驥得王良造父驥無千里之足乎芝蘭生深林非為無人而不香故學者非為通也為窮而不困也憂不衰也此知禍福之始而心不惑也聖人之深念獨知獨見舜亦賢聖矣南面治天下唯其遇堯也使舜居桀紂之世能自免刑戮固可也又何官得治乎夫桀殺關龍逢而紂殺王子比干當是時豈關龍逢無知而比干無恵哉此桀紂無道之世然也故君子疾學修身端行以須其時也孔子之宋匡簡子將殺陽虎孔子似之甲士以圍孔子之舍子路怒奮㦸將下闘孔子止之曰何仁義之不免俗也夫詩書之不習禮樂之不修也是丘之過也若似陽虎則非丘之罪也命也夫由歌予和汝子路歌孔子和之三終而甲罷孔子曰不觀於高岸何以知顛墜之患不臨於深淵何以知没溺之患不觀於海上何以知風波之患失之者其不在此乎士慎三者無累於人曾子曰響不辭聲鑑不辭形君子正一而萬物皆成夫行非為影也而影隨之呼非為響也而響和之故君子功先成而名隨之子夏問仲尼曰顔淵之為人也何若曰回之信賢於丘也曰子貢之為人也何若曰賜之敏賢於丘也曰子路之為人也何若曰由之勇賢於丘也曰子張之為人何若曰師之莊賢於丘也於是子夏避席而問曰然則四者何為事先生曰坐吾語汝回能信而不能反賜能敏而不能屈由能勇而不能怯師能莊而不能同兼此四子者丘不為也夫所謂至聖之士必見進退之利屈伸之用者也東郭子恵問於子貢曰夫子之門何其雜也子貢曰夫隠括之旁多枉木良醫之門多疾人砥礪之旁多頑鈍夫子修道以俟天下來者不止是以雜也詩云菀彼柳斯鳴蜩嘒嘒有漼者淵莞葦淠淠言大者之旁無所不容昔者南瑕子過程太子太子爲烹鯢魚南瑕子曰吾聞君子不食鯢魚程太子曰乃君子否子何事焉南瑕子曰吾聞君子上比所以廣徳也下比所以狹行也於惡自退之原也詩云髙山仰止景行行止吾豈敢自以爲君子㢤志向之而巳孔子曰見賢思齊焉見不賢而内自省孔子觀於吕梁懸水四十仞環流九十里魚鼈不能過黿鼉不敢居有一丈夫方將渉之孔子使人並崖而止之曰此懸水四十仞圜流九十里魚鼈不敢過黿鼉不敢居意者難可濟也丈夫不以錯意遂渡而出孔子問子巧乎且有道術乎所以能入而出者何也丈夫對曰始吾入先以忠信吾之出也又從以忠信忠信錯吾軀於波流而吾不敢用私吾所以能入而復出也孔子謂弟子曰水而尚可以忠信義久而身親之况於人乎子路盛服而見孔子孔子曰由是襜襜者何也昔者江水出於岷山其始也大足以濫觴及至江之津也不方舟不避風不可渡也非唯下流衆川之多乎今若衣服甚盛顔色充盈天下誰肯加若者哉子路趨而出改服而入盖自如也孔子曰由記之吾語若賁於言者華也奮於行者伐也夫色智而有能者小人也故君子知之為知之不知為不知言之要也能之為能不能為不能行之至也言要則知行要則仁既知且仁夫有何加矣哉由詩云湯降不遲聖敬日躋此之謂也子路問孔子曰君子亦有憂乎孔子曰無也君子之修其行未得則樂其意既已得又樂其知是以有終身之樂無一日之憂小人則不然其未之得則憂不得既已得之又恐失之是以有終身之憂無一日之樂也孔子見榮啟期衣鹿皮裘鼓瑟而歌孔子問曰先生何樂也對曰吾樂甚多天生萬物唯人爲貴吾既已得爲人是一樂也人以男爲貴吾既已得爲男是二樂也人生不免襁褓吾年已九十五是三樂也夫貧者士之常也死者民之終也䖏常待終當何憂乎曾子曰吾聞夫子之三言未之能行也夫子見人之一善而忘其百非是夫子之易事也夫子見人有善若已有之是夫子之不爭也聞善必躬親行之然後道之是夫子之能勞也夫子之能勞也夫子之不爭也夫子之易事也吾學夫子之三言而未能行孔子曰回若有君子之道四强於行已弱於受諌怵於待禄慎於持身仲尼曰史鰌有君子之道三不仕而敬上不祀而敬鬼直能曲於人孔子曰丘死之後商也日益賜也日損商也好與賢已者䖏賜也好說不如已者孔子将行無盖弟子曰子夏有盖可以行孔子曰商之為人也甚短於財吾聞與人交者推其長者違其短者故能久長矣子路行辭於仲尼曰敢問新交取親若何言寡可行若何長為善士而無犯若何仲尼曰新交取親其忠乎言寡可行其信乎長為善士而無犯其禮乎子路將行辭於仲尼曰贈汝以車乎以言乎子路曰請以言仲尼曰不强不逺不勞無功不忠無親不信無復不恭無禮慎此五者可以長久矣曾子從孔子於齊齊景公以下卿禮聘曾子曾子固辭將行晏子送之曰吾聞君子贈人以財不若以言今夫蘭本三年湛之以鹿醢既成則易以匹馬非蘭本美也願子詳其所湛既得所湛亦求所湛吾聞君子居必擇䖏逰必擇士居必擇䖏所以求士也逰必擇士所以修道也吾聞反常移性者欲也故不可不慎也孔子曰中人之情有餘則侈不足則儉無禁則淫無度則失縱欲則敗飲食有量衣服有節宫室有度畜聚有數車器有限以防亂之源也故夫度量不可不明也善欲不可不聴也孔子曰巧而好度必工勇而好同必勝知而好謀必成愚者反是夫䖏重擅寵専事妬賢愚者之情也志驕傲而輕舊怨是以尊位則必危任重則必崩擅寵則必辱孔子曰鞭扑之子不從父之教刑戮之民不從君之政言疾之難行故君子不急斷不意使以為亂源孔子曰終日言不遺巳之憂終日行不遺巳之患唯智者有之故恐懼所以除患也恭敬所以越難也終身為之一言敗之可不慎乎孔子曰以富貴為人下者何人不與以富貴敬愛人者何人不親衆言不逆可謂知言矣衆嚮之可謂知時矣孔子曰夫富而能富人者欲貧而不可得也貴而能貴人者欲賤而不可得也逹而能逹人者欲窮而不可得也仲尼曰非其地而樹之不生也非其人而語之弗聴也得其人如聚沙而雨之非其人如聚聾而鼓之孔子曰船非水不可行水入船中則其没也故曰君子不可不嚴也小人不可不閉也孔子曰依賢固不困依富固不窮馬趼斬而復行者何以輔足衆也孔子曰不知其子視其所友不知其君視其所使又曰與善人居如入蘭芷之室久而不聞其香則與之化矣與惡人居如入鮑魚之肆乆而不聞其臰亦與之化矣故曰丹之所蔵者赤烏之所蔵者黒君子慎所蔵子貢問曰君子見大水必觀焉何也孔子曰夫水者君子比徳焉遍予而無私似徳所及者生似仁其流卑下句倨皆循其理似義淺者流行深者不測似智其赴百仞之谷不疑似勇綿弱而微達似察受惡不讓似包蒙不清以入鮮㓗以出似善化至量必平似正盈不求槩似度其萬折必東似意是以君子見大水觀焉爾也夫智者何以樂水也曰泉源潰潰不釋晝夜其似力者循理而行不遺小間其似持平者動而之下其似有禮者赴千仞之壑而不疑其似勇者障防而清其似知命者不清以入鮮潔而出其似善化者衆人取平品類以正萬物得之則生失之則死其似有徳者淑淑淵淵深不可測其似聖者通潤天地之間國家以成是知之所以樂水也詩云思樂泮水薄採其茆魯侯戾止在泮飲酒樂水之謂也夫仁者何以樂山也曰夫山巃嵸𡻭㠑萬民之所觀仰草木生焉衆物立焉飛禽萃焉走獸休焉寳蔵殖焉竒夫息焉育羣物而不倦焉四方並取而不限焉出雲風通氣于天地之間國家以成是仁者所以樂山也詩曰太山巖巖魯侯所瞻樂山之謂矣玉有六美君子貴之望之温潤近之栗理聲近徐而聞逺折而不撓闕而不荏亷而不劌有瑕必示之於外是以貴之望之温潤者君子比徳焉近之栗理者君子比智焉聲近徐而聞逺者君子比義焉折而不撓闕而不荏者君子比勇焉亷而不劌者君子比仁焉有瑕必見之於外者君子比情焉道吾聞之夫子多所知無所知其身孰善者乎對曰無知者死人屬也雖不死累人者必衆甚矣然多所知者好其用心也多所知者出於利人即善矣出於害人即不善也道吾曰善哉越石父曰不肖人自賢也愚者自多也佞人者皆莫能相其心口以出之又謂人勿言也譬之猶渇而穿井臨難而後鑄兵雖疾從而不及也夫臨財忘貧臨生忘死可以逺罪矣夫君子愛口孔雀愛羽虎豹愛爪此皆所以治身法也上交者不失其禄下交者不離於患是以君子擇人與交農人擇田而田君子樹人農夫樹田田者擇種而種之豐年必得粟士擇人而樹之豐時必得禄矣天下失道而後仁義生焉國家不治而後孝子生焉民爭不分而後慈恵生焉道逆時反而後權謀生焉凡善之生也皆學之所由一室之中必有主道焉父母之謂也故君正則百姓治父母正則子孫孝慈是以孔子家兒不知罵曾子家兒不知路所以然者生而善教也夫仁者好合人不仁者好離人故君子居人間則治小人居人間則亂君子欲和人譬猶水火不相能然也而鼎在其間水火不亂乃和百味是以君子不可不慎擇人在其間齊景公問晏子曰寡人自以坐地二三子皆坐地吾子獨搴草而坐之何也晏子對曰嬰聞之唯喪與獄坐於地今不敢以喪獄之事侍於君矣齊高廷問於孔子曰廷不曠山不直地衣蓑提執精氣以問事君之道願夫子告之孔子曰貞以幹之敬以輔之待人無倦見君子則舉之見小人則退之去爾惡心而忠與之敏其行修其禮千里之外親如兄弟若行不敏禮不合對門不通矣"}
{"id": "KR3a0007_018", "series": "KR3a0007", "text": "辨物顔淵問於仲尼曰成人之行何若子曰成人之行逹乎情性之理通乎物類之變知幽明之故睹逰氣之源若此而可謂成人既知天道行躬以仁義飭身以禮樂夫仁義禮樂成人之行也窮神知化徳之盛也易曰仰以觀於天文俯以察於地理是故知幽明之故夫天文地理人情之效存於心則聖智之府是故古者聖王既臨天下必變四時定律厯考天文揆時變登靈臺以望氣氛故堯曰咨爾舜天之厯數在爾躬允執其中四海困窮書曰在璿璣玉衡以齊七政璿璣謂北辰勾陳樞星也以其魁杓之所指二十八宿爲吉凶禍福天文列舍盈縮之占各以類爲驗夫占變之道二而已矣二者隂陽之數也故易曰一隂一陽之謂道道也者物之動莫不由道也是故發於一成於二備於三周於四行於五是故玄象著明莫大於日月察變之動莫著於五星天之五星運氣於五行其初猶發於隂陽而化極萬一千五百二十所謂二十八星者東方曰角亢氐房心尾箕北方曰斗牛須女虚危營室東壁西方曰奎婁冐昴畢觜參南方曰東井輿鬼栁七星張翼軫所謂宿者日月五星之所宿也其在宿運外内者以官名别其根荄皆發於地而華形於天所謂五星者一曰歳星二曰熒惑三曰鎮星四曰太白五曰辰星攙搶彗孛旬始枉矢蚩尤之旗皆五星盈縮之所生也五星之所犯各以金木水火土為占春秋冬夏伏見有時失其常離其時則為變異得其時居其常是謂吉祥古者有主四時者主春者張昏而中可以種穀上告于天子下布之民主夏者大火昏而中可以種黍菽上告于天子下布之民主秋者虚昏而中可以種麥上告于天子下布之民主冬者昴昏而中可以斬伐田獵盖蔵上告之天子下布之民故天子南面視四星之中知民之緩急急則不賦藉不舉力役書曰敬授民時詩曰物其有矣維其時矣物之所以有而不絶者以其動之時也易曰天垂象見吉凶聖人則之昔者高宗成王感於雊雉暴風之變脩身自改而享豐昌之福也逮秦皇帝即位彗星四見蝗䖝蔽天冬雷夏凍石隕東郡大人出臨洮妖孽並見熒惑守心星茀太角太角以亡終不能改二世立又重其惡及即位日月薄蝕山林淪亡辰星出於四孟太白經天而行無雲而雷枉矢夜光熒惑襲月孽火燒宫野禽戲庭都門内崩天變動於上群臣昏於朝百姓亂於下遂不察是以亡也八荒之内有四海四海之内有九州天子䖏中州而制八方耳兩河間曰冀州河南曰豫州河西曰雍州漢南曰荆州江南曰揚州濟南間曰兖州濟東曰徐州燕曰幽州齊曰青州山川汙澤陵陸丘阜五土之宜聖王就其勢因其便不失其性高者黍中者稷下者秔蒲葦菅蒯之用不乏麻麥黍粱亦不盡山林禽獸川澤魚鼈滋殖王者京師四通而致之周幽王二年西周三川皆震伯陽父曰周將亡矣夫天地之氣不失其序若過其序民亂之也陽伏而不能出隂迫而不能烝於是有地震今三川震是陽失其所而填隂也陽溢而壯隂源必塞國必亡夫水土演而民用足也土無所演民乏財用不亡何待昔伊雒竭而夏亡河竭而商亡今周徳如二代之季矣其川源塞塞必竭夫國必依山川山崩川竭亡之徴也川竭山必崩若國亡不過十年數之紀也天之所棄不過紀是歳也三川竭岐山崩十一年幽王乃滅周乃東遷五嶽者何謂也泰山東嶽也霍山南嶽也華山西嶽也常山北嶽也嵩高山中嶽也五嶽何以視三公能大布雲雨焉能大斂雲雨焉雲觸石而出膚寸而合不崇朝而雨天下施徳博大故視三公也四瀆者何謂也江河淮濟也四瀆何以視諸侯能蕩滌垢濁焉能通百川於海焉能出雲雨千里焉為施甚大故視諸侯也山川何以視子男也能出物焉能潤澤物焉能生雲雨為恩多然品類以百數故視子男也書曰禋于六宗望秩于山川徧于群神矣齊景公為露寢之臺成而不通焉栢常騫曰為臺甚急臺成君何為不通焉公曰然梟昔者鳴其聲無不為也吾惡之甚是以不通焉栢常騫曰臣請禳而去之公曰何具對曰築新室為置白茅焉公使為室成置白茅焉栢常騫夜用事明日問公曰今昔聞梟聲乎公曰一鳴而不復聞使人往視之梟當陛布翼伏地而死公曰子之道若此其明也亦能益寡人夀乎對曰能公曰能益幾何對曰天子九諸侯七大夫五公曰亦有徴兆之見乎對曰得夀地且動公喜令百官趣具騫之所求栢常騫出遭晏子於塗拜馬前辭曰騫為君禱梟而殺之君謂騫曰子之道若此其明也亦能益寡人夀乎騫曰能今且大祭為君請夀故將往以聞晏子曰嘻亦善矣能為君請夀也雖然吾聞之惟以政與徳順乎神為可以益夀今徒祭可以益夀乎然則福名有見乎對曰得夀地將動晏子曰騫昔吾見維星絶樞星散地其動汝以是乎栢常騫俯有間仰而對曰然晏子曰為之無益不為無損也薄賦斂無費民且令君知之夫水旱俱天下隂陽所為也大旱則雩祭而請雨大水則鳴鼓而劫社何也曰陽者隂之長也其在鳥則雄為陽雌為隂其在獸則牡為陽而牝為隂其在民則夫為陽而婦為隂其在家則父為陽而子為隂其在國則君為陽而臣為隂故陽貴而隂賤陽尊而隂卑天之道也今大旱者陽氣太盛以厭於隂隂厭陽固陽其填也惟填厭之太甚使隂不能起也亦雩祭拜請而已無敢加也至於大水及日蝕者皆隂氣太盛而上减陽精以賤乗貴以卑陵尊大逆不義故鳴鼓而懾之朱絲縈而劫之由此觀之春秋乃正天下之位徴隂陽之失直責逆者不避其難是亦春秋之不畏强禦也故刼嚴社而不為驚靈出天王而不為不尊上辭蒯聵之命不為不聴其父絶文姜之屬而不為不愛其母其義之盡耶其義之盡耶齊大旱之時景公召群臣問曰天不雨乆矣民且有饑色吾使人卜之祟在高山廣水寡人欲少賦斂以祠靈山可乎群臣莫對晏子進曰不可祠此無益也夫靈山固以石為身以草木為髪天久不雨髪將焦身將熱彼獨不欲雨乎祠之無益景公曰不然吾欲祠河伯可乎晏子曰不可祠此無益也夫河伯以水為國以魚鼈為民天久不雨水泉將下百川竭國將亡民將滅矣彼獨不用雨乎祠之何益景公曰今為之奈何晏子曰君誠避宫殿暴露與靈山河伯共憂其幸而雨乎於是景公出野暴露三日天果大雨民盡得種樹景公曰善哉晏子之言可無用乎其惟有徳也夫天地有徳合則生氣有精矣隂陽消息則變化有時矣時得而治矣時得而化矣時失而亂矣是故人生而不具者五目無見不能食不能行不能言不能施化故三月逹眼而後能見七月生齒而後能食期年生臏而後能行三年𩕄合而後能言十六精通而後能施化隂窮反陽陽窮反隂故隂以陽變陽以隂變故男八月而生齒八歳而毁齒二八十六而精小通女七月而生齒七歳而毁齒二七十四而精化小通不肖者精化始至矣而生氣感動觸情縦欲故反施亂化故詩云乃如之人懐婚姻也大無信也不知命也賢者不然精化填盈後傷時之不可遇也不見道端乃陳情欲以歌詩曰静女其姝俟我乎城隅愛而不見搔首踟蹰瞻彼日月遥遥我思道之云逺曷云能来急時之辭也甚焉故稱日月也度量權衡以黍生之為一分十分為一寸十寸為一尺十尺為一丈十六黍為一豆六豆為一銖二十四銖重一兩十六兩為一斤三十斤為一鈞四鈞重一石千二百黍為一龠十龠為一合十合為一升十升為一斗十斗為一石凡六經帝王之所著莫不致四靈焉徳盛則以為畜治平則時氣至矣故麒麟麕身牛尾圎頂一角含仁懐義音中律吕行步中規折旋中矩擇土而踐位平然後䖏不羣居不旅行紛兮其有質文也幽閒則循循如也動則有容儀黄帝即位惟聖恩承天明道一脩惟仁是行宇内和平未見鳯凰維思影像夙夜晨興於是乃問天老曰鳯儀何如天老曰夫鳳鴻前麟後虵頸魚尾鶴植鴛鴦思麗化枯折所志龍文龜身燕喙雞噣駢翼而中注首戴徳頂掲義背負仁心信智食則有質飲則有儀往則有文來則有嘉晨鳴曰發明晝鳴曰保長飛鳴曰上翔集鳴曰歸昌翼挾義衷抱忠足履正尾繋武小聲合金大音合鼓延頸奮翼五光備舉光興八風氣降時雨此謂鳳像夫惟鳳為能究萬物隨天祉象百狀逹于道去則有災見則有福覽九州觀八極備文武正王國嚴照四方仁聖皆伏故得鳳之像一者鳳過之得二者鳳下之得三者則春秋下之得四者則四時下之得五者則終身居之黄帝曰於戲盛哉於是乃備黄冕帶黄紳齋于中宫鳳乃蔽日而降黄帝降自東階西面啓首曰皇天降兹敢不承命於是鳳乃遂集東囿食帝竹實棲帝梧樹終身不去詩云鳳凰鳴矣于彼高岡梧桐生矣于彼朝陽菶菶萋萋雍雍喈喈此之謂也靈龜文五色似玉似金背隂向陽上隆象天下平法地槃衍象山四趾轉運應四時文著象二十八宿虵頭龍翅左精象日右精象月千歳之化下氣上通能知存亡吉凶之變寧則信信如也動則著矣神龍能為高能為下能為大能為小能為幽能為明能為短能為長昭乎其高也淵乎其下也薄乎天光高乎其著也一有一亡忽微哉斐然成章虚無則精以和動作則靈以化於戲允哉君子辟神也觀彼威儀逰燕幽間有似鳳也書曰鳥獸鶬鶬鳳凰來儀此之謂也成王時有三苖貫桑而生同為一秀大幾盈車民得而上之成王成王問周公此何也周公曰三苖同秀為一意天下其和而為一乎後三年則越裳氏重譯而朝曰道路悠逺山川阻深恐一使之不通故重三譯而來朝也周公曰徳澤不加則君子不饗其質政令不施則君子不臣其人譯曰吾受命於吾國之黄髪乆矣天之無烈風淫雨意中國有聖人耶有則盍朝之然後周公敬受其所以来矣周恵王十五年有神降于莘王問於内史過曰是何故有之乎對曰有之國将興其君齋明中正精㓗恵和其徳足以昭其馨香其恵足以同其民人神饗而民聴民神無怨故明神降焉觀其政徳而均布福焉國將亡其君貪冒淫僻邪佚荒怠蕪穢暴虐其政腥臊馨香不登其刑矯誣百姓擕貳明神不蠲而民有逺意民神痛怨無所依懐故神亦往焉觀其苛慝而降之禍是以或見神而興亦有以亡昔夏之興也祝融降于崇山其亡也回禄信於亭隧商之興也檮杌次於丕山其亡也夷羊在牧周之興也鸑鷟鳴於岐山其衰也杜伯射宣王於鎬是皆明神之紀者也王曰今是何神也對曰昔昭王娶于房曰房后是有爽徳協于丹朱丹朱馮身以儀之生穆王焉是監燭周之子孫而福禍之夫一神不逺徙遷若由是觀之其丹朱耶王曰其誰受之對曰在虢王曰然則何為對曰臣聞之道而得神是謂豐福淫而得神是謂貪禍今虢少荒其亡也王曰吾其奈何對曰使太宰以祝史率狸姓奉犠牲粢盛玉帛往獻焉無有祈也王曰虢其幾何對曰昔堯臨民以五今其胄見鬼神之見也不失其物若由是觀之不過五年王使太宰已父率傅氏及祝奉犠牲玉觴往獻焉内史過從至虢虢公亦使祝史請土焉内史過歸告王曰虢必亡矣不禋於神而求福焉神必禍之不親於民而求用焉民必違之精意以享禋也慈保庶民親也今虢公動匱百姓以盈其違離民怒神怨而求利焉不亦難乎十九年晉取虢也齊桓公北征孤竹未至卑耳谿中十里闟然而止瞠然而視有頃奉矢未敢發也喟然嘆曰事其不濟乎有人長尺冠冕大人物具焉左祛衣走馬前者管仲曰事必濟此人知道之神也走馬前者導也左祛衣者前有水也從左方渡行十里果有水曰遼水表之從左方渡踝從右方渡至膝已渡事果濟桓公再拜管仲馬前曰仲父之聖至如是寡人得罪久矣管仲曰夷吾聞之聖人先知無形今已有形乃知之是夷吾善承教非聖也吳伐越隳㑹稽得骨専車使使問孔子曰骨何者㝡大孔子曰禹致羣臣㑹稽山防風氏後至禹殺而戮之其骨節専車此為大矣使者曰誰為神孔子曰山川之靈足以紀綱天下者其守為神社稷為公侯山川之祀為諸侯皆屬於王者曰防風氏何守孔子曰汪芒氏之君守封嵎之山者也其神為釐姓在虞夏為防風氏商為汪芒氏於周為長狄氏今謂之大人使者曰人長幾何孔子曰僬僥氏三尺短之至也長者不過十數之極也使者曰善哉聖人也仲尼在陳有隼集于陳侯之廷而死楛矢貫之石砮矢長尺而咫陳侯使問孔子孔子曰隼之來也逺矣此肅慎氏之矢也昔武王克商通道九夷百蠻使各以其方賄來貢思無忘職業於是肅慎氏貢楛矢石砮長尺而咫先王欲昭其令徳之致故銘其栝曰肅慎氏貢楛矢以分大姬配虞胡公而封諸陳分同姓以珎玉展親也分别姓以逺方職貢使無忘服也故分陳以肅慎之矢試求之故府果得焉季桓子穿井得土缶中有羊以問孔子言得狗孔子曰以吾所聞非狗乃羊也木之怪夔罔兩水之怪龍罔象土之怪羵羊也非狗也桓子曰善㢤楚昭王渡江有物大如斗直觸王舟止於舟中昭王大怪之使聘問孔子孔子曰此名萍實令剖而食之惟覇者能獲之此吉祥也其後齊有飛鳥一足來下止于殿前舒翅而跳齊侯大怪之又使聘問孔子孔子曰此名商羊急告民趣治溝渠天將大雨於是如之天果大雨諸國皆水齊獨以安孔子歸弟子請問孔子曰異時小兒謡曰楚王渡江得萍實大如拳赤如日剖而食之美如蜜此楚之應也兒又有兩兩相牽屈一足而跳曰天將大雨商羊起舞今齊獲之亦其應也夫謡之後未嘗不有應隨者也故聖人非獨守道而已也賭物記也即得其應矣鄭簡公使公孫成子來聘於晉平公有疾韓宣子賛授館客客問君疾對曰君之疾久矣上下神祇無不遍諭也而無除今夢黄熊入於寢門不知人鬼耶意厲鬼也子産曰君之明子為政其何厲之有僑聞之昔鮌違帝命殛之于羽山化為黄熊以入于羽淵是為夏郊三代舉之夫鬼神之所及非其族類則紹其同位是故天子祠上帝公侯祠百神自卿已下不過其族今周室少卑晉實繼之其或者未舉夏郊也宣子以告祀夏郊董伯為尸五日瘳公見子産賜之莒鼎虢公夢在廟有神人面白毛虎爪執鉞立在西阿公懼而走神曰無走帝今日使晉襲于爾門公拜頓首覺召史嚚占之嚚曰如君之言則蓐收也天之罰神也天事官成公使囚之且使國人賀夢舟之僑告其諸侯曰虢不久矣吾乃今知之君不度而嘉大國之襲於已也何瘳吾聞之曰大國無道小國襲焉曰服小國傲大國襲焉曰誅民疾君之侈也是以由於逆命今嘉其夢侈必展是天奪之鑑而益其疾也民疾其態天又誑之大國來誅出令而逆宗國既卑諸侯逺已外内無親其誰云救之吾不忍俟將行以其族適晉三年虢乃亡晉平公築虒祁之室石有言者平公問於師曠曰石何故言對曰石不能言有神馮焉不然民聴之濫也臣聞之作事不時怨讟動于民則有非言之物而言今宫室崇侈民力屈盡百姓疾怨莫安其性石言不亦可乎晉平公出畋見乳虎伏而不動顧謂師曠曰吾聞之也覇王之主出則猛獸伏不敢起今者寡人出見乳虎伏而不動此其猛獸乎師曠曰鵲食猬猬食鵔鸃鵔鸃食豹豹食駮駮食虎夫駮之狀有似駮馬今者君之出必驂駮馬而出畋乎公曰然師曠曰臣聞之一自誣者窮再自誣者辱三自誣者死今夫虎所以不動者為駮馬也固非主君之徳義也君奈何一自誣乎平公異日出朝有鳥環平公不去平公顧謂師曠曰吾聞之也覇王之主鳳下之今者出朝有鳥環寡人終朝不去是其鳳鳥乎師曠曰東方有鳥名諫珂其為鳥也文身而朱足憎鳥而愛狐今者吾君必衣狐裘以出朝乎平公曰然師曠曰臣已嘗言之矣一自誣者窮再自誣者辱三自誣者死今鳥為狐裘之故非吾君之徳義也君奈何而再自誣乎平公不說異日置酒虒祁之㙜使郎中馬章布蒺䔧於階上令人召師曠師曠至履而上堂平公曰安有人臣履而上人主堂者乎師曠觧履剌足伏剌膝仰天而歎公起引之曰今者與叟戯叟遽憂乎對曰憂夫肉自生䖝而還自食也木自生蠹而還自刻也人自興妖而還自賊也五鼎之具不當生藜藿人主堂廟不當生蒺䔧平公曰今為之奈何師曠曰妖已在前無可奈何入來月八日脩百官立太子君將死矣至來月八日平旦謂師曠曰叟以今日為期寡人如何師曠不樂謁歸歸未幾而平公死乃知師曠神明矣趙簡子問於翟封荼曰吾聞翟雨穀三日信乎曰信又聞雨血三日信乎曰信又聞馬生牛牛生馬信乎曰信簡子曰大㦲妖亦足以亡國矣對曰雨榖三日䖟風之所飄也雨血三日鷙鳥撃於上也馬生牛牛生馬雜牧也此非翟之妖也簡子曰然則翟之妖奚也對曰其國數散其君㓜弱其諸卿貨其大夫比黨以求禄爵其百官肆㫁而無告其政令不竟而數化其士巧貪而有怨此其妖也哀公射而中稷其口疾不肉食祠稷而善卜之巫官巫官變曰稷負五種託株而從天下未至於地而株絶獵谷之老人張祍以受之何不告祀之公從之而疾去扁鵲過趙王王太子暴疾而死鵲造宫門曰吾聞國中卒有壤土之事得無有急乎中庶子之好方者應之曰然王太子暴疾而死扁鵲曰入言鄭毉秦越人能活太子中庶子難之曰吾聞上古之為毉者曰苖父苖父之為毉也以菅為席以芻為狗北面而祝發十言耳請扶而來者舉而來者皆平復如故子之方能如此乎扁鵲曰不能又曰吾聞中古之為毉者曰俞柎俞柎之為毉也搦腦髓束肓莫炊灼九竅而定經絡死人復為生人故曰俞柎子之方能若是乎扁鵲曰不能中庶子曰子之方如此譬若以管窺天以錐刺地所窺者甚大所見者甚少鈞若子之方豈足以變駭童子哉扁鵲曰不然物故有昧揥而中蛟頭掩目而别白黒者太子之疾所謂尸厥者也以為不然入診之太子股隂當温耳中焦焦如有嘯者聲然者皆可治也中庶子入報趙王趙王跣而趨出門曰先生逺辱幸臨寡人先生幸而有之則糞土之息得蒙天履地而長為人矣先生不有之則先犬馬填溝壑矣言未已涕泣沾襟扁鵲遂為診之先造軒光之竈八成之湯砥針礪石取三陽五輸子容擣藥子明吹耳陽儀反神子越扶形子游矯摩太子遂得復生天下聞之皆曰扁鵲能生死人鵲辭曰予非能生死人也特使夫當生者活耳夫死者猶不可藥而生也悲夫亂君之治不可藥而息也詩曰多將熇熇不可救藥甚之之辭也孔子晨立堂上聞哭者聲音甚悲孔子援琴而鼓之其音同也孔子出而弟子有吒者問誰也曰回也孔子曰回何為而吒回曰今者有哭者其音甚悲非獨哭死又哭生離者孔子曰何以知之回曰似完山之鳥孔子曰何如回曰完山之鳥生四子羽翼已成乃離四海哀鳴送之為是往而不復返也孔子使人問哭者哭者曰父死家貧賣子以葬之将與其别也孔子曰善㢤聖人也景公畋於梧丘夜猶蚤公姑坐睡而夢有五丈夫北面倖盧稱無罪焉公覺召晏子而告其所夢公曰我其嘗殺不辜而誅無罪耶晏子對曰昔者先君靈公畋五丈夫罟而駭獸故殺之斷其首而葬之曰五丈夫之丘其此耶公令人掘而求之則五頭同穴而存焉公曰嘻令吏葬之國人不知其夢也曰君憫白骨而况於生者乎不遺餘力矣不釋餘智矣故曰人君之為善易矣子貢問孔子死人有知無知也孔子曰吾欲言死者有知也恐孝子順孫妨生以送死也欲言無知恐不孝子孫棄不葬也賜欲知死人有知將無知也死徐自知之猶未晩也王子建出守於城父與成公乾遇於疇中問曰是何也成公乾曰疇也疇也者何也所以為麻也麻也者何也曰所以為衣也成公乾曰昔者荘王伐陳舎於有蕭氏謂路室之人曰巷其不善乎何溝之不浚也荘王猶知巷之不善溝之不浚今吾子不知疇之為麻麻之為衣吾子其不主社稷乎王子果不立"}
{"id": "KR3a0007_019", "series": "KR3a0007", "text": "脩文天下有道則禮樂征伐自天子出夫功成制禮治定作樂禮樂者行化之大者也孔子曰移風易俗莫善於樂安上治民莫善於禮是故聖王脩禮文設庠序陳鍾鼔天子辟雍諸侯泮宫所以行徳化詩云鎬京辟雍自西自東自南自北無思不服此之謂也積恩為愛積愛為仁積仁為靈靈臺之所以為靈者積仁也神靈者天地之本而為萬物之始也是故文王始接民以仁而天下莫不仁焉文徳之至也徳不至則不能文商者常也常者質質主天夏者大也大者文也文主地故王者一商一夏再而復者也正色三而復者也味尚甘聲尚宫一而復者故三王術如循環故夏后氏教以忠而君子忠矣小人之失野救野莫如敬故殷人教以敬而君子敬矣小人之失鬼救鬼莫如文故周人教以文而君子文矣小人之失薄救薄莫如忠故聖人之與聖也如矩之三雜規之三雜周則又始窮則反本也詩曰彫琢其章金玉其相言文質美也傳曰觸情從欲謂之禽獸苟可而行謂之野人安故重遷謂之衆庶辨然通古今之道謂之士進賢逹能謂之大夫敬上愛下謂之諸侯天覆地載謂之天子是故士服黼大夫黻諸侯火天子山龍徳彌盛者文彌縟中彌理者文彌章也詩曰左之左之君子宜之右之右之君子有之傳曰君子者無所不宜也是故韠冕厲戒立于廟堂之上有司執事無不敬者斬衰裳苴絰杖立于喪次賔客弔唁無不哀者被甲攖胄立于桴鼓之間士卒莫不勇者故仁足以懐百姓勇足以安危國信足以結諸侯强足以拒患難威足以率三軍故曰為左亦宜為右亦宜為君子無不宜者此之謂也齊景公登射晏子脩禮而待公曰選射之禮寡人厭之矣吾欲得天下勇士與之圖國晏子對曰君子無禮是庶人也庶人無禮是禽獸也夫臣勇多則弑其君子力多則弑其長然而不敢者惟禮之謂也禮者所以御民也轡者所以御馬也無禮而能治國家者嬰未之聞也景公曰善乃飭射更席以為上客終日問禮書曰五事一曰貎貎若男子之所以恭敬婦人之所以姣好也行歩中矩折旋中規立則磬折拱則抱鼓其以入君朝尊以嚴其以入宗廟敬以忠其以入鄉曲和以順其以入州里族黨之中和以親詩曰温温恭人惟徳之孔子曰恭近於禮逺耻辱也衣服容貎者所以恱目也聲音應對者所以恱耳也嗜慾好惡者所以恱心也君子衣服中容貎得則民之目恱矣言語順應對給則民之耳恱矣就仁去不仁則民之心恱矣三者存乎心暢乎體形乎動静雖不在位謂之素行故忠心好善而日新之獨居樂徳内恱而形詩曰何其䖏也必有與也何其久也必有以也惟有以者為能長生久視而無累於物也知天道者冠鉥知地道者履蹻能治煩決亂者佩觽能射御者佩韘能正三軍者搢笏衣必荷規而承矩負繩而凖下故君子衣服中而容貎得接其服而象其徳故望玉貎而行能有所定矣詩曰芄蘭之枝童子佩觽說行能者也冠者所以别成人也脩徳束躬以自申飭所以檢其邪心守其正意也君子始冠必祝成禮加冠以厲其心故君子成人必冠帶以行事棄㓜少嬉戲惰慢之心而衎衎於進徳脩業之志是故服不成象而内心不變内心脩徳外被禮文所以成顯令之名也是故皮弁素積百王不易既以脩徳又以正容孔子曰正其衣冠尊其瞻視儼然人望而畏之不亦威而不猛乎成王將冠周公使祝雍祝王曰逹而勿多也祝雍曰使王近於民逺於佞嗇於時恵於財任賢使能於此始成之時祝辭四加而後退公冠自以為主卿為賔饗之以三獻之禮公始加玄端與皮弁皆必朝服玄冕四加諸侯太子庶子冠公為主其禮與上同冠於祖廟曰令月吉日加子元服去爾㓜志順爾成徳冠禮十九見正而冠古之通禮也夏公如齊逆女何以書親迎禮也其禮奈何曰諸侯以屨二兩加琮大夫庶人以屨二兩加束脩二曰某國寡小君使寡人奉不珍之琮不珍之屨禮夫人貞女夫人曰有幽室數辱之産未諭於傅母之教得承執衣裳之事敢不敬拜祝祝答拜夫人受琮取一兩屨以履女正笄衣裳而命之曰徃矣善事爾舅姑以順為宫室無二爾心無敢回也女拜乃親引其手授夫乎户夫引手出户夫行女從拜辭父于堂拜諸母於大門夫先升輿執轡女乃升輿轂三轉然後夫下先行大夫士庶人稱其父曰某之父某之師友使某執不珍之屨不珍之束脩敢不敬禮某氏貞女母曰有草茅之産未習於織紝紡績之事得奉執箕箒之事敢不敬拜春秋曰壬申公薨于髙寢傳曰髙寢者何正寢也曷爲或言髙寢或言路寢曰諸侯正寢三一曰髙寢二曰左路寢三曰右路寢髙寢者始封君之寢也二路寢者繼體之君寢也其二何曰子不居父之寢故二寢繼體君世世不可居髙祖之寢故有髙寢名曰髙也路寢其立奈何髙寢立中路寢左右春秋曰天王入于成周傳曰成周者何東周也然則天子之寢奈何曰亦三承明繼體守文之君之寢曰左右之路寢謂之承明何曰承乎明堂之後者也故天子諸侯三寢立而名實正父子之義章尊卑之事别大小之徳異矣天子以鬯為贄鬯者百草之本也上暢於天下暢於地無所不暢故天子以鬯為贄諸侯以圭為贄圭者玉也薄而不撓亷而不劌有瑕於中必見於外故諸侯以玉為贄卿以羔為贄羔者羊也羊羣而不黨故卿以為贄大夫以鴈為贄鴈者行列有長㓜之禮故大夫以為贄士以雉為贄雉者不可指食籠狎而服之故士以雉為贄庶人以鶩為贄鶩者鶩鶩也鶩鶩無它心故庶人以鶩為贄贄者所以質也諸侯三年一貢士士一適謂之好徳再適謂之尊賢三適謂之有功有功者天子一賜以輿服弓矢再賜以鬯三賜以虎賁百人號曰命諸侯命諸侯者鄰國有臣弑其君孽弑其宗雖不請乎天子而征之可也已征而歸其地于天子諸侯貢士一不適謂之過再不適謂之慠三不適謂之誣誣者天子黜之一黜以爵再黜以地三黜而地畢諸侯有不貢士謂之不率正不率正者天子黜之一黜以爵再黜以地三黜而地畢然後天子比年秩官之無文者而黜之以諸侯之所貢士代之詩云濟濟多士文王以寧此之謂也古者必有命民命民能敬長憐孤取舎好讓居事力者命於其君命然後得乗飭輿駢馬未得命者不得乗乗者皆有罰故其民雖有餘財侈物而無仁義功徳則無所用其餘財侈物故其民皆興仁義而賤財利賤財利則不爭不爭則强不凌弱衆不暴寡是唐虞所以興象刑而民莫敢犯法而亂斯止矣詩云告爾民人謹爾侯度用戒不虞此之謂也天子曰巡狩諸侯曰述職巡狩者巡其所守也述職者述其所職也春省耕助不給也秋省斂助不足也天子五年一巡狩歳二月東巡狩至于東嶽柴而望祀山川見諸侯問百年者命太師陳詩以觀民風命市納賈以觀民之所好惡志滛好僻者命典禮考時月定日同律禮樂制度衣服正之山川神祇有不舉者為不敬不敬者君黜以爵宗廟有不順者為不孝不孝者君削其地有功澤於民者然後加地入其境土地辟除敬老尊賢則有慶益其地入其境土地荒穢遺老失賢掊克在位則有讓削其地一不朝者黜其爵再不朝者黜其地三不朝者以六師移之歳五月南巡狩至于南嶽如東巡狩之禮歳八月西巡狩至于西嶽如南巡狩之禮歳十一月北巡狩至于北嶽如西巡狩之禮歸格于祖禰用特春秋曰正月公狩于郎傳曰春曰蒐夏曰苖秋曰獮冬曰狩苖者奈何曰苖者毛也取之不圍澤不揜羣取禽不麛卵不殺孕重者春蒐者不殺小麛及孕重者冬狩皆取之百姓皆出不失其馳不抵禽不詭遇逐不出防此苖獮蒐狩之義也故苖獮蒐狩之禮簡其戎事也故苖者毛取之蒐者捜索之狩者守留之夏不田何也曰天地隂陽盛長之時猛獸不攫鷙鳥不搏蝮蠆不螫鳥獸䖝虵且知應天而况人乎哉是以古者必有豢牢其謂之畋何聖人舉事必反本五穀者以奉宗廟養萬民也去禽獸害稼穡者故以田言之聖人作名號而事義可知也天子諸侯無事則歳三田一為乾豆二為賔客三為充君之庖無事而不田曰不敬田不以禮曰暴天物天子不合圍諸侯不揜羣天子殺則下大緌諸侯殺則下小緌大夫殺則止佐轝佐轝止則百姓畋獵獺祭魚然後漁人入澤梁鳩化為鷹然後設罻羅草木零落然後入山林昆䖝不蟄不以火田不麛不卵不夭殀不覆巢此皆聖人在上君子在位能者在職大徳之發者也是故臯陶為大理平民各服得其實伯夷主禮上下皆讓倕為工師百工致功益主虞山澤辟成棄主稷百榖時茂契主司徒百姓親和龍主賔客逺人至十二牧行而九州莫敢僻違禹陂九澤通九道定九州各以其職來貢不失厥宜方五千里至于荒服南撫交趾大發西析支渠捜氐羌北至山戎肅慎東至長夷島夷四海之内皆戴帝舜之功於是禹乃興九韶之樂致異物鳯凰來翔天下明徳也射者必心平體正持弓矢審固然後射者能以中詩云大侯既抗弓矢斯張射夫既同獻爾發功此之謂也弧之為言豫也豫者豫吾意也故古者兒生三日桑弧蓬矢六射天地四方天地四方者男子之所有事也必有意其所有事然後敢食榖故曰不素飱兮此之謂也生而相與交通故曰留賔自天子至士各有次贈死不及柩尸弔生不及悲哀非禮也故古者吉行五十里奔喪百里贈賵及事之謂時時禮之大者也春秋曰天王使宰咺来歸恵公仲子之賵賵者何喪事有賵者盖以乗馬束帛輿馬曰賵貨財曰賻衣𬒳曰襚口實曰唅玩好曰贈知生者賻賵知死者贈襚贈襚所以送死也賻賵所以佐生也輿馬束帛貨財衣被玩好其數奈何曰天子乗馬六匹諸侯四匹大夫三匹元士二匹下士一匹天子束帛五匹玄三纁二各五十尺諸侯玄三纁二各三十尺大夫玄一纁二各三十尺元士玄一纁一各二丈下士綵縵各一匹庶人布帛各一匹天子之賵乗馬六匹乗車諸侯四匹乗輿大夫曰參輿元士下士不用輿天子文繡衣各一襲到地諸侯覆跗大夫到踝士到髀天子唅實以珠諸侯以玉大夫以璣士以貝庶人以穀實位尊徳厚及親者賻賵唅襚厚貧富亦有差二三四五之數取之天地而制竒偶度人情而出節文謂之有因禮之大宗也春秋曰庚戌天王崩傳曰天王何以不書葬天子記崩不記葬必其時也諸侯記卒記葬有天子在不必其時也必其時奈何天子七日而殯七月而葬諸侯五日而殯五月而葬大夫三日而殯三月而葬士庶人二日而殯二月而葬皆何以然曰禮不豫凶事死而後治凶服衣衰飾脩棺椁作穿窆宅兆然後䘮文成外親畢至葬墳集孝子忠臣之恩厚備盡矣故天子七月而葬同軌畢至諸侯五月而葬同㑹畢至大夫三月而葬同朝畢至士庶人二月而葬外姻畢至也延陵季子適齊於其反也其長子死於嬴博之間因葬焉孔子聞之曰延陵季子吳之習於禮者也使子貢往而觀之其穿深不至泉其歛以時服既葬封壙墳掩坎其髙可隠也既封左袒右旋其封且號者三言曰骨肉歸復于土命也若魂氣則無不之也無不之也而遂行孔子曰延陵季子於禮其合矣子生三年然後免於父母之懐故制䘮三年所以報父母之恩也期年之䘮通乎諸侯三年之䘮通乎天子禮之經也子夏三年之䘮畢見於孔子孔子與之琴使之絃援琴而絃衎衎而樂作而曰先王制禮不敢不及也子曰君子也閔子騫三年之䘮畢見於孔子孔子與之琴使之絃援琴而絃切切而悲作而曰先王制禮不敢過也孔子曰君子也子貢問曰閔子哀不盡子曰君子也子夏哀已盡子曰君子也賜也惑敢問何謂孔子曰閔子哀未盡能㫁之以禮故曰君子也子夏哀已盡能引而致之故曰君子也夫三年之䘮固優者之所屈劣者之所勉齊宣王謂田過曰吾聞儒者喪親三年喪君三年君與父孰重田過對曰殆不如父重王忿然怒曰然則何為去親而事君田過對曰非君之土地無以䖏吾親非君之禄無以養吾親非君之爵位無以尊顯吾親受之君致之親凡事君所以為親也宣王邑邑而無以應古者有菑者謂之厲君一時素服使有司弔死問疾憂以巫毉匍匐以救之湯粥以方之善者必先乎矜寡孤獨及病不能相養死無以葬埋則葬埋之有親喪者不呼其門有齊衰大功五月不服力役之征有小功之喪者未葬不服力役之征其有重尸多死者急則有聚衆童子撃鼔苣火入官宫里用之各撃鼔苣火逐官宫里家之主人冠立于阼事畢出乎里門出乎邑門至野外此匍匐救厲之道也師大敗亦然齋者思其居䖏也思其笑語也思其所為也齋三日乃見其所為齋者祭之日將入户僾然若有見乎其容盤旋出户喟然若有聞乎歎息之聲先人之色不絶於目聲音咳唾不絶於耳嗜欲好惡不忘於心是則孝子之齋也春祭曰祠夏祭曰禴秋祭曰嘗冬祭曰烝春薦韭卵夏薦麥魚秋薦黍豚冬薦稻鴈三歳一祫五年一禘祫者合也禘者諦也祫者大合祭於祖廟也禘者諦其徳而差優劣也聖主將祭必潔齋精思若親之在方興未登㥥㥥憧憧専一想親之容貌彷彿此孝子之誠也四方之助祭空而来者滿而反虚而至者實而還皆取法則焉韓褐子濟於河津人告曰夫人過於此者未有不快用者也而子不用乎韓褐子曰天子祭海内之神諸侯祭封域之内大夫祭其親士祭其祖禰褐也未得事河伯也津人申楫舟中水而運津人曰向也役人固已告矣夫子不聽役人之言也今舟中水而運甚殆治裝衣而下逰乎韓子曰吾不為人之惡我而改吾志不為我將死而改吾義言未已舟泆然行韓褐子曰詩云莫莫葛藟施于條枚愷悌君子求福不回鬼神且不回况於人乎孔子曰無體之禮敬也無服之䘮憂也無聲之樂懽也不言而信不動而威不施而仁志也鍾鼓之聲怒而撃之則武憂而撃之則悲喜而撃之則樂其志變其聲亦變其志誠通乎金石而况人乎公孟子髙見顓孫子莫曰敢問君子之禮何如顓孫子莫曰去爾外厲與爾内色勝而心自取之去三者而可矣公孟不知以告曾子曾子愀然逡巡曰大哉言乎夫外厲者必内折色勝而心自取之者必為人役是故君子徳行成而容不知聞識博而辭不爭知慮微逹而能不愚曾子有疾孟儀往問之曾子曰鳥之將死必有悲聲君子集大辟必有順辭禮有三儀知之乎對曰不識也曾子曰坐吾語汝君子脩禮以立志則貪慾之心不來君子思禮以脩身則怠惰慢易之節不至君子脩禮以仁義則忿爭暴亂之辭逺若夫置罇爼列籩豆此有司之事也君子雖勿能可也孔子曰可也簡簡者易野也易野者無禮文也孔子見子桑伯子子桑伯子不衣冠而䖏弟子曰夫子何為見此人乎曰其質美而無文吾欲説而文之孔子去子桑伯子門人不説曰何為見孔子乎曰其質美而文繁吾欲説而去其文故曰文質脩者謂之君子有質而無文謂之易野子桑伯子易野欲同人道於牛馬故仲弓曰太簡上無明天子下無賢方伯天下為無道臣弑其君子弑其父力能討之討之可也當孔子之時上無明天子也故言雍也可使南面南面者天子也雍之所以得稱南面者問子桑伯子於孔子孔子曰可也簡仲弓曰居敬而行簡以道民不亦可乎居簡而行簡無乃太簡乎子曰雍之言然仲弓通於化術孔子明於王道而無以加仲弓之言孔子至齊郭門之外遇一嬰兒挈一壺相與俱行其視精其心正其行端孔子謂御曰趣驅之趣驅之韶樂方作孔子至彼聞韶三月不知肉味故樂非獨以自樂也又以樂人非獨以自正也又以正人矣哉於此樂者不圖為樂至於此黄帝詔伶倫作為音律伶倫自大夏之西乃之崑崙之隂取竹於嶰谷以生竅厚薄均者斷兩節間其長九寸而吹之以為黄鍾之宫日含少次制十二管以崑崙之下聴鳯之鳴以别十二律其雄鳴為六雌鳴亦六以比黄鍾之宫適合黄鍾之宫皆可生之而律之本也故曰黄鍾微而均鮮全而不傷其為宫獨尊象大聖之徳可以明至賢之功故奉而薦之于宗廟以歌迎功徳世世不忘是故黄鍾生林鍾林鍾生大吕大吕生夷則夷則生太簇太簇生南吕南吕生夾鍾夾鍾生無射無射生沽洗沽洗生應鍾應鍾生蕤賔三分所生益之一分以上生三分所生去其一分以下生黄鍾大吕太簇夾鍾沽洗仲吕蕤賔為上林鍾夷則南吕無射應鍾為下大聖至治之世天地之氣合以生風日至則日行其風以生十二律故仲冬短至則生黄鍾季冬生大吕孟春生太簇仲春生夾鍾季春生沽洗孟夏生仲吕仲夏生蕤賔季夏生林鍾孟秋生夷則仲秋生南吕季秋生無射孟冬生應鍾天地之風氣正十二律至也聖人作為鞉鼓控掲塤箎此六者徳音之音然後鍾磬竽瑟以和之然後干戚旄狄以舞之此所以祭先王之廟也此所以獻酢酳酬也所以官序貴賤各得其宜也此可以示後世有尊卑長㓜之序也鍾聲鏗鏗以立號號以立横横以立武君子聴鍾聲則思武臣石聲磬磬以立辯辯以致死君子聴磬聲則思死封疆之臣絲聲哀哀以立亷亷以立志君子聴琴瑟之聲則思志義之臣竹聲濫濫以立㑹㑹以聚衆君子聴竽笙簫管之聲則思畜聚之臣鼓鞞之聲懽懽以立動動以進衆君子聴鼓鞞之聲則思將帥之臣君子之聴音非聴其鏗鏘而已彼亦有所合之也樂者聖人之所樂也而可以善民心其感人深其移風易俗故先王著其教焉夫民有血氣心知之性而無哀樂喜怒之常應感起物而動然後心術形焉是故感激憔悴之音作而民思憂嘽奔慢易繁文簡節之音作而民康樂粗厲猛奮廣賁之音作而民剛毅亷直勁正莊誠之音作而民肅敬寛裕肉好順成和動之音作而民慈愛流僻邪散狄成滌濫之音作而民淫亂是故先王本之情性稽之度數制之禮義含生氣之和道五常之行使陽而不散隂而不密剛氣不怒柔氣不懾四暢交於中而發作於外皆安其位不相奪也然後立之學等廣其節奏省其文彩以繩徳厚律小大之稱比終始之序以象事行使親䟽貴賤長㓜男女之理皆形見於樂故曰樂觀其深矣土弊則草木不長水煩則魚鼈不大氣衰則生物不遂世亂則禮慝而樂淫是故其聲哀而不莊樂而不安慢易以犯節流漫以忘本廣則容姦狹則思欲感滌蕩之氣而滅和平之徳是以君子賤之也凡姦聲感人而逆氣應之逆氣成象而淫樂興焉正聲感人而順氣應之順氣成象而和樂興焉唱和有應回邪曲直各歸其分而萬物之理以類相動也是故君子反情以和其志比類以成其行姦聲亂色不習於聴淫樂慝禮不接心術惰慢邪辟之氣不設於身體使耳目鼻口心智百體皆由順正以行其義然後發以聲音文以琴瑟動以干戚飾以羽旄從以簫管奮至徳之光動四氣之和以著萬物之理是故清明象天廣大象地終始象四時周旋象風雨五色成文而不亂八風從律而不姦百度得數而有常小大相成終始相生唱和清濁代相為經故樂行而倫清耳目聡明血氣和平移風易俗天下皆寧故曰樂者樂也君子樂得其道小人樂得其欲以道制欲則樂而不亂以欲忘道則惑而不樂是故君子反情以和其意廣樂以成其教故樂行而民向方可以觀徳矣徳者性之端也樂者徳之華也金石絲竹樂之器也詩言其志歌詠其聲舞動其容三者本於心然後樂氣從之是故情深而文明氣盛而化神和順積中而英華發外惟樂不可以為偽樂者心之動也聲者樂之象也文彩節奏聲之飾也君子之動本樂其象也後治其飾是故先鼔以警戒三歩以見方再始以著往復亂以飾歸奮疾而不㧞極幽而不隠獨樂其志不厭其道備舉其道不私其欲是故情見而義立樂終而徳尊君子以好善小人以飾聽過故曰生民之道樂為大焉樂之可密者琴㝡宜焉君子以其可脩德故近之凡音之起由人心生也人心之動物使之然也感於物而後動故形於聲聲相應故生變變成方謂之音比音而樂之及干戚羽旄謂之樂樂者音之所由生也其本在人心之感於物是故其哀心感者其聲噍以殺其樂心感者其聲嘽以緩其喜心感者其聲發以散其怒心感者其聲壯以厲其敬心感者其聲直以亷其愛心感者其聲和以調人之善惡非性也感於物而後動是故先王慎所以感之故禮以定其意樂以和其性政以一其行刑以防其姦禮樂刑政其極一也所以同民心而立治道也凡音生人心者也情動於中而形於聲聲成文謂之音是故治世之音安以樂其政和亂世之音怨以怒其政乖亡國之音哀以思其民困聲音之道與政通矣宫為君商為臣角為民徴為事羽為物五音亂則無法無法之音宫亂則荒其君驕商亂則陂其官壊角亂則憂其民怨徴亂則哀其事勤羽亂則危其財匱五者皆亂代相凌謂之慢如此則國之滅亡無日矣鄭衛之音亂世之音也比於慢矣桑間濮上之音亡國之音也其政散其民流誣上行私而不可止也凡人之有患禍者生於淫泆暴慢淫泆暴慢之本生於飲酒故古者慎其飲酒之禮使耳聴雅音目視正儀足行正容心論正道故終日飲酒而無過失近者數日逺者數月皆人有徳焉以益善詩云既醉以酒既飽以徳此之謂也凡從外入者莫深於聲音變人㝡極故聖人因而成之以徳曰樂樂者徳之風詩曰威儀抑抑徳音秩秩謂禮樂也故君子以禮正外以樂正内内須㬰離樂則邪氣生矣外須㬰離禮則慢行起矣故古者天子諸侯聴鍾聲未嘗離於庭卿大夫聴琴瑟未嘗離於前所以養正心而滅淫氣也樂之動於内使人易道而好良樂之動於外使人温恭而文雅雅頌之聲動人而正氣應之和成容好之聲動人而和氣應之粗厲猛賁之聲動人而怒氣應之鄭衛之聲動人而淫氣應之是以君子慎其所以動人也子路鼓瑟有北鄙之聲孔子聞之曰信矣由之不才也冉有侍孔子曰求來爾奚不謂由夫先王之制音也奏中聲為中節流入於南不歸於北南者生育之鄉北者殺伐之域故君子執中以為本務生以為故其音温和而居中以象生育之氣憂哀悲痛之感不加乎心暴厲淫荒之動不存乎體夫然者乃治存之風安樂之為也彼小人則不然執末以論本務剛以為故其音湫厲而微末以象殺伐之氣和節中正之感不加乎心温儼恭莊之動不存乎體夫殺者乃亂亡之風奔北之為也昔舜造南風之聲其興也勃焉至今王公述而不釋紂為北鄙之聲其廢也忽焉至今王公以為笑彼舜以匹夫積正合仁履中行善而卒以興紂以天子好慢淫荒剛厲暴賊而卒以滅今由也匹夫之徒布衣之醜也既無意乎先王之制而又有亡國之聲豈能保七尺之身哉冉有以告子路子路曰由之罪也小人不能耳陷而入於斯宜矣夫子之言也遂自悔不食七日而骨立焉孔子曰由之改過矣"}
{"id": "KR3a0007_020", "series": "KR3a0007", "text": "反質孔子卦得賁喟然仰而歎息意不平子張進舉手而問曰師聞賁者吉卦而歎之乎孔子曰賁非正色也是以歎之吾思也質素白當正白黒當正黑夫質又何也吾亦聞之丹漆不文白玉不彫寳珠不飾何也質有餘者不受飾也信鬼神者失謀信日者失時何以知其然夫賢聖周知能不時日而事利敬法令貴功勞不卜筮而身吉謹仁義順道理不禱祠而福故卜數擇日㓗齋戒肥犧牲飾珪璧精祠祀而終不能除悖逆之禍以神明有知而事之乃欲背道妄行而以祠祀求福神明必違之矣天子祭天地五嶽四瀆諸侯祭社稷大夫祭五祀士祭門戸庶人祭其先祖聖王承天心制禮分也凡古之卜日者将以輔道稽疑示有所先而不敢専自也非欲以顛倒之惡而幸安之全孔子曰非其鬼而祭之謟也是以泰山終不享季氏之旅易稱東鄰殺牛不如西鄰之禴祭盖重禮不貴物也敬實而不貴華誠有其徳而推之則安往而不可是以聖人見人之文必考其質歴山之田者善侵畔而舜耕焉雷澤之漁者善爭陂而舜漁焉東夷之陶器窳而舜陶焉故耕漁與陶非舜之事而舜為之以救敗也民之性皆不勝其欲去其實而歸之華是以苦窳之器爭鬭之患起爭鬭之患起則所以偷也所以然者何也由離誠就詐棄樸而取偽也追逐其末而無所休止聖人抑其文而抗其質則天下反矣詩云尸鳩在桑其子七兮淑人君子其儀一兮傳曰尸鳩之所以養七子者一心也君子之所以理萬物者一儀也以一儀理物天心也五者不離合而為一謂之天心在我能因自深結其意於一故一心可以事百君百心不可以事一君是故誠不逺也夫誠者一也一者質也君子雖有外文必不離内質矣衛有五丈夫俱負缶而入井灌韭終日一區鄧析過下車為教之曰為機重其後輕其前命曰橋終日溉韭百區不倦五丈夫曰吾師言曰有機知之巧必有機知之敗我非不知也不欲為也子其往矣我一心溉之不知改已鄧析去行數十里顔色不悦懌自病弟子曰是何人也而恨我君請為君殺之鄧析曰釋之是所謂真人者也可令守國禽滑釐問於墨子曰錦繡絺紵將安用之墨子曰惡是非吾用務也古有無文者得之矣夏禹是也卑小宫室損薄飲食土階三等衣裳細布當此之時黻無所用而務在於完堅殷之盤庚大其先王之室而改遷於殷茅茨不剪采椽不斵以變天下之視當此之時文采之帛將安所施夫品庶非有心也以人主為心苟上不為下惡用之二王者以化身先于天下故化隆於其時成名於今世也且夫錦繡絺紵亂君之所造也其本皆興於齊景公喜奢而忘儉幸有晏子以儉鐫之然猶幾不能勝夫奢安可窮哉紂為鹿臺糟丘酒池肉林宫墻文畫彫琢刻鏤錦繡被堂金玉珍瑋婦女優倡鍾鼓管絃流漫不禁而天下愈竭故卒身死國亡為天下戮非惟錦繡絺紵之用耶今當凶年有欲予子隨侯之珠者不得賣也珍寳而以為飾又欲予子一鍾粟者得珠者不得粟得粟者不得珠子將何擇禽滑釐曰吾取粟耳可以救窮墨子曰誠然則惡在事夫奢也長無用好末淫非聖人之所急也故食必常飽然後求美衣必常暖然後求麗居必常安然後求樂為可長行可久先質而後文此聖人之務禽滑釐曰善秦始皇既兼天下大侈靡即位三十五年猶不息治大馳道從九原扺雲陽塹山堙谷直通之厭先王宫室之小乃於豐鎬之間文武之䖏營作朝宫渭南山林苑中作前殿阿房東西五百歩南北五十丈上可坐萬人下可建五丈旗周為閣道自殿直抵南山之嶺以為闕為複道自阿房渡渭水屬咸陽以象天極閣道絶漢抵營室也又興驪山之役錮三泉之底關中離宫三百所關外四百所皆有鍾磬帷帳婦女倡優立石闕東海上朐山界中以為秦東門於是有方士韓客侯生齊客盧生相與謀曰當今時不可以居上樂以刑殺為威天下畏罪持禄莫敢盡忠上不聞過而日驕下懾伏以慢欺而取容諫者不用而失道滋甚吾黨久居且為所害乃相與亡去始皇聞之大怒曰吾異日厚盧生尊爵而事之今乃誹謗我吾聞諸生多為妖言以亂黔首乃使御史悉上諸生諸生傳相告犯法者四百六十餘人皆坑之盧生不得而侯生後得始皇聞之召而見之升阿東之臺臨四通之街將數而車裂之始皇望見侯生大怒曰老虜不良誹謗而主廼敢復見我侯生至仰㙜而言曰臣聞知死必勇陛下肯聽臣一言乎始皇曰若欲何言言之侯生曰臣聞禹立誹謗之木欲以知過也今陛下奢侈失本淫泆趨末宫室㙜閣連屬増累珠玉重寳積􁐂成山錦繡文綵滿府有餘婦女倡優數巨萬人鍾鼓之樂流漫無窮酒食珍味盤錯於前衣服輕暖輿馬文飾所以自奉麗靡爛熳不可勝極黔首匱竭民力單盡尚不自知又急誹謗嚴威克下下喑上聾臣等故去臣等不惜臣之身惜陛下國之亡耳聞古之明王食足以飽衣足以煖宫室足以䖏輿馬足以行故上不見棄於天下不見棄於黔首堯茅茨不剪采椽不斵土階三等而樂終身者以其文采之少而質素之多也丹朱傲虐好慢淫不脩理化遂以不升今陛下之淫萬丹朱而千昆吾桀紂臣恐陛下之十亡也而曾不一存始皇黙然久之曰汝何不早言侯生曰陛下之意方乗青雲飄揺於文章之觀自賢自健上侮五常下凌三王棄素樸就末技陛下亡徴見久矣臣等恐言之無益也而自取死故逃而不敢言今臣必死故為陛下陳之雖不能使陛下不亡欲使陛下自知也始皇曰吾可以變乎侯生曰形已成矣陛下坐而待亡耳若陛下欲更之能若堯與禹乎不然無兾也陛下之佐又非也臣恐變之不能存也始皇喟然而歎遂釋不誅後三年始皇崩二世即位三年而秦亡魏文侯問李克曰刑罰之原安生李克曰生於姦邪淫泆之行凡姦邪之心飢寒而起淫泆者久飢之詭也彫文刻鏤害農事者也錦繡纂組傷女工者也農事害則飢之本也女工傷則寒之原也飢寒並至而能不為姦邪者未之有也男女飾美以相矜而能無淫泆者未嘗有也故上不禁技巧則國貧民侈國貧窮者為姦邪而富足者為淫泆則驅民而為邪也民以為邪因以法隨誅之不赦其罪則是為民設陷也刑罰之起有原人主不塞其本而替其末傷國之道乎文侯曰善以為法服也秦穆公閑問由余曰古者明王聖帝得國失國當何以也由余曰臣聞之當以儉得之以奢失之穆公曰願聞奢儉之節由余曰臣聞堯有天下飯於土簋啜於土鉶其地南至交趾北至幽都東西至日所出入莫不賔服堯釋天下舜受之作為食器斬木而裁之銷銅鐡脩其刃猶漆黒之以為器諸侯侈國之不服者十有三舜釋天下而禹受之作為祭器漆其外而朱畫其内繒帛為茵褥觴勺有彩為飾彌侈而國之不服者三十有二夏后氏以没殷周受之作為大器而建九傲食器彫琢觴勺刻鏤四壁四帷茵席彫文此彌侈矣而國之不服者五十有二君好文章而服者彌侈故曰儉其道也由余出穆公召内史廖而告之曰寡人聞鄰國有聖人敵國之憂也今由余聖人也寡人患之吾將奈何内史廖曰夫戎辟而遼逺未聞中國之聲也君其遺之女樂以亂其政而厚為由余請期以踈其間彼君臣有間然後可圖君曰諾乃以女樂三九遺戎王因為由余請期戎王果見女樂而好之設酒聽樂終年不遷馬牛羊半死由余歸諌諌不聽遂去入秦穆公迎而拜為上卿問其兵勢與其地利既已得矣舉兵而伐之兼國十二𨳩地千里穆公奢主能聴賢納諫故覇西戎西戎淫於樂誘於利以亡其國由離質檏也經侯往適魏太子左帶羽玉具劒右帶環佩左光照右右光照左坐有頃太子不視也又不問也經侯曰魏國亦有寳乎太子曰有經侯曰其寳何如太子曰主信臣忠百姓上戴此魏之寳也經侯曰吾所問者非是之謂也乃問其器而已太子曰有徒師沼治魏而市無預賈郄辛治陽而道不拾遺芒卯在朝而四鄰賢士無不相因而見此三大夫乃魏國之大寳於是經侯黙然不應左解玉具右解環佩委之坐愆然而起黙然不謝趨而出上車驅去魏太子使騎操劒佩逐與經侯使告經侯曰吾無徳所寳不能為珠玉所守此寒不可衣飢不可食無為遺我賊於是經侯杜門不出傳死晉平公為馳逐之車龍旌衆色挂之以犀象錯之以羽芝車成題金千鎰立之於殿下令羣臣得觀焉田差三過而不一顧平公作色大怒問田差爾三過而不一顧何為也田差對曰臣聞説天子者以天下説諸侯者以國說大夫者以官說士者以事說農夫者以食說婦姑者以織桀以奢亡紂以淫敗是以不敢顧也平公曰善乃命左右曰去車魏文侯御廪災文侯素服辟正殿五日羣臣皆素服而弔公子成父獨不弔文侯復殿公子成父趨而入賀曰甚大善矣夫御廪之災也文侯作色不恱曰夫御廪者寡人寳之所蔵也今火災寡人素服辟正殿羣臣皆素服而弔至於子大夫而不弔今已復辟矣猶入賀何為公子成父曰臣聞之天子蔵於四海之内諸侯蔵於境内大夫蔵於其家士庶人蔵於箧櫝非其所蔵者不有天災必有人患今幸無人患乃有天災不亦善乎文侯喟然歎曰善齊桓公謂管仲曰吾國甚小而財用甚少而羣臣衣服輿馬甚汰吾欲禁之可乎管仲曰臣聞之君嘗之臣食之君好之臣服之今君之食也必桂之漿衣練紫之衣狐白之裘此羣臣之所奢太也詩云不躬不親庶民不信君欲禁之胡不自親乎桓公曰善於是更制練帛之衣大白之冠朝一年而齊國儉也季文子相魯妾不衣帛馬不食粟仲孫它諫曰子為魯上卿妾不衣帛馬不食粟人其以子為愛且不華國也文子曰然乎吾觀國人之父母衣麤食蔬吾是以不敢且吾聞君子以徳華國不聞以妾與馬夫徳者得於我又得於彼故可行若淫於奢侈沈於文章不能自反何以守國仲孫它慙而退趙簡子乗弊車瘦馬衣羖羊裘其宰進諌曰車新則安馬肥則往來疾狐白之裘温且輕簡子曰吾非不知也吾聞之君子服善則益恭細人服善則益倨我以自備恐有細人之心也傳曰周公位尊愈卑勝敵愈懼家富愈儉故周氏八百餘年此之謂也魯築郎囿季平子欲速成叔孫昭子曰安用其速成也以虐其民其可乎無囿尚可乎惡聞嬉戲之㳺罷其所治之民乎衛叔孫文子問於王孫夏曰吾先君之廟小吾欲更之可乎對曰古之君子以儉為禮今之君子以汰易之夫衛國雖貧豈無文履一竒以易十稷之繡哉以為非禮也文子乃止晉文公合諸侯而盟曰吾聞國之昏不由聲色必由姦利好樂聲色者淫也貪姦者惑也夫淫惑之國不亡必殘自今以来無以美妾疑妻無以聲樂妨政無以姦情害公無以貨利示下其有之者是謂伐其根素流於華葉若此者有患無憂有冦勿弭不如言者盟示之於是君子聞之曰文公其知道乎其不王者猶無佐也晏子飲景公酒日暮公呼具火晏子辭曰詩曰側弁之俄言失徳也屢舞傞傞言失容也既醉以酒既飽以徳既醉而出並受其福賔主之禮也醉而不出是謂伐德賔主之罪也嬰已卜其日未卜其夜公曰善舉酒而祭之再拜而出曰豈過我哉吾託國於晏子也以其家貧善寡人不欲其淫侈也而况與寡人謀國乎楊王孫病且死令其子曰吾死欲倮葬以反吾真必無易吾意祁侯聞之往諫曰竊聞王孫令葬必倮而入地必若所聞愚以為不可令死人無知則已矣若死有知也是戮尸於地下也將何以見先人愚以為不可王孫曰吾將以矯世也夫厚葬誠無益於死者而世競以相髙靡財殫幣而腐之於地下或乃今日入而明日出此真與暴骸於中野何異且夫死者終生之化而物之歸者歸者得至而化者得變是物各反其真其真冥冥視之無形聴之無聲乃合道之情夫飾外以誇衆厚葬以矯真使歸者不得至化者不得變是使物各失其然也且吾聞之精神者天之有也形骸者地之有也精神離形而各歸其真故謂之鬼鬼之為言歸也其尸塊然獨䖏豈有知哉厚褁之以幣帛多送之以財貨以奪生者財用古聖人縁人情不忍其親故爲之制禮今則越之吾是以欲倮葬以矯之也昔堯之葬者空木爲櫝葛藟爲緘其穿地也下不亂泉上不泄臭故聖人生易尚死易葬不加於無用不損於無益謂今費財而厚葬死者不知生者不得用謬哉可謂重惑矣祁侯曰善遂倮葬也魯有儉者瓦鬲煮食食之而美盛之土鉶之器以進孔子孔子受之歡然而悦如受太牢之饋弟子曰瓦甂陋器也煮食薄膳也而先生何喜如此乎孔子曰吾聞好諫者思其君食美者念其親吾非以饌為厚也以其食美而思我親也晏子病將死斷楹内書焉謂其妻曰楹也語子壯而視之及壯發書書之言曰布帛不窮窮不可飾牛馬不窮窮不可服士不可窮窮不可任窮乎窮乎窮也仲尼問老聃曰甚矣道之於今難行也吾比執道委質以當世之君而不我受也道之於今難行也老子曰夫説者流於聴言者亂於辭如此二者則道不可委矣子貢問子石子不學詩乎子石曰吾暇乎哉父母求吾孝兄弟求吾悌朋友求吾信吾暇乎哉子貢曰請投吾詩以學於子公明宣學於曾子三年不讀書曾子曰宣而居參之門三年不學何也公明宣曰安敢不學宣見夫子居宫庭親在叱吒之聲未嘗至於犬馬宣説之學而未能宣見夫子之應賔客恭儉而不懈惰宣説之學而未能宣見夫子之居朝廷嚴臨下而不毁傷宣説之學而未能宣說此三者學而未能宣安敢不學而居夫子之門乎曾子避席謝之曰參不及宣其學而已魯人身善織屨妻善織縞而徙於越或謂之曰子必窮魯人曰何也曰屨為履縞為冠也而越人徒跣剪髪逰不用之國欲無窮可得乎"}
