{"id": "KR3a0001_001", "series": "KR3a0001", "text": "孔子家語卷第一\n　　　　　　　　　　王　肅　注\n相魯第一\n孔子初仕為中都宰制為養生送死\n之節長㓜異食强弱異任\n男女别塗路無拾遺器不雕\n偽為四寸之棺五寸之椁\n因丘陵爲墳不封不樹行\n之一年而西方之諸侯則焉\n定公謂孔子曰學子此法以治魯國何\n如孔子對曰雖天下可乎何但魯國而已\n哉於是二年定公以為司空乃别五土之\n性而物各\n得其所生之宜咸得厥所先時\n季氏葬昭公于墓道之南\n孔子溝而合諸墓焉謂季\n桓子曰貶君以彰巳罪非禮也今\n合之所以揜夫子之不臣由司空為魯大\n司冦設法而不用無姦民\n定公與齊侯㑹于夾谷孔子攝相事曰臣\n聞有文事者必有武備有武事者必有文\n備古者諸侯並出疆必具官以從請具左\n右司馬定公從之至㑹所為壇位土階三\n等以遇禮相見揖讓而登獻\n酢既畢齊使萊人以兵鼔謲劫定公\n孔子歷階而進以公退曰士以兵\n之吾兩君為好裔夷之俘敢以兵亂之\n非齊君所\n以命諸侯也裔不謀夏夷不亂華\n俘不干盟兵不偪好於神為不祥於德為\n愆義於人為失禮君必不然齊侯心怍麾\n而避之有頃齊奏宫中之樂俳優侏儒戯\n於前孔子趨進歷階而上不盡一等曰匹\n夫熒侮諸侯者罪應誅請右司馬速刑焉\n於是斬侏儒手足異處齊侯懼有慙色將\n盟齊人加載書曰齊師出境而不以兵車\n三百乗從我者有如此盟孔子使兹無還\n對曰而不返我汶陽之田吾以供命\n者亦如之齊侯将設享禮孔子謂梁丘據\n曰齊魯之故吾子何不聞焉\n事既成矣而又享之是勤執事且犧象不\n出門嘉樂不野合享而既具\n是棄禮若其不具是用粃粺\n用粃粺君辱棄禮名惡子盍圖之夫享\n所以昭德也不昭不如其巳乃不果享齊\n侯歸責其羣臣曰魯以君子道輔其君而\n子獨以夷狄道教寡人使得罪於是乃歸\n所侵魯之四邑及汶陽之田\n\n孔子言於定公曰家不藏甲邑\n無百雉之城古之制也今三\n家過制請皆損之乃使季氏宰仲由隳三\n都叔孫不得意於季氏因費宰公山弗擾\n率費人以襲魯孔子以公與季孫叔孫孟\n孫入于費氏之宫登武子之臺費人攻之\n及臺側孔子命申句湏樂頎勒士衆下伐\n之費人北遂隳三都之城強公室弱私家\n尊君卑臣政化大行\n初魯之販羊有沈猶氏者常朝飲其羊以\n詐市人有公慎氏者妻滛不制有慎潰氏\n奢侈踰法魯之鬻六畜者飾之以儲價及\n孔子之為政也則沈猶氏不敢朝飲其羊\n公慎氏出其妻慎潰氏越境而徙三月則\n鬻牛馬者不儲價賣羊豚者不加飾男女\n行者别其塗道不拾遺男尚忠信女尚貞\n順四方客至於邑不求有司\n皆如歸焉\n始誅第二\n孔子為魯司冦攝行相事有喜色仲由問\n曰由聞君子禍至不懼福至不喜今夫子\n得位而喜何也孔子曰然有是言也不曰\n樂以貴下人乎於是朝政七日而誅亂政\n大夫少正卯戮之于兩觀之下尸於\n朝三日子貢進曰夫少正卯魯之聞人也\n今夫子為政而始誅之或者為失乎孔子\n曰居吾語汝以其故天下有大惡者五而\n竊盗不與焉一曰心逆而險二曰行僻而\n堅三曰言偽而辯四曰記醜而博五\n曰順非而澤此五者有一於人則不免君\n子之誅而少正卯皆兼有之其居處足以\n撮徒成黨其談説足以飾褒榮衆其強\n禦足以反是獨立此乃人之姦雄者也不\n可以不除夫殷湯誅尹諧文王誅潘正周\n公誅管蔡太公誅華士\n管仲\n誅付乙子産誅史何是此七子皆異世而\n同誅者以七子異世而同惡故不可赦也\n詩云憂心悄悄愠于羣小小人成羣斯足\n憂矣\n孔子為魯大司㓂有父子訟者夫子同狴\n執之三月不别其父請止夫子赦之\n焉季孫聞之不悦曰司冦欺余曩告余曰\n國家必先以孝余今戮一不孝以教民孝\n不亦可乎而又赦何哉冉有以告孔子子\n喟然歎曰嗚呼上失其道而殺其下非理\n也不教以孝而聽其獄是殺不辜三軍大\n敗不可斬也獄犴不治不可刑也何者上\n教之不行罪不在民故也夫慢令謹誅賊\n也徵歛無時暴也不試責成虐也政無此\n三者然後刑可即也書云義刑義殺勿庸\n以即汝心惟曰未有慎事言必教而後刑\n也\n既陳道德以\n先服之而猶不可尚賢以勸之又不可即\n廢之又不可而後以威憚之若是三年而\n百姓正矣其有邪民不從化者然後待之\n以刑則民咸知罪矣詩云天子是毗俾民\n不迷是以威厲而\n不試刑錯而不用今世則不然亂其教繁\n其刑使民迷惑而䧟焉又從而制之故刑\n彌繁而盗不勝也夫三尺之限空車不能\n登者何哉峻故也百仞之山重載陟焉何\n哉陵遲故也今世俗之陵遲久矣\n雖有刑法民能勿踰乎\n王言解第三\n曾子閒居曽參侍孔子曰參乎今之君子\n唯士與大夫之言可聞也至於君子之言\n者希也於乎吾以王言之其不出户牖而\n化天下曽子起下席而對曰敢問何謂王\n之言孔子不應曽子曰侍夫子之閒也難\n對是以敢問孔子又不應曽子肅然而懼\n摳衣而退負席而立有頃孔子歎息顧謂\n曽子曰參汝可語明王之道與曽子曰非\n敢以為足也請因所聞而學焉子曰居吾\n語汝夫道者所以明德也德者所以尊道\n也是以非德道不尊非道德不明雖有國\n之良馬不以其道服乗之不可以道里雖\n有博地衆民不以其道治之不可以致霸\n王是故昔者明王内修七教外行三至七\n教修然後可以守三至行然後可以征明\n王之道其守也則必折衝千里之外其征\n則必還師衽席之上故曰内修七教而上\n不勞外行三至而財不費此之謂明王之\n道也曽子曰不勞不費之謂明王可得聞\n乎孔子曰昔者帝舜左禹而右臯陶不下\n席而天下治夫如此何上之勞乎政之不\n平君之患也令之不行臣之罪也若乃十\n一而税用民之力歲不過三日入山澤以\n其時而無征闗譏市鄽皆不收賦\n此則生財之路而明王\n節之何財之費乎曽子曰敢問何謂七教\n孔子曰上敬老則下益孝上尊齒則下益\n悌上樂施則下益寛上親賢則下擇友上\n好德則下不隠上惡貧則下耻争上廉讓\n則下耻節此之謂七教七教者治民之本\n也政教定則本正也凡上者民之表也表\n正則何物不正是故人君先立仁於已然\n後大夫忠而士信民敦俗璞男慤而\n女貞六者教之致也布諸天下四方而不\n怨納諸尋常之室而不塞等之以禮立之\n以義行之以順則民之棄惡如湯之灌雪\n焉曽子曰道則至矣弟子不足以明之孔\n子曰參以為姑止乎又有焉昔者明王之\n治民也法必裂地以封之分屬以理之然\n後賢民無所隠暴民無所伏使有司日省\n而時考之進用賢良退貶不肖然則賢者\n悦而不肖者懼哀鰥寡養孤獨恤貧窮誘\n孝悌選才能此七者修則四海之内無刑\n民矣上之親下也如手足之於腹心下之\n親上也如㓜子之於慈母矣上下相親如\n此故令則從施則行民懐其德近者悦服\n逺者来附政之致也夫布指知寸布手知\n尺舒肘知尋斯不逺之則也周制三百步\n為里千步爲井三井而埒埒三而矩\n五十里而都封百里而\n有國乃爲福積資求焉恤行者有亡是以\n蠻夷諸夏雖衣冠不同言語不合莫不來\n賔故曰無市而民不乏無刑而民不亂田\n獵罩弋非以盈宫室也徵歛百姓\n非以盈府庫也慘怛以補不足禮節以損\n有餘多信而寡貌其禮可守其言可覆其\n迹可履如飢而食如渴而飲民之信之如\n寒暑之必驗故視逺若邇非道邇也見明\n德也是故兵革不動而威用利不施而親\n萬民懐其惠此之謂明王之守折衝千里\n之外者也曽子曰敢問何謂三至孔子曰\n至禮不讓而天下治至賞不費而天下士\n悦至樂無聲而天下民和明王篤行三至\n故天下之君可得而知天下之士可得而\n臣天下之民可得而用曽子曰敢問此義\n何謂孔子曰古者明王必盡知天下良士\n之名既知其名又知其實又知其數及其\n所在焉然後因天下之爵以尊之此之謂\n至禮不讓而天下治因天下之禄以富天\n下之士此之謂至賞不費而天下之士悦\n如此則天下之民名譽興焉此之謂至樂\n無聲而天下之民和故曰所謂天下之至\n仁者能合天下之至親也所謂天下之至\n明者能舉天下之至賢者也此三者咸通\n然後可以征是故仁者莫大乎愛人智者\n莫大乎知賢賢政者莫大乎官能有土之\n君修此三者則四海之内供命而已矣夫\n明王之所征必道之所廢者也是故誅其\n君而改其政弔其民而不奪其財故明王\n之政猶時雨之降降至則民悦矣是故行\n施彌博得親彌衆此之謂還師衽席之上\n\n大婚解第四\n孔子侍坐於哀公公問曰敢問人道孰為\n大孔子愀然作色而對曰君及此言也百\n姓之惠也固臣敢無辭而對人道政為大\n夫政者正也君為正則百姓從而正矣君\n之所為百姓之所從君不為正百姓何所\n從乎公曰敢問為政如之何孔子對曰夫\n婦别男女親君臣信三者正則庻物從之\n公曰寡人雖無能也願知所以行三者之\n道可得聞乎孔子對曰古之政愛人為大\n所以治愛人禮為大所以治禮敬為大敬\n之至矣大婚為大大婚至矣冕而親迎親\n迎者敬之也是故君子興敬為親捨敬則\n是遺親也弗親弗敬弗尊也愛與敬其政\n之本與公曰寡人願有言也然冕而親迎\n不已重乎孔子愀然作色而對曰合二姓\n之好以繼先聖之後以為天下宗廟社稷\n之主君何謂已重焉\n公曰寡人實固不固安得聞此言乎\n寡人欲問不能爲辭請少進孔子曰天地\n不合萬物不生大婚萬世之嗣也君何謂\n已重焉孔子遂言曰内以治宗廟之禮足\n以配天地之神出以治直言之\n禮以立上下之敬\n物耻則足以振之國耻\n足以興之故爲政先乎禮禮\n其政之本與孔子遂言曰昔三代明王必\n敬妻子也蓋有道焉妻也者親之主也子\n也者親之後也敢不敬與是故君子無不\n敬敬也者敬身為大身也者親之支也敢\n不敬與不敬其身是傷其親傷其親是傷\n本也傷其本則支從之而亡三者百姓之\n象也身以及身子以及子妃以\n及妃君以修此三者則大化愾乎天下矣\n昔太王之道也\n如此國家順矣公\n曰敢問何謂敬身孔子對曰君子過言則\n民作辭過行則民作則言不過辭動不過\n則百姓恭敬以從命若是則可謂能敬其\n身則能成其親矣公曰何謂成其親孔子\n對曰君子者乃人之成名也百姓與名謂\n之君子則是成其親為君而為其子也孔\n子遂言曰愛政而不能愛人則不能成其\n身不能成其身則不能安其土不能安其\n土則不能樂天公曰敢問何能成身\n孔子對曰夫其行已不過乎物謂之成身\n不過乎合天道也公曰君子何貴乎天道\n也孔子曰貴其不已也如日月東西相從\n而不已也是天道也不閉而能久\n是天道也無為而物成是天道也已\n成而明之是天道也公曰寡人且愚㝠\n幸煩子之於心孔子\n蹴然避席而對曰仁人不過乎物孝子不\n過乎親是故仁人之事親也如事天事天\n如事親此謂孝子成身公曰寡人既聞如\n此言無如後罪何孔子對曰君子及此言\n是臣之福也\n儒行解第五\n孔子在衛冉求言於季孫曰國有聖人而\n不能用欲以求治是猶却步而欲求及前\n人不可得已今孔子在衛衛將用之已有\n才而以資鄰國難以言智也請以重幣迎\n之季孫以告哀公公從之孔子既至舍哀\n公館焉公自阼階孔子賔階升堂立\n侍公曰夫子之服其儒服與孔子對曰丘\n少居魯衣逢掖之衣長居宋冠章\n甫之冠丘聞之君子之學也博其服以鄉\n丘未知其為儒服也公曰敢問儒行\n孔子曰略言之則不能終其物悉數之則\n留僕未可以對\n哀公命席孔子侍坐曰儒有席\n上之珍以待聘夙夜\n强學以待問懐忠信以待舉力行以待取\n其自立有如此者儒有衣冠\n中動作順其大讓如慢小讓如偽大\n則如威小則如媿難進而易退粥粥若無\n能也其容貌有如此者儒有居處齊難\n其起坐恭敬言必誠信行必忠正道\n塗不争險易之利冬夏不争隂陽之和愛\n其死以有待也養其身以有為也其備預\n有如此者儒有不寳金玉而忠信以為寳\n不祈土地而仁義以為土地不求多積多\n文以為富難得而易禄也易禄而難畜也\n非時不見不亦難得乎非義不合不亦難\n畜乎先勞而後禄不亦易禄乎其近人情\n有如此者儒有委之以財貨而不貪淹之\n以樂好而不滛劫之以衆而不懼阻之以\n兵而不懾見利不虧其義見死\n不更其守徃者不悔來者不豫過言不再\n流言不極不斷其威\n不習其謀其特立有如此者儒有\n可親而不可刼可近而不可迫可殺而不\n可辱其居處不過其飲食不溽其過失可\n微辯而不可面數也其剛毅有如此者儒\n有忠信以為甲胄禮義以為干櫓\n戴仁而行抱德而處雖有暴政不更其所\n其自立有如此者儒有一畆之宫環堵之\n室蓽門圭窬\n蓬戶甕牖易衣而出\n并日而食上答\n之不敢以疑上不答之不敢\n以謟其爲士有如此者儒有今人以居古\n人以今世行之後世以為楷若不\n逢世上所不受下所不推詭謟之民有比\n黨而危之身可危也其志不可奪也雖危\n起居猶竟身其志乃不忘百姓之病也\n其憂思有如此\n者儒有博學而不窮篤行而不倦幽居而\n不滛上通而不困禮必以和優游以法慕\n賢而容衆毁方而瓦合其\n寛裕有如此者儒有内稱不避親外舉不\n避怨程功積事不求厚禄\n推賢達能不望其報君得其志民頼其\n德苟利國家不求富貴其舉賢援能有如\n此者儒有澡身浴德陳言\n而伏靜言而正之而上下不知\n也黙而翹之又不急爲也\n不臨深而爲髙不加\n少而為多世治不輕世亂不沮\n同已不與異已不非其特立獨行\n有如此者儒有上不臣天子下不事諸侯\n慎静尚寛底厲廉隅强毅以與人博學以\n知服雖以分國視之如錙銖\n弗肯臣仕其規為有如此者儒有合志同\n方營道同術並立則樂相下不厭久别則\n聞流言不信義同而進不同而退其交有\n如此者夫温良者仁之本也慎敬者仁之\n地也寛裕者仁之作也遜接者仁之能\n也禮節者仁之貌也言談者仁之文也歌\n樂者仁之和也分散者仁之施也儒皆兼\n此而有之猶且不敢言仁也其尊讓有如\n此者儒有不隕穫於貧賤不充\n詘於富貴不溷君王不累長上\n不閔有司故曰儒\n今人之名儒也忘常以儒相詬疾哀公\n既得聞此言也言加信行加敬曰終殁吾\n世弗敢復以儒為戲矣\n問禮第六\n哀公問於孔子曰大禮何如子之言禮何\n其尊也孔子對曰丘也鄙人不足以知大\n禮也公曰吾子言焉孔子曰丘聞之民之\n所以生者禮為大非禮則無以節事天地\n之神焉非禮則無以辯君臣上下長幼之\n位焉非禮則無以别男女父子兄弟婚姻\n親族踈數之交焉是故君子此之為尊敬\n然後以其所能教順百姓不廢其㑹節\n既有成事而後治其\n文章黼黻以别尊卑上下之等其順之也\n而後言其䘮祭之紀宗廟之序品其犧牲\n設其豕腊修其歲時以敬其祭祀别其親\n疎序其昭穆而後宗族㑹醼即安其居以\n綴恩義卑其宫室節其服御車不雕璣器\n不彤鏤食不二味心不滛志以與萬民同\n利古之明王行禮也如此公曰今之君子\n胡莫之行也孔子對曰今之君子好利無\n厭滛行不倦荒怠慢遊固民是盡以遂其\n心以怨其政忤其衆以伐有道求得當欲\n不以其所虐殺刑誅不以其\n治夫昔之用民者由前今之用民者\n由後是即今之君子莫能為禮也言\n偃問曰夫子之極言禮也可得而聞乎孔\n子言我欲觀夏是故之杞而不足\n徵也吾得夏時焉我欲\n觀殷道是故之宋而不足徵也吾得\n乾坤焉乾坤之義夏時之\n等吾以此觀之夫禮初也始於飲食太古\n之時燔黍擘豚汙\n鐏杯飲蕢桴土鼓猶可以致\n敬鬼神及其死也升屋而號告\n曰髙某復然後飲腥苴熟\n形體則降魂氣則上是謂天望而地\n藏也故生者南嚮死者北\n首皆從其初也昔之王者未有宫室冬則\n居營窟夏則居橧巢\n未有火化食草木之實鳥獸之肉飲其血\n茹其毛未有絲麻衣其羽皮後聖有作然\n後修火之利範金合土\n以為宫室户牖以炮以燔以烹\n以炙以為醴酪治其絲\n麻以為布帛以養生送死以事鬼神故玄\n酒在室醴醆在户\n粢醍在堂澄酒在下\n陳其犧牲備其鼎爼列其琴瑟管磬鐘鼓\n以降上神與其先祖以正君臣以篤\n父子以睦兄弟以齊上下夫婦有所是謂\n承天之祐作其祝號玄酒\n以祭薦其血毛腥其爼熟其殽\n越席以坐䟽布以羃\n衣其浣帛醴醆以獻薦其\n燔炙君與夫人交獻以嘉魂魄然後\n退而合烹體其犬豕牛羊\n實其簠簋籩豆鉶羮\n祝以孝告嘏以慈告\n是為大祥此禮之大成也\n五儀解第七\n哀公問於孔子曰寡人欲論魯國之士與\n之為治敢問如何取之孔子對曰生今之\n世志古之道居今之俗服古之服舎此而\n為非者不亦鮮乎曰然則章甫絇履\n紳帶縉笏者皆賢人也\n孔子曰不必然也丘之所言非\n此之謂也夫端衣玄裳冕而乗軒者則志\n不在於食焄斬衰管菲\n杖而歠粥者則志不在於酒肉生今之世\n志古之道居今之俗服古之服謂此類也\n公曰善哉盡此而已乎孔子曰人有五儀\n有庸人有士人有君子有賢人有聖人審\n此五者則治道畢矣公曰敢問何如斯可\n謂之庸人孔子曰所謂庸人者心不存慎\n終之規口不吐訓格之言不擇賢以託\n其身不力行以自定見小闇大而不知所\n務從物如流不知其所執此則庸人也公\n曰何謂士人孔子曰所謂士人者心有所\n定計有所守雖不能盡道術之本必有率\n也雖不能備百善之美必有處也是\n故知不務多必審其所知言不務多必審\n其所謂行不務多必審其所由\n智既知之言既道之行既由之則若\n性命之形骸之不可易也富貴不足以益\n貧賤不足以損此則士人也公曰何謂君\n子孔子曰所謂君子者言必忠信而心不\n怨仁義在身而色無伐思慮通\n明而辭不專篤行信道自强不息油然若\n将可越而終不可及者此則君子也\n公曰何謂賢人孔子曰所謂賢人\n者德不踰閑行中規繩言足以法於天\n下而不傷於身道足以化於百\n姓而不傷於本富則天下無宛財\n施則天下不病貧此則\n賢者也公曰何謂聖人孔子曰所謂聖者\n德合於天地變通無方窮萬事之終始協\n庻品之自然敷其大道而遂成情性明並\n日月化行若神下民不知其德覩者不識\n其鄰此謂聖人也公曰善哉非子\n之賢則寡人不得聞此言也雖然寡人生\n於深宫之内長於婦人之手未嘗知哀未\n嘗知憂未嘗知勞未嘗知懼未嘗知危恐\n不足以行五儀之教若何孔子對曰如君\n之言已知之矣則丘亦無所聞焉\n公曰非吾子寡人無以\n啓其心吾子言也孔子曰君子入廟如右\n登自阼階仰視榱桷俯察机筵其器皆存\n而不覩其人君以此思哀則哀可知矣昧\n爽夙興正其衣冠平旦視\n朝慮其危難一物失理亂亡之端君以此\n思憂則憂可知矣日出聽政至于中冥\n諸侯子孫徃來為賔行禮揖讓慎其\n威儀君以此思勞則勞亦可知矣緬然長\n思出於四門周章逺望覩亡國之墟必将\n有數焉君以此思懼則懼可知\n矣夫君者舟也庻人者水也水所以載舟\n亦所以覆舟君以此思危則危可知矣君\n既明此五者又少留意於五儀之事則於\n政治何有失矣\n哀公問於孔子曰請問取人之法孔子對\n曰事任於官無取捷捷無\n取鉗鉗無取啍啍捷捷貪\n也鉗鉗亂也啍啍誕也\n故弓調而後求勁焉馬服而後求良焉\n士必慤而後求智能者焉不慤而多能譬\n之豺狼不可邇\n\n哀公問於孔子曰寡人欲吾國小而能守\n大則攻其道如何孔子對曰使君朝廷有\n禮上下相親天下百姓皆君之民将誰攻\n之苟爲此道民畔如歸皆君之讎也将與\n誰守公曰善哉於是廢山澤之禁弛闗市\n之税以惠百姓\n哀公問於孔子曰吾聞君子不博有之乎\n孔子曰有之公曰何為對曰為其二乗公\n曰有二乗則何為不博子曰為其兼行惡\n道也哀公懼焉有間復問曰若\n是乎君子惡惡道至甚也孔子曰君子之\n惡惡道不甚則好善道亦不甚好善道不\n甚則百姓之親上亦不甚詩云未見君子\n憂心惙惙亦既見止亦既覯止我心則悦\n詩之好善道甚也如此公曰美哉夫君子\n成人之善不成人之惡微吾子言焉吾弗\n之聞也\n哀公問於孔子曰夫國家之存亡禍福信\n有天命非唯人也孔子對曰存亡禍福皆\n已而已天災地妖不能加也公曰善吾子\n之言豈有其事乎孔子曰昔者殷王帝辛\n之世有雀生大鳥於城隅焉占之曰凡\n以小生大則國家必王而名必昌於是帝\n辛介雀之德不修國政亢暴\n無極朝臣莫救外冦乃至殷國以亡此即\n以已逆天時詭福反為禍者也又其先世\n殷王太戊之時道缺法圮以致夭蘖桑榖\n于朝七日大拱占之者曰桑榖野木而不\n合生朝意者國亡乎大戊恐駭側身修行\n思先王之政明養民之道三年之後逺方\n慕義重譯至者十有六國此即以已逆天\n時得禍爲福者也故天災地妖所以儆人\n主者也寤夣徵恠所以儆人臣者也災\n妖不勝善政寤夢不勝善行能知此者至\n治之極也唯明王達此公曰寡人不鄙固\n此亦不得聞君子之教也\n哀公問於孔子曰智者壽乎仁者壽乎孔\n子對曰然人有三死而非其命也行已自\n取也夫寢處不時飲食不節逸勞過度者\n疾共殺之居下位而上干其君嗜慾無厭\n而求不止者刑共殺之以少犯衆以弱侮\n强忿怒不類動不量力者兵共殺之此三\n者死非命也人自取之若夫智士仁人將\n身有節動靜以義喜怒以時無害其性\n雖得壽焉不亦可乎　孔子家語卷第一\n"}
{"id": "KR3a0001_002", "series": "KR3a0001", "text": "孔子家語卷第二\n致思第八\n孔子北遊於農山子路子貢顔淵侍側孔\n子四望喟然而嘆曰於斯致思無所不至\n矣二三子各言爾志吾将擇焉子\n路進曰由願得白羽若月赤羽若日鍾鼓\n之音上震於天旍旗繽紛下蟠于地由\n當一隊而敵之必也攘地千里搴旗執\n聝唯由能之使二子\n者從我焉夫子曰勇哉子貢復進曰賜願\n使齊楚合戰於漭瀁之野兩壘相\n望塵埃相接挺刃交兵賜著縞衣白冠\n陳説其間推論利害釋國之患唯\n賜能之使夫二子者從我焉夫子曰辯哉\n顔囘退而不對孔子曰回来汝奚獨無願\n乎顔回對曰文武之事則二子者既言之\n矣回何云焉孔子曰雖然各言爾志也小\n子言之對曰回聞薰蕕不同器而藏\n堯桀不共國而治以其類異也回願得明\n王聖主輔相之敷其五敎\n導之以禮樂使民城郭不修溝池不\n越鑄劒㦸以為農器放牛馬於原\n藪室家無離曠之思千歲無\n戰闘之患則由無所施其勇而賜無所用\n其辯矣夫子凛然曰美哉徳也子路抗手\n而對曰夫子何選焉孔子曰不傷財不害\n民不繁詞則顔氏之子有矣\n魯有儉嗇者瓦鬲煑食食之自謂其美\n盛之土型之器以進孔子孔子受之歡\n然而悦如受大牢之饋子路曰瓦\n甂陋器也煑食薄膳也夫子何喜之如此\n乎子曰夫好諫者思其君食美者念其親\n吾非以饌具之為厚以其食厚而我思焉\n孔子之楚而有漁者而獻魚焉孔子不受\n漁者曰天暑市逺無所鬻也思慮棄之糞\n壤不如獻之君子故敢以進焉於是夫子\n再拜受之使弟子掃地将以享祭門人曰\n彼将棄之而夫子以祭之何也孔子曰吾\n聞諸惜其腐䭃而欲以務施者仁人之偶\n也惡有受仁人之饋而無祭者乎\n季羔為衛之士師刖人之足俄而衛有\n蒯聵之亂\n季羔逃之走郭門刖者守\n門焉謂季羔曰彼有缺季羔曰君子不踰\n又曰彼有竇季羔曰君子不隧又曰\n於此有室季羔乃入焉既而追者罷季羔\n将去謂刖者吾不能虧主之法而親刖子\n之足矣今吾在難此正子之報怨之時而\n逃我者三何故哉刖者曰斷足固我之罪\n無可奈何曩者君治臣以法令先人後臣\n欲臣之免也臣知獄决罪定臨當論刑君\n愀然不樂見君顔色臣又知之君豈私臣\n哉天生君子其道固然此臣之所以悦君\n也孔子聞之曰善哉為吏其用法一也思\n仁恕則樹德加嚴暴則樹怨公以行之其\n子羔乎\n孔子曰季孫之賜我粟千鍾也而交益親\n自南宫敬叔之乗我\n車也而道加行\n故道雖貴\n必有時而後重有勢而後行微夫二子之\n貺財則丘之道殆将廢矣\n孔子曰王者有似乎春秋文王\n以王季為父以太任為母以太姒為妃以\n武王周公為子以太顛閎夭為臣其本美\n矣武王正其身以正其國正其國以正天\n下伐無道刑有罪一動而天下正其事成\n矣春秋致其時而萬物皆及王者致其道\n而萬民皆治周公載已行化\n而天下順之其誠至矣\n曽子曰入是國也言信於羣臣而留可也\n行忠於卿大夫則仕可也澤施於百姓則\n富可也孔子曰參之言此可謂善安身矣\n子路為蒲宰為水備與其民修溝瀆以民\n之勞煩苦也人與之一簞食一壺漿孔\n子聞之使子貢止之子路忿不悦徃見孔\n子曰由也以暴雨将至恐有水災故與民\n修溝洫以備之而民多匱餓者是以簞食\n壺漿而與之夫子使賜止之是夫子止由\n之行仁也夫子以仁教而禁其行由不受\n也孔子曰汝以民為餓也何不白於君發\n倉廩以賑之而私以爾食饋之是汝明君\n之無惠而見巳之德美矣汝速已則可不\n則汝之見罪必矣\n子路問於孔子曰管仲之爲人何如子曰\n仁也子路曰昔管仲説襄公公不受\n是不辯也欲立公子紏而不能是不智也\n\n家殘於齊而無憂色是不慈\n也桎梏而居檻車無慙心是無醜也\n事所射之君是不貞也召忽死之管仲\n不死是不忠也仁人之道固若是乎孔子\n曰管仲説襄公襄公不受公之闇也欲立\n子紏而不能不遇時也家殘於齊而無憂\n色是知權命也桎梏而無慙心自裁審也\n事所射之君通於變也不死子紏量輕重\n也夫子紏未成君管仲未成臣管仲才度\n義管仲不死束縛而立功名未可非也召\n忽雖死過與取仁未足多也\n孔子適齊中路聞哭者之聲其音甚哀孔\n子謂其僕曰此哭哀則哀矣然非䘮者之\n哀矣驅而前少進見有異人焉擁鐮帶索\n哭者不哀孔子下車追而問曰子何人也\n對曰吾丘吾子也曰子今非䘮之所奚哭\n之悲也丘吾子曰吾有三失晚而自覺悔\n之何及曰三失可得聞乎願子告吾無隠\n也丘吾子曰吾少時好學周遍天下後還\n䘮吾親是一失也長事齊君君驕奢失士\n臣節不遂是二失也吾平生厚交而今皆\n離絶是三失也夫樹欲静而風不停子欲\n養而親不待徃而不來者年也不可再見\n者親也請從此辭遂投水而死孔子曰小\n子識之斯足為戒矣自是弟子辭歸養親\n者十有三\n孔子謂伯魚曰鯉乎吾聞可以與人終日\n不倦者其唯學焉其容體不足觀也其勇\n力不足憚也其先祖不足稱也其族姓不\n足道也終而有大名以顯聞四方流聲後\n裔者豈非學之効也故君子不可以不學\n其容不可以不飭不飭無類無類失親\n\n失親不忠不忠失禮\n失禮不立夫逺而有光者飭也近\n而愈明者學也譬之汙池水潦注焉雚葦\n生焉雖或以觀之孰知其源乎\n\n子路見於孔子曰負重渉逺不擇地而休\n家貧親老不擇禄而仕昔者由也事二親\n之時常食藜藿之實為親負米百里之外\n親殁之後南遊於楚從車百乗積粟萬鍾\n累茵而坐列鼎而食願欲食藜藿為親負\n米不可復得也枯魚衘索幾何不蠧二親\n之夀忽若過隟孔子曰由也事親可謂生\n事盡力死事盡思者也\n孔子之郯\n遭程子於塗傾蓋而語終日甚相親\n顧謂子路曰取束帛以贈先生子路屑\n然對曰由聞之士不中間見女嫁無媒君\n子不以交禮也有間又顧謂子路\n子路又對如初孔子曰由詩不云乎有美\n一人清揚宛兮邂逅相遇適我願兮\n今程子天下賢士也於\n斯不贈則終身弗能見也小子行之\n孔子自衞反魯息駕于河梁而觀焉\n有懸水三十仞\n圜流九十里魚\n鱉不能導黿鼉不能居有一丈夫方將\n厲之孔子使人並涯止之曰此懸水三\n十仞圜流九十里魚鼈黿鼉不能居也意\n者難可濟也丈夫不以措意遂渡而出孔\n子問之曰子乎有道術乎所以能入而出\n者何也丈夫對曰始吾之入也先以忠信\n及吾之出也又從以忠信忠信措吾軀於\n波流而吾不敢以用私所以能入而復出\n也孔子謂弟子曰二三子識之水且猶可\n以忠信成身親之而况於人乎\n孔子将行雨而無蓋門人曰商也有之\n孔子曰商之為人也甚恡於財吾\n聞與人交推其長者違其短者故能久也\n楚王渡江江中有物大如斗圓而赤直觸\n王舟舟人取之王大怪之遍問羣臣莫之\n能識王使使聘于魯問於孔子子曰此所\n謂萍實者也可剖而食之吉祥也唯\n霸者爲能獲焉使者反王遂食之大美久\n之使來以告魯大夫大夫因子游問曰夫\n子何以知其然乎曰吾昔之鄭過乎陳之\n野聞童謠曰楚王渡江得萍實大如斗赤\n如日剖而食之甜如蜜此是楚王之應也\n吾是以知之\n子貢問於孔子曰死者有知乎将無知乎\n子曰吾欲言死之有知将恐孝子順孫妨\n生以送死吾欲言死之無知将恐不孝之\n子棄其親而不葬賜不欲知死者有知與\n無知非今之急後自知之\n子貢問治民於孔子子曰懔懔焉若持腐\n索之扞馬子貢曰何其畏也\n孔子曰夫通達御皆人也以道導之則吾\n畜也不以道導之則吾讎也如之何其無\n畏也\n魯國之法贖人臣妾于諸侯者皆取金於\n府子貢贖之辭而不取金孔子聞之曰賜\n失之矣夫聖人之舉事也可以移風易俗\n而教導可以施之於百姓非獨適身之行\n也今魯國富者寡而貧者衆贖人受金則\n為不廉則何以相贖乎自今以後魯人不\n復贖人於諸侯\n子路治蒲請見於孔子曰由願受教於夫\n子子曰蒲其何如對曰邑多壯士又難治\n也子曰然吾語爾恭而敬可以攝勇寛而\n正可以懐强愛而恕可以容困\n温而斷可以抑姦如此而加之則正不難\n矣\n三恕第九\n孔子曰君子有三恕有君不能事有臣而\n求其使非恕也有親不能孝有子而求其\n報非恕也有兄不能敬有弟而求其順非\n恕也士能明於三恕之本則可謂端身矣\n孔子曰君子有三思不可不察也少而不\n學長無能也老而不教死莫之思也有而\n不施窮莫之救也故君子少思其長則務\n學老思其死則務教有思其窮則務施\n伯常騫問於孔子曰騫固周國之賤吏也\n不自以不肖将北面以事君子敢問正道\n宜行不容於世隠\n道宜行然亦不忍今欲\n身亦不窮道亦不隠為之有道乎孔子曰\n善哉子之問也自丘之聞未有若吾子所\n問辯且説也丘嘗聞君子之言\n道矣聽者無察則道不入\n竒偉不稽則道不信\n又嘗聞君子之言事矣制\n無度量則事不成其政曉察則民不保\n又嘗聞君子之言志矣㓻\n折者不終徑易者則數傷\n浩倨者則不親\n就利者則無不弊又嘗聞養\n世之君子矣從輕勿為先從重勿為後\n見像而勿强\n陳道而勿怫\n此四者丘之所聞也\n孔子觀於魯桓公之廟有欹器焉夫子\n問於守廟者曰此謂何器對曰此蓋為宥\n坐之器孔子曰吾聞宥坐之器虚則欹中\n則正滿則覆明君以為至誡故常置之於\n坐側顧謂弟子曰試注水焉乃注之水中\n則正滿則覆夫子喟然歎曰嗚呼夫物惡\n有滿而不覆哉子路進曰敢問持滿有道\n乎子曰聦明睿智守之以愚功被天下守\n之以讓勇力振世守之以怯富有四海守\n之以謙此所謂損之又損之之道也\n孔子觀於東流之水子貢問曰君子所見\n大水必觀焉何也孔子對曰以其不息且\n遍與諸生而不爲也夫水似乎德\n其流也則卑下倨邑必\n修其理似義浩浩乎無屈盡之期此似道\n流行赴百仞之嵠而不懼此似勇至量必\n平之此似法盛而不求概此似正綽約微\n達此似察發源必東此似志以出以入萬\n物就以化絜此似善化也水之德有若此\n是故君子見必觀焉\n子貢觀於魯廟之北堂出而問於孔子曰\n向也賜觀於太廟之堂未既輟還瞻北蓋\n皆斷焉彼将有説耶匠過之\n也孔子曰太廟之堂宫致良工之匠匠致\n良材盡其功巧蓋貴久矣尚有説也\n\n孔子曰吾有所齒有所鄙有所殆夫㓜而\n不能强學老而無以教吾耻之去其鄉事\n君而逹卒遇故人曽無舊言吾鄙之\n與小\n人處而不能親賢吾殆之\n\n子路見於孔子孔子曰智者若何仁者若\n何子路對曰智者使人知己仁者使人愛\n己子曰可謂士矣子路出子貢入問亦如\n之子貢對曰智者知人仁者愛人子曰可\n謂士矣子貢出顔回入問亦如之對曰智\n者自知仁者自愛子曰可謂士君子矣\n子貢問於孔子曰子從父命孝臣從君命\n貞乎奚疑焉孔子曰鄙哉賜汝不識也昔\n者明王萬乗之國有争臣七人則主無過\n舉\n千乗之國有争臣五人則社稷不危也\n百乗之家有争\n臣三人則禄位\n不替父有争子不陷無禮士有争友不行\n不義\n故子從父命奚詎為孝臣從君\n命奚詎為貞夫能審其所從之\n謂孝之謂貞矣\n子路盛服見於孔子子曰由是倨倨者何\n也夫江始出於岷山其源可以濫觴\n及其至于江津不舫舟不避風則不\n可以渉非唯下流水多耶今爾衣服既盛\n顔色充盈天下且孰肯以非告汝乎子路\n趨而出改服而入蓋自若也子曰由志之\n吾告汝奮於言者華奮於行\n者伐夫色智而有能者小人也\n故君子知之曰智言之要也不能曰不能\n行之至也言要則智行至則仁既仁且智\n惡不足哉\n子路問於孔子曰有人於此披褐而懐玉\n何如子曰國無道隠之可也國有道\n則衮冕而執玉\n好生第十\n魯哀公問於孔子曰昔者舜冠何冠乎孔\n子不對公曰寡人有問於子而子無言何\n也對曰以君之問不先其大者故方思所\n以為對公曰其大何乎孔子曰舜之為君\n也其政好生而惡殺其任授賢而替不肖\n德若天地而静虚化若四時而變物是以\n四海承風暢於異類鳳翔麟至\n鳥獸馴德無他也好生故也君舎此道\n而冠冕是問是以緩對\n孔子讀史至楚復陳\n喟然歎曰賢哉楚王輕千\n乗之國而重一言之信匪申叔之信不能\n達其義匪荘王之賢不能受其訓\n孔子常自筮其卦得賁焉愀然有不平之\n状子張進曰師聞卜者得賁卦吉也而夫\n子之色有不平何也孔子對曰以其離耶\n在周易山下有火謂之賁非\n正色之卦也夫質也黑白宜正焉今得賁\n非吾兆也吾聞丹􁇀不文白玉不雕何\n也質有餘不受飾故也孔子曰吾於甘棠\n見宗廟之敬甚矣思\n其人必愛其樹尊其人必敬其位道也\n子路戎服見於孔子㧞劒而舞之曰古之\n君子以劒自衛乎孔子曰古之君子忠以\n為質仁以為衛不出環堵之室而知千里\n之外有不善則以忠化之侵暴則以仁固\n之何持劒乎子路曰由乃今聞此言請攝\n齊以受教\n楚王出遊亡弓左右請求之王曰止楚王\n失弓楚人得之又何求之孔子聞之惜乎\n其不大也不曰人遺弓人得之而已何必\n楚也\n孔子爲魯司冦斷獄訟皆進衆議者而問\n之曰子以爲奚若某以爲何若皆曰云云\n如是然後夫子曰當從某子幾是\n\n孔子問漆雕憑曰子事臧文仲武仲及孺\n子容此三大夫孰賢對曰臧氏家有守龜\n焉名曰蔡文仲三年而為一兆武仲三年\n而為二兆孺子容三年而為三兆憑從此\n之見若問三人之賢與不賢所未敢識也\n孔子曰君子哉漆雕氏之子其言人之美\n也隠而顯言人之過也微而著智而不能\n及明而不能見孰克如此\n魯公索氏将祭而亡其牲孔子聞之\n曰公索氏不及二年将亡後一年而亡門\n人問曰昔公索氏亡其祭牲而夫子曰不\n及二年必亡今過朞而亡夫子何以知其\n然孔子曰夫祭者孝子所以自盡於其親\n将祭而亡其牲則其餘所亡者多矣若此\n而不亡者未之有也\n虞芮二國争田而訟連年不决乃相謂曰\n西伯仁也盍徃質之入其境\n則耕者讓畔行者讓路入其朝士讓為大\n夫大夫讓于卿虞芮之君曰嘻吾儕小人\n也不可以入君子之朝逺自相與而退\n咸以所争之田為閒田矣孔子曰以此觀\n之文王之道其不可加焉不令而從不教\n而聽至矣哉\n曽子曰狎甚則相簡荘甚則不親是故君\n子之狎足以交歡其荘足以成禮孔子聞\n斯言也曰二三子志之孰謂參也不知禮\n乎\n哀公問曰紳委章甫有益於仁\n乎孔子作色而對曰君胡然焉衰麻苴杖\n者志不存乎樂非耳弗聞服使然也黼黻\n衮冕者容不襲慢非性矜莊服使然也介\n胃執戈者無退懦之氣非體純猛服使然\n也且臣聞之好肆不守折\n而長者不為市竊夫其有\n益與無益君子所以知孔子謂子路\n曰見長者而不盡其辭雖有風雨吾不能\n入其門矣故君子以其所能敬人小人反\n是\n孔子謂子路曰君子以心導耳目立義以\n為勇小人以耳目導心不愻以為勇故曰\n退之而不怨先之斯可從已\n\n孔子曰君子三患未之聞患不得聞既得\n聞之患弗得學既得學之患弗能行有其\n德而無其言君子耻之有其言而無其行\n君子耻之既得之而又失之君子耻之地\n有餘民不足君子耻之衆寡均而人功倍\n已焉君子耻之\n魯人有獨處室者鄰之釐婦亦獨處\n一室夜暴風雨至釐婦室壊趨而託焉魯\n人閉戶而不納釐婦自牖與之言何不仁\n而不納我乎魯人曰吾聞男女不六十不\n同居今子㓜吾亦幼是以不敢納爾也婦\n人曰子何不如柳下惠然嫗不逮門之女\n國人不稱其亂魯人曰柳下惠則可吾固\n不可吾将以吾之不可學柳下惠之可孔\n子聞之曰善哉欲學柳下惠者未有似於\n此者期於至善而不襲其為可謂智乎\n孔子曰小辯害義小言破道關雎興于鳥\n而君子美之取其雄雌之有别鹿鳴興於\n獸而君子大之取其得食而相呼若以鳥\n獸之名嫌之固不可行也\n孔子謂子路曰君子而强氣則不得其死\n小人而强氣則刑戮荐蓁豳詩曰殆天之\n未隂雨徹彼桑土綢繆牖戶\n\n今汝下民或敢侮余\n孔子曰\n能治國家之如此雖欲侮之豈可得乎周\n自后稷積行累功以有爵土公劉重之以\n仁及至大王亶甫敦以德讓其樹根置本\n備豫逺矣初大王都豳翟人侵之事之以\n皮幣不得免焉事之以珠玉不得免焉於\n是屬耆老而告之所欲吾土地吾聞之君\n子不以所養而害人二三子何患乎無君\n遂獨與大姜去之踰梁山邑于岐山之下\n豳人曰仁人之君不可失也從之如歸市\n焉天之與周民之去殷久矣若此而不能\n天下未之有也武庚惡能侮\n鄁詩曰執轡如組兩驂如儛\n孔子曰為此詩者其知政乎夫為組者\n㥎紕於此成文於彼言其動於近行於逺\n也執此法以御民豈不化乎竿旄之忠告\n至矣哉\n孔子家語卷第二\n"}
{"id": "KR3a0001_003", "series": "KR3a0001", "text": "孔子家語卷第三\n觀周第十一\n孔子謂南宫敬叔曰吾聞老聃博古知今\n通禮樂之原明道\n徳之歸則吾師也今將徃矣對曰謹受命\n遂言於魯君曰臣受先臣之命云孔\n子聖人之後也滅於宋\n其祖弗父何始有國而授厲公\n\n及正考父佐戴武宣三\n命兹益恭故其鼎銘\n曰一命而僂再命而\n傴三命而俯循墻而走亦\n莫余敢侮饘於是\n粥於是以餬其口其恭\n儉也若此臧孫紇有言聖人之後若不當\n世則必有明君而\n達者焉孔子少而好禮其將在矣屬\n臣曰汝必師之今孔子將適周觀先生之\n遺制考禮樂之所極斯大業也君盍以乗\n資之臣請與徃公曰諾與孔子車一乗馬\n二疋堅其侍御敬叔與俱至周問禮於老\n聃訪樂於萇弘歴郊社之所考明堂\n之則察廟朝之度於是喟然\n曰吾乃今知周公之聖與周之所以王也\n及去周老子送之曰吾聞富貴者送人以\n財仁者送人以言吾雖不能富貴而竊仁\n者之號請送子以言乎凡當今之士聰明\n深察而近於死者好譏議人者也博辯閎\n達而危其身好發人之惡者也無以有已\n為人子者無以惡已為人臣者\n孔子曰敬奉敎自周反\n魯道彌尊矣逺方弟子之進蓋三千焉\n孔子觀乎明堂覩四門墉有堯舜之容桀\n紂之象而各有善惡之状興廢之誡焉又\n有周公相成王抱之負斧扆南靣以朝諸\n侯之圖焉孔子\n徘徊而望之謂從者曰此周公所以盛也\n夫明鏡所以察形徃古者所以知今人主\n不務襲迹於其所以安存而忽怠所以危\n亡是猶未有以異於却走而欲求及前人\n也豈不惑哉\n孔子觀周遂入太祖后稷之廟廟堂右階\n之前有金人焉三緘其口而銘其背曰古\n之慎言人也戒之哉無多言多言多敗無\n多事多事多患安樂必戒無所\n行悔勿謂何傷其禍將\n長勿謂何害其禍將大勿謂不聞神将伺\n人熖熖不滅炎炎若何涓涓不壅終為江\n河綿綿不絶或成網羅\n毫末不札將尋斧柯\n誠能慎之福之根也口是何傷禍之門也\n强梁者不得其死好勝者必遇其敵盗憎\n主人民怨其上君子知天下之不可上也\n故下之知衆人之不可先也故後之温恭\n慎徳使人慕之執雌持下人莫踰之人皆\n趨彼我獨守此人皆或之我獨不徙\n内藏我智不示人技我雖尊髙人弗\n我害誰能於此江海雖左長於百川以其\n卑也天道無\n親而能下人戒之哉孔子既讀斯文也顧\n謂弟子曰小人識之此言實而中情而\n信詩曰戰戰競競如臨深淵如履薄氷\n行身如此豈以口過患哉\n孔子見老聃而問焉曰甚矣道之於今難\n行也吾比執道而今委質以求當世之君\n而弗受也道於今難行也老子曰夫説者\n流於辯聽者亂於辭如此二者則\n道不可以忘也\n弟子行第十二\n衛將軍文子問於子貢曰吾聞孔\n子之施敎也先之以詩書而道之以孝悌\n説之以仁義觀之以禮樂然後成之以文\n徳盖入室升堂者七十有餘人其孰為賢\n子貢對以不知文子曰以吾子常與學賢\n者也不知何謂子貢對曰賢人無妄\n知賢即難故君子之言曰智莫難於\n知人是以難對也文子曰若夫知賢莫不\n難今吾子親遊焉是以敢問子貢曰夫子\n之門人蓋有三千就焉賜有逮及焉未逮\n及焉故不得徧知以告也文子曰吾子所\n及者請問其行子貢對曰夫能夙興夜寐\n諷誦崇禮行不貳過\n稱言不苟是顔囘之行也孔\n子説之以詩曰媚兹一人應侯慎徳\n永言孝\n思孝思惟則若逄有徳之\n君世受顯命不失厥名以御于天子則王\n者之相也在貧如客使其\n臣如借不遷怒不深怨不録\n舊罪是冉雍之行也孔子論其材曰有土\n之君子也有衆使也有刑用也然後稱怒\n焉\n孔子告之以詩曰靡不有初鮮\n克有終疋夫不怒唯以亡其身\n不畏强禦不侮矜寡其言\n循性其都以富材任\n治戎是仲由之行也孔子和之以文\n説之以詩曰受小拱大拱而為下國駿龎\n荷天子之龍\n不戁不悚\n敷奏其勇强乎武哉文不勝其\n質恭老䘏㓜不忘賔旅\n好學博藝省物而勤也是冉\n求之行也孔子因而語之曰好學則智䘏\n孤則惠恭則近禮勤則有繼堯舜篤恭以\n王天下其稱之也曰宜為國老齊\n莊而能肅志通而好禮擯相兩君之事篤\n雅有節是公西赤之行也子曰禮經三百\n可勉能也威儀三千則難也\n公西赤問曰何\n謂也子曰貌以儐禮禮以儐辭是謂難焉\n衆\n人聞之以為成也孔子語人曰當賔客之\n事則達矣\n謂門人曰二三子之欲\n學賔客之禮者其於赤也滿而不盈實而\n是顓孫師之行也孔子言之曰其不伐\n則猶可能也其不弊百姓則仁也\n詩云愷悌君子民之父母\n夫子以其仁爲\n大學之深送迎必敬\n上交下接若截焉是卜商之行也孔子説\n之以詩曰式夷式已無小人殆\n若商也其可謂不險矣\n貴之不喜賤之不\n怒苟利於民矣廉於行已其事上也以佑\n其下是澹臺滅明之行也\n孔子曰獨貴獨富君子助之夫也中之矣\n先成其慮及事而用之故動則\n不妄是言偃之行也孔子曰欲能則學欲\n知則問欲善則詳欲給則豫\n當是而行偃也得之矣獨居\n思仁公言仁義其於詩也則一日三覆白\n圭之玷\n是宫縚之行也孔子信其能仁以為\n異士自\n見孔子出入於户未嘗越禮徃來過之足\n不履影啓蟄不殺\n方長不折執\n親之喪未嘗見齒是髙柴之行也孔子曰\n柴於親喪則難能也啓蟄不殺則順人道\n方長不折則恕仁也成湯恭而以恕是以\n日隮\n凡此諸子\n賜之所親覩者也吾子有命而訊賜賜\n也固不足以知賢文子曰吾聞之也國有\n道則賢人興焉中人用焉乃百\n姓歸之若吾子之論既富茂矣壹諸侯之\n相也抑世未有明君所以不遇也子貢\n既與衛將軍文子言適魯見孔子曰衛將\n軍文子問二三子之於賜不壹而三焉賜\n也辭不獲命以所見者對矣未知中否請\n以告孔子曰言之乎子貢以其辭狀告孔\n子子聞而笑曰賜汝次焉人矣子\n貢對曰賜也何敢知人此以賜之所覩也\n孔子然吾亦語汝耳之所未聞目之所未\n見者豈思之所不至智之所未及哉子貢\n曰賜願得聞之孔子曰不克不忌不念舊\n怨蓋伯夷叔齊之行也思天而敬人服義\n而行信孝於父母恭於兄弟從善而不教\n蓋趙文子之行也其事君也不敢愛其死\n然亦不敢忘其身謀其身不遺其友君陳\n則進而用之不陳則行而\n退蓋隨武子之行也其爲人之淵源也多\n聞而難誕内植足以沒其世國家有道\n其言足以治無道其黙足以生蓋銅鍉伯\n華之行也外寛而内正自極於隱括之中\n直已而不直人汲汲於仁以善自\n終蓋蘧伯玉之行也孝恭慈仁允徳圖義\n約貨去怨輕\n財不匱蓋桺下惠之行也其言曰君雖不\n量於其身臣不可以不忠於\n其君是故君擇臣而任之臣亦擇君而事\n之有道順命無道衡命\n蓋晏平仲之行也蹈忠而行信\n終日言不在尤之内國無道處賤不悶\n貧而能樂蓋老子之行也易行以俟天\n命居下不援其上其親\n觀於四方也不忘其親不盡其樂\n以不能則學不為巳終身之\n憂蓋介子山之行也子\n貢曰敢問夫子之所知者蓋盡於此而已\n乎孔子曰何謂其然亦畧舉耳目之所及\n而矣昔晉平公問祁奚曰羊舌大夫晉之\n良大夫也其行如何祁奚辭以不知公曰\n吾聞子少長乎其所今子掩之何也\n祁奚對曰其少也恭而順心有耻而不使\n其過宿其為大夫悉\n善而謙其端其爲輿尉也信\n而好直其功言其功直至於其爲容也温\n良而好禮博聞而時出其志\n公曰曩者問子子奚曰不知也祁奚\n曰毎位改變未知所止是以不敢得知也\n此又羊舌大夫之行也子貢跪曰請退而\n記之\n賢君第十三\n哀公問於孔子曰當今之君孰爲最賢孔\n子對曰丘未之見也抑有衛靈公乎公曰\n吾聞其閨門之内無别而子次之賢何也\n孔子曰臣語其朝廷行事不論其私家之\n際也公曰其事何如孔子對曰靈公之弟\n曰靈公弟子渠牟其智足以治千乗其信\n足以守之靈公愛而任之又有士林國者\n見賢必進之而退與分其禄是以靈公無\n逰放之士靈公賢而尊之又有士曰慶足\n者衛國有大事則必起而治之國無事則\n退而容賢靈公悦而敬之\n又有大夫史鰌以道去衛而靈公郊舎三\n日琴瑟不御必待史鰌之入而後敢入臣\n以此取之雖次之賢不亦可乎\n子貢問於孔子曰今之人臣孰為賢子曰\n吾未識也徃者齊有鮑叔鄭有子皮則賢\n者矣子貢曰齊無管仲鄭無子産子曰賜\n汝徒知其一未知其二也汝聞用力為賢\n乎進賢為賢乎子貢曰進賢賢哉子曰然\n吾聞鮑叔達管仲子皮達子産未聞二子\n之達賢已之才者也\n哀公問於孔子曰寡人聞忘之甚者徙而\n忘其妻有諸孔子對曰此猶未甚者也甚\n者乃忘其身公曰可得而聞乎孔子曰昔\n者夏桀貴為天子富有四海忘其聖祖之\n道壊其典法廢其世祀荒於滛樂躭湎於\n酒佞臣諂諛窺導其心忠士折口逃罪不\n言天下誅桀而有其國此謂忘其身\n之甚矣\n顔淵將西遊於宋問於孔子曰何以為身\n子曰恭敬忠信而已矣恭則遠於患敬則\n人愛之忠則和於衆信則人任之勤斯四\n者可以政國豈特一身者哉故夫不比\n於數而比於踈不亦逺乎不修\n其中而修外者不亦反乎慮不先定臨事\n而謀不亦晚乎\n孔子讀詩于正月六章惕焉如懼曰彼不\n達之君子豈不殆哉從上依世則道廢違\n上離俗則身危時不興善已獨由之則曰\n非妖即妄也故賢也既不遇天恐不終其\n命焉桀殺龍逄紂殺比干皆類是也詩曰\n謂天蓋髙不敢不局謂地蓋厚不敢不蹐\n\n此言上下畏罪\n無所自容也\n子路問於孔子曰賢君治國所先者何孔\n子曰在於尊賢而賤不肖子路曰由聞晉\n中行氏尊賢而賤不肖矣其亡何也孔子\n曰中行氏尊賢而不能用賤不肖而不能\n去賢者知其不用而怨之不肖者知其必\n已賤而讎之怨讎並存於國鄰敵搆兵於\n郊中行氏雖欲無亡豈可得乎\n孔子閒處喟然而歎曰嚮使銅鞮伯華無\n死則天下其有定矣子路曰由願聞其人\n也子曰其㓜也敏而好學其壯也有勇而\n不屈其老也有道而能下人有此三者以\n定天下也何難乎哉子路曰㓜而好學壯\n而有勇則可也若夫有道下人又誰下哉\n子曰由不知吾聞以衆攻寡無不尅也以\n貴下賤無不得也昔者周公居冢宰之尊\n制天下之政而猶下白屋之士日見\n百七十人斯豈以無道也欲得士之用也\n惡有道而無下天下君子哉\n齊景公來適魯舎于公館使晏嬰迎孔子\n孔子至景公問政焉孔子答曰政在節財\n公悅又問曰秦穆公國小處僻而霸何也\n孔子曰其國雖小其志大處雖僻而政其\n中其舉也果其謀也和法無私而令不愉\n首拔五叛爵之大夫\n與語三日而授之以政此取之雖王\n可其霸少矣景公曰善哉\n哀公問政於孔子孔子對曰政之急者莫\n大乎使民富且壽也公曰爲之柰何孔子\n曰省力役薄賦歛則民富矣敦禮教逺罪\n疾則民夀矣公曰寡人欲行夫子之言恐\n吾國貧矣孔子曰詩云愷悌君子民之父\n母未有子富而父母貧者也\n衛靈公問於孔子曰有語寡人有國家者\n計之於廟堂之上則政治矣何如孔子曰\n其可也愛人者則人愛之惡人者則人惡\n之知得之已者則知得之人所謂不出環\n堵之室而知天下者知反已之謂也\n孔子見宋君君問孔子曰吾欲使長有國\n而列都得之吾欲使民無惑吾\n欲使士竭力吾欲使日月當時吾欲使聖\n人自來吾欲使官府治理為之柰何孔子\n對曰千乗之君問丘者多矣而未有若主\n君之問問之悉也然主君所欲者盡可得\n也丘聞之隣國相親則長有國君惠臣忠\n則列都得之不殺無辜無釋罪人則民不\n惑士益之禄則皆竭力尊天敬鬼則日月\n當時崇道貴徳則聖人自來任能黜否則\n官府治理宋君曰善哉豈不然乎寡人不\n佞不足以致之也孔子曰此事非難唯欲\n行之云耳\n辨政第十四\n子貢問於孔子曰昔者齊君問政於夫子\n夫子曰政在節財魯君問政於夫子子曰\n政在諭臣葉公問政於夫子夫子曰政在\n悦近而遠來三者之問一也而夫子應之\n不同然政在異端乎孔子曰各因其事也\n齊君為國奢乎臺榭淫于苑囿五官伎樂\n不解於時一旦而賜人以千乗之家者三\n故曰政在節財魯君有臣三人\n内比周以愚其君外距諸侯之賔以蔽其\n明故曰政在諭臣夫荆之地廣而都狹民\n有離心莫安其居故曰政在悦近而來遠\n此三者所以為政殊矣詩云喪亂蔑資曾\n不惠我師\n此傷奢侈不節以為亂者也又曰\n匪其止共惟王之卭\n此傷姦臣蔽主以為亂也又曰亂離\n瘼矣奚其適歸\n此傷離散以為亂者也察此三者政\n之所欲豈同乎哉\n孔子曰忠臣之諌君有五義焉一曰譎諌\n二曰戅諌三曰降諫\n四曰直諌五曰風諫唯度主而行\n之吾從其風諫乎\n子曰夫道不可不貴也中行文子倍道失\n義以亡其國而能禮賢以活其身\n\n聖人轉禍爲福此謂是\n與\n楚王將遊荆臺司馬子祺諫王怒之令尹\n子西賀於殿下諫曰今荆臺之觀不可失\n也王喜拊子西之背曰與子共樂之矣子\n西歩馬十里引轡而止曰臣願言有道王\n肯聽之乎王曰子其言之子西曰臣聞為\n人臣而忠其君者爵禄不足以賞也諛其\n君者刑罰不足以誅也夫子祺者忠臣也\n而臣者諛臣也願王賞忠而誅諛焉王曰\n我今聴司馬之諫是獨能禁我耳若後世\n遊之何也子西曰禁後世易耳大王萬歲\n之後起山陵於荆臺之上則子孫必不忍\n遊於父祖之墓以為歡樂也王曰善乃還\n孔子聞之曰至哉子西之諫也入之於千\n里之上抑之於百世之後者也\n子貢聞於孔子曰夫子之於子産晏子可\n為至矣敢問二大夫之所為目夫子之所\n以與之者孔子曰夫子産於民為惠主於\n學為博物晏子於君為忠臣而行為恭敏\n故吾皆以兄事之而加愛敬\n齊有一足之鳥飛集於宫朝下止于殿前\n舒翅而跳齊侯大怪之使使聘魯問孔子\n孔子曰此鳥名曰商羊水祥也昔童兒有\n屈其一脚振訊兩眉而跳且謡曰天將大\n雨商羊鼔儛今齊有之其應至矣急告民\n趨治溝渠修隄防將有大水為灾頃之大\n霖雨水溢泛諸國傷害民人唯齊有備不\n敗景公曰聖人之言信而徴矣\n孔子謂宓子賤曰子治單父衆悦子何施\n而得之也子語丘所以為之者對曰不齊\n之治也父恤其子其子䘏諸孤而哀喪紀\n孔子曰善小節也小民附矣猶未足也曰\n不齊所父事者三人所兄事者五人所友\n事者十一人孔子曰父事三人可以敎孝\n矣兄事五人可以敎悌矣友事十一人可\n以舉善矣中節也中人附矣猶未足也曰\n此地民有賢於不齊者五人不齊事之而\n禀度焉皆敎不齊之道孔子歎曰其大者\n乃於此乎有矣昔堯舜聽天下務求賢以\n自輔夫賢者百福之宗也神明之主也惜\n乎不齊之以所治者小也\n子貢為信陽宰將行辭於孔子孔子曰勤\n之慎之奉天子之時無奪無伐無㬥無盗\n子貢曰賜也少而事君子豈以盗為累哉\n孔子曰汝未之詳也夫以賢代賢是謂之\n奪以不肖代賢是謂之伐緩令急誅是謂\n之暴取善自與謂之盗盗非竊財之謂也\n吾聞之知為吏者奉法以利民不知為吏\n者枉法以侵民此怨之所由也治官莫若\n平臨財莫如亷廉平之守不可改也匿人\n之善斯謂蔽賢揚人之惡斯為小人内不\n相訓而外相謗非親睦也言人之善若已\n有之言人之惡若已受之故君子無所不\n慎焉\n子路治蒲三年孔子過之入其境曰善哉\n由也恭敬以信矣入其邑曰善哉由也忠\n信而寛矣至廷曰善哉由也明察以斷矣\n子貢執轡而問曰夫子未見由之政而三\n稱其善其善可得聞乎孔子曰吾見其政\n矣入其境田疇盡易草萊甚辟溝洫深治\n此其恭敬以信故其民盡力也入其邑墻\n屋完固樹木甚茂此其忠信以寛故其民\n不偷也至其庭庭甚清閒諸下用命此其\n言明察以斷故其政不擾也以此觀之雖\n三稱其善庸盡其美乎\n孔子家語卷第三\n"}
{"id": "KR3a0001_004", "series": "KR3a0001", "text": "孔子家語卷第四\n六本第十五\n孔子曰行已有六本焉然後為君子也立\n身有義矣而孝為本喪紀有禮矣而哀為\n本戰陣有列矣而勇為本治政有理矣而\n農為本居國有道矣而嗣為本\n生財有時矣而力為本置本不固無務農\n桑親戚不悦無務外交事不終始無務多\n業記聞而言無務多説\n比近不安無務求逺是故反本修邇\n君子之道也\n孔子曰良藥苦於口而利於病忠言逆於\n耳而利於行湯武以諤諤而昌桀紂以唯\n唯而亡君無争臣父無争子兄無争弟士\n無争友無其過者未之有也故曰君失之\n臣得之父失之子得之兄失之弟得之已\n失之友得之是以國無危亡之兆家無悖\n亂之惡父子兄弟無失而交友無絶也\n孔子見齊景公公悦焉請置廩丘之邑以\n為養孔子辭而不受入謂弟子曰吾聞君\n子賞功受賞今吾言於齊君君未之有行\n而賜吾邑其不知丘亦甚矣於是遂行\n孔子在齊舎於外館景公造焉賔主之辭\n既接而左右白曰周使適至言先王廟災\n景公覆問災何王之廟也孔子曰此必釐\n王之廟公曰何以知之孔子曰詩云皇皇\n上天其命不忒天之以善必報其徳\n禍亦如之夫釐王變文武之制\n而作玄黄華麗之飾宫室崇峻輿馬奢侈\n而弗可振也故天殃所冝加其廟焉以\n是占之為然公曰天何不殃其身而加罰\n其廟也孔子曰蓋以文武故也若殃其身\n則文武之嗣無乃殄乎故當殃其廟以彰\n其過俄頃左右報曰所災者釐王廟也景\n公驚起再拜曰善哉聖人之智過人逺矣\n子貢三年之喪畢見於孔子子曰與之琴\n使之絃侃侃而樂作而曰先王制禮弗敢\n過也子曰君子也子貢曰閔子哀未盡夫\n子曰君子也子夏哀已盡又曰君子也二\n者殊情而俱曰君子賜也或敢問之孔子\n曰閔子哀未忘能斷之以禮子夏哀已盡\n能引之及禮雖均之君子不亦可乎\n孔子曰無體之禮敬也無服之喪哀也無\n聲之樂歡也不言而信不動而威不施而\n仁志夫鐘之音怒而擊之則武憂而擊之\n則悲其志變者聲亦隨之故志誠感之通\n於金石而況人乎\n孔子見羅雀者所得皆黄口小雀夫子問\n之曰大雀獨不得何也羅者曰大雀善驚\n而難得黄口貪食而易得黄口從大雀則\n不得大雀從黄口亦不得孔子顧謂弟子\n曰善驚以逺害利食而忘患自其心矣而\n以所從為禍福故君子慎其所從以長者\n之慮則有全身之階隨小者之戅而有危\n亡之敗也\n孔子讀易至於損益喟然而嘆子夏避席\n問曰夫子何歎焉孔子曰夫自損者必有\n益之自益者必有决之\n吾是以歎也子\n曰然則學者不可以益乎子曰非道益之\n謂也道彌益而身彌損夫學者損其自多\n以虛受人故能成其滿博哉天道成而必\n變凡持滿而能久者未嘗有也故曰自賢\n者天下之善言不得聞於耳矣昔堯治天\n下之位猶允恭以持之克讓以接下\n是以千歲而益盛迄今而逾彰夏桀昆\n吾自滿而極亢意而不節斬刈\n黎民如草芥焉天下討之如誅匹夫是以\n千載而惡著迄今而不滅觀此如行則讓\n長不疾先如在輿遇三人則下之遇二人\n則式之調其盈虛不令自滿所以能久也\n子夏曰商請志之而終身奉行焉\n子路問於孔子曰請釋古之道而行由之\n意可乎子曰不可昔東夷之子慕諸夏之\n禮有女而寡為内私壻終身不嫁嫁則不\n嫁矣亦有貞節之義也蒼梧嬈娶妻而美\n讓與其兄讓則讓矣然非禮之讓矣不慎\n其初而悔其後何嗟及矣\n今汝欲舍古之道行子之意庸知子意不\n以是為非以非為是乎後雖欲悔難哉\n曾子耘瓜誤斬其根曾晳怒建大杖以撃\n其背曾子仆地而不知人久之有頃乃蘇\n欣然而起進於曾晳曰嚮也參得罪於大\n人大人用力敎參得無疾乎退而就房援\n琴而歌欲令曾晢而聞之知其體康也孔\n子聞之而怒告門弟子曰參來勿内曾參\n自以為無罪使人請於孔子子曰汝不聞\n乎昔瞽䏂有子曰舜舜之事瞽䏂欲使之\n未嘗不在於側索而殺之未嘗可得小棰\n則待過大杖則逃走故瞽䏂不犯不父之\n罪而舜不失烝烝之孝今參事父委身以\n待暴怒殪而不避既身死而䧟父於不\n義其不孝孰大焉汝非天子之民也殺天\n子之民其罪奚若曾參聞之曰參罪大矣\n遂造孔子而謝過\n荆公子行年十五而攝荆相事孔子聞之\n使人往觀其為政焉使者反曰視其朝清\n淨而少事其堂上有五老焉其廊下有二\n十壯士焉孔子曰合二十五人之智以治\n天下其固免矣況荆乎\n子夏問於孔子曰顔囘之為人奚若子曰\n囘之信賢於丘曰子貢之為人奚若子曰\n賜之敏賢於丘曰子路之為人奚若子曰\n由之勇賢於丘曰子張之爲人奚若子曰\n師之莊賢於丘子夏避席而問曰然則四\n子何為事先生子曰居吾語汝夫回能信\n而不能反賜能敏而\n不能詘由能勇而不能怯\n師能莊而不能同兼四子\n者之有以易吾弗與也此其所以事吾而\n弗貳也\n孔子遊於泰山見榮聲期行\n乎郕之野鹿裘帶索瑟瑟而歌孔子問曰\n先生所以為樂者何也期對曰吾樂甚多\n而至者三天生萬物唯人為貴吾旣得為\n人是一樂也男女之别男尊女卑故人以\n男為貴吾旣得為男是二樂也人生有不\n見日月不免襁褓者吾旣以行年九十五\n矣是三樂也貧者士之常死者人之終處\n常得終當何憂哉孔子曰善哉能自寛者\n也\n孔子曰回有君子之道四焉强於行義弱\n於受諫怵於待禄慎於治身\n史鰌有君子之道三焉不仕而敬上不祀\n而敬鬼直已而曲人曾子侍曰參昔常聞\n夫子三言而未之能行也夫子見人之一\n善而忘其百非是夫子之易事也見人之\n有善若已有之是夫子之不争也聞善必\n躬行之然後導之是夫子之能勞也學夫\n子之三言而未能行以自知終不及二子\n者也\n孔子曰吾死之後則商也日益賜也日損\n曾子曰何謂也子曰商也好與賢已者處\n賜也好説不若已者不知其子視其父不\n知其人視其友不知其君視其所使不知\n其地視其草木故曰與善人居如入芝蘭\n之室久而不聞其香即與之化矣與不善\n人居如入鮑魚之肄久而不聞其臭亦與\n之化矣丹之所藏者赤漆之所藏者黒是\n以君子必慎其所與處者焉\n曾子從孔子之齊齊景公以下卿之禮聘\n曾子曾子固辭將行晏子送之曰吾聞之\n君子遺人以財不若善言今夫蘭本三年\n湛之以鹿酳既成噉之則易之匹馬非蘭\n之本性也所以湛者美矣願子詳其所湛\n者夫君子居必擇處遊必擇方仕必擇君\n擇君所以求仕擇方所以修道遷風移俗\n者嗜慾移性可不慎乎孔子聞之曰晏子\n之言君子哉依賢者固不困依冨者固不\n窮馬蚿斬足而復行何也以其輔之者衆\n孔子曰與富貴而下人何人不尊以富貴\n而愛人何人不親發言不逆可謂知言矣\n言而衆嚮之可謂知時矣是故以富而能\n富人者欲貧不可得也以貴而能貴人者\n欲賤不可得也以達而能達人者欲窮不\n可得也\n孔子曰中人之情也有餘則侈不足則儉\n無禁則淫無度則逸從欲則敗是故鞭扑\n之子不從父之敎刑戮之民不從君之令\n此言疾之難忍急之難行也故君子不急\n斷不急制使飲食有量衣服有節宫室有\n度畜積有數車器有限所以防亂之原也\n夫度量不可明是中人所由之令\n孔子曰巧而好度必攻勇而好問必勝\n智而好謀必成以愚者反之是以非其人\n告之弗聼非其地樹之弗生得其人如聚\n砂而雨之非其人如㑹聾而鼔之夫\n處重擅寵專事妬賢愚者之情也位髙則\n危任重則崩可立而待\n孔子曰舟非水不行水入舟則沒君非民\n不治民犯上則傾是故君子不可不嚴也\n小人不可不整一也\n齊髙庭問於孔子曰庭不曠山不直地\n衣穰\n而提贄精氣以問事君\n子之道願夫子告之孔子曰貞以幹之\n敬以輔之施仁無倦見君子則舉之\n見小人則退之去汝惡心而忠與之效其\n行修其禮千里之外親如兄弟行不效禮\n不修則對門不汝通矣夫終日言不遺已\n之憂終日行不遺已之患唯智者能之故\n自修者必恐懼以除患恭儉以避難者也\n終身為善一言則敗之可不慎乎\n辯物第十六\n季桓子穿井獲如玉缶其中有羊焉使使\n問孔子曰吾穿井於費而於井中得一狗\n何也孔子曰丘之所聞者羊也丘聞之木\n石之怪夔蝄蜽水之怪龍罔象土之怪羵\n羊也\n呉伐越隳㑹稽\n獲巨骨一節專車焉呉子使來聘\n於魯且問之孔子命使者曰無以吾命也\n賔既將事乃發幣於大夫及孔子\n孔子爵之既徹爼而燕客執骨而問曰\n敢問骨何如為大孔子曰丘聞之昔禹致\n群臣於㑹稽之山防風後至禹殺而戮之\n其骨專車焉此為大矣客曰敢問誰守為\n神孔子曰山川之靈足以紀綱天下者其\n守為神諸侯社稷之守為公侯\n山川之祀者為諸侯\n皆屬於王客曰防風何守孔子\n曰汪芒氏之君守封嵎山者為\n漆姓在虞夏商為汪芒氏於周為長翟氏\n今曰大人有客曰人長\n之極幾何孔子曰焦僥氏長三尺短之至\n也長者不過十數之極也\n孔子在陳陳惠公賔之于上館時有隼集\n陳侯之庭而死楛矢貫之石砮\n其長尺有咫惠公使人持隼\n如孔子館而問焉孔子曰隼之來逺矣此\n肅慎氏之矢昔武王克商通道于\n九夷百蠻使各以其方賄\n來貢而無忘職業於是肅慎氏貢楛矢石\n砮其長尺有咫先王欲昭其令徳之致逺\n物也以示後人使永鑒焉故銘其栝曰肅\n慎氏貢楛矢以分大姬配胡公而封\n諸陳古者分同姓以珍玉所\n以展親親也分異姓以逺方之職貢所以\n無忘服也故分陳以肅慎氏貢焉君若使\n有司求諸故府其可得也公使人求得之\n金牘如之\n郯子朝魯魯人問曰少昊氏以鳥名官何\n也對曰吾祖也我知之昔\n黄帝以雲紀官故為雲師而雲名\n炎帝以火共工以\n水大昊以龍其義一也\n我髙祖少昊摰之立也鳳鳥適\n至是以紀之於鳥故為鳥師而鳥名自顓\n頊氏以來不能紀逺乃紀於近為民師而\n命以民事則不能故也孔子聞之\n遂見郯子而學焉既而告人曰吾聞之天\n子失官學在四夷猶信\n\n邾隠公朝于魯子貢觀焉邾子\n執玉髙其容仰定公受玉卑其容俯\n子貢曰以禮觀之二君者將有死亡焉\n夫禮生死存亡之體將左右周旋進退俯\n仰於是乎取之朝祀喪戎於是乎觀之今\n正月相朝而皆不度心以亡矣嘉\n事不體何以能久高仰驕\n卑俯替驕近亂替近疾若為主其先亡乎\n夏五月公薨又邾子出奔孔子曰賜不幸\n而言中是賜多言\n孔子在陳陳侯就之燕遊焉行路之人云\n魯司鐸災及宗廟以告孔子子曰所\n及者其桓僖之廟陳侯曰何以知之\n子曰禮祖有功而宗有徳故不毁其廟焉\n今桓僖之親盡矣又功徳不足以存其廟\n而魯不毁是以天災加之三日魯使至問\n焉則桓僖也陳侯謂子貢曰吾乃今知聖\n人之可貴對曰君之知之可矣未若專其\n道而行其化之善也\n陽虎既奔齊自齊奔晉適趙氏孔子聞之\n謂子路曰趙氏其世有亂乎子路曰權不\n在焉豈不為亂孔子曰非汝所知夫陽虎\n親富而不親仁有寵於季孫又將殺之不\n尅而奔求容於齊齊人囚之乃亡歸晉是\n齊魯二國已去其疾趙簡子好利而多信\n必溺其説而從其謀禍敗所終非一世可\n知也\n季康子問於孔子曰今周十二月夏之十\n月而猶有螽何也孔子對曰丘聞之火伏\n而後蟄者畢今火猶西流司\n歴過也季康子曰所失者幾月也孔子曰\n於夏十月火既沒矣今火見再失閏也\n呉王夫差將與哀公見晉侯\n子服景伯對使者曰王合諸侯則\n伯率侯牧以見於玉伯合諸侯\n則侯率子男以見於伯今諸侯㑹而\n君與寡君見晉君則晉成為伯也且執事\n以伯召諸侯而以侯終之何利之有焉呉\n人乃止既而悔之遂囚景伯伯謂大宰嚭\n曰魯將以十月上辛有事于上帝先王季\n辛而畢何也世有職焉自\n襄已來之改之若其不㑹則祝宗\n將曰呉實然嚭言於夫差歸之子貢聞之\n見於孔子曰子服氏之子拙於説矣以實\n獲囚以詐得免孔子曰呉子爲夷徳可欺\n而不可以實是聴者之蔽非説者之拙也\n叔孫氏之車士曰子鉏商採薪\n於大野\n獲\n麟焉折其前左足載以歸叔孫以爲不祥\n棄之於郭外使人告\n孔子曰有麏而角者何也孔子徃觀之曰\n麟也胡爲來哉胡爲來哉反袂拭靣涕泣\n沾衿叔孫聞之然後取之子貢問曰夫子\n何泣爾孔子曰麟之至為明王也出非其\n時而害吾是以傷焉\n哀公問政第十七\n哀公問政於孔子孔子對曰文武之政布\n在方策其人存則其政舉其人亡則其\n政息天道敏生人道敏政地道敏樹夫政\n者猶蒲盧也\n待化以成故為政在於得人取人\n以身修道以仁仁者人也親親為大義者\n宜也尊賢為大親親之殺尊賢之等禮所\n以生也禮者政之本也是以君子不可以\n不修身思修身不可以不事親思事親不\n可以不知人思知人不可以不知天天下\n之達道有五其所以行之者三曰君臣也\n父子也夫婦也昆弟也朋友也五者天下\n之達道智仁勇三者天下之達徳也所以\n行之者一也或生而知之或學而知之或\n困而知之及其知之一也或安而行之或\n利而行之或勉强而行之及其成功一也\n公曰子之言美矣至矣寡人實固不足以\n成之也孔子曰好學近乎智力行近乎仁\n知耻近乎勇知斯三者則知所以修身知\n所以修身則知所以治人知所以治人則\n能成天下國家者矣公曰政其盡此而已\n乎孔子曰凡為天下國家有九經曰修身\n也尊賢也親親也敬大臣也體群臣也子\n庶民也來百工也柔逺人也懐諸侯也夫\n修身則道立尊賢則不惑親親則諸父兄\n弟不怨敬大臣則不眩體群臣則士之報\n禮重子庻民則百姓勸來百工則財用足\n柔逺人則四方歸之懐諸侯則天下畏之\n公曰為之奈何孔子曰齊㓗盛服非禮不\n動所以修身也去讒逺色賤財而貴徳所\n以尊賢也爵其能重其禄同其好惡所以\n篤親親也官盛任使所以敬大臣也\n忠信重禄所以勸士也時\n使薄歛所以子百姓也日省月考旣廪稱\n事所以來百工也送徃迎來\n嘉善而矜不能所以綏逺人也繼絶世舉\n廢邦治亂持危朝聘以時厚徃而薄來所\n以懐諸侯也治天下國家有九經其所以\n行之者一也凡事豫則立不豫則廢言前\n定則不跲事前定則不困行前定則不\n疚道前定則不窮在下位不獲于上民弗\n可得而治矣獲于上有道不信于友不獲\n于上矣信于友有道不順于親不信于友\n矣順于親有道反諸身不誠不順于親矣\n誠身有道不明于善不誠于身矣誠者天\n之至道也誠之者人之道也夫誠弗勉而\n中不思而得從容中道聖人之所以體定\n也誠之者擇善而固執之者也公曰子之\n敎寡人備矣敢問行之所始孔子曰立愛\n自親始敎民睦也立敬自長始敎民順也\n敎之慈睦而民貴有親敎以敬而民貴用\n命民既孝於親又順以聴命措諸天下無\n所不可公曰寡人既得聞此言也懼不能\n果行而獲罪咎\n宰我問於孔子曰吾聞鬼神之名而不知\n所謂敢問焉孔子曰人生有氣有魂氣者\n人之盛也夫生必死死必歸土\n此謂鬼魂氣歸天此謂神合鬼與神而享\n之敎之至也骨\n肉斃於下化為野土其氣發揚于上者此\n神之著也聖人因物之精制為之極\n明命鬼神以為民之則\n而猶以是為未足也故築為宫室設為宗\n祧春秋祭祀\n以别親踈敎民反古復始不敢忘其所由\n生也衆之服自此聽且速焉敎以\n二端二端既立報以二禮\n建設朝事燔燎羶薌所以報魄也\n此敎民修本反始崇愛上下用情\n禮之至也\n君子反古復始不忘其所由生是以致其\n敬發其情竭力從事不敢不自盡也此之\n謂大敎昔者文王之祭也事死如事生思\n死而不欲生忌日則必哀稱諱則如見親\n祀之忠也思之深如見親之所愛祭欲見\n親顔色者其唯文王與詩云明發不寐有\n懷二人則文王之謂與\n祭之明日明發不寐有懐二人敬而致之\n又從而思之祭之日樂與哀半饗之必樂\n已至必哀孝子之情也\n文王為能得之矣\n孔子家語卷第四\n"}
{"id": "KR3a0001_005", "series": "KR3a0001", "text": "孔子家語卷第五\n顔回第十八\n魯定公問於顔回曰子亦聞東野畢之善\n御乎對曰善則善矣雖然其馬將必佚定\n公色不悦謂左右曰君子固有誣人也顔\n回退後三日牧来訴之曰東野畢之馬佚\n兩驂曳兩服入于廏公聞之越席而起促\n駕召顔回回至公曰前日寡人問吾子以\n東野畢之御而子曰善則善矣其馬將佚\n不識吾子奚以知之顔回對曰以政知之\n昔者帝舜巧於使民造父巧於使馬舜不\n窮其民力造父不窮其馬力是以舜無佚\n民造父無佚馬今東野畢之御也升馬執\n轡衘體正矣步驟馳騁朝禮畢矣\n歴險致逺馬力盡矣然而猶乃\n求馬不已臣以此知之公曰善誠若吾子\n之言也吾子之言其義大矣願少進乎顔\n回曰臣聞之鳥窮則啄獸窮則攫人窮則\n詐馬窮則佚自古及今未有窮其下而能\n無危者也公悦遂以告孔子孔子對曰夫\n其所以為顔回者此之類也豈足多哉\n孔子在衞昧旦晨興顔回侍側聞哭者之\n聲甚哀子曰回汝知此何所哭乎對曰回\n以此哭聲非但為死者而已又有生離别\n者也子曰何以知之對曰回聞桓山之鳥\n生四子焉羽翼既成將分于四海其母悲\n鳴而送之哀聲有似於此謂其徃而不返\n也回竊以音類知之孔子使人問哭者果\n曰父死家貧賣子以葬與之長決子曰回\n也善於識音矣\n顔回問於孔子曰成人之行若何子曰達\n于情性之理通於物類之變知幽明之故\n覩㳺氣之原若此可謂成人矣既能成人\n而又加之以仁義禮樂成人之行也若乃\n窮神知禮德之盛也\n顔回問於孔子曰臧文仲武仲孰賢孔子\n曰武仲賢哉顔回曰武仲世稱聖人而身\n不免於罪是智不足稱也\n好言兵討而挫鋭於邾是智不足\n名也夫文\n仲其身雖殁而言不朽惡有未賢\n孔子曰身殁言立所以為文仲也然\n猶有不仁者三不智者三是則不及武仲\n也回曰可得聞乎孔子曰下展禽\n置六關\n妾織蒲\n三不仁設虚器\n縦逆祀\n祠海鳥\n三不智武仲在齊齊將有禍不受其田\n以避其難\n是智之難也夫臧文仲之智而不容於魯\n抑有由焉作而不順施而不恕也夫\n夏書曰念兹在兹\n順事恕施\n顔回問於君子孔子曰愛近仁度近智\n為已不重為人不輕君子也夫\n回曰敢問其次子曰弗學而行弗思而\n得小子勉之\n仲孫何忌問於顔回曰仁者一言而必有\n益於仁智可得聞乎回曰一言而有益於\n智莫如預一言而有益於仁莫如恕夫知\n其所不可由斯知所由矣\n顔回問小人孔子曰毁人之善以為辯狡\n訐懷詐以為智幸人之有過耻學而羞不\n能小人也\n顔回問子路曰力猛於德而得其死者鮮\n矣盍慎諸焉孔子謂顔回曰人莫不知此\n道之美而莫之御也莫之為也何居\n為聞者盍日思也夫\n顔回問於孔子曰小人之言有同乎君子\n者不可不察也孔子曰君子以行言小人\n以舌言故君子為義之上相疾也退而相\n愛小人於為亂之上相愛也\n退而相惡\n顔回問朋友之際如何孔子曰君子之於\n朋友也心必有非焉而弗能謂吾不知其\n仁人也不忘乆德不思乆怨仁矣夫\n叔孫武叔見未仕於顔回回曰賔之武叔\n多稱人之過而已評論之顔回曰固子之\n來辱也宜有得於回焉吾聞知諸孔子曰\n言人之惡非所以美已言人之枉非所以\n正已故君子攻其惡無攻人惡\n顔回謂子貢曰吾聞諸夫子身不用禮而\n望禮於人身不用德而望德於人亂也夫\n子之言不可不思也\n子路初見第十九\n子路見孔子子曰汝何好樂對曰好長劍\n孔子曰吾非此之問也徒謂以子之所能\n而加之以學問豈可及乎子路曰學豈益\n哉也孔子曰夫人君而無諫臣則失正士\n而無敎友則失聽御狂馬不釋䇿\n操弓不反檠木受繩則\n直人受諌則聖受學重問孰不順哉毁仁\n惡仕必近於刑君子不\n可不學子路曰南山有竹不柔自直斬而\n用之達于犀革以此言之何學之有孔子\n曰括而羽之鏃而礪之其入之不亦深乎\n子路再拜曰敬而受敎\n子路將行辭於孔子子曰贈汝以車乎贈\n汝以言乎子路曰請以言孔子曰不强不\n達不勞無功不忠無親不信\n無復不恭失禮慎此\n五者而矣子路曰由請終身奉之敢問親\n交取親若何言寡可行若何長為善士而\n無犯若何孔子曰汝所問苞在五者中矣\n親交取親其忠也言寡可行其信乎長為\n善士而無犯於禮也\n孔子為魯司冦見季康子康子不悦\n孔子又見之宰予進曰昔予也常聞\n諸夫子曰王公不我聘則弗動今夫子之\n於司寇也日少而屈節數矣\n不可以已乎孔子曰然魯國以衆\n相陵以兵相暴之日乆矣而有司不治則\n將亂也其聘我者孰大於是哉\n魯人聞之曰聖人將治何不\n先自逺刑罰自此之後國無爭者孔子謂\n宰予曰違山十里蟪蛄之聲猶在於耳故\n政事莫如應之\n\n孔子兄子有孔篾者與宓子賤偕仕孔子\n徃過孔篾而問之曰自汝之仕何得何亡\n對曰未有所得而所亡者三王事若龍\n學焉得習是學不得明\n也俸禄少饘粥不及親戚是以骨肉益踈\n也公事多急不得吊死問疾是朋友之道\n闕也其所亡者三即謂此也孔子不悦徃\n過子賤問如孔篾對曰自來仕者無所亡\n其有所得者三始誦之今得而行之是學\n益明也俸禄所供被及親戚是骨肉益親\n也雖有公事而兼以弔死問疾是朋友篤\n也孔子喟然謂子賤曰君子哉若人\n魯無君子者則子賤焉取此\n\n孔子侍坐於哀公賜之桃與黍焉哀公曰\n請食孔子先食黍而後食桃左右皆掩口\n而笑公曰黍者所以雪桃非為食之也\n孔子對曰丘知之矣然夫黍者五穀之長\n郊禮宗廟以為上盛菓屬有六而桃為下\n祭祀不用不登郊廟丘聞之君子以賤雪\n貴不聞以貴雪賤今以五穀之長雪菓之\n下者是従上雪下臣以為妨於敎害於義\n故不敢公曰善哉\n子貢曰陳靈公宣婬於朝泄冶\n正諌而殺之是與比干諌而死同可謂仁\n乎子曰比干於紂親則諸父官則少師忠\n報之心在於宗廟而已固必以死爭之兾\n身死之後紂將悔寤其本志情在於仁者\n也泄冶之於靈公位在大夫無骨肉之親\n懷寵不去仕於亂朝以區區之一身欲正\n一國之婬昏死而無益可謂捐矣詩云民\n之多辟無自立辟其泄治之謂乎\n孔子相魯齊人患其將霸欲敗其政乃選\n好女子八十人衣以文飾而舞容璣\n及文馬四十駟以遺魯君陳女樂列\n文馬于魯城南髙門外季桓子㣲服徃觀\n之再三將受焉告魯君為周道遊觀觀之\n終日怠於政事子路言於孔子曰夫子可\n以行矣孔子曰魯今且郊若致膰於大夫\n是則未廢其常吾猶可以止也桓子\n既受女樂君臣淫荒三日不聽國政郊又\n不致膰俎孔子遂行宿於郭屯師以送曰\n夫子非罪也孔子曰吾歌可乎歌曰彼婦\n人之口可以出走彼婦人之請可以死敗\n優哉㳺哉聊以卒嵗\n\n澹臺子羽有君子之容而行不勝其貌宰\n我有文雅之辭而智不充其辯孔子曰里\n語云相馬以輿相士以居弗可廢矣以容\n取人則失之子羽以辭取人則失之宰予\n孔子曰君子以其所不能畏人小人以其\n所不能不信人故君子長人之才小人抑\n人而取勝焉\n孔篾問行已之道子曰知而弗為莫如勿\n知親而弗信莫如勿親樂之方至樂而勿\n驕患之將至思而勿憂孔篾曰行已乎子\n曰攻其所不能補其所不備毋以其所不\n能疑人毋以其所能驕人終日言無遺已\n之憂終日行不遺已患唯智者有之\n在厄第二十\n楚昭王聘孔子孔子徃拜禮焉路出于陳\n蔡陳蔡大夫相與謀曰孔子聖賢其所刺\n譏皆中諸侯之病若用於楚則陳蔡危矣\n遂使徒兵距孔子孔子不得行絶糧七日\n外無所通藜羮不充従者皆病孔子愈慷\n慨講絃歌不衰乃召子路而問焉曰詩云\n匪兕匪虎率彼曠野吾道\n非乎奚為至於此子路慍作色而對曰君\n子無所困意者夫子未仁與人之弗吾信\n也意者夫子未智與人之弗\n吾行也且由也昔者\n聞諸夫子為善者天報之以福為不善者\n天報之以禍今夫子積德懷義行之乆矣\n奚居之窮也子曰由未之識也吾語汝汝\n以仁者為必信也則伯夷叔齊不餓死首\n陽汝以智者為必用也則王子比干不見\n剖心汝以忠者為必報也則關龍逄不見\n刑汝以諌者為必聽也則伍子胥不見殺\n夫遇不遇者時也賢不肖者才也君子博\n學深謀而不遇時者衆矣何獨丘哉且芝\n蘭生於深林不以無人而不芳君子修道\n立德不謂窮困而改節爲之者人也生死\n者命也是以晉重耳之有霸心生於曹衞\n越王勾踐之有霸心\n生於㑹稽故居下而\n無憂者則思不逺處身而常逸者則志不\n廣庸知其終始乎\n子路出召子貢告如子路子貢曰夫子\n之道至大故天下莫能容夫子夫子盍少\n貶焉子曰賜良農能稼不必能穡\n良工能巧不能為順\n君子能修其道綱而紀之\n不必其能容今不修其道而求其容賜爾\n志不廣矣思不逺矣子貢出顔回入問亦\n如之顔回曰夫子之道至大天下莫能容\n雖然夫子推而行之世不我用有國者之\n醜也夫子何病焉不容然後見君子孔子\n欣然歎曰有是哉顔氏之子吾亦使爾多\n財吾為爾宰\n子路問於孔子曰君子亦有憂乎子曰無\n也君子之修行也其未得之則樂其意既\n得之又樂其治是以有終身之樂無一日\n之憂小人則不然其未得也患弗得之既\n得之又恐失之是以有終身之憂無一日\n之樂也\n曾子弊衣而耕於魯魯君聞之而致邑焉\n曾子固辭不受或曰非子之求君自致之\n奚固辭也曾子曰吾聞受人施者常畏人\n與人者常驕人縦君有賜不我驕也吾豈\n能勿畏乎孔子聞之曰參之言足以全其\n節也\n孔子厄於陳蔡従者七日不食子貢以所\n齎貨竊犯圍而出告糴於野人得米一石\n焉顔回仲由炊之於壤屋之下有埃墨墮\n飯中顔回取而食之子貢自井望見之不\n悦以為竊食也入問孔子曰仁人亷士窮\n改節乎孔子曰改節即何稱於仁亷哉子\n貢曰若回也其不改節乎子曰然子貢以\n所飯告孔子子曰吾信回之為仁乆矣雖\n汝有云弗以疑也其或者必有故乎汝止\n吾將問之召顔囬曰疇昔予夢見先人豈\n或啓祐我哉子炊而進飯吾將進焉對曰\n向有埃墨墮飯中欲置之則不㓗欲棄之\n則可惜回即食之不可祭也孔子曰然乎\n吾亦食之顔回出孔子顧謂二三子曰吾\n之信回也非待今日也二三子由此乃服\n之\n入官第二十一\n子張問入官於孔子孔子曰\n安身取譽爲難子張曰爲之如何孔子曰\n已有善勿専敎不能\n勿怠已過勿發失言勿\n掎不善勿遂行事勿\n留君子入官自此六者則身安\n譽至而政従矣且夫忿數者官\n獄所由生也距諌者慮之所以塞也慢易\n者禮之所以失也怠惰者時之所以後也\n奢侈者財之所以不足也専獨者事之所\n以不成也君子入官除此六者則身安譽\n至而政従矣故君子南面臨官大域之中\n而公治之精智而畧行之\n合是忠信考是大倫存是美惡進\n是利而除是害無求其報焉而民之情可\n得也夫臨之無抗民之惡勝之\n無犯民之言量之無佼民之辭\n養之無擾於其時愛之\n無寛於刑法若\n此則身安譽至而民得也君子以臨官所\n見則邇故明不可蔽也所求於\n邇故不勞而得也所以治者\n約故不用衆而譽立凡法象在内故法不\n逺而源泉不竭是以\n天下積而本不寡\n短長得其量人志治而不亂政德貫\n乎心藏乎志形乎色發乎聲若此而身安\n譽至民咸自治矣是故臨官不治則亂亂\n生則爭之者至爭之至又於亂\n明君必寛裕以容其民慈愛優柔\n之而民自得矣行者政之始也\n説者情之導也善政行易\n而民不怨言調説和則民\n不變法在身則民象\n明在已則民顯之若乃供已而\n不節則財利之生者微矣\n貪以不得則善政必簡矣\n苟以亂之則善言必不聽也\n詳以納之則規諌日至言之善者在\n所日聞行之善者在所能為\n故君上者民之儀也有司執政者民之表\n也邇臣便僻者羣僕之倫也\n故儀不正則民失表不端\n則百姓亂邇臣便辟則群臣汙矣是以人\n主不可不敬乎三倫君子修身反道察里\n言而服之則身安譽至終始在焉故夫\n女子必自擇絲麻良工必自擇貌材賢君\n必自擇左右勞於取人佚於治事君子欲\n譽則必謹其左右為上者譬如縁木焉務\n髙而畏下兹甚六馬之乖離必於四達之\n交衢萬民之叛道必於君上之失政上者\n尊嚴而危民者卑賤而神\n愛之則存惡之則亡長民者必明此之\n要故南面臨官貴而不驕富而能供\n有夲而能圖末修事而能建業\n乆居而不滯情近而暢乎\n逺察一物而貫乎多治一物而萬物不能\n亂者以身本者也君子莅民不可以不知\n民之性而達諸民之情既知其性又習其\n情然後民乃従命矣故世舉則民親之政\n均則民無怨故君子蒞民不臨以髙\n不導以逺不責民之所不為不强民之所\n不能以明王之功不因其情則民嚴而不\n迎篤之以累年之業不\n因其力則民引而不從\n若責民所不為强民所不能\n則民疾疾則僻矣古者聖主\n冕而前旒所以蔽明也紘紞充耳所以掩\n聰也水至清則無魚人至察則無徒枉而\n直之使自得之優而柔之使自求之\n揆而度之使自索之\n民有小罪必求其善以赦其過民\n有大罪必原其故以仁輔化如有死罪其\n使之生則善也是以上下親而不離道化\n流而不蘊故德者政之始也政不和\n則民不從其敎矣不從教則民不習不習\n則不可得而使也君子欲言之見信也莫\n善乎先虚其内欲政之速\n行也莫善乎以身先之欲民之速服也莫\n善乎以道御之故雖服必强\n自非忠信則無可以取親於百姓者\n矣内外不相應則無巳取信於庶民者矣\n此治民之至道矣入官之大統矣子張既\n聞孔子斯言遂退而記之\n困誓第二十二\n子貢問於孔子曰賜倦於學困於道矣願\n息於事君可乎孔子曰詩云溫恭朝夕執\n事有恪事君之難也焉可息哉曰然則\n賜願息而事親孔子曰詩云孝子不匱永\n錫爾類\n事親之難也焉可以息哉曰然賜請願息\n於妻子孔子曰詩云刑于寡妻至于兄弟\n以御于家邦\n妻子之難也焉可以息哉\n曰然賜願息於朋友孔子曰詩云朋友攸\n攝攝以威儀朋友之難也焉可以息哉曰\n然則賜願息於耕矣孔子曰詩云晝爾于\n茅宵爾索綯亟其乘屋其始播百穀\n\n耕之難也焉可以息哉曰然則賜將無所\n息者也孔子曰有焉自望其廣則睪如也\n視其髙則填如也\n察其従則隔如也\n此其所以息也矣子貢曰大哉乎死也君\n子息焉小人休焉大哉乎死也\n孔子自衞將入晉至河聞趙簡子殺竇犫\n鳴犢及舜華乃臨河而歎曰美哉水洋洋\n乎丘之不濟此命也夫子貢趍而進曰敢\n問何謂也孔子曰竇犫鳴犢舜華晉之賢\n大夫也趙簡子未得志之時須此二人而\n後従政及其已得志也而殺之丘聞之刳\n胎殺夭則麒麟不至其郊竭澤而漁則蛟\n龍不處其淵覆巢破卵則鳯凰不翔其邑\n何則君子違傷其類者也鳥獸\n之於不義尚知避之况於人乎遂還息於\n鄒作槃琴以哀之\n子路問於孔子曰有人於此夙興夜寐耕\n芸樹藝手足胼胝以養其親然而名不稱\n孝何也孔子曰意者身不敬與辭不順與\n色不悦與古之人有言曰人與已與不汝\n欺今盡力養親而無三者\n之闕何謂無孝之名乎孔子曰由汝志之\n吾語汝雖有國士之力而不能自舉其身\n非力之少勢不可矣夫内行不修身之罪\n也行修而名不彰友之罪也行修而名自\n立故君子入則篤行出則交賢何謂無孝\n名乎\n孔子遭厄於陳蔡之間絶糧七日弟子餒\n病孔子絃歌子路入見曰夫子之歌禮乎\n孔子弗應曲終而曰由来吾語汝君子好\n樂為無驕也小人好樂為無懾也其誰\n之子不我知而従我者乎\n子路悦援戚而舞三終而出\n明日免於厄子貢執轡曰二三子従夫子\n而遭此難也其弗忘矣孔子曰善惡何也\n夫陳蔡之間丘之幸也二\n三子従丘者皆幸也吾聞之君不困不成\n王烈士不困行不彰庸知其非激憤厲志\n之始於是乎在\n孔子之宋匡人簡子以甲士圍之子路怒\n奮㦸將與戰孔子止之曰惡有修仁義而\n不免世俗之惡者乎夫詩書之不講禮樂\n之不習是丘之過也若以述先王好古法\n而爲咎者則非丘之罪也命之夫歌予和\n汝子路彈琴而歌孔子和之曲三終匡人\n解甲而罷孔子曰不觀髙崖何以知顚墜\n之患不臨深泉何以知没溺之患不觀巨\n海何以知風波之患失之者其在此乎\n士慎此三者則無累於身矣\n子貢問於孔子曰賜既為人下矣而未知\n為人下之道敢問之子曰為人下者其猶\n土乎汨之之深則出泉樹其壤則百穀\n滋焉草木植焉禽獸育焉生則出焉死則\n入焉多其功而不意弘其志而\n無不容為人下者以此\n也\n孔子適鄭與弟子相失獨立東郭門外或\n人謂子貢曰東門外有一人焉其長九尺\n有六寸河目隆顙其頭似\n堯其頸似臯繇其肩似子産然自腰巳下\n不及禹者三寸纍然如喪家之狗\n\n子貢以告孔子欣然而歎曰形狀末也如\n喪家之狗然乎哉然乎哉\n孔子適衞路出于蒲㑹公叔氏以蒲叛衞\n而止之孔子弟子有公良儒者為人賢長\n有勇力以私車五乘従夫子行喟然曰昔\n吾従夫子遇難于匡又伐樹於宋\n今遇困於此命也\n夫與其見夫子仍遇於難寧我鬭死挺劒\n而合衆將與之戰蒲人懼曰苟無適衞吾\n則出子以盟孔子而出之東門孔子遂適\n衞子貢曰盟可負乎孔子曰要我以盟非\n義也衞侯聞孔子之来喜而於郊迎之問\n伐蒲對曰可哉公曰吾大夫以為蒲者衞\n之所以恃晉楚也伐之無乃不可乎孔子\n曰其男子有死之志\n吾之所伐者不過四五人矣\n公曰善卒不果伐他日靈公又與夫子語\n見飛鴈過而仰視之色不悦孔子乃逝\n衞籧伯玉賢而靈公不用彌子瑕不肖反\n任之史魚驟諫而不従史魚病將卒命其\n子曰吾在衞朝不能進籧伯玉退彌子瑕\n是吾為臣不能正君也生而不能正君則\n死無以成禮我死汝置屍牖下於我畢矣\n其子従之靈公\n弔焉怪而問焉其子以其父言告公公愕\n然失容曰是寡人之過也於是命之殯於\n客位進籧伯玉而用之退彌子瑕而逺之\n孔子聞之曰古之列諫之者死則已矣未\n有若史魚死而屍諌忠感其君者也不可\n謂直乎\n五帝德第二十三\n宰我問於孔子曰昔者吾聞諸榮伊曰黄\n帝三百年請問黄帝者人也抑非人也何\n以能至三百年乎孔子曰禹湯文武周公\n不可勝以觀也而上世黄帝之問將謂先\n生難言之故乎\n宰我曰上世之傳隱微之説卒采\n之辯闇忽之意\n非君子之道者則予之問也固矣\n孔子曰可也吾畧聞其説黄帝者少昊之\n子曰軒轅生而神靈弱而能言㓜齊叡莊\n敦敏誠信長聰明治五氣設五量\n撫萬民度四方服\n牛乗馬擾馴猛獸以與炎帝戰于阪泉之\n野三戰而後剋之始垂衣裳作\n為黼黻治民以\n順天地之紀知幽明之故達生死存亡之\n説播時百穀嘗味草木仁厚及於鳥獸\n昆蟲考日月星辰勞耳目勤心力用水火\n財物以生民民頼其利百年而死民畏其\n神百年而亡民用其敎百年而移故曰黄\n帝三百年\n宰我曰請問帝顓頊孔子曰五帝用説三\n王有度汝欲一日徧\n聞逺古之説躁哉予也宰我曰昔予也聞\n諸夫子曰小子母或宿故敢問\n\n孔子曰顓頊黄帝之孫昌意之子曰髙陽\n淵而有謀䟽通以知逺養財以任地履時\n以象天依鬼神而制義治氣性以敎衆潔\n誠以祭祀巡四海以寧民北至幽陵南暨\n交趾西抵流沙東極蟠木動靜之神小大\n之物日月所照莫不底屬\n宰我曰請問帝嚳孔子曰玄枵之孫喬極\n之子曰髙辛生而神異自言其名博施厚\n利不於其身聰以知逺明以察㣲仁以威\n恵而信以順天地之義知民所急修身而\n天下服取地之財而節用焉撫敎萬民而\n誨利之歴日月之生朔而迎送之明鬼神\n而敬事之其色也和其德也重其動也時\n其服也哀春夏秋冬育䕶天下日月所照\n風雨所至莫不從化\n宰我曰請問帝堯孔子曰髙辛氏之子曰\n陶唐其仁如天其智如神就之如日望之\n如雲富而不驕貴而能降伯夷典禮夔龍\n典樂舜時而仕\n趨視四時務元民始之流四凶\n而天下服其言不忒其德不回四海之内\n舟輿所及莫不夷説\n宰我曰請問帝舜孔子曰喬牛之孫瞽䏂\n之子也曰有虞舜孝友聞於四方陶漁事\n親寛裕而溫良敦敏而知時\n畏天而愛民恤逺而親近承受大命依于\n二女叡明智通為天下\n帝命二十二臣率堯舊職躬已而已天平\n地成巡狩四海五載一始三十年在位嗣\n帝五十載陟方岳死于蒼梧之野而葬焉\n宰我曰請問禹孔子曰髙陽之孫鮌之子\n也曰夏后敏給克齊其德不爽其仁可\n親其言可信聲為律身為度亹亹\n穆穆為紀為綱其功為百神之主\n其恵為民父母左凖繩右規矩\n履四時據四海任臯繇\n伯益以賛其治興六師以征不序四極之\n民莫敢不服孔子曰予大者如天小者如\n言民悦至矣予也非其人也\n宰我曰予也不足以戒敬承矣他日宰我\n以語子貢子貢以復孔子子曰吾欲以顔\n狀取人也則於滅明改矣吾欲以言辭取\n人也則於宰我改之矣吾欲以容貌取人\n也則於子張改之矣宰我聞之懼弗敢見\n焉\n孔子家語卷第五\n"}
{"id": "KR3a0001_006", "series": "KR3a0001", "text": "家\n孔子家語卷六五帝第二十四\n季康子問於孔子曰舊聞五帝之名而不\n知其實請問何謂五帝孔子曰昔丘也聞\n諸老耼曰天有五行木火金水土分時化\n育以成萬物\n其神謂之五帝\n古之王者易代而改號取\n法五行五行更王終始相生亦象其義\n\n故其為明王者\n而死配五行是以太皥配木炎帝配火黄\n帝配土少皥配金顓頊配水康子曰太皥\n氏其始之木何如孔子曰五行用事先起\n於木木東方萬物之初皆出焉是故王者\n則之而首以木德王天下其次則以所生\n之行轉相承也康子曰\n吾聞勾芒為木正祝融為火正蓐收為金\n正玄冥為水正后土為土正此五行之主\n而不亂稱曰帝者何也孔子曰凡五正者\n五行之官名五行佐成上帝而稱五帝太\n皥之屬配焉亦云帝従其號\n\n昔少\n皥氏之子有四叔曰重曰該曰脩曰熙實\n能金木及水使重為勾芒該為蓐收脩及\n熈爲玄㝠顓頊氏之子曰黎爲祝融共工\n氏之子曰勾龍爲后土此五者各以其所\n能業爲官職生爲上公死\n爲貴神别穪五祀不得同帝\n\n康\n子曰如此之言帝王改號於五行之德各\n有所統則其所以相變者皆主何事\n孔子曰所尚則各從其所王之德\n次焉夏后氏\n以金德王色尚黑大事歛用昬\n戎事乗驪牲用玄殷人用水德王色\n尚白大事歛用日中\n戎事乘翰牲用白周人以木德王\n色尚赤大事歛用日出戎事乗騵\n牲用騂此三代之所以不同康\n子曰唐虞二帝其所尚者何色孔子曰堯\n以火德王色尚黄舜以土德王色尚青\n\n康子曰陶唐有虞夏后殷周獨不配五\n帝意者德不及上古耶將有限乎孔子曰\n古之平治水土及播殖百穀者衆矣唯勾\n龍氏兼食於社而棄為稷神易代奉\n之無敢益者明不可與等故自太皥以降\n逮于顓頊其應五行而王數非徒五而配\n五帝是其德不可以多也\n執轡第二十五\n閔子騫為費宰問政於孔子子曰以德以\n法夫德法者御民之具猶御馬之有衘勒\n也君者人也吏者轡也刑者䇿也夫人君\n之政執其轡䇿而已子騫曰敢問古之為\n政孔子曰古者天子以内史為左右手\n\n以德法為\n衘勒以百官為轡以刑罰為䇿以萬民為\n馬故御天下數百年而不失善御馬正衘\n勒齊轡䇿均馬力和馬心故口無聲而馬\n應轡䇿不舉而極千里善御民壹其德法\n正其百官以均齊民力和安民心故令不\n再而民順従刑不用而天下治是以天地\n德之而兆民懷之夫天地之所\n德兆民之所懷其政美其民而衆稱之\n今人言五帝三王者其盛無偶威\n察若存其故何也其法盛其德\n厚故思其德必稱其人朝夕祝之升聞於\n天上帝俱歆用永厥世而豐其年不能御\n民者棄其德法専用刑辟譬猶御馬棄其\n衘勒而専用箠䇿其不制也可必矣夫無\n衘勒而用箠䇿馬必傷車必敗無德法而\n用刑民必流國必亡治國而無德法則民\n無脩民無脩則迷惑失道如此上帝必以\n其為亂天道也苟亂天道則刑罰暴上下\n相諛莫知念患俱無道故也今人言惡\n者必比之於桀紂其故何也其法不聽其\n德不厚故民惡其殘虐莫不吁嗟朝夕祝\n之升聞于天上帝不蠲降之以禍罰災害\n並生用殄厥世故曰德法者御民之本古\n之御天下者以六官總治焉冢宰之官以\n成道司徒之官以成德宗\n伯之官以成仁司馬之官以成聖\n司冦之官以成義\n司空之官以成禮六\n官在手以為轡均仁以為納\n\n故曰御四馬者執六轡御天下者正六\n官是故善御馬者正身以總轡均馬力齊\n馬心囘旋曲折唯其所之故可以取長道\n可赴急疾此聖人所以御天地與人事之\n法則也天子以内史為左右手以六官為\n轡已而與三公為執六官均五敎齊五法\n故亦唯其所引無不如志以之\n道則國治以之德則國安\n以之仁則國和以之聖則國\n平以之禮則國安以\n之義則國義此御政之術過\n失人之情莫不有焉過而改之是爲不過\n故官屬不理分職不明法政不一百事失\n紀曰亂亂則飭冢宰地而不殖財\n物不蕃萬民饑寒敎訓不行風俗淫僻人\n民流散曰危危則飭司徒父子不親長幼\n失序君臣上下乖離異志曰不和不和則\n飭宗伯賢能而失官爵功勞而失賞禄\n士卒疾怨兵弱不用曰不平不平\n則飭司馬刑罰暴亂姦邪不勝曰不義不\n義則飭司冦度量不審舉事失理都鄙不\n脩財物失所曰貧貧則飭司空故御者同\n是車馬或以取千里或不及數百里其所\n謂進退緩急異也夫治者同是官法或以\n致平或以致亂者亦其所以爲進退緩急\n異也古者天子常以季冬考德正法以觀\n治亂德盛者治也德薄者亂也故天子考\n德則天下之治亂可坐廟堂之上而知之\n夫德盛則法修德不盛則飭法與政咸德\n而不衰故曰王者又以孟春\n論之德及功能能德法者為有徳能行徳\n法者為有行能成德法者為有功能\n治德法者為有智故天子論吏而德法行\n事治而功成夫季冬正法孟春論吏治國\n之要\n子夏問於孔子曰商聞易之生人及萬物\n鳥獸昆蟲各有竒耦氣分不同\n而凡人莫知其情唯\n達德者能原其本焉天一地二人三三如\n九九九八十一一主日日數十故人十月\n而生八九七\n十二偶以從竒竒主辰辰為月月主馬故\n馬十二月而生\n七九六十三三主斗斗主狗故狗三月\n而生六九五十四四主時時主\n豕故豕四月而生四九三十六\n六為律律主鹿故鹿六月而生三九二十\n七七主星星主虎故虎七月而生\n二九一十八八主風風為蟲\n故蟲八月而生其餘各\n従其類矣鳥魚生隂而屬於陽故皆卵生\n魚遊於水鳥遊於雲故立冬則燕雀入海\n化為蛤蠶食而不飲蟬飲而不食蜉蝣不\n飲不食萬物之所以不同介鱗夏食而冬\n蟄齕吞者八竅而卵生齟\n􁨽者九竅而胎生四\n足者無羽翼戴角者無上齒無角無前齒\n者膏無角無後齒者脂\n晝生者類\n父夜生者似母是以至隂主牝至陽主牡\n敢問其然乎孔子曰然吾昔聞老耼亦如\n汝之言子夏曰商聞山書曰地東西為緯\n南北為經山為積德川為積刑髙者為生\n下者為死丘陵為牡谿谷為牝蜯蛤龜珠\n與日月而盛虚是故堅土\n之人剛弱土之人柔墟土之人大沙土之\n人細息土之人美㘪土之人醜\n食水者善遊而耐寒食土者無心\n而不息食木者多力而不治\n食草者善走而愚食\n桑者有緒而蛾食肉者勇毅而捍食氣者\n神明而壽食穀者智恵而巧不食者不死\n而神故曰羽蟲三百有六十而鳯為之長\n毛蟲三百有六十而麟為之長甲蟲三百\n有六十而龜為之長鱗蟲三百有六十而\n龍為之長倮蟲三百有六十而人為之長\n此乾巛之美也殊形異類之數王者\n動必以道動靜必以道靜必順理以奉天\n地之性而不害其所主謂之仁聖焉子夏\n言終而出子貢進曰商之論也何如孔子\n曰汝謂何也對曰微則微矣然則非治世\n之待也孔子曰然各其所能\n\n本命解第二十六\n魯哀公問於孔子曰人之命與性何謂也\n孔子對曰分於道謂之命\n形於一謂之性\n化於隂陽象形而發謂之生化窮數盡謂\n之死故命者性之始也死者生之終也有\n始則必有終矣人始生而有不具者五焉\n目無見不能食不能行不能言不能化及\n生三月而微煦然後有見八月\n生齒然後能食三年顋合然後能言十有\n六而精通然後能化隂窮反陽故隂以陽\n變陽窮反隂故陽以隂化是以男子八月\n生齒八嵗而齓女子七月生齒七嵗而齓\n十有四而化一陽一隂竒偶相配\n然後道合化成性命之\n端形於此也公曰男子十六精通女子十\n四而化是則可以生民矣而禮男子三十\n而有室女子二十而有夫也豈不晚哉孔\n子曰夫禮言其極不是過也男子二十而\n冠有為人父之端女子十五許嫁有適人\n之道於此而徃則自婚矣群生閉藏乎隂\n而為化育之始故聖人因\n時以合偶男子窮天數也極霜降而婦功\n成嫁娶者行焉\n冰泮而農桑起婚禮而殺於此\n\n男子者任天道而長萬物者也知可\n為知不可為知可言知不可言知可行知\n不可行者是故審其倫而明其别謂之知\n所以效匹夫之聽也女子者順男子\n之敎而長其理者也是故無專\n制之義而有三従之道幼従父兄既嫁従\n夫夫死従子言無再醮之端\n敎令不出於閨門事在供\n酒食而已無閫外之非義也\n不越境而奔喪\n事無擅為行無獨成叅知而後動可驗而\n後言晝不遊庭夜行以火所以效匹婦之\n德也孔子遂言曰女有五不取\n逆\n家子者亂家子者世有刑人子\n者有惡疾子者喪父長子\n婦有七出三不去七出者\n不順父母出者\n無子者淫僻者嫉妬\n者惡疾者多口舌者\n竊盜者三不去者謂有所取\n無所歸與共更三年之喪先貧賤後\n富貴凡此聖人所以順男女之際重婚\n姻之始也\n孔子曰禮之所以象五行也其義\n四時也故喪禮有舉焉有恩有義有節有\n權其恩厚者其服重故為父母斬\n衰三年以恩制者也門内之治恩掩義門\n外之治義掩恩資於事父以事君而敬同\n尊尊貴貴義之大也故為君亦服衰三年\n以義制者也三日而食三月而沐期而練\n毁不滅性不以死傷生喪不過三年齊衰\n不補墳墓不修除服之日鼓素琴示民有\n終也凡此以節制者也資於事父以事母\n而愛同天無二日國無二君家無二尊以\n治之故父在為母齊衰朞者見無二尊也\n百官備百物具不言而事行者扶而起\n言而後事行者杖而起身自\n執事行者面垢而已此以權制者也\n親始死三日不怠三月不懈朞悲號三年\n憂哀之殺也聖人因殺以制節也\n論禮第二十七\n孔子閒居子張子貢言游侍論及於禮孔\n子曰居汝三人者吾語汝以禮周流無不\n遍也子貢越席而對曰敢問如何子曰敬\n而不中禮謂之野恭而不中禮謂之給勇\n而不中禮謂之逆子曰給奪慈仁\n子貢曰敢問將\n何以為此中禮者子曰禮乎夫禮所以制\n中也子貢退言游進曰敢問禮也領惡而\n全好者與子曰然子\n貢問何也子曰郊社之禮所以仁鬼神也\n禘嘗之禮所以仁昭穆也饋奠之禮所以\n仁死喪也射饗之禮所以仁鄉黨也食饗\n之禮所以仁賔客也明乎郊社之義禘甞\n之禮治國其如指諸掌而已是故居家有\n禮故長幼辨以之閨門有禮故三族和以\n之朝廷有禮故官爵序以之田獵有禮故\n戎事閑以之軍旅有禮故武功成是以宫\n室得其度鼎俎得其象物得其時樂得其\n節車得其軾鬼神得其享喪紀得其哀辯\n説得其黨百官得其禮政事得其施\n加於身而措於前凡衆之動得其\n宜也言游退子張進曰敢問禮何謂也子\n曰禮者即事之治也君子有其事必有其\n治治國而無禮譬猶瞽之無相倀倀乎何\n所之譬猶終夜有求於幽室之\n中非燭何以見故無禮則手足無所措耳\n目無所加進退揖讓無所制是故以其居\n處長幼失其别閨門三族失其和朝廷官\n爵失其序田獵戎事失其䇿軍旅武功失\n其勢宫室失其度鼎俎失其象物失其時\n樂失其節車失其軾鬼神失其享喪紀失\n其哀辯説失其黨百官失其體政事失其\n施加於身而措於前凡動之衆失其宜如\n此則無以祖洽四海\n子曰慎聽之汝三人者吾語汝禮猶有\n九焉大饗有四焉\n苟知此矣雖在畎畒之中事之\n聖人矣兩軍相見揖讓而入\n門入門而懸興揖讓而升堂升堂\n而樂闋下管象舞夏籥序興\n陳其薦俎序其禮\n樂備其百官如此而後君子\n知仁焉行中規旋中矩\n鑾和中采薺客出以雍\n徹以振羽是故君子\n無物而不在於禮焉入門而金作示情也\n升歌清廟示德也\n下管象舞示事也是故古之\n君子不必親相與言也以禮樂相示而已\n夫禮者理也樂者節也無禮不動無節不\n作不能詩於禮謬不能樂於禮素\n於德薄於禮虚子貢作而問曰\n然則䕫其窮與子曰\n古之人與上古之人也達於禮而不達於\n樂謂之素達於樂而不達於禮謂之偏\n夫䕫達於樂而不達於禮是以傳\n於此名也古之人也凡制度\n在禮文爲在禮行之其在人乎三子者既\n得聞此論於夫子也煥若發矇焉\n子夏侍坐於孔子曰敢問詩云愷悌君子\n民之父母何如斯可謂民之父母孔子曰\n夫民之父母必達於禮樂之源以致五至\n而行三無以横於天下四方有敗必先知\n之此之謂民之父母子夏曰敢問何謂五\n至孔子曰志之所至詩亦至焉詩之所至\n禮亦至焉禮之所至樂亦至焉樂之所至\n哀亦至焉詩禮相成哀樂相生是以正明\n目而視之不可得而見傾耳而聽之不可\n得而聞志氣塞于天地行之充于四海此\n之謂五至矣子夏曰敢問何謂三無孔子\n曰無聲之樂無體之禮無服之喪此之謂\n三無子夏曰敢問三無何詩近之孔子曰\n夙夜基命宥密無聲之樂也\n威儀\n逮逮不可選也無體之禮也凡民有喪扶\n伏救之無服之喪也子夏曰言則美矣大\n矣言盡於此而已孔子曰何謂其然吾語\n汝其義猶有五起焉子夏曰何如孔\n子曰無聲之樂氣志不違無體之禮威儀\n遲遲無服之喪内恕孔悲無聲之樂所願\n必従無體之禮上下和同無服之喪施及\n萬邦既然而又奉之以三無私而勞天下\n此之謂五起子夏曰何謂三無私孔子曰\n天無私覆地無私載日月無私照其在詩\n曰帝命不違至于湯齊湯降不遲\n聖敬日躋\n昭假遲遲上帝是祗\n帝命式于九圍\n是湯之德也子夏蹶然而起負墻而\n立曰弟子敢不志之\n\n孔子家語卷第六\n"}
{"id": "KR3a0001_007", "series": "KR3a0001", "text": "孔子家語卷第七\n觀鄉射第二十八\n孔子觀於鄉射喟然歎曰射之以禮樂也\n何以射何以聴修身而發而不失正鵠者\n其唯賢者乎若夫不肖之人則將\n安能以求飲詩云發彼有的以祈爾爵\n祈求也求所中\n以辭爵酒者所以\n養老所以養病也求中以辭爵辭其養也\n是故士使之射而弗能則辭以病懸弧之\n義\n於是退而與門人習射於矍相之圃蓋觀\n者如堵墙焉射至於司馬使子路執弓矢\n出列延謂射之者曰奔\n軍之將亡國之大夫與為人後者不得入\n其餘皆入蓋去者\n半又使公罔之裘序點揚觶而語曰\n㓜壯孝悌耆老好禮\n不從流俗修身以俟死者在此位蓋去者\n半序點揚觶而語曰好學不倦好禮不變\n耄期稱道而不亂者此位\n蓋僅有存焉射旣闋子路進曰\n由與二三子者之爲司馬何如孔子曰能\n用命矣\n孔子曰吾觀於鄉而知王道之易易也\n主人親速賔及介而衆賔從之至於\n正門之外主人拜賔及介而衆自入貴賤\n之義别矣三揖至於階三讓以賔升\n拜至獻酬辭譲之節繁及介升則省矣至\n于衆賔升而受爵坐祭立飲不酢而降殺\n之義辯矣工入升歌三終主人獻賔\n\n笙入三終主人又獻之\n間歌三終\n合樂三闋\n工告樂備而遂出\n一人揚觶乃立司正焉\n知其能和樂而不流賔\n酬主人主人酬介介酬衆賔賔少長以齒\n終於沃洗者焉知其能弟長而無遺\n矣降脱屨升座修爵無筭飲酒之節\n旰不廢朝暮不廢夕賔出\n主人拜送節文終遂焉知其能安燕而不\n亂也貴賤旣明降殺旣辯和樂而不流弟\n長而無遺安燕而不亂此五者足以正身\n安國矣彼國安而天下安矣故曰吾觀於\n鄉而知王道之易易也\n子貢觀於蜡\n孔子曰賜也樂乎對曰一國之人\n皆若狂賜未知其爲樂也孔子曰百\n日之勞一日之樂一日之澤非爾所知也\n\n張而不弛文武弗能弛而不張文武弗爲\n一張一弛文武之道也\n郊問第二十九\n定公問於孔子曰古之帝王必郊祀其祖\n以配天何也孔子對曰萬物本於天人本\n乎祖郊之祭也大報本反始也故以配上\n帝天垂象聖人則之郊所以明天道也公\n曰寡人聞郊而莫同何也孔子曰郊之祭\n也迎長日之至也大報\n天而主日配以月故周之始郊其月以日\n至其日用上辛至於啓蟄之月則又祈榖\n于上帝\n\n此二者天子之禮也魯無\n冬至大郊之事降殺於天子是以不同也\n公曰其言郊何也孔子曰兆正於南所以\n就陽位也於郊故謂之郊焉\n\n曰其牲器\n何如孔子曰上帝之牛角蠒栗必在滌三\n月后稷之牛唯具\n所以别事天神與人鬼也\n牲用騂尚赤也用犢貴誠也掃\n地而祭於其質也器用\n陶匏以象天地之性也\n萬物無可稱之者故因其自然之體\n也公曰天子之郊其禮儀可得聞乎孔子\n對曰臣聞天子卜郊則受命于祖廟而作\n龜于禰宫尊祖親\n考之義也卜之日王親立于澤宫以聴誓\n命受教諌之義也\n旣卜獻命庫門之内所以誡百官\n也將郊則天子皮弁以聴報示民嚴上也\n郊之日喪者不敢哭\n凶服者不敢入國門汜埽清路行者必止\n弗命而民聴敬之至也\n天子大裘以黼之被衮\n象天\n乗素車貴其質也旂十有二旒龍章而設\n以日月所以法天也旣至泰壇王脱裘矣\n服衮以臨燔柴戴冕璪十有二旒則天數\n也臣聞之誦詩三百不足以一獻一\n獻之禮不足以大饗大饗之禮不\n足以大旅大旅具矣不足以饗帝\n是以君子無敢輕議於禮者也\n五刑解第三十\n冉有問於孔子曰古者三皇五帝不用五\n刑信乎孔子曰聖人之設防貴其不犯也\n制五刑而不用所以為至治也凡夫之為\n姦邪竊盜靡法妄行者生於不足不足生\n於無度無度則小者偷盗大者侈靡各不\n知節是以上有制度則民知所止民知所\n止則不犯故雖有姦邪賊盜靡法妄行之\n嶽而無陷刑之民不孝者生於不仁不仁\n者生於喪祭之禮明喪祭之禮所以教仁\n愛也能教仁愛則喪思慕祭祀不解人子\n饋養之道喪祭之\n禮明則民孝矣故雖有不孝之獄而無陷\n刑之民殺上者生於不義義所以别貴賤\n明尊卑也貴賤有别尊卑有序則民莫不\n尊上而敬長朝聘之禮者所以明義也義\n必明則民不犯故雖有殺上之獄而無陷\n刑之民鬬變者生於相陵相陵者生於長\n㓜無序而遺敬讓鄉飲酒之禮者所\n以明長幼之序而崇敬讓也長幼必序民\n懷敬譲故雖有鬬變之獄而無陷刑之民\n淫亂者生於男女無别男女無别則夫婦\n失義禮聘享者所以别男女明夫婦之義\n也男女旣别夫婦既明故雖有淫亂之獄\n而無陷刑之民此五者刑罰之所以生各\n有源焉不豫塞其源而輙繩之以刑是謂\n為民設穽而陷之刑罰之源生於嗜慾不\n節夫禮度者所以禦民之嗜慾而明好惡\n順天之道禮度既陳五教畢修而民猶或\n未化尚必明其法典以申固之\n其犯姦邪靡法妄行之獄者則飭制量\n之度有犯不孝之獄者則飭喪祭之禮有\n犯殺上之獄者則飭朝覲之禮有犯鬬變\n之獄者則飭鄉飲酒之禮有犯淫亂之獄\n者則飭婚聘之禮三皇五帝之所化民者\n如此雖有五刑之用不亦可乎孔子曰大\n罪有五而殺人為下逆天地者罪及五世\n誣文武者罪及四世逆人倫者罪及三世\n謀鬼神者罪及二世手殺人者罪及其身\n故曰大罪有五而殺人為下矣\n冉有問於孔子曰先王制法使刑不上於\n大夫禮不下於庶人然則大夫犯罪不可\n以加刑庶人之行事不可以治於禮乎孔\n子曰不然凡治君子以禮御其心所以屬\n之以廉耻之節也故古之大夫其有坐不\n廉汙穢而退放之者不謂之不廉汙穢而\n退放則曰簠簋不飭有坐淫亂男女\n無别者不謂之淫亂男女無别則曰帷幕\n不修也有坐罔上不忠者不謂之罔上不\n忠則曰臣節未著有坐罷軟不勝任者不\n謂之罷軟不勝任則曰下官不職\n有坐干國之紀者不謂之干國\n之紀則曰行事不請此五者大夫\n旣自定有罪名矣而猶不忍斥然正以呼\n之也旣而爲之諱所以愧耻之是故大夫\n之罪其在五刑之域者聞而譴發\n則白冠釐纓盤水加劍造乎闕而自請\n罪君不使有司執縳牽掣而加之也其有\n大罪者聞命則北面再拜跪而自裁君不\n使人捽引而刑殺曰子大夫自取之\n耳吾遇子有禮矣以刑不上大夫而大夫\n亦不失其罪者教使然也所謂禮不下庶\n人者以庶人遽其事而不能充禮故不責\n之以備禮也冉有跪然免席曰言則美矣\n求未之聞退而記之\n刑政第三十一\n仲弓問於孔子曰雍聞至刑無所用政至\n政無所用刑至刑無所用政桀紂之世是\n也至政無所用刑成康之世是也信乎孔\n子曰聖人之治化也必刑政相參焉太上\n以徳教民而以禮齊之其次以政言導民\n以刑禁之刑不刑也化之弗變導之弗從\n傷義以敗俗於是乎用刑矣顓五刑必即\n天倫行刑罰則輕無赦\n刑侀也侀成也壹成而不可\n更故君子盡心焉仲弓曰古之聽訟\n尤罰麗於事不以其心可得聞乎\n孔子曰凡聴五刑之\n訟必原父子之情立君臣之義以權之意\n論輕重之序慎測淺深之量以别之\n悉其聰明正其忠愛以盡之大司寇正刑\n明辟以察獄獄必三訊焉\n有指無簡則不聴也\n附從輕赦從重\n疑獄則泛與衆共之疑則赦之皆以小大\n之比成也是故爵人必於朝與衆共\n之也刑人必於市與衆棄之也古者公家\n不畜刑人大夫弗養也士遇之塗以弗與\n之言屏諸四方唯其所之不及與政弗欲\n生之也仲弓曰聴獄獄之成成何官孔子\n曰成獄成於吏吏以獄成告於正\n正旣聴之乃告大司寇聴之乃奉於王\n王命三公卿士叅聴棘木之下\n然後乃以獄之\n成疑于王王三宥之以聴命\n而制刑焉所以重之也\n仲弓曰其禁何禁孔子曰巧言破律\n遁名改作執左道與亂政者殺\n作淫聲造異服設伎\n奇器以蕩上心者殺行\n偽而堅言詐而辯學非\n而博順非而澤以惑衆者殺假於\n鬼神時日卜筮以疑衆者殺此四誅者不\n以聴仲弓曰其禁盡於此而已孔\n子曰此其急者其餘禁者十有四焉命服\n命車不粥於市珪璋璧琮不粥\n於市宗廟之器不粥於市兵車旍旗不粥\n於市犧牲秬鬯不粥於市戎器兵甲不粥\n於市用器不中度不粥於市布帛精\n麤不中數廣狹不中量不粥於市姦色亂\n正色不粥於市文錦珠玉之器雕飾靡麗\n不粥於市衣服飲食不粥於市\n菓實不時不粥於市五木\n不中伐不粥於市鳥獸魚鼈不中殺不粥\n於市凡執此禁以齊衆者不赦過也\n禮運第三十二\n孔子為魯司寇與於蜡旣賔事畢\n乃出遊於觀之上喟然\n而嘆言偃侍曰夫子何嘆也孔子曰昔大\n道之行與三代之英\n吾未之逮也而有記焉大道之行天\n下為公選賢與能講信修睦\n故人不獨親其親不獨子其子\n老有所終壯有所用矜寡孤疾皆有所養\n貨惡其棄於地不必藏於己力惡其不出\n於身不必為人是以姦\n謀閉而不興盜竊亂賊不作故外户而不\n閉謂之大同今大道旣隠天下為家各親\n其親各子其子貨則為己力則為人大人\n世及以為常城郭溝池以為固禹湯文武\n成王周公由此而選未有不謹\n於禮禮之所興與天地並如有不由禮而\n在位者則以為殃言偃復問曰如此乎禮\n之急也孔子曰夫禮先王所以承天之道\n以治人之情列其鬼神達於喪祭鄉射冠\n㛰朝聘故聖人以禮示之則天下國家可\n得以禮正矣言偃曰今之在位莫知由禮\n何也孔子曰嗚呼哀哉我觀周道幽厲傷\n也吾捨魯何適\n夫魯之郊及禘皆非禮周公\n其已衰矣𣏌之郊也禹\n宋之郊也契是天子之事\n守也天子以𣏌宋二王之後周公攝政致\n太平而與天子同是禮也諸侯祭社稷宗\n廟上下皆奉其典而祝嘏莫敢易其常法\n是謂大嘉今使祝嘏辭説徒藏於宗祝巫\n史非禮也是謂幽國\n醆斚及尸君非禮也\n是謂僭君冕弁兵車藏於私家非\n禮也\n是謂脅君大夫具官祭器\n不假聲樂皆具非禮也\n是為亂國故仕於公曰臣仕於家曰僕\n三年之喪與新有㛰者朞不使也以衰嘗\n入朝與家僕雜居齊齒非禮也是謂臣與\n君共國天子有田以處其子孫諸侯有國\n以處其子孫大夫有采以處其子孫是謂\n制度天子適諸侯必舍其宗廟而不禮籍\n入是謂天子壞\n法亂紀諸侯非問疾弔喪而入諸臣之家\n是謂君臣為謔夫禮者君之柄所\n以别嫌明㣲儐鬼神考制度列仁義立政\n此聖人所以藏身之固也\n聖人參於天地並於鬼神以治政也處\n其所存禮之序也翫其所樂民之治也\n天生時地生財\n人其父生而師教之四者君以政用之所\n以立於無過之地\n君者人所明非明人者也\n人所養非養人者也人所事非事人者也\n夫君者明人則有過故養\n人則不足事人則失位故百\n姓明君以自治養君以自安事君以自顯\n是以禮達而分定人皆愛其死而患其生\n是故用人之智去其詐\n用人之勇去其怒用人之仁去其貪國有\n患君死社稷爲之義大夫死宗廟爲之變\n凡聖人能\n以天下為一家以中國為一人非意之\n必知其情從於其義明於其利\n達於其患然後為之何謂人情喜怒哀懼\n愛惡欲七者弗學而能何謂人義父慈子\n孝兄良弟悌夫義婦聴長恵㓜順君仁臣\n忠十者謂之人義講信修睦謂之人利爭\n奪相殺謂之人患聖人之所以治人七情\n脩十義講信脩睦尚辭譲去爭奪舍禮何\n以治之飲食男女人之大欲存焉死亡貧\n苦人之大惡存焉欲惡者人之大端人藏\n其心不可測度美惡皆在其心不見其色\n欲一以窮之舍禮何以哉故人者天地之\n徳隂陽之交鬼神之會五行之秀天秉陽\n垂日星地秉隂載於山川播五行於四時\n和四氣而後月生\n是以三五而盈三五而缺\n五行之動共相竭也\n五行四氣十二月還相為\n本五聲五律十二管還相為宫\n五味六\n和十二食還相為質\n五色六章十\n二衣還相為主\n故人者天地之心\n而五行之端\n食味别聲被色而生者聖人作則必\n以天地為本以隂陽為端以四時為柄以\n日星為紀月以為量鬼神以為徒五行以\n為質禮義以為器人情以為田四靈以為\n畜以天地為本故物可舉\n以隂陽為端故情可睹以四時為\n柄故事可勸以日星為紀\n故業可别月以為量\n故功有藝鬼神以\n為徒故事有守五行以為質故\n事可復也禮義以為器故\n事行有考人情以為田四靈以為畜\n何謂四靈麟鳳龜龍謂\n之四靈故龍以為畜而魚鮪不諗鳳\n以為畜而鳥不􁦇麟以為畜而獸不狘\n龜以為畜而人情不失\n先王秉\n蓍龜列祭祀瘞繒宣祝嘏\n設制度祝嘏辭\n說故國有禮官有御職有序先王患禮\n之不達於下故饗帝于郊所以定天位也\n祀社於國所以列地利也禘祖廟所以本\n仁也旅山川所以儐鬼神也祭五祀所以\n本事也故宗祝在廟三公在朝三老在學\n王前巫而後史卜蓍瞽侑皆在左\n右王中心無爲也以守至正是以禮行于\n郊而百神受職禮行於社而百貨可極禮\n行於祖廟而孝慈服焉禮行\n於五祀而正法則焉故郊社宗廟山川五\n祀義之脩而禮之藏夫禮必本於\n太一分而為天地轉而為隂陽變\n而為四時列而為鬼神其降曰命\n其官於天也\n協於分藝其居於人也曰養\n所以講信修睦而固人之肌膚之會\n筋骸之束者所以養生送死事鬼神之大\n端所以達天道順人情之大竇唯聖人為\n知禮之不可以已也故破國喪家亡人必\n先去其禮禮之於人猶酒之有蘖也君子\n以厚小人以薄聖人脩義之柄禮之序以\n治人情人情者聖王之田也修禮以耕之\n陳義以種之講學以耨之本仁以聚\n之播樂以安之故禮者義之實也協諸義\n而協則禮雖先王未有可以義起焉義者\n藝之分仁之節協於藝講於仁得之者强\n失之者喪仁者義之本順之體得之者尊\n故治國不以禮猶無耜而耕為禮而不本\n於義猶耕之而弗種為而不講於學猶種\n而弗耨講之以學而不合以仁猶耨而不\n穫合之以仁而不安之以樂猶穫而弗食\n安之以樂而不達於順猶食而不肥四體\n旣正膚革充盈人之肥也父子篤兄弟睦\n夫婦和家之肥也大臣法小臣廉官職相\n序君臣相正國之肥也天子以徳為車以\n樂為御諸侯以禮相與大夫以法相序士\n以信相考百姓以睦相守天下之肥也是\n謂大順順者所以養生送死事鬼神之常\n也故事大積焉而不苑並行而不謬\n細行而不失深而通茂而有間連而\n不相及動而不相害此順之至也明\n於順然後乃能守危夫禮之不\n同不豐殺所以持情而合危也山者\n不使居川渚者不使居原用水火金木飲\n食必時\n冬合男女\n春頒爵位必當年徳皆所順也用民必順\n故無水旱昆蟲之災民無凶饑妖孽\n之疾天不愛其道地不愛其寶人不愛其\n情是以天降甘露地出醴泉山出器車\n河出馬圗鳳凰麒麟\n皆在郊掫龜龍在宫沼其餘鳥獸及卵胎\n皆可俯而窺也則是無故先王能循禮以\n達義體信以達順此順之實也\n孔子家語卷第七\n"}
{"id": "KR3a0001_008", "series": "KR3a0001", "text": "孔子家語卷第八\n冠頌第三十三\n邾隠公旣即位將冠使大夫因孟懿子問\n禮於孔子子曰其禮如世子之冠冠於阼\n者以著代也醮於客位加其\n有成\n三加彌尊導喻其志\n冠而字之敬其名也雖天子之元子\n猶士也其禮無變天下無生而貴者故也\n行冠事必於祖廟以祼享之禮以將之\n以金石之樂節之\n所以自卑而尊先祖示不敢擅懿子\n曰天子未冠即位長亦冠也孔子曰古者\n王世子雖㓜其即位則尊爲人君人君治\n成人之事者何冠之有懿子曰然則諸侯\n之冠異天子與孔子曰\n君薨而世子主䘮是亦冠也巳人君無所\n殊也懿子曰今邾君之冠非\n禮也孔子曰諸侯之有\n冠禮也夏之末造也有自來\n矣今無譏焉天子冠者武王\n崩成王年十有三而嗣立周公居冢宰攝\n政以治天下明年夏六月旣葬\n\n冠成王而朝于祖以見\n諸侯亦有君也周公命祝雍作頌曰祝王\n達而未㓜祝雍辭曰使王近於民\n逺於年嗇於時恵於財親\n賢而任能其頌曰令月吉日王始加元服\n去王㓜志服衮職欽若昊命\n六合是式率爾祖考\n永永無極此周公之制也懿子曰諸侯之\n冠其所以為賓主何也孔子曰公冠則以\n卿為賓無介公自為主迎賓揖升自阼立\n于席北其醴也則如士饗之以三獻之禮\n旣醴降自阼階諸侯非公而自為主者其\n所以異皆降自西階玄端與皮弁\n異朝服素畢公\n冠四加玄冕祭其酬幣于賓\n則束帛乘馬王太\n子庻子之冠擬焉皆天\n子自為三其禮與士無變饗食賔也皆同\n懿子曰始冠必加緇布之冠何也孔子曰\n示不忘古太古冠布齋則緇之其緌也吾\n未之聞今則冠而\n幣之可也懿子曰三王之\n冠其異何也孔子曰周弁殷哻夏收一也\n三王共皮弁素緌委貌周道也章甫\n殷道也毋追夏后氏之道也\n廟制第三十四\n衛將軍文子將立三軍之廟於其家\n使子羔訪於孔子子曰公廟設於私家\n非古禮之所及吾弗知子羔曰敢問尊卑\n上下立廟之制可得而聞乎孔子曰天下\n廟合而享嘗乃止庻人無廟四時\n祭於寢此自有虞以至于周之所不變也\n\n凡四代帝王之所謂郊者\n皆以配天其所謂禘者皆五年大祭之所\n及也應爲太祖者則其廟不\n毁不及太祖雖在禘郊其廟則毁矣\n\n古者祖有功而宗有德謂之祖宗\n者其廟皆不毁\n\n子羔問曰祭典云昔有虞氏祖顓頊而宗\n堯夏后氏亦祖顓頊而宗禹殷人祖契而\n宗湯周人祖文王而宗武王此四祖四宗\n或乃異代或其考祖之有功徳其廟可也\n若有虞宗堯夏祖顓頊皆異代之有功徳\n者也亦可以存其廟乎孔子曰善如汝所\n聞也如殷周之祖宗其廟可以不毁其他\n祖宗者功徳不殊雖在殊代亦可以無疑\n矣詩云蔽芾甘棠勿翦勿伐邵伯所憇\n周人之於邵公也愛其人猶\n敬其所舍之樹况祖宗其功徳而可以不\n尊奉其廟焉\n辯樂解第三十五\n孔子學琴於師襄子襄子曰吾雖以擊磬\n為官然能於琴今子於琴已習可以益矣\n孔子曰丘未得其數也有間曰已習其數\n可以益矣孔子曰丘未得其志也有間曰\n已習其志可以益矣孔子曰丘未得其為\n人也有間曰孔子有所謬然思焉\n有所睪然髙望而逺眺\n曰丘迨得其為人矣近黮而黑\n頎然長曠如望羊\n奄有四方\n非文王其孰能為此師襄子避席葉拱而\n對曰君子聖人也其傳曰文王\n操\n子路鼓琴孔子聞之謂冉有曰甚矣由之\n不才也夫先王之制音也奏中聲以為節\n流入於南不歸於北夫南者生育之鄉北\n者殺伐之城故君子之音温柔居中以飬\n生育之氣憂愁之感不加于心也暴厲之\n動不在于體也夫然者乃所謂治安之風\n也小人之音則不然亢麗微末以象殺伐\n之氣中和之感不載於心温和之動不存\n于體夫然者乃所以為亂之風昔者舜彈\n五絃之琴造南風之詩其詩曰南風之薫\n兮可以解吾民之愠兮南風之時兮可以\n阜吾民之財兮唯脩此化故其興\n也勃焉徳如泉流至于今王公大人述而\n弗忘殷紂好為北鄙之聲其廢也忽焉至\n于今王公大人舉以為誡夫舜起布衣積\n徳含和而終以帝紂為天子荒淫暴亂而\n終以亡非各所修之致乎由今也匹夫之\n徒曾無意于先王之制而習亡國之聲豈\n能保其六七尺之體哉冉有以告子路子\n路懼而自悔靜思不食以至骨立夫子曰\n過而能改其進矣乎\n周賔牟賈侍坐於孔子孔子與之言及樂\n曰夫武之備誡之以久何也\n對曰病疾不得其衆\n詠歎之淫液之何也對曰恐不\n逮事發揚蹈厲之巳蚤何\n也對曰及時事武\n坐致右而軒左何也對曰非\n武坐聲淫及商何也對曰非\n武音也孔子曰若\n非武音則何音也對曰有司失其傳也孔\n子曰唯丘聞諸萇弘若非吾子之言是也\n若非有司失其傳則武王之志荒矣賔牟\n賈起免席而請曰夫武之備誡之以久則\n旣聞命矣敢問遲矣而又久立於綴何也\n子曰居吾語爾夫樂者象成者也\n總干而山立武王之事也\n發揚蹈厲太公之志也武亂皆坐周\n邵之治也且夫武始成\n而北出再成而㓕商三成而南反\n四成而南國是疆五成而分陜\n周公左邵公右六成而復綴以崇\n其天子焉衆夾振焉而\n四伐所以盛威於中國\n分陜而進所以事蚤濟\n久立於綴所以待諸侯之至也今汝\n獨未聞牧野之語乎武王克殷而反商之\n政未及下車則封黃帝之後於薊封帝堯\n之後於祝封帝舜之後於陳下車又封夏\n之士使為諸侯命之曰鞬橐\n然\n後天下知武王之不復用兵也散軍而修\n郊射左射以貍首右射以騶虞\n而貫革之射息也禆冕\n搢笏而虎賁之士脱劍\n郊祀后稷而民知尊父焉配明堂而\n民知孝焉朝覲然後諸侯知所以臣耕籍\n然後民知所以敬親六者\n天下之大教也食三老五更於太學天子\n袒而割牲執醬而饋執爵而酳\n冕而總干所以教諸侯之弟也\n如此則周道四達禮樂交通夫武之遲久\n不亦宜乎\n問玉第三十六\n子貢問於孔子曰敢問君子貴玉而賤珉\n何也為玉之寡而珉多歟孔子\n曰非為玉之寡故貴之珉之多故賤之夫\n昔者君子比徳於玉温潤而澤仁也縝密\n以栗智也廉而不劌\n義也垂之如墜禮也\n叩之其聲清越而長其終則詘然樂矣\n瑕不掩瑜瑜不掩瑕忠\n也孚尹旁達信也\n氣如白虹天也精神見于山川地也\n珪璋特達徳也天下莫不貴者道\n也詩云言念君子温其如玉故君子貴之\n也\n孔子曰入其國其教可知也其為人也温\n柔敦厚詩教也䟽通知逺書教也廣博易\n良樂教也㓗靜精微易教也恭儉莊敬禮\n教也屬辭比事春秋教也故詩之失愚\n書之失誣樂之失奢易之失賊\n禮之失煩春秋之失亂其為人也\n温柔敦厚而不愚則深於詩者矣䟽通知\n逺而不誣則深於書者矣廣博易良而不\n奢則深於樂者矣㓗靜精微而不賊則深\n於易者矣恭儉莊敬而不煩則深於禮者\n屬辭比事而不亂則深於春秋者矣天有\n四時者春夏秋冬風雨霜露無非教也地\n載神氣吐納雷霆流形庶物無非教也清\n明在躬氣志如神有物\n將至其兆必先是故\n天地之教與聖人相參其在詩曰嵩髙惟\n嶽峻極于天惟嶽降神生甫及申\n問孔子曰師爾以為必布几筵揖讓升降\n酌獻酬酢然後謂之禮乎爾以必行綴兆\n執羽籥作鐘鼓然後謂之樂乎言而可履\n禮也行而可樂樂也聖人\n力此二者以躬巳南面是故天下太平萬\n民順伏百官承事上下有禮也夫禮之所\n以興衆之所以治也禮之所以廢衆之所\n以亂也目巧之室則有隩阼\n席則有上下車則有\n左右行則並隨立則有列序古之義也室\n而無隩阼則亂於堂室矣席而無上下則\n亂於席次矣車而無左右則亂\n於車上矣行而無並隨則亂於階塗矣\n列而無次序則亂於著矣\n昔者明王聖人辯貴賤長㓜\n正男女内外序親踈逺近而莫敢相踰越\n者皆由此塗出也\n屈節解第三十七\n子路問於孔子曰由聞丈夫居世富貴不\n能有益於物處貧賤之地而不\n能屈節以求伸則不足以論乎人之域矣\n孔子曰君子之行巳期於必達於巳可以\n屈則屈可以伸則伸故屈節者所以有待\n求伸者所以及時是以雖受屈\n而不毁其節志達而不犯於義\n孔子在衛聞齊國田常將欲為亂\n而憚鮑晏因欲移其兵以\n伐魯孔子㑹諸弟子而告之曰魯父母之\n國不可不救不忍視其受敵今吾欲屈節\n於田常以救魯二三子誰爲使於是子路\n曰請徃齊孔子弗許子張請徃又弗許子\n石請徃又弗許三子退謂子貢曰今夫子\n欲屈節以救父母之國吾三人請使而不\n獲徃此則吾子用辯之時也吾子盍請行\n焉子貢請使夫子許之遂如齊説田常曰\n今子欲收功於魯實難不若移兵於吳則\n易田常不悦子貢曰夫憂在内者攻\n强憂在外者攻弱吾聞子三封而三不成\n是則大臣不聽令戰勝以驕主破國以尊\n臣而子之功不與焉則\n交日䟽於主而與大臣爭如此則子之位\n危矣田常曰善然兵甲巳加魯矣不可更\n如何子貢曰緩師吾請於吳令救魯\n而伐齊子因以兵迎之田常許諾子貢遂\n南說吳王曰王者不滅國霸者無强敵千\n鈞之重加銖兩而移今以齊國而私千乘\n之魯與吾爭強甚為王患之且夫救魯以\n顯名以撫泗上諸侯誅暴齊以服晉\n利莫大焉名存亡魯實困强齊智者不疑\n吳王曰善然吳常困越越王今苦身飬士\n有報吳之心子待我先越然後乃可子貢\n曰越之勁不過魯吳之彊不過齊而王置\n齊而伐越則齊必私魯矣王方以存亡繼\n絶之名棄齊而伐小越非勇也勇者不避\n難仁者不窮約智者不失時義者不\n絶世今存越示天下以仁救魯伐齊威加\n晉國諸侯必相率而朝霸業盛矣且王必\n惡越臣請見越君令出兵以從此則實害\n越而名從諸侯以伐齊吳王悦乃遣子貢\n之越越王郊迎而自爲子貢御曰此蠻夷\n之國大夫何足儼然辱而臨之子貢曰今\n者吾説吳王以救魯伐齊其志欲之\n而心畏越曰待我伐越而後可則破越必\n矣且無報人之志而令人疑之拙矣有報\n人之意而使人知之殆乎事未發而先聞\n者危矣三者舉事之患也勾踐頓首曰孤\n嘗不料力而興吳難受困㑹稽痛於\n骨髓日夜焦唇乾舌徒欲與吳王接踵而\n死孤之願也今大夫幸告以利害子貢曰\n吳王爲人猛暴群臣不堪國家疲弊百姓\n怨上大臣内變申胥以諫死大宰\n嚭用事此則報吳之時也王\n誠能發卒佐之以邀射其志而重寶\n以悦其心卑辭以尊其禮則其伐齊必矣\n此聖人所謂屈節求其達者也彼戰不勝\n王之福若勝則必以兵臨晉臣還北請見\n晉君共攻之其弱吳必矣鋭兵盡於齊重\n甲困於晉而王制其弊焉越王頓首許諾\n子貢返五日越使大夫文種頓首言於吳\n王曰越悉境内之士三千人以事吳吳王\n告子貢曰越王欲身從寡人可乎子貢曰\n悉人之率衆又從其君非義也吳王乃受\n越王卒謝留勾踐遂自發國内之兵以伐\n齊敗之子貢遂北見晉君令承其弊吳晉\n遂遇於黃池越王襲吳之國吳王歸與越\n戰㓕焉孔子曰夫其亂齊存魯吾之始願\n若能强晉以弊吳使吳亡而越霸者賜之\n說之也美言傷信慎言哉\n\n孔子弟子有宓子賤者仕於魯為單父宰\n恐魯君聽讒言使巳不得行其政於\n是辭行故請君之近史二人與之俱至官\n宓子戒其邑吏令二史書方書輙掣\n其肘書不善則從而怒之二史患之辭請\n歸魯宓子曰子之書甚不善子勉而歸矣\n二史歸報於君曰宓子使臣書而掣肘書\n惡而又怒臣邑吏皆笑之此臣所以去之\n而來也魯君以問孔子子曰宓不齊君子\n也其才任霸王之佐屈節治單父將以自\n試也意者以此為諫乎公窹太息而歎曰\n此寡人之不肖寡人亂宓子之政而責其\n善者非矣微二史寡人無以知其過微夫\n子寡人無以自窹遽發所愛之使告宓子\n曰自今已徃單父非吾有也從子之制有\n便於民者子决為之五年一言其要宓子\n敬奉詔遂得行其政於是單父治焉躬敦\n厚明親親尚篤敬施至仁加懇誠致忠信\n百姓化之齊人攻魯道由單父單父之老\n請曰麥已熟矣今齊冦至不及人人自收\n其麥請放民出皆穫傳郭之麥可以益糧\n且不資於冦三請而宓子不聽俄而齊冦\n逮于麥季孫聞之怒使人以讓宓子曰民\n寒耕熱耘曾不得食豈不哀哉不知猶可\n以告者而子不聽非所以爲民也宓子蹵\n然曰今兹無麥明年可樹若使不耕者穫\n是使民樂有冦且得單父一歲之麥\n於魯不加强䘮之不加弱若使民有\n自取之心其創必數世不息季孫聞之赧\n然而愧曰地若可入吾豈忍見宓子哉\n三年孔子使巫馬期逺觀政焉巫馬期\n隂免衣衣弊裘入單父界見\n夜漁者得魚輙舍之巫馬期問焉曰\n凡漁者爲得何以得魚即舍之漁者曰魚\n之大者名爲䲖吾大夫愛之其小者名爲\n鱦吾大夫欲\n長之是以得二者輙舍之巫馬期返以告\n孔子曰宓子之徳至使民闇行若有嚴刑\n於旁敢問宓子何行而得於是孔子曰吾\n嘗與之言曰誠於此者刑乎彼宓子行此\n術於單父也\n孔子之舊曰原壤其毋死夫子將助之以\n沐槨子路曰由也昔者聞諸夫子曰無友\n不如巳者過則勿憚改夫子憚矣姑巳若\n何孔子曰凡民有喪匍匐救之况\n故舊乎非友也吾其徃及為槨原壤登木\n曰久矣予之不託於音也遂歌曰狸首之\n班然執女手之卷然夫子爲之隱佯\n不聞以過之子路曰夫子屈節而極於此\n失其與矣豈未可以巳乎孔子曰吾聞之\n親者不失其爲親也故者不失其為故也\n孔子家語卷第八\n"}
{"id": "KR3a0001_009", "series": "KR3a0001", "text": "孔子家語卷第九\n七十二弟子解第三十八\n顔囘魯人字子淵年二十九而髪白三十\n一早死孔子曰自吾有囘門人日益親囘\n之德行著名孔子稱其仁焉\n閔損魯人字子騫以德行著名孔子稱其\n孝焉\n冉耕魯人字伯牛以德行著名有惡疾孔\n子曰命也夫\n冉雍字仲弓伯牛之宗族生於不肖之父\n以德行著名\n宰予字子我魯人有口才著名\n端木賜字子貢衛人有口才著名\n冉求字子有仲弓之族有才藝以政事著\n名\n仲由弁人字子路有勇力才藝以政事著\n名\n言偃魯人字子游以文學著名\n卜商衛人無以尚之嘗返衞見讀史志者\n云晉師伐秦三豕渡河子夏曰非也己亥\n耳讀史志曰問諸晉史果曰巳亥於是衞\n以子夏爲聖孔子卒後教於西河之上魏\n文侯師事之而諮國政焉\n顓孫師陳人字子張少孔子四十八歳爲\n人有容貌資質寛冲博接從容自務居不\n務立於仁義之行\n孔子門人友之而\n弗敬\n曾參南武城人字子輿少孔子四十六歳\n志存孝道故孔子因之以作孝經齊嘗聘\n欲與爲卿而不就曰吾父母老食人之禄\n則憂人之事故吾不忍逺親而爲人役參\n後母遇之無恩而供飬不衰及其妻以藜\n烝不熟因出之人曰非七出也參曰藜烝\n小物耳吾欲使熟而不用吾命况大事乎\n遂出之終身不取妻其子元請焉告其子\n曰髙宗以後妻殺孝巳尹吉甫以後妻放\n伯竒吾上不及髙宗中不比吉甫庸知其\n得免於非乎\n澹臺滅明武城人字子羽少孔子四十九\n歳有君子之姿孔子嘗以容貌望其才其\n才不充孔子之望然其爲人公正無私以\n取與去就以諾爲名仕魯爲大夫也\n髙柴齊人髙氏之别族字子羔少孔子四\n十歳長不過六尺狀貌甚惡爲人篤孝而\n有法正少居魯見知名於孔子之門仕爲\n武城宰\n宓不齊魯人字子賤少孔子四十九嵗仕\n爲單父宰有才智仁愛百姓不忍欺孔子\n大之\n樊湏魯人字子遲少孔子四十六歳弱仕\n於季氏\n有若魯人字子有少孔子三十六歳爲人\n强識好古道公\n公西赤魯人字子華少孔子四十二歳束\n帶立朝閑賔主之儀\n原憲宋人字子思少孔子三十六嵗清淨\n守節貧而樂道孔子爲魯司冦原憲嘗爲\n孔子宰孔子卒後原憲退隱居于衞\n公冶長魯人字子長爲人能忍耻孔子以\n女妻之\n南宫縚魯人字子容以智自將世清不廢\n世濁不洿孔子以兄子妻之\n公析哀齊人字季沉鄙天下多仕於大夫\n家者是故未嘗屈節人臣孔子特歎貴之\n曾㸃曾參父字子晢疾時禮教不行欲修\n之孔子善焉論語所謂浴乎沂風乎舞雩\n之下\n顔由顔囘父字季路孔子始教學於闕里\n而受學少孔子六嵗\n商瞿魯人字子木少孔子二十九嵗特好\n易孔子傳之志焉\n漆雕開蔡人字子若少孔子十一嵗習尚\n書不樂仕孔子曰子之齒可以仕矣時將\n過子若報其書曰吾斯之未能信\n孔子悦焉\n公良儒陳人字子正賢而有勇孔子周行\n常以家車五乗從\n秦商魯人字不慈少孔子四嵗其父堇父\n與孔子父叔梁紇俱力聞\n顔刻魯人字子驕少孔子五十嵗孔子適\n衛子驕爲僕衛靈公與夫人南子同車出\n而令宦者雍梁參乘使孔子爲次乗遊過\n市孔子耻之顔刻曰夫子何耻之孔子曰\n詩云覯爾新婚以慰我心乃歎曰吾未\n見好德如好色者也\n司馬黎耕宋人字子牛牛爲性躁好言語\n見兄桓魋行惡牛常憂之\n巫馬期陳人字子期少孔子三十嵗孔子\n將近行命從者皆持葢巳而果雨巫馬期\n問曰旦無雲旣日出而夫子命持雨具敢\n問何以知之孔子曰昨暮月宿畢詩不云\n乎月離於畢俾滂沱矣以此知之\n梁鱣齊人字叔魚少孔子三十九嵗年三\n十未有子欲出其妻商瞿謂曰子未也昔\n吾年三十八無子吾母爲吾更取室夫子\n使吾之齊母欲請留吾夫子曰無憂也瞿\n過四十當有五丈夫今果然吾恐子自晚\n生耳未必妻之過從之二年而有子\n琴牢衛人字子開一字張與宗魯友聞宗\n魯死欲徃弔焉孔子弗許曰非義也\n冉儒魯人字子魚少孔子五十歳\n顔辛魯人字子桺少孔子四十六歳\n伯䖍字楷少孔子五十歳\n公孫寵衞人字子石少孔子五十三歳\n曹䘏少孔子五十嵗\n陳亢陳人字子亢一字子禽少孔子四十\n嵗\n叔仲㑹魯人字子期少孔子五十歲與孔\n琁年相比毎孺子之執筆記事於夫子二\n人迭侍左右孟武伯見孔子而問曰此二\n孺子之㓜也於學豈能識於壯哉孔子曰\n然少成則若性也習慣若自然也\n秦祖字子南\n奚蒧字子偕\n公祖兹字子之\n廉潔字子曹\n公西與字子上\n宰父黑字子黑\n公西减字子尚\n穰駟赤字子從\n冉季字子産\n薛邦字子從\n石處字里之\n懸亶字子象\n左郢字子行\n狄黑字哲之\n商澤字子秀\n任不齊字子選\n榮祈字子祺\n顔噲字子聲\n原桃字子籍\n公肩字子仲\n秦非字子之\n漆雕從字子文\n燕級字子思\n公夏守字子乘\n勾井疆字子疆\n歩叔乗字子車\n石子蜀字子明\n邽選字子飲\n施之常字子常\n申績字子周\n樂欣字子聲\n顔之僕字子叔\n孔弗字子蔑\n漆雕侈字子歛\n懸成字子横\n顔相字子襄\n　右件夫子七十二人弟子皆升堂入室\n　者\n本姓解第三十九\n孔子之先宋之後也微子啓帝乙之元子\n紂之庶兄以圻内諸侯入爲王卿士微國\n名子爵初武王尅殷封紂之子武庚於朝\n歌使奉湯祀武王崩而與管蔡霍三叔作\n難周公相成王東征之二年罪人斯得乃\n命微子於殷後作微子之命由之與國于\n宋徙殷之子孫唯微子先徃仕周故封之\n賢其弟曰仲思名衍或名泄嗣微之後故\n號微仲生宋公稽胄子雖遷爵易位而班\n級不及其故者得以故官爲稱故二微雖\n爲宋公而猶以微之號自終至于稽乃稱\n公焉宋公生丁公申申公生緡公共及襄\n公熙熙生弗父何及厲公方祀方祀以下\n世爲宋卿弗父何生宋父周周生世子勝\n勝生正考甫考甫生孔父嘉五世親盡别\n爲公族故後以孔爲氏焉　一曰孔父者\n生時所賜號也是以子孫遂以氏族孔父\n生子木金父金父生睪夷睪夷生防叔避\n華氏之禍而奔魯方叔生伯夏伯夏生叔\n梁紇曰雖有九女是無子其妾生孟皮孟\n皮一字伯尼有足病於是乃求㛰於顔氏\n顔氏有三女其小曰徵在顔父問三女曰\n陬大夫雖父祖爲士然其先聖王之裔今\n其人身長十尺武力絶倫吾甚貪之雖年\n長性嚴不足爲疑三子孰能爲之妻二女\n莫對徵在進曰從父所制將何問焉父曰\n即爾能矣遂以妻之徵在旣徃廟見以夫\n之年大懼不時有勇而私禱尼丘之山以\n祈焉生孔子故名丘字仲尼孔子三嵗而\n叔梁紇卒葬於防至十九娶于宋之并官\n氏一歳而生伯魚魚之生也魯昭公以鯉\n魚賜孔子榮君之貺故因以名曰鯉而字\n伯魚魚年五十先孔子卒\n齊太史子與適魯見孔子孔子與之言道\n子與悦曰吾鄙人也聞子之名不覩子之\n形久矣而求知之寶貴也乃今而後知㤗\n山之爲高淵海之爲大惜乎夫子之不逢\n明王道德不加于民而將垂寶以貽後世\n遂退而謂南宫敬叔曰今孔子先聖之嗣\n自弗父何以來世有德讓天所祚也成湯\n以武德王天下其配在文殷宗以下未始\n有也孔子生於衰周先王典籍錯亂無紀\n而乃論百家之遺記考正其義祖述堯舜\n憲章文武刪詩述書定禮理樂制作春秋\n讃明易道垂訓後嗣以爲法式其文德著\n矣然凡所教誨束脩已上三千餘人或者\n天將欲與素王之乎夫何其盛也敬叔曰\n殆如吾子之言夫物莫能兩大吾聞聖人\n之後而非繼世之綂其必有興者焉今夫\n子之道至矣乃將施之無窮雖欲辭天之\n祚故未得耳子貢聞之以二子之言告孔\n子子曰豈若是哉亂而治之滯而起之自\n吾志天何與焉\n終記解第四十\n孔子蚤晨作負手曵杖逍遥於門而歌\n曰㤗山其頽乎梁木其壞乎喆\n人其萎乎旣歌而入當戸而坐子貢聞\n之曰㤗山其頽則吾將安仰梁木其壞吾\n將安杖喆人其萎吾將安放夫子\n殆將病也遂趨而入夫子歎而言曰賜汝\n來何遲予疇昔夢坐奠於兩楹之間\n夏后氏殯於\n東階之上則猶在阼殷人殯於兩楹之間\n即與賔主夾之殯於西階之上則猶賓之\n而丘也即殷人夫明王不興則天下其孰\n能宗余余逮\n將死遂寢病七日而終時年七十二矣哀\n公誄曰昊天不弔不慗遺一老\n俾屏余一人以在位焭焭余在\n疚於乎哀哉尼父無自律\n子貢曰公其不没於魯乎夫子有言\n曰禮失則昬名失則愆失志爲昬失所爲\n愆生不能用死而誄之非禮也稱一人非\n名君兩失之矣旣卒門人所以\n服夫子者子貢曰昔夫子之䘮顔囘也若\n䘮其子而無服䘮子路亦然今請䘮夫子\n如䘮父而無服於是弟子皆弔服而加麻\n出有所之則由絰子夏曰入宜絰可居出\n則不絰子游曰吾聞諸夫子䘮朋友居則\n絰出則否䘮所尊雖絰而出可也孔子之\n䘮公西掌殯葬焉唅以踈米三貝\n襲衣十有一稱加朝服一冠章\n甫之冠珮象環徑五寸而綨組綬\n桐棺四寸柏棺五寸飾\n廟置翣設披周也設崇殷也綢練設旐夏\n也\n兼用三王禮所以尊師\n且備古也葬於魯城北泗水上藏入地不\n及泉而封爲偃斧之形髙四尺樹松柏爲\n志焉弟子皆家于墓行心喪之禮旣葬有\n自燕來觀者舍於子夏氏子貢謂之曰吾\n亦人之葬聖人非聖人之葬人子奚觀焉\n昔夫子言曰見吾封若夏屋者\n見若斧矣從若斧者也\n馬􁜌封之謂也今徒一日\n三斬板而以封\n尚行夫子之志而巳何觀乎哉二\n三子三年喪畢或留或去惟子貢廬於墓\n六年自後群弟子及魯人處於墓如家者\n百有餘家因名其居曰孔里焉\n正論解第四十一\n孔子在齊齊侯出田招虞人以旌不進\n公使執之對曰昔先君之田也\n旌以招大夫弓以招士皮冠以招虞人臣\n不見皮冠故不敢進乃舍之孔子聞之曰\n善哉守道不如守官\n君子韙之\n齊國師伐魯季康子使冉求率左師\n禦之樊遲爲右非不能也不信子\n請三刻而踰之如之\n衆從之師入齊軍齊軍遁冉有用戈故\n能入焉孔子聞之曰義也旣戰\n季孫謂冉有曰子之於戰學之乎性達之\n乎對曰學之季孫曰從事孔子惡乎學冉\n有曰即學之孔子也夫孔子者大聖無不\n該文武並用兼通求也適聞其戰法猶\n未之詳也季孫悦樊遲以告孔子孔子曰\n季孫於是乎可謂悦人之有能矣\n南容説仲孫何忌旣除喪而昭公\n在外未之命也定公即\n位乃命之辭曰先臣有遺命焉\n曰夫禮人之幹也非禮則\n無以立囑家老使命二臣必事孔子而學\n禮以定其位公許之二子學於孔子孔子\n曰能補過者君子也詩云君子是則是傚\n孟僖子可則傚矣懲已所病以誨其嗣大\n雅所謂詒厥孫謀以燕翼子是類也夫\n\n衞孫文子得罪於獻公居戚\n公卒未葬文子擊鐘焉延陵季子\n適晉過戚聞之曰異哉夫子之在此猶燕\n子巢于幕也懼猶未也又何樂\n焉君又在殯可乎文子於是終身不聽琴\n瑟孔子聞之曰季子能以義正人文子能\n克巳服義可謂善改矣\n孔子覽晉志晉趙穿殺靈公\n趙盾亡未及山而還史書趙盾弑君\n盾曰不然史曰子爲正卿亡不出境返不\n討賊非子而誰盾曰嗚呼我之懷矣自詒\n伊戚其我之謂乎孔子嘆曰董狐古之良\n史也書法不隱趙宣子古之良大夫也爲\n法受惡惜也越境乃免\n\n鄭伐陳入之使子産獻捷于晉晉人問陳\n之罪焉子産對曰陳亡周之大徳\n介恃楚衆馮陵弊邑是以\n有徃年之告未獲命則\n又有東門之役當陳隧者井\n陻木刋弊邑大懼天誘其衷\n啓弊邑心知其罪校首於\n我用敢獻功晉人曰何故侵小對曰先王\n之命惟罪所在各致其辟且昔天子一\n圻列國一同自是以衰周\n之制也\n今大國多數圻矣若無\n侵小何以至焉晉人曰其辭順孔子聞之\n謂子貢曰志有之言以足志\n文以足言不言誰知其志\n言之無文行之不逺晉爲\n鄭伯入陳非文辭不爲功小子愼哉\n楚靈王汰侈右尹子革侍坐\n左史倚相趨而過王曰是良史也子善\n視之是能讀三墳五典八索九丘\n對曰夫良史者記君\n之過揚君之善而此子以潤辭爲官不可\n爲良史曰臣又乃嘗聞焉昔周穆王欲肆\n其心將過行天下使皆有車轍並馬迹\n焉祭公謀父作祈昭\n以止王心\n王是以獲殆於文宫臣聞其詩焉而弗\n知若問逺焉其焉能知王曰子能乎對曰\n能其詩曰祈昭之愔愔乎式昭徳音\n思我王度式如玉\n式如金刑民之\n力而無有醉飽之心\n靈王揖而入饋不食寢不寐數\n日則固不能勝其情以及於難孔子讀其\n志曰古者有志克己復禮爲仁\n信善哉楚靈王若能如是豈期\n辱於乾谿子革之\n非左史所以風也稱詩以諫順哉\n叔孫穆子避難奔齊\n宿於庚宗之邑庚宗寡婦通焉而生牛\n穆子返魯以牛爲内豎相家\n牛䜛叔孫二人殺之叔孫有病牛不\n通其饋不食而死牛遂輔叔孫庻子昭而\n立之昭子旣立朝其家衆曰豎牛禍\n叔孫氏使亂大從殺適立庶又披其邑\n以求舍罪罪莫大焉必速\n殺之遂殺豎牛孔子曰叔孫昭子之不勞\n不可能也周任有言曰\n爲政者不賞私勞不罰私怨詩云有覺\n徳行四國順之昭子有焉\n晉邢侯與雍子爭田叔魚攝理\n罪在雍子雍子納其女於叔魚叔魚弊\n獄邢侯邢侯怒殺叔魚與雍子\n於朝韓宣子問罪於叔向叔向\n曰三姦同坐施生戮死可也\n雍子自知其罪而賂以置直鮒也鬻\n獄邢侯專殺其罪一也已惡而掠美爲昏\n貪以敗官爲黙\n殺人不忌爲賊夏書曰昏黙賊殺\n咎陶之刑也請從之乃\n施邢侯而尸雍子叔魚於市孔子曰叔向\n古之遺直也治國制刑不隱於親三數叔\n魚之罪不爲末或曰義可謂直\n矣平丘之㑹數其賄也以寛衞國晉不爲\n暴\n歸魯季孫稱其詐也以寛魯國晉不\n爲虐\n邢侯之獄言其貪也以正刑\n書晉不爲頗三言而除三惡加三利\n殺親益榮由義也夫\n鄭有鄉校鄉校之士非論執政鬷明\n欲毁鄉校子産曰何以毁爲也夫人\n朝夕退而遊焉以議執政之善否其所善\n者吾則行之其所否者吾則改之若之何\n其毁也我聞忠言以損怨不聞立威以防\n怨防怨猶防水也大决所犯傷人必多吾\n弗克救也不如小决使導之不如吾所聞\n而藥之孔子聞是言也曰吾以是觀\n之人謂子産不仁吾不信也\n晉平公㑹諸侯于平丘齊侯及盟鄭子産\n爭貢賦之所承曰昔日天子班貢\n輕重以列尊卑貢周之制也卑而貢重者\n甸服鄭伯男南也而\n使從公侯之貢\n懼弗給也敢以爲請自日中爭之以\n至于昬晉人許之孔子曰子産於是行也\n是以爲國基也詩云樂只君子邦家之基\n子産君子之於樂者且曰\n合諸侯而藝貢事禮也\n鄭子産有疾謂子太叔曰我死子必爲政\n唯有徳者能以寛服民其次莫如猛夫火\n烈民望而畏之故鮮死焉水濡弱民狎而\n翫之則多死焉故寛難子産卒子太\n叔爲政不忍猛而寛鄭國多掠盗太叔\n悔之曰吾早從夫子必不及此孔子聞之\n曰善哉政寛則民慢慢則糺於猛猛\n則民殘民殘則施之以寛寛以濟猛\n猛以濟寛寛猛相濟政是以和詩曰民亦\n勞止汔可小康惠此\n中國以綏四方施之以寛母縱詭隨\n以謹無良式遏㓂虐慘不\n畏明糺之\n以猛也柔逺能邇以定我王\n平之以和也又曰不競不絿不剛不柔\n布政優優百禄是遒和之\n至也子産之卒也孔子聞之出涕曰古之\n遺愛\n孔子適齊過㤗山之側有婦人哭於野者\n而哀夫子式而聽之曰此哀一似重有憂\n者使子貢徃問之而曰昔舅死於虎吾夫\n又死焉今吾子又死焉子貢曰何不去乎\n婦人曰無苛政子貢以告孔子子曰小子\n識之苛政猛於暴虎\n晉魏獻子爲政分祁氏及羊舌氏之\n田荀櫟㓕以賞諸大夫\n及其子成皆以賢舉也又將賈辛曰今汝\n有力於王室吾是以舉汝\n行乎敬之哉毋墮乃力孔子聞之曰魏子\n之舉也近不失親逺不失舉\n可謂美矣又聞其命賈辛以爲忠詩云\n永言配命自求多福忠也\n魏子之舉也義其命也\n忠其長有後於晉國乎\n趙簡子賦晉國一鼓鐘\n以鑄刑鼎著范宣子所爲刑書\n孔子曰晉其亡乎失其度矣夫\n晉國將守唐叔之所受法度\n以經緯其民者也卿大夫以\n序守之民是以能遵其道而守其業\n貴賤不愆所謂度也文公是以作執秩之\n官爲被廬之法\n以爲盟主今棄此度也而爲刑鼎銘在鼎\n矣何以尊貴何業之守\n也貴賤無序何以爲國且夫\n宣子之刑夷之蒐也晉國亂制\n若之何其爲法乎\n楚昭王有疾卜曰河神爲祟王弗祭大夫\n請祭諸郊王曰三代命祀祭不越望\n江漢沮漳楚之望也\n禍福之至不是過乎不榖雖不德河非\n所獲罪也遂不祭孔子曰楚昭王知大道\n矣其不失國也冝哉\n夏書曰維彼陶唐率彼天常\n在此兾方今失厥道亂其\n紀綱乃㓕而亡又曰允出兹在兹由\n巳率常可矣\n衞孔文子使太叔疾出其妻而以其女妻\n之疾誘其\n初妻之娣爲之立宫與文子女如二妻之\n禮文子怒將攻之孔子舍璩伯玉之家文\n子就而訪焉孔子曰簠簋之事則嘗聞學\n之矣兵甲之事未之聞也退而命駕而行\n曰鳥則擇木木豈能擇鳥乎文子遽自止\n之曰圉也豈敢度其私哉亦訪衞國之\n難也將止㑹季康子問冉求之戰冉求旣\n對之又曰夫子播之百姓質諸鬼神而無\n憾用之則有名康子言於哀公以幣迎\n孔子曰人之於冉求信之矣將大用之\n齊陳恒弑其簡公孔子聞之三日沐浴而\n適朝告於哀公曰陳恒弑其君請伐之公\n弗許三請公曰魯爲齊弱久矣子之伐也\n將若之何對曰陳恒弑其君民之不與者\n半以魯之衆加齊之半可克也公曰子告\n季氏孔子辭退而告人曰以吾從大\n夫之後吾不敢不告也\n子張問曰書云髙宗三年不言言乃雍有\n諸孔子曰胡為其\n不然也古者天子崩則世子委政於冡宰\n三年成湯旣没太甲聽於伊尹武王\n旣喪成王聽於周公其義一也\n衞孫桓子侵齊遇敗焉\n齊人乗之執新築大夫仲叔于奚以\n其衆救桓子桓子乃免衞人以邑賞仲叔\n于奚于奚辭請曲懸之樂\n繁纓以朝許之\n書在三官子路仕衞見\n其故以訪孔子孔子曰惜也不如多與之\n邑惟器與名不可以假人君\n之所司名以出信信以守器器以藏禮\n禮以行義義以生利利\n以平民政之大節也若以假人與人政也\n政亡則國家從之不可止也\n公父文伯之母紡績不解文伯諫\n焉其母曰古者王后親織玄紞\n公侯之夫人加之紘綖\n卿之内子爲大帶\n命婦成祭服列士之妻加之以\n朝服自庶士已下各衣其夫社而賦事烝\n而獻功男女紡績愆\n則有辟聖王之制也今我寡也爾\n又在位朝夕恪勤猶恐忘先人之業況有\n怠墮其何以避辟孔子聞之曰弟子志之\n季氏之婦可謂不過矣\n樊遲問於孔子曰鮑牽事齊君執政不撓\n可謂忠矣\n\n而君刖之其爲至\n闇乎孔子曰古之士者國有道則盡忠以\n輔之國無道則退身以避之今鮑疾子食\n於淫亂之朝不量主之明暗以受大刖是\n智之不如葵葵猶能衞其足\n\n季康子欲以一井田出法賦焉使訪孔子\n子曰丘弗識也冉有三發卒曰子爲國老\n待子而行若之何子之不言孔子不對而\n私於冉有曰求汝來汝弗聞乎先王制土\n藉田以力而底其逺近\n賦里以入而量其無有\n任力以夫而議其老㓜\n於是鰥寡孤疾老者軍\n旅之出則徵之無則已\n其嵗收田一井出獲禾秉缶米芻\n藁不是過\n先王以爲之足君子之行必度\n於禮施取其厚事舉其中\n歛從其薄若是其巳丘亦足矣不度\n於禮而貪冐無厭則雖賦田將有不足且\n子孫若以行之而取法則有周公之典在\n若欲犯法則苟行之又何訪焉\n子游問於孔子曰夫子之極言子産之惠\n也可得聞乎孔子曰惠在愛民而已矣子\n游曰愛民謂之德教何翅施惠哉孔子曰\n夫子産者猶衆人之母也能食之弗能教\n也子游曰其事可言乎孔子曰子産以所\n乘之輿濟冬涉者是愛無教也\n哀公問於孔子曰二三大夫皆勸寡人使\n隆敬於髙年何也孔子對曰君之及此言\n將天下實頼之豈唯魯哉公曰何也其義\n可得聞乎孔子曰昔者有虞氏貴徳而尚\n齒夏后氏貴爵而尚齒殷人貴富而尚齒\n周人貴親而尚齒虞夏殷周天下\n之盛王也未有遺年者焉年者貴於天下\n久矣次于事親是故朝廷同爵而尚齒七\n十杖於朝君問則席八十\n則不仕朝君問則就之而悌達乎朝廷矣\n其行也肩而不並不錯則隨\n斑白者不以其任於道路\n而悌達乎道路矣居鄉以齒而老\n窮不匱强不犯弱衆不暴寡而悌達乎州\n巷矣古之道五十不爲甸役\n頒禽隆之長者而悌達乎蒐狩\n矣軍旅什伍同爵則尚齒而悌達乎軍旅\n矣夫聖王之教孝悌發諸朝廷行於道路\n至於州巷放於蒐狩循於軍旅則衆感以\n義死之而弗敢犯公曰善哉寡人雖聞之\n弗能成\n哀公問之於孔子曰寡人聞東益不祥\n信有之乎孔子曰不祥有五而東益不\n與焉夫損人自益身之不祥棄老而取㓜\n家之不祥擇賢而任不肖國之不祥老者\n不教㓜者不學俗之不祥聖人伏匿愚者\n擅權天下不祥不祥有五東益不與焉\n孔子適季孫季孫之宰謁曰君使求假於\n田特與之乎季孫未言孔子曰吾聞之君\n取於臣謂之取與於臣謂之賜臣取於君\n謂之假與於君謂之獻季孫色然悟曰吾\n誠未達此義遂命其宰曰自今巳徃君有\n取之一切不得復言假也\n孔子家語卷第九\n"}
{"id": "KR3a0001_010", "series": "KR3a0001", "text": "孔子家語卷第十\n曲禮子貢問第四十二\n子貢問於孔子曰晉文公實召天子而使\n諸侯朝焉夫\n子作春秋云天王狩于河陽何也孔子曰\n以臣召君不可以訓亦書其率諸侯事天\n子而已\n孔子在宋見桓魋自爲石槨三年而不成\n工匠皆病夫子愀然曰若是其靡也死\n不如杇之速愈冉子僕曰禮凶事不豫此\n何謂也夫子曰旣死而議謚謚定而卜葬\n旣葬而立廟皆臣子之事非所豫屬也况\n自爲之哉南宫敬叔以富得罪於定公奔\n衞衞侯請復之載其寶以朝夫子聞之曰\n若是其貨也喪不若速貧之愈子游\n侍曰敢問何謂如此孔子曰富而不好禮\n殃也敬叔以富喪矣而又弗改吾懼其將\n有後患也敬叔聞之驟如孔氏而後循禮\n施散焉\n孔子在齊齊大旱春饑景公問於孔子曰\n如之何孔子曰凶年則乗駑馬力役不興\n馳道不修祈以幣玉\n祭祀不懸祀以下牲此\n賢君自貶以救民之禮也\n孔子適季氏康子晝居内寢孔子問其所\n疾康子出見之言終孔子退子貢問曰季\n孫不疾而問諸疾禮與孔子曰夫禮君子\n不有大故則不宿於外非致齊也非疾也\n則不晝處於内是故夜居外雖弔之可也\n晝居於内雖問其疾可也\n孔子為大司冦國廏焚子退朝而之火所\n鄉人有自爲火來者則拜之士一大夫再\n子貢曰敢問何也孔子曰其來者亦相弔\n之道也吾爲有司故拜之\n子貢問曰管仲失於奢晏子失於儉與其\n俱失矣二者孰賢孔子曰管仲鏤簋而朱\n紘旅樹而反坫\n山節藻\n梲賢大夫也而難爲\n上晏平仲祀其先祖而豚肩不揜豆\n一狐裘三十年賢大夫也而難爲下君子\n上不僣下下不偪上\n冉求曰昔文仲知魯國之政立言垂法于\n今不亡可謂知禮矣孔子曰昔臧文仲安\n知禮夏父弗綦逆祀而不止燔柴於竈以\n祀焉夫竈者老婦之所祭\n盛於甕尊於瓶非所柴也故曰禮也者由\n體也體不備謂之不成人設之不當猶不\n備也\n子路問於孔子曰臧武仲率師與邾人戰\n于狐鮐遇敗焉師人多䘮而無罰古之道\n然與孔子曰凡謀人之軍師敗則死之謀\n人之國邑危則亡之古之正也其君在焉\n者有詔則無討\n晉將伐宋使人覘之宋陽門之介夫死\n司城子罕哭之哀覘之\n反言於晉侯曰陽門之介夫死而子罕哭\n之哀民咸悦宋殆未可伐也孔子聞之曰\n善哉覘國乎詩云凡民有喪匍匐救之子\n罕有焉雖非晉國其天下孰能當之\n是以周任有言曰民悦其\n愛者弗可敵也\n楚伐吳工尹商陽與陳棄疾追吳師及之\n棄疾曰王事也子手弓而可商陽手弓棄\n疾曰子射諸射之弊一人韔其弓又及\n棄疾謂之又及棄疾復謂之斃二人每斃\n一人輙掩其目止其御曰吾朝不坐燕不\n與殺三人亦足以反命矣孔子聞之\n曰殺人之中又有禮焉子路怫然進曰人\n臣之節當君大事唯力所及死而後巳夫\n子何善此子曰然如汝言也吾取其有不\n忍殺人之心而巳\n孔子在衛司徒敬子卒夫子弔焉主人不\n哀夫子哭不盡聲而退璩伯玉請曰衛鄙\n俗不習喪禮煩吾子辱相焉孔子許之掘\n中霤而浴毁竈而綴足襲於牀\n及葬毁宗而􁐋行也\n出于大門及墓男子西\n靣婦人東靣旣封而歸殷道也孔子行之\n子游問曰君子行禮不求變俗夫子變之\n矣孔子曰非此之謂也喪事則從其質而\n巳矣\n宣公八年六月辛巳有事于太廟而東門\n襄仲卒壬午猶繹子游見其故\n以問孔子曰禮與孔子曰非禮也卿卒不\n繹\n季桓子喪康子練而無衰子游問於孔子\n曰旣服練服可以除衰乎孔子曰無衰衣\n者不以見賔何以除焉\n邾人以同母異父之昆弟死將爲之服因\n顔克而問禮於孔子子曰繼父同居者則\n異父昆弟從爲之服不同居繼父且猶不\n服况其子乎\n齊師侵魯公叔務人遇人入保負\n杖而息\n務人泣曰使之雖病任之雖重\n君子弗能謀士弗能死不可也我則\n旣言之矣敢不勉乎與其鄰嬖童汪錡乘\n徃奔敵死焉皆殯魯人欲勿殤童汪錡問\n於孔子曰能執干戈以衛社稷可無殤乎\n魯昭公夫人吳孟子卒不赴于諸侯孔子\n旣致仕而徃弔焉適于季氏季氏不絰孔\n子投絰而不拜子游問曰禮\n與孔子曰主人未成服則吊者不絰焉禮\n也\n公父穆伯之喪敬姜晝哭文伯之喪晝夜\n哭孔子曰季氏之婦可謂知禮矣愛而無\n上下有章\n\n南宫縚之妻孔子兄之女喪其姑而誨之\n髽曰爾毋從從爾毋扈扈爾\n蓋榛以爲笄長尺而總\n八寸\n子張有父之䘮公明儀相焉問啓顙於孔\n子孔子曰拜而後啓顙頽乎其順啓顙而\n後拜頎乎其至也三年之䘮吾從其至也\n孔子在衞衞之人有送葬者而夫子觀之\n曰善哉爲喪乎足以爲法也小子識之子\n貢問曰夫子何善爾也徃也如慕其返也\n如疑子貢曰豈若速返而虞哉\n子曰此情之至者也小子識之我未之能\n也\n卞人有母死而孺子之泣者孔子曰哀則\n哀矣而難繼也夫禮爲可傳也爲可繼也\n故哭踊有節而變除有期\n孟獻子禫懸而不樂可御而處内子游問\n於孔子曰若是則過禮也孔子曰獻子可\n謂加於人一等矣\n魯人有朝祥而暮歌者子路笑之孔子曰\n由爾責於人終無已夫三年之喪亦以久\n矣子路出孔子曰又多乎哉\n踰月則其善也\n子路問於孔子曰傷哉貧也生而無以供\n飬死則無以爲禮也孔子曰啜菽飲水盡\n其歡心斯爲之孝乎歛手足形旋葬而無\n槨稱其財爲之禮貧何傷乎\n吴延陵季子聘于上國適齊於其返也其\n長子死於嬴博之間孔子聞之曰\n延陵季子呉之習於禮者也徃而觀其葬\n焉其歛以時服而已其壙掩坎\n深不至於泉其葬無盟器之贈旣葬其封\n廣輪揜坎其髙可時隱也旣封則季子乃\n左袒右還其封且號者三曰骨肉歸于土\n命也若䰟氣則無所不之則無所不之而\n遂行孔子曰延陵季子之禮其合矣\n子游問喪之具孔子曰稱家之有亡焉子\n游曰有亡惡於齊孔子曰有也則無\n過禮苟亡矣則歛手足形還葬懸棺而封\n人豈有非之者哉故夫喪亡與其哀不足\n而禮有餘不若禮不足而哀有餘也祭祀\n與其敬不足而禮有餘不若禮不足而敬\n有餘也\n伯髙死於衞赴於孔子子曰吾惡乎哭諸\n兄弟吾哭諸廟父之友吾哭諸廟門之外\n師吾哭之寢朋友吾哭之寢門之外所知\n吾哭之諸野今於野則已踈於寝則巳重\n夫由賜也而見我吾哭於賜氏遂命子貢\n爲之主曰爲爾哭也來者汝拜之知伯髙\n而來者汝勿拜旣哭使子張徃弔焉未至\n冉求在衞攝束帛乗馬而以將之孔子聞\n之曰異哉徒使我不成禮於伯髙者是冉\n求也\n子路有姊之喪可以除之矣而弗除孔子\n曰何不除也子路曰吾寡兄弟而弗忍也\n孔子曰行道之人皆弗忍先王制禮過之\n者俯而就之不至者企而及之子路聞之\n遂除之\n伯魚之喪母也期而猶哭夫子聞之曰誰\n也門人曰鯉也孔子曰嘻其甚也非禮也\n伯魚聞之遂除之\n衞公使其大夫求婚於季氏桓子問禮於\n孔子子曰同姓爲宗有合族之義故繋之\n以姓而弗别綴之以食而弗殊\n雖百世㛰姻不得通周道然\n也桓子曰魯衞之先雖寡兄弟今已絶逺\n矣可乎孔子曰固非禮也夫上治祖禰以\n尊尊之下治子孫以親親之旁治昆弟所\n以教睦也此先王不易之教也\n有若問於孔子曰國君之於百姓如之何\n孔子曰皆有宗道焉故雖國君之尊猶百\n姓不廢其親所以崇愛也雖以族人之親\n而不敢戚君所以謙也\n曲禮子夏問第四十三\n子夏問於孔子曰居父母之仇如之何孔\n子曰寢苫枕干不仕弗與共天下也遇\n於朝市不返兵而鬬曰請問居昆\n弟之仇如之何孔子曰仕弗與同國衘君\n命而使雖遇之不鬬曰請問從昆弟之仇\n如之何曰不為魁主人能報之則執兵而\n陪其後\n子夏問三年之喪旣卒哭金革之事無避\n禮與初有司爲之乎孔子曰夏后\n氏之喪三年旣殯而致仕殷人旣葬而致\n事周人旣卒哭而致事\n記曰君子不奪人\n之親亦不奪故也子夏曰金革之事無避\n非與孔子曰吾聞諸老聃曰魯公伯禽有\n爲爲之也\n公以三年之喪從利者吾弗知也\n子夏問於孔子曰記云周公相成王教之\n以世子之禮有諸孔子曰昔者成王嗣立\n㓜未能蒞阼周公攝政而治抗世子之法\n於伯禽欲王之知父子君臣之道所以善\n成王也夫知爲人子者然後可以爲人父\n知爲人臣者然後可以爲人君知事人者\n然後可以使人是故抗世子法於伯禽使\n成王知父子君臣長㓜之義焉凡君之於\n世子親則父也尊則君也有父之親有君\n之尊然後兼天下而有之不可不愼也行\n一物而三善皆得唯世子齒於學之謂也\n世子齒於學則國人觀之曰此將君我而\n與我齒讓何也曰有父在則禮然然而衆\n知父子之道矣其一曰此將君我而與我\n齒讓何也曰有臣在則禮然而衆知君臣\n之義矣其三曰此將君我而與我齒讓何\n也曰長長也則禮然然而衆知長㓜之節\n矣故父在斯爲子君在則為臣居子與臣\n之位所以尊君而親親也在學學之為父\n子焉學之爲君臣焉學之為長㓜焉父子\n君臣長㓜之道得而後國治語曰樂正司\n業父師司成一有元良萬國以\n貞世子之謂聞之曰為人臣\n者殺其身而有益於君則為之况于其身\n以善其君乎周公優爲也\n子夏問於孔子曰居君之母與妻之喪如\n之何孔子曰居處言語飲食衎爾於喪所\n則稱其服而已敢問伯母之喪如之何孔\n子曰伯母叔母䟽衰期而踊不絶地姑姊\n妹之大功踊絶於地若知此者由文矣哉\n\n子夏問於夫子曰凡喪小功已上虞祔練\n祥之祭皆沐浴於三年之喪子則盡其情\n矣孔子曰豈徒祭而已哉三年之喪身有\n痬則浴首有瘡則沐病則飲酒食肉毁瘠\n而病君子不爲也毁則死者君子爲之無\n子則祭之沐浴爲齊潔也非爲飾也\n子夏問於孔子曰客至無所舍而夫子曰\n生於我乎館客死無所殯矣夫子曰於我\n乎殯敢問禮與仁者之心與孔子曰吾聞\n諸老聃曰館人使若有之惡有之惡有之\n而不得殯乎夫仁者制禮者也故禮者不\n可不省也禮不同不異不豐不殺稱其義\n以爲之宜故曰我戰則剋祭則受福蓋得\n其道矣\n孔子食於季氏食祭主人不辭不食亦不\n飲而飡子夏問曰禮也孔子曰非禮也從\n主人也吾食於少施氏而飽少施氏食我\n以禮吾食祭作而辭曰䟽食不足祭也吾\n飡而作辭曰䟽食不敢以傷吾子之性主\n人不以禮客不敢盡禮主人盡禮則客不\n敢不盡禮也\n子夏問曰官於大夫旣升於公而反爲之\n服禮與孔子曰管仲遇盗取二人焉上之\n爲公臣曰所以遊僻者可人也公許管仲\n卒桓公使爲之官於大夫者爲之服自管\n仲始也有君命焉\n子貢問居父母䘮孔子曰敬爲上哀次之\n瘠爲下顔色稱情戚容稱服曰請問居兄\n弟之喪孔子曰則存乎書筴已\n子貢問於孔子曰殷人旣定而弔於壙周\n人反哭而弔於家如之何孔子曰反哭之\n弔也喪之至也反而亡矣失之矣於斯爲\n甚故弔之死人卒事也殷以慤吾從周殷\n人旣練之明日而祔于祖周人旣卒哭之\n明日祔于祖祔祭神之始事也周以戚吾\n從殷\n子貢問曰聞諸晏子少連大連善居喪其\n有異稱乎孔子曰父母之喪三日不怠三\n月不解朞悲哀三年憂東夷之子達於禮\n者也\n子游問曰諸侯之世子喪慈母如母禮與\n孔子曰非禮也古者男子外有傅父内有\n慈母君命所使教子者也何服之有昔魯\n孝公少喪其母其慈母良及其死也公弗\n忍欲喪之有司曰禮國君慈母無服今也\n君爲之服是逆古之禮而亂國法也若終\n行之則有司將書之以示後世無乃不可\n乎公曰古者天子喪慈母練冠以燕居\n遂練以喪慈母喪慈母如母始則\n魯孝公之爲也\n孔子適衞遇舊館人之喪入而哭之哀出\n使子貢脱驂以贈之子貢曰所於識之喪\n不能有所贈贈於舊館不巳多乎孔子曰\n吾向入哭之遇一哀而出涕吾惡夫涕而\n無以將之小子行焉\n子路問於孔子曰魯大夫練而杖禮也孔\n子曰吾不知也子路出謂子貢曰吾以爲\n夫子無所不知夫子亦徒有所不知也子\n貢曰子所問何哉子路曰止吾將爲子問\n之遂趨而進曰練而杖禮與孔子曰非禮\n也子貢出謂子路曰子謂夫子而弗知之\n乎夫子徒無所不知也子問非也禮居是\n邦則不非其大夫\n叔孫毋叔之毋死既小歛舉尸者出户武\n孫從之出户乃袒投其冠而括髪子路歎\n之孔子曰是禮也子路問曰將小歛則變\n服今乃出戸而夫子以為知禮何也孔子\n曰由汝問非也君子不舉人以質士\n齊晏桓子卒平仲麤衰斬苴絰帶杖以菅\n屨食粥居傍廬寢苫枕草其老曰非大夫\n喪父之禮也晏子曰唯卿大夫曽子以問\n孔子孔子曰晏平仲可謂能逺害矣不以\n已知是駮人之非愻辭以避咎義也夫\n\n季平子卒將以君之璵璠歛贈以珠玉孔\n子初爲中都宰聞之歷級而救焉\n曰送而以寶玉是猶曝尸於中原也其\n示民以姦利之端而有害於死者安用之\n且孝子不順情以危親忠臣不兆姦以䧟\n君乃止\n孔子之弟子琴張與宗友衛齊豹見宗魯\n於公子孟縶孟縶以爲參乗焉及齊豹將\n殺孟縶告宗魯使行宗魯曰吾由子而事\n之今聞難而逃是僣子也子行\n事乎吾將死以事周子而歸死於公孟可\n也齊氏用戈擊公孟宗以背蔽之斷肱中\n公孟宗魯皆死琴張聞宗魯死將徃弔之\n孔子曰齊豹之盗孟縶之賊也汝何弔焉\n君不食姦不受亂不爲利病於囘\n不以囘事人不蓋非義不犯非\n禮汝何弔焉琴張乃止\n郕人子革卒哭之呼滅\n子游曰若是哭也其\n野哉孔子惡野哭者哭者聞之遂改之\n公父文伯卒其妻妾皆行哭失聲敬姜戒\n之曰吾聞好外者士死之好内者女死之\n今吾子早殀吾惡其以好内聞也二三婦\n人之欲供先祀者請無瘠\n色無揮涕無拊膺\n無哀容無加服有降服從禮而靜是昭吾\n子也孔子聞之曰女智無若婦男智莫若\n夫公文氏之婦智矣剖情損禮欲以明其\n子爲令德也\n子路與子羔仕於衞衞有蒯聵之難孔子\n在魯聞之曰柴也其來由也死矣旣而衞\n使至曰子路死焉夫子哭之於中庭有人\n弔者而夫子拜之巳哭進使者而問故使\n者曰醢之矣遂令左右皆覆醢曰吾何忍\n食此\n季桓子死魯大夫朝服而弔子游問於孔\n子曰禮乎夫子不答他日又問墓而不墳\n孔子曰今丘也東西南北之人不可以弗\n識也吾見封之若堂者矣又見\n若坊者矣又見履夏屋者矣又\n見若斧形者矣吾從斧者焉於是封之崇\n四尺孔子先反虞門人後雨甚至墓崩修\n之而歸孔子問焉曰爾來何遲對曰防墓\n崩孔子不應三云孔子泫然而流涕曰吾\n聞之古不修墓及二十五月而大祥五日\n而彈琴不成聲十日過禫而成笙歌\n\n孔子有母之喪旣練陽虎弔焉私於孔子\n曰今季氏將大饗境内之士子聞諸孔子\n答曰丘弗聞也若聞之雖在衰絰亦欲與\n徃陽虎曰子謂不然乎季氏饗士不及子\n也陽虎出曽點問曰吾之何謂也孔子曰\n巳則衰服猶應其言示所以不非也\n\n顔囘死魯定公弔焉使人訪於孔子孔子\n對曰凡在封内皆臣子也禮君弔其臣升\n自東階向尸而哭其恩賜之施不有笇也\n\n原思言於曽子曰夏后氏之送葬也用盟\n器示民無知也殷人用祭器示民有知也\n周人兼而用之示民疑也曽子曰其不然\n矣夫以盟器鬼器也祭器人器也古之人\n胡為而死其親也子游問於孔子曰之死\n而致死乎不仁不可爲也之死而致生乎\n不智不可爲也凡爲盟器者知喪道也夫\n子始死則矣羔裘玄冠者易之而巳汝何\n疑焉\n子罕問於孔子曰始死之設重也何爲孔\n子曰重主道也殷主綴重焉\n周人徹重焉請問\n䘮朝子曰䘮之朝也順死者\n之孝心故至於祖者廟而後行殷朝而後\n殯於祖周朝而後遂葬\n孔子之守狗死謂子貢曰路馬死\n則藏之以帷狗則藏之以蓋汝徃埋之吾\n聞弊幃不棄爲埋馬也弊蓋不棄爲埋狗\n也今吾貧無蓋於其封也與之蓆無使其\n首䧟於土焉\n曲禮公西赤問第四十四\n公西赤問於孔子曰大夫以罪免卒其葬\n也如之何孔子曰大夫廢其事終身不仕\n死則葬之以士禮老而政仕者死則從其\n列\n公儀仲子嫡子死而立其弟檀弓問子服\n伯子曰何居我未之前聞也子服伯子曰\n仲子亦猶行古人之道昔者文王捨伯邑\n考而立武王微\n子捨其孫腯立其弟衍子游以聞諸孔子\n子曰否周制立孫\n孔子之母旣葬將立葬焉曰古者不祔葬\n爲不忍先死者之復見也詩云死則同穴\n自周公已來祔葬矣故衛人之祔也離之\n有以聞焉魯人之祔也合之美夫吾從魯\n遂合葬於防曰吾聞之有備物而不可用\n也是故竹不成用而瓦不成膝\n琴瑟張而不平笙竽備而不和有鐘磬而\n無簨簴其曰盟器\n神明之也哀哉死者而用生者之器不殆\n而用殉也\n子游問於孔子曰葬者塗車芻靈自古有\n之然今人或有偶是無益於䘮孔子\n曰爲芻靈者善矣爲偶者不仁不殆於用\n人乎\n顔淵之喪旣祥顔路饋祥肉於孔子孔子\n自出而受之入彈琴以散情而後乃食之\n孔子嘗奉薦而進其親也慤\n其行也趨趨以數已祭子貢問\n曰夫子之言祭也濟濟􁇀􁇀焉今夫\n子路爲季氏宰季氏祭逮昏而奠終日不\n足繼以燭雖有彊力之容肅敬之心皆倦\n怠矣有司跛倚以臨其爲不敬也大矣他\n日子路與焉室事交于戸堂事當于階質\n明而始行事晏朝而徹孔子聞之曰孰爲\n士也而不知禮\n孔子家語卷第十\n\n"}
{"id": "KR3a0001_011", "series": "KR3a0001", "text": "孔子家語后序\n　　　　　　呉郡黃　魯曽　撰\n嗚呼至㦲孔子之文徳而有是書也孔子\n生於過曆上不逮於文武而為大行中不\n親於成康而為共和而欲行其道周流於\n齊椘蔡衛之邦所遇者皆晏嬰子西之徒\n未獲多契於東魯本國乃卑秩膴仕兩不\n辤焉但相以攝而輕會以兵而瀆且有容\n璣之沮懐寳之誚不一也終與門人小子\n相明道以傳后丗是以孔氏獨多述作自\n魯論齊論言之又有家語疑多鯉伋所記\n并門人先后襍附之者要之咸孔子之意\n也故一典一事莫非宗旨一軌一物莫非\n玄訓信義美文包二變於獨覺禮樂刑政\n歛四逹於大鳴何也盖孔子之道傳者無\n㡬惟一貫發自聖思卓爾闡於賢力此數\n字可以忘言畧授可以絶口粹昭而梗則\n廢原淂而支則舍三墳五典何必顯顯八\n索九丘何必優優六經二論何必諄諄特\n以聖質罕聞而淵参短列睿心希觸而冉\n閔續依性天遐轍髙堅逺路此所以必叢\n其辭必繁其篇譬之繫臂以姸珠而珠存\n斯貴帶腰以良玉而玉在斯奇此書雖若\n言之廣且曲道則載焉古人所謂載道之\n器余敢以先歸諸今考之藝文志有二十\n一卷王肅所註何乃至宋人梓傳者止十\n卷巳亡其太半如由混簡錯袠則又不可\n分柝比之王廣謀句觧者又止三卷近何\n氏孟春所註則卷雖盈於前本而文多不\n齊余頗惜王肅所註之少播於丗力求宋\n刻者而校仇之僅淂十之七八雖宋刻亦\n有訛謬者也然此書乃孔氏久成之典余\n距孔氏一千五百餘年序之僭妄深矣觀\n者勿以無取尤之\n"}
