{"id": "KR3a0008_001", "series": "KR3a0008", "text": "昔者舜自耕稼陶漁而躬孝友父瞽瞍頑毋嚚及弟象傲皆下愚不移舜盡孝道以供養瞽瞍瞽瞍與象為浚井塗廩之謀欲以殺舜舜孝益䔍出田則號泣年五十猶嬰兒慕可謂至孝矣故耕於歴山歴山之耕者讓畔陶於河濱河濱之陶者器不苦窳漁於雷澤雷澤之漁者分均及立為天子天下化之蠻夷率服北發渠搜南撫交阯莫不慕義麟鳯在郊故孔子曰孝弟之至通於神明光于四海舜之謂也孔子在州里篤行孝道居於闕黨闕黨之子弟畋漁分有親者得多孝以化之也是以七十二子自逺方至服從其徳魯有沈猶氏者旦飲羊飽之以欺市人公慎氏有妻而淫慎潰氏奢侈驕佚魯市之鬻牛馬者善豫賈孔子將為魯司寇沈猶氏不敢朝飲其羊公慎氏出其妻慎潰氏踰境而徙魯之鬻馬牛不豫賈布正以待之也既為司寇季孟墮郡費之城齊人歸所侵魯之地由積正之所致也故曰其身正不令而行孫叔敖為嬰兒之時出遊見兩頭蛇殺而埋之歸而泣其母問其故叔敖對曰聞見兩頭之蛇者死嚮者吾見之恐去母而死也其母曰蛇今安在曰恐他人又見殺而埋之矣其母曰吾聞有隂徳者天報以福汝不死也及長為楚令尹未治而國人信其仁也禹之興也以塗山桀之亡也以末喜湯之興也以有莘紂之亡也以妲己文武之興也以任姒幽王之亡也以褒姒是以詩正闗雎而春秋褒伯姬也樊姬楚國之夫人也楚莊王罷朝而晏問其故莊王曰今旦與賢相語不知日之晏也樊姬曰賢相為誰王曰為虞丘子樊姬掩口而笑王問其故曰妾幸得執巾櫛以侍王非不欲専責檀愛也以為傷王之義故所進與妾同位者數人矣今虞丘子為相數十年未嘗進一賢知而不進是不忠也不知是不智也安得為賢明日朝王以樊姬之言告虞丘子虞丘子稽首曰如樊姬之言於是辭位而進孫叔敖孫叔敖相楚莊王卒以霸樊姬與有力焉衛靈公之時蘧伯玉賢而不用彌子瑕不肖而任事衛大夫史鰌患之數以諫靈公而不聽史鰌病且死謂其子曰我即死治喪於北堂吾不能進蘧伯玉而退彌子瑕是不能正君也生不能正君者死不當成禮置尸北堂於我足矣史鰌死靈公往弔見喪在北堂問其故其子具以父言對靈公靈公蹴然易容寤然失位曰夫子生則欲進賢而退不肖死且不懈又以屍諫可謂忠而不衰矣於是乃召蘧伯玉而進之以為卿退彌子瑕徙喪正堂成禮而後返衛國以治史鰌字子魚論語所謂直哉史魚者也晉大夫祁奚老晉君問曰孰可使嗣祁奚對曰解狐可君曰非子之讎邪對曰君問可非間讎也晉遂舉解狐後又問孰可以為國尉祁奚對曰午也可君曰非子之子邪對曰君問可非問子也君子謂祁奚能舉善矣稱其讎不為謟立其子不為比書曰不偏不黨王道蕩蕩祁奚之謂也外舉不避仇讎内舉不回親戚可謂至公矣唯善故能舉其類詩曰唯其有之是以似之祁奚有焉楚共王有疾召令尹曰常侍筦蘇與我處常忠我以道正我以義吾與處不安也不見不思也雖然吾有得也其功不細必厚爵之申侯伯與處常縱恣吾吾所樂者勸吾為之吾所好者先吾服之吾與處歡樂之不見戚戚也雖然吾終無得也其過不細必亟遣之令尹曰諾明日王薨令尹即拜筦蘇為上卿而逐申侯伯出之境曽子曰鳥之將死其鳴也哀人之將死其言也善言反其本性共王之謂也故孔子曰朝聞夕死可矣於以聞後嗣覺來世猶愈没身不寤者也昔者魏武侯謀事而當群臣莫能逮朝而有喜色吳起進曰今者有以楚莊王之語聞者乎武侯曰未也莊王之語奈何吳起曰楚莊王謀事而當群臣莫能逮朝而有憂色申公巫臣進曰君朝而有憂色何也莊王曰吾聞之諸侯自擇師者王自擇友者霸足已而群臣莫之若者亡今以不榖之不肖而議於朝且群臣莫能逮吾國其幾於亡矣吾是以有憂色也莊王之所以憂而君獨有喜色何也武侯逡廵而謝曰天使夫子振寡人之過也天使夫子振寡人之過也衛國逐獻公晉悼公謂師曠曰衛人出其君不亦甚乎對曰或者其君實甚也夫天生民而立之君使司牧之無使失性良君將賞善而除民患愛民如子蓋之如天容之若地民奉其君愛之如父母仰之如日月敬之如神明畏之若雷霆夫君神之主也而民望之也天之愛民甚矣豈使一人肆於民上以縱其滛而弃天地之性乎必不然矣若困民之性乏神之祀百姓絶望社稷無主將焉用之不去何為公曰善趙簡子上羊陽之坂群臣皆偏袒推車而虎會獨擔㦸行歌不推車簡子曰寡人上坂群臣皆推車會獨擔㦸行歌不推車是會為人臣侮其主為人臣侮其主其罪何若虎會對曰為人臣侮其主者死而又死簡子曰何謂死而又死虎會曰身死妻子又死若是謂死而又死君既以聞為人臣而侮其主者之罪矣君亦聞為人君而侮其臣者乎簡子曰為人君而侮其臣者何若虎會對曰為人君而侮其臣者智者不為謀辯者不為使勇者不為鬭智者不為謀則社稷危辯者不為使則使不通勇者不為鬭則邊境侵簡子曰善乃罷群臣不推車為士大夫置酒與群臣飲以虎㑹為上客昔者周舍事趙簡子立趙簡子之門三日三夜簡子使人出問之曰夫子將何以令我周舍曰願為諤諤之臣墨筆操牘隨君之後司君之過而書之日有記也月有效也嵗有得也簡子悦之與處居無幾何而周舍死簡子厚葬之三年之後與諸大夫飲酒酣簡子泣諸大夫起而出曰臣有死罪而不自知也簡子曰大夫反無罪昔者吾友周舍有言曰百羊之皮不如一狐之腋衆人之唯唯不如周舍之諤諤昔紂昏昬而亡武王諤諤而昌自周舍之死後吾未嘗聞吾過也故人君不聞其非及聞而不改者亡吾國其幾於亡矣是以泣也魏文侯與士大夫坐問曰寡人何如君也群臣皆曰君仁君也次至翟黄曰君非仁君也曰子何以言之對曰君伐中山不以封君之弟而以封君之長子臣以此知君之非仁君文侯怒而逐翟黄黄起而出次至任座文侯問寡人何如君也任座對曰君仁君也曰子何以言之對曰臣聞之其君仁者其臣直向翟黄之言直臣是以知君仁君也文侯曰善復召翟黄入拜為上卿中行寅將亡乃召其太祝而欲加罪焉曰子為我祝犧牲不肥澤耶且齊戒不敬耶使吾國亡何也祝簡對曰昔者吾先君中行穆子皮車十乘不憂其薄也憂徳義之不足也今主君有革車百乘不憂徳義之薄也唯患車不足也夫舟車飾則賦歛厚賦斂厚則民怨謗詛矣且君苟以為祝有益於國乎則詛亦將為損世亡矣一人祝之一國詛之一祝不勝萬詛國亡不亦宜乎祝其何罪中行子乃慚秦欲伐楚使使者徃觀楚之寶器楚王聞之召令尹子西而問焉曰秦欲觀楚之寶器吾和氏之璧隨侯之珠可以示諸令尹子西對曰不知也召昭奚恤而問焉昭奚恤對曰此欲觀吾國得失而圖之不在寶器在賢臣珠玉玩好之物非寶重者王遂使昭奚恤應之昭奚恤發精兵三百人陳於西門之内為東面之壇一為南面之壇四為西靣之壇一秦使者至昭奚恤曰君客也請就上位東面令尹子西南面太宗子敖次之葉公子髙次之司馬子反次之昭奚恤自居西靣之壇稱曰客欲觀楚國之寶器楚國之所寶者賢臣也理百姓實倉廩使民各得其所令尹子西在此奉珪璧使諸侯解忿悁之難交兩國之歡使無兵革之憂太宗子敖在此守封疆謹境界不侵鄰國鄰國亦不見侵葉公子髙在此理師旅整兵戎以當疆敵提枹鼔以動百萬之衆所使皆趨湯火蹈白刃出萬死不顧一生之難司馬子反在此懷霸王之餘議攝治亂之遺風昭奚恤在此唯大國之所觀秦使者戄然無以對昭奚恤遂揖而去秦使者反言於秦君曰楚多賢臣未可謀也遂不伐楚詩云濟濟多士文王以寧斯之謂也晉平公欲伐齊使范昭往觀焉景公賜之酒酣范昭曰願請君之樽酌公曰酌寡人之樽進之於客范昭已飲晏子曰徹樽更之罇觶具矣范昭佯醉不悦而起舞謂太師曰能為我調成周之樂乎吾為子舞之太師曰冥臣不習范昭趨而出景公謂晏子曰晉大國也使人來將觀吾政也今子怒大國之使者將奈何晏子曰夫范昭之為人非陋而不識禮也且欲試吾君臣故絶之也景公謂太師曰子何以不為客調成周之樂乎太師對曰夫成周之樂天子之樂也若調之必人主舞之今范昭人臣也而欲舞天子之樂臣故不為也范昭歸以告平公曰齊未可伐也臣欲試其君而晏子識之臣欲犯其禮而大師知之仲尼聞之曰夫不出於樽爼之間而知千里之外其晏子之謂也可謂折衝矣而太師其與焉晉平公浮西河中流而歎曰嗟乎安得賢士與共此樂者船人固桑進對曰君言過矣夫劒産于越珠産江漢玉産昆山此三寶者皆無足而至今君苟好士則賢士至矣平公曰固桑來吾門下食客者二千餘人朝食不足暮收市租暮食不足朝收市租君尚可謂不好士乎固桑對曰今夫鴻鵠髙飛沖天然其所恃者六翮耳夫腹下之毳背上之毛増去一把飛不為髙下不知君之食客六翮邪將腹背之毳也平公黙然而不應焉楚威王問於宋玉曰先生其有遺行邪何士民衆庶不譽之甚也宋玉對曰唯然有之願大王寛其罪使得畢其辭客有歌於郢中者其始曰下里巴人國中屬而和者數千人其為陽陵採薇國中屬而和者數百人其為陽春白雪國中屬而和者數十人而已也引商刻角雜以流徵國中屬而和者不過數人是其曲彌髙者其和彌寡故鳥有鳯而魚有鯨鳯鳥上擊于九千里絶浮雲負蒼天翺翔乎窈㝠之上夫糞田之鴳豈能與之斷天地之髙哉鯨魚朝發崑崙之墟暴鬐於碣石暮宿於孟諸夫尺澤之鯢豈能與之量江海之大哉故非獨鳥有鳯而魚有鯨也士亦有之夫聖人瑰意竒行超然獨處世俗之民又安知臣之所為哉晉平公間居師曠侍坐平公曰子生無目眹甚矣子之墨墨也師曠對曰天下有五墨墨而臣不得與一焉平公曰何謂也師曠曰群臣行賂以采名譽百姓侵寃無所告訴而君不悟此一墨墨也忠臣不用用臣不忠下才處髙不肖臨賢而君不悟此二墨墨也姦臣欺詐空虗府庫以其少才覆塞其惡賢人逐姦邪貴而君不悟此三墨墨也國貧民罷上下不和而好財用兵嗜欲無厭謟䛕之人容容在旁而君不悟此四墨墨也至道不明法令不行吏民不正百姓不安而君不悟此五墨墨也國有五墨墨而不危者未之有也臣之墨墨小墨墨耳何害乎國家哉趙文子問於叔向曰晉六將軍孰先亡乎對曰其中行氏乎文子曰何故先亡對曰中行氏之為政也以苛為察以欺為明以刻為忠以計多為善以聚歛為良譬之其猶鞟革者也大則大矣裂之道也當先亡楚莊王既討陳靈公之賊殺夏徴舒得夏姬而悦之將近之申公巫臣諫曰此女亂陳國敗其群臣嬖女不可近也莊王從之令尹又欲取申公巫臣諫令尹從之後襄尹取之至恭王與晉戰于鄢陵楚兵敗襄尹死其尸不反數求晉不與夏姬請如晉求尸楚方遣之申公巫臣將使齊私説夏姬與謀及夏姬行而申公巫臣廢使命道亡隨夏姬之晉令尹將徙其族言之於王曰申公巫臣諫先王以無近夏姬今身廢使命與夏姬逃之晉是欺先王也請徙其族王曰申公巫臣為先王謀則忠自為謀則不忠是厚於先王而自薄也何罪於先王遂不徙"}
{"id": "KR3a0008_002", "series": "KR3a0008", "text": "昔者唐虞崇舉九賢布之於位而海内大康要荒來賓麟鳯在郊商湯用伊尹而文武用太公閎夭成王任周召而海内大治越裳重譯祥瑞並降遂安千載皆由任賢之功也無賢臣雖五帝三王不能以興齊桓公得管仲有霸諸侯之榮失管仲而有危亂之辱虞不用百里奚而亡秦繆公用之而霸楚不用伍子胥而破吳闔廬用之而霸夫差非徒不用子胥也又殺之而國卒以亡燕昭王用樂毅推弱燕之兵破疆齊之讎屠七十城而恵王廢樂毅更代以騎刼兵立破亡七十城此父用之子不用其事可見也故闔廬用子胥以興夫差殺之而以亡昭王用樂毅以勝恵王逐之而敗此的的然若白黒秦不用叔孫通項王不用陳平韓信而皆滅漢用之而大興此未逺也夫失賢者其禍如彼用賢者其福如此人君莫不求賢以自輔然而國以亂亡者所謂賢者不賢也或使賢者為之與不肖者議之使智者圖之與愚者謀之不肖嫉賢愚者嫉智是賢者之所以鬲蔽也所以千載不合者也或不肖用賢而不能久也或久而不能終也或不肖子廢賢父之忠臣其禍敗難一二録也然其要在於巳不明而聽衆口譛愬不行斯為明也魏龐恭與太子質於邯鄲謂魏王曰今一人來言市中有虎王信之乎王曰否曰二人言王信之乎曰寡人疑矣曰三人言王信之乎曰寡人信之矣龐恭曰夫市之無虎明矣三人言而成虎今邯鄲去魏逺於市議臣者過三人願王察之也魏王曰寡人知之矣及龐恭自邯鄲反讒口果至遂不得見甘茂下蔡人也西入秦數有功至武王以為左丞相樗里子為右丞相樗里子及公孫子皆秦諸公子也其外家韓也數攻韓秦武王謂甘茂曰寡人欲容車至周室者其道乎韓之宜陽欲使甘茂伐韓取宜陽以通道至周室甘茂曰請約魏與伐韓令向壽輔行甘茂既約魏許甘茂還至息壤謂向壽曰子歸言之王魏聽臣矣然願王勿伐也向壽歸以告王王迎甘茂於息壤問其故對曰冝陽大縣也名爲縣其實郡也今王倍數險行千里攻之難昔者曽參之處鄭人有與曽參同名姓者殺人人告其母曰曽參殺人其母織自若也頃然一人又來告之其母曰吾子不殺人有頃一人又來告其母投杼下機踰墻而走夫以曽參之賢與其母信之也然三人疑之其母懼焉今臣之賢也不若曽參王之信臣也又不如曽參之母之信曽參也疑臣者非特三人也臣恐大王投杼也魏文矦令樂羊將而攻中山三年而㧞之樂羊反而語功文矦示之謗書一篋樂羊再拜稽首曰此非臣之功也主君之力也今臣覉旅也樗里子公孫子二人挾韓而議王必信之是王欺魏而臣受韓之怨也王曰寡人不聴也使伐宜陽五月而宜陽未拔樗里子公孫子果争之武王召甘茂欲罷兵甘茂曰息壤在彼王曰有之因悉起兵使甘茂將擊之遂拔宜陽及武王薨昭王立樗里子公孫子讒之甘茂遇罪卒奔齊故非至明其孰能毋用讒乎楚王問羣臣曰吾聞北方畏昭奚恤亦誠何如江乙答曰虎求百獸食之得一狐狐曰子毋敢食我也天帝令我長百獸今子食我是逆帝命也以我為不信吾為子先行子隨我後觀百獸見我無不走虎以為然随而行獸見之皆走虎不知獸畏己而走也以為畏狐也今王地方五千里帶甲百萬而専任之於昭奚恤也北方非畏昭奚恤也其實畏王之甲兵也猶百獸之畏虎故人臣而見畏者是見君之威也君不用則威亡矣魯君使宓子賤為單父宰子賤辭去因請借善書者二人使書憲書教品魯君子之至單父使書子賤從旁引其肘書醜則怒之欲好書則又引之書者患之請辭而去歸以告魯君魯君曰子賤苦吾擾之使不得施其善政也乃命有司無得擅徵發單父單父之化大治故孔子曰君子哉子賤魯無君子者斯安取斯美其徳也楚人有獻魚楚王者曰今日漁穫食之不盡賣之不售弃之又惜故來獻也左右曰鄙哉辭也楚王曰子不知漁者仁人也蓋聞困倉粟有餘者國有餓民後宫多幽女者下民多曠夫餘衍之蓄聚於府庫者境内多貧困之民皆失君人之道故庖有肥魚廐有肥馬民有餓色是以亡國之君藏於府庫寡人聞之久矣未能行也漁者知之其以此諭寡人也且今行之於是乃遣使恤鰥寡而存孤獨出倉粟發幣帛而振不足罷去後宫不御者出而妻鰥夫楚民欣欣大悦鄰國歸之故漁者壹獻餘魚而楚國賴之可謂仁智矣昔者鄒忌以皷琴見齊宣王宣王善之鄒忌曰夫琴所以象政也遂為王言琴之象政狀及霸王之事宣王大悦與語三日遂拜以為相齊有稷下先生喜議政事鄒忌既為齊相稷下先生淳于髠之屬七十二人皆輕忌以謂設以辭鄒忌不能及乃相與俱徃見鄒忌淳于髠之徒禮倨鄒忌之禮卑淳于髠等曰狐白之裘補之以弊羊皮何如鄒忌曰敬諾請不敢雜賢以不肖淳于髠曰方内而員釭如何鄒忌曰敬諾請謹門内不敢留賓客淳于髠等曰三人共牧一羊羊不得食人亦不得息何如鄒忌曰敬諾減吏省員使無擾民也淳于髠等三稱鄒忌三知之如應響淳于髠等辭屈而去鄒忌之禮倨淳于髠等之禮卑故所以尚干將莫邪者貴其立斷也所以貴騏驥者為其立至也必且歴日曠久乎絲氂猶能挈石駑馬亦能致逺是以聰明捷敏人之美材也子貢曰回也聞一以知十美敏捷也昔者燕相得罪於君將出亡召門下諸大夫曰有能從我出者乎三問諸大夫莫對燕相曰嘻亦有士之不足養也大夫有進者曰亦有君之不能養士安有士之不足養者凶年飢嵗士糟粕不厭而君之犬馬有餘榖粟隆冬烈寒士裋褐不完四躰不蔽而君之臺觀帷㡘錦繡隨風飄飄而弊財者君之所輕死者士之所重也君不能施君之所輕而求得士之所重不亦難乎燕相遂慙遁逃不復敢見晉文公出獵前驅曰前有大蛇髙如隄阻道竟之文公曰寡人聞之諸侯夢惡則修徳大夫夢惡則脩官士夢惡則修身如是而禍不至矣今寡人有過天以戒寡人還車而反前驅曰臣聞之喜者無賞怒者無刑今禍福已在前矣不可變何不遂驅之文公曰不然夫神不勝道而妖亦不勝徳禍福未發猶可化也還車反宿齋三日請於廟曰孤少犧不肥幣不厚罪一也孤好弋獵無度數罪二也孤多賦歛重刑罰罪三也請自今以來者闗市無征澤梁母賦歛赦罪人舊田半税新田不税行此令未半旬守虵吏夢大帝殺虵曰何故當聖之道為而罪當死發夢視虵臭腐矣謁之文公曰然夫神果不勝道而妖亦不勝徳奈何其無究理而任天也應之以徳而已梁君出獵見白鴈群梁君下車彀弓欲射之道有行者梁君謂行者止行者不止白鴈群駭梁君怒欲射行者其御公孫襲下車撫矢曰君止梁君忿然作色而怒曰襲不與其君而顧與他人何也公孫襲對曰昔齊景公之時天大旱三年卜之曰必以人祠乃雨景公下堂頓首曰凡吾所以求雨者為吾民也今必使吾以人祠乃且雨寡人將自當之言未卒而天大雨方千里者何也為有徳於天而恵於民也今主君以白鴈之故而欲射人襲謂主君言無異於虎狼梁君援其手與上車歸入廟門呼萬嵗曰幸哉今日也他人獵皆得禽獸吾獵得善言而歸武王勝殷得二虜而問焉曰而國有妖乎一虜荅曰吾國有妖晝見星而雨血此吾國之妖也一虜荅曰此則妖也雖然非其大者也吾國之妖其大者子不聽父弟不聽兄君令不行此妖之大者也晉文公出田逐獸碭入大澤迷不知所出其中有漁者文公謂曰我若君也道安從出我且厚賜若漁者曰臣願有獻公曰出澤而受之於是遂出澤公令曰子之所以教寡人者何等也願受之漁者曰鴻鵠保河海之中厭而欲移徙之小澤則必有九繒之憂黿鼉保深淵厭而出之淺渚則必有羅網釣射之憂今君逐獸碭入至此何行之太逺也文公曰善哉謂從者記漁者名漁者曰君何以名爲君其尊天事地敬社稷固四國慈愛萬民薄賦歛輕租税者臣亦與焉君不敬社稷不固四國外失禮於諸侯内逆民心一國流亡漁者雖得厚賜不能保也遂辭不受曰君亟歸國臣亦反吾漁所晉文公逐麋而失之問農夫老古曰吾麋何在老古以足指曰如是徃公曰寡人問子以足指何也老古振衣而起曰一不意人君如此也虎豹之居也厭閑而近人故得魚鼈之居也厭深而之淺故得諸侯厭衆而亡其國詩云維鵲有巢維鳩居之君放不歸人將君之於是文公恐歸遇欒武子欒武子曰獵得獸乎而有悦色文公曰寡人逐麋而失之得善言故有悦色欒武子曰其人安在乎曰吾未與來也欒武子曰居上位而不恤其下驕也緩令急誅暴也取人之言而弃其身盗也文公曰善還載老古與俱歸扁鵲見齊桓侯立有間扁鵲曰君有疾在腠理不治將恐深桓侯曰寡人無疾扁鵲出桓侯曰醫之好利也欲治不疾以為功居十日扁鵲復見曰君之疾在肌膚不治將深桓侯不應扁鵲出桓侯不悦居十日扁鵲復見曰君之疾在腸胄不治將深桓侯不應扁鵲出桓侯又不悦居十日扁鵲復見望桓侯而還走桓侯使人問之扁鵲曰疾在腠理湯熨之所及也在肌膚鍼石之所及也在腸胄大劑之所及也在骨髓司命之所無奈何也今在骨髓臣是以無請也居五日桓侯體痛使人索扁鵲扁鵲已逃之秦矣桓侯遂死故良醫之治疾也攻之於腠理此事皆治之於小者也夫事之禍福亦有腠理之地故聖人蚤從事矣莊辛諫楚襄王曰君王左州侯右夏侯從新安君與壽陵君同軒淫衍侈靡而忘國政郢其危矣王曰先生老惽歟妄為楚國妖歟莊辛對曰臣非敢為楚妖誠見之也君王卒近此四子者則楚必亡矣辛請留於趙以觀之於是不出十月王果亡巫山江漢鄢郢之地於是王乃使召莊辛至於趙辛至王曰嘻先生來邪寡人以不用先生言至于此為之奈何莊辛曰君王用辛言則可不用辛言又將甚乎此庶人有稱曰亡羊而固牢未為遲見兎而呼狗未為晩湯武以百里王桀紂以天下亡今楚雖小絶長繼短以千里數豈特百里哉且君王獨不見夫青蛉乎六足四翼蜚翔乎天地之間求蚊虻而食之時甘露而飲之自以為無患與民無争也不知五尺之童子膠絲竿加之乎四仞之上而下為蟲蛾食巳青蛉猶其小者也夫爵俛啄白粒仰棲茂樹鼔其翼奮其身自以為無患與民無争也不知公子王孫左把彈右攝丸定操持審參連故晝遊乎茂樹夕和乎酸醎爵猶其小者也鴻鵠嬉遊乎江漢息留乎大沼俛啄鰋鯉仰奮陵衡脩其六翮而陵清風麃揺髙翔一舉千里自以為無患與民無争也不知弋者選其弓弩脩其防翳加繒繳其頸投乎百仞之上引纎繳揚微波折清風而殞故朝遊乎江河而暮調乎鼎爼鴻鵠猶其小者也蔡侯之事故是也蔡侯南遊乎髙陵北徑乎巫山逐麋麕麞鹿彉谿子隨時鳥嬉遊乎髙蔡之囿溢滿無涯不以國家為事不知子發受令宣王厄以淮水填以巫山庚子之朝纓以朱絲臣而奏之乎宣王也蔡侯之從新安君與壽陵君淫衍侈靡康樂遊娛馳騁乎雲夢之中不以天下與國家為事不知穰侯方與秦王謀寘之以黽厄而投之乎黽塞之外而襄王大懼形體掉栗曰謹受令乃封莊辛為成陵君而用計焉與舉淮北之地十二諸侯魏文侯出遊見路人反裘而負芻文侯曰胡為反裘而負芻對曰臣愛其毛文侯曰若不知其裏盡而毛無所恃邪明年東陽上計錢布十倍大夫畢賀文侯曰此非所賀我也譬無異夫路人反裘而負芻也將愛其毛不知其裏盡毛無所恃也今吾田地不加廣士民不加衆而錢十倍必取之士大夫也吾聞之下不安者上不可居也此非所以賀我也楚莊王問於孫叔敖曰寡人未得所以爲國是也孫叔敖曰國之有是衆非之所惡也臣恐王之不能定也王曰不定獨在君乎亦在臣乎孫叔敖曰國君驕士曰士非我無逌貴冨士驕君曰國非士無逌安强人君或至失國而不悟士或至飢寒而不進君臣不合國是無逌定矣夏桀殷紂不定國是而以合其取舍者為是以爲不合其取舍者為非故致亡而不知莊王曰善哉願相國與諸侯士大夫共定國是寡人豈敢以褊國驕士民哉楚莊王蒞政三年不治而好隠戯社稷危國將亡士慶問左右群臣曰王蒞政三年不治而好隠戯社稷危國將亡胡不入諫左右曰子其入矣士慶入再拜而進曰隠有大鳥來止南山之陽三年不蜚不鳴不審其故何也王曰子其去矣寡人知之矣士慶曰臣言亦死不言亦死願聞其説王曰此鳥不蜚以長羽翼不鳴以觀群臣之慝是鳥雖不蜚蜚必沖天雖不鳴鳴必驚人士慶稽首曰所願聞已王大悦士慶之問而拜之以為令尹授之相印士慶喜出門顧左右笑曰吾王成王也中庶子聞之跪而泣曰臣尚衣冠御郎十三年矣前為豪矢而後為藩蔽王賜士慶相印而不賜臣臣死將有日矣王曰寡人居泥塗中子所與寡人言者内不及國家外不及諸侯如子者可富而不可貴也於是乃出其國寶璧玉以賜之曰忠信者士之行也言語者士之道路也道路不脩治士無所行矣靖郭君欲城薛而客多以諫君告謁者無為客通事於是有一齊人曰臣願一言過一言臣請烹謁者贊客客曰海大魚因反走靖郭君曰請少進客曰否臣不敢以死戯靖郭君曰嘻寡人毋得已試復道之客曰君獨不聞海大魚乎網弗能止繳不能牽碭而失水陸居則螻蟻得意焉且夫齊亦君之水也君已有齊奚以薛為君若無齊城薛猶且無益也靖郭君大悦罷民弗城薛也齊有婦人極醜無雙號曰無塩女其為人也臼頭深目長壯大節昻鼻結喉肥項少髪折腰出胷皮膚若漆行年三十無所容入衒嫁不隻流弃莫執於是乃拂拭短褐自詣宣王願一見謂謁者曰妾齊之不售女也聞君王之聖徳願備後宫之掃除頓首司馬門外唯王幸許之謁者以聞宣王方置酒於漸臺左右聞之莫不揜口而大笑曰此天下强顔女子也於是宣王乃召而見之謂曰昔先王為寡人取妃匹皆已備有列位矣寡人今日聼鄭衞之聲嘔吟感傷揚激楚之遺風今夫人不容鄉里布衣而欲于萬乘之主亦有竒能乎無塩女對曰無有直竊慕大王之美義耳王曰雖然何喜良久曰竊嘗喜隠王曰隠固寡人之所願也試一行之言未卒忽然不見矣宣王大驚立發隠書而讀之退而惟之又不能得明日復更召而問之又不以隠對但揚自衘齒舉手拊肘曰殆哉殆哉如此者四宣王曰願遂聞命無塩女對曰今大王之君國也西有衡秦之患南有强楚之讎外有三國之難内聚姦臣衆人不附春秋四十壯男不立不務衆子而務衆婦尊所好而忽所恃一旦山陵崩弛社稷不定此一殆也漸臺五重黄金白玉琅玕龍䟽翡翠珠璣莫落連飾萬民罷極此二殆也賢者伏匿於山林謟諛强於左右邪偽立於本朝諫者不得通入此三殆也酒漿流湎以夜續朝女樂俳優從横大笑外不脩諸侯之禮内不秉國家之治此四殆也故曰殆哉殆哉於是宣王掩然無聲意入黄泉忽然而昻喟然而嘆曰痛乎無塩君之言吾今乃一聞寡人之殆寡人之殆幾不全於是立停漸臺罷女樂退謟諛去彫琢選兵馬實府庫四闢公門招進直言延及側陋擇吉日立太子進慈母顯隠女拜無塩君為王后而國大安者醜女之力也"}
{"id": "KR3a0008_003", "series": "KR3a0008", "text": "梁恵王謂孟子曰寡人有疾寡人好色孟子曰王誠好色於王何有王曰若之何好色可以王孟子曰大王好色詩曰古公亶父來朝走馬率西水滸至於岐下爰及姜女聿來相宇大王愛厥妃出入必與之偕是時内無怨女外無曠夫王若好色與百姓同之民唯恐王之不好色也王曰寡人有疾寡人好勇孟子曰王若好勇於王何有王曰若之何好勇可以王孟子曰詩曰王赫斯怒爰整其旅以按徂旅以篤周祐以對于天下此文王之勇也文王一怒而安天下之民今王亦一怒而安天下之民民唯恐王之不好勇也孫卿與臨武君議兵於趙孝成王前王曰請問兵要臨武君對曰上得天時下得地利後之發先之至此用兵之要術也孫卿曰不然臣之所聞古之道凡戰用兵之術在於一民弓矢不調羿不能以中六馬不和造父不能以御遠士民不親附湯武不能以勝故善用兵者務在於善附民而已臨武君曰不然夫兵之所貴者勢利也所上者變詐攻奪也善用之者奄忽焉莫知所從出孫吳用之無敵於天下由此觀之豈必待附民哉孫卿曰不然臣之所言者王者之兵君人之事也君之所言者勢利也所上者變詐攻奪也仁人之兵不可詐也彼可詐者怠慢者也落單者也君臣上下之間渙然有離徳者也若以桀詐桀猶有幸焉若以桀詐堯譬之若以卵投石若以指繞沸若羽蹈烈火入則焦没耳夫又何可詐也故仁人之兵鋌則若莫邪之利刃嬰之者斷鋭則若莫邪之利鋒當之者潰圓居而方止若盤石然觸之者隴種而退耳夫又何可詐也故仁人之兵或將三軍同力上下一心臣之於君也下之於上也若子之事父也若弟之事兄也若手足之捍頭目而覆胷腹也詐而襲之與先驚而後擊之一也夫又何可詐也且夫暴亂之君將誰與至哉彼其所與至者必其民也民之親我驩然如父母好我芳如椒蘭反顧其上如灼黥如仇讎人之情雖桀跖豈有肯為其所惡而賊其所好者哉是猶使人之孫子自賊其父母也詩曰武王載斾有䖍秉鉞如火烈烈則莫我敢曷此之謂也孝成王臨武君曰善請問王者之兵孫卿曰將率者末事也臣請列王者之事君人之法昔者秦魏為與國齊楚約而欲攻魏魏使人求救於秦冠蓋相望秦救不出魏人有唐且者年九十餘謂魏王曰老臣請西説秦令兵先臣出可乎魏王曰敬諾遂約車而遣之且見秦王秦王曰丈人罔然乃遂至此甚苦矣魏來求救數矣寡人知魏之急矣唐且荅曰大王已知魏之急而救不至是大王籌筴之臣失之也且夫魏一萬乘之國也稱東藩受冠帶祠春秋者爲秦之强足以爲與也今齊楚之兵已在魏郊矣大王之救不至魏急則且割地而約齊楚王雖欲救之豈有及哉是亡一萬乘之魏而强二敵之齊楚也竊以爲大王籌筴之臣失之矣秦王懼然而悟遽發兵救之馳騖而徃齊楚聞之引兵而去魏氏復故唐且一説定疆秦之莢解魏國之患散齊楚之兵一舉而折衝消難辭之功也孔子曰言語宰我子貢故詩曰辭之集矣民之洽矣辭之懌矣民之莫矣唐且有辭魏國賴之故不可以已燕易王時國大亂齊閔王興師伐燕屠燕國載其寶器而歸易王死及燕國復太子立為燕王是為燕昭王昭王賢即位卑身厚幣以招賢者謂郭隗曰齊因孤國之亂而襲破燕孤極知燕小力少不足以報然得賢士與共國以雪先王之醜孤之願也先生視可者得身事之隗曰臣聞古之人君有以千金求千里馬者三年不能得涓人言於君曰請求之君遣之三月得千里馬馬已死買其骨五百金反以報君君大怒曰所求者生馬安用死馬捐五百金涓人對曰死馬且市之五百金况生馬乎天下必以王爲能市馬馬今至矣於是不朞年千里馬至者二今王誠欲必致士請從隗始隗且見事况賢於隗者乎豈逺千里哉於是昭王爲隗築宫而師之樂毅自魏徃鄒衍自齊徃劇􁅪自趙往士爭走燕燕王吊死問孤與百姓同甘苦二十八年燕國殷富士卒樂軼輕戰於是遂以樂毅為上將軍與秦楚三晉合謀以伐齊樂毅之筴得賢之功也樂毅為昭王謀必待諸侯兵齊乃可伐也於是乃使樂毅使諸侯遂合連四國之兵以伐齊大破之閔王亡逃僅以身脱匿莒樂毅追之遂屠七十餘城臨淄盡降唯莒即墨未下盡復收燕寶器而歸復易王之辱樂毅謝罷諸侯之兵而獨圍莒即墨時田單為即墨令患樂毅善用兵田單不能詐也欲去之昭王又賢不肯聽讒會昭王死惠王立田單使人讒之惠王惠王使騎劫代樂毅樂毅去之趙不歸燕騎劫既爲將軍田單大喜設詐大破燕軍殺騎劫盡復收七十餘城是時齊閔王已死田單得太子於莒立爲齊襄王而燕恵王大慙自悔易樂毅以致此禍恵王乃使人遺樂毅書曰寡人不佞不能奉順君志故君捐國而去寡人不肖明矣敢謁其願而而君弗肯聽也故使使者陳愚志君誠諭之語曰仁不輕絶智不輕怨君於先王世之所明知也寡人望有非則君覆蓋之不虞君明棄之也望有過則君教誨之不虞君明罪之也寡人之罪百姓弗聞君微出明怨以棄寡人寡人必有罪矣然恐君之未盡厚矣諺曰厚者不損人以自益仁者不危軀以要名故覆人之邪者厚之行也救人之過者仁之道也世有覆寡人之邪救寡人之過非君惡所望之今君厚受徳於先王之成尊輕棄寡人以快心則覆邪救過難得於君矣且世有厚薄故施異行有得失故患同今寡人任不肖之罪而君有失厚之累於為君擇無所取國有封疆猶家之有垣墻所以合好覆惡也室不能相和出訟鄰家未為通計也怨惡未見而明棄之未為盡厚也寡人雖不肖未如殷紂之亂也君雖未得志未如啇容箕子之累也然不内盡寡人明怨於外恐其適足以傷髙義而薄於行也非然苟可以成君之髙明君之義寡人雖惡名不難受也本以為明寡人之薄而君不得厚揚寡人之毁而君不得榮是一舉而兩失也義者不毁人以自益况傷人以自損乎願君無以寡人之不肖累徃事之美昔者柳下季為理於魯三絀而不去或曰可以去矣柳下曰苟與人異惡徃而不絀乎猶且絀也寧故國耳栁下季不以絀自累故自前業不忘不以去為心故逺近無議寡人之罪國人不知而議寡人者天下諺曰仁不輕絶知不簡功簡功棄大者仇也輕絶厚利者怨也仇而棄之怨而累之宜在逺者不望之乎君今寡人無罪君豈怨之乎願君捐忿和怒追順先王以復教寡人寡人意君之曰余將快心以成而過不顧先王以明而惡使寡人進不得循初退不得變過此君所制唯君圖之此寡人之愚志敬以書謁之樂毅使人獻書燕王報曰臣不肖不能奉承王命以順左右之心恐抵斧鉞之罪以傷先王之明有害足下之義故遁逃自負以不肖之罪而不敢有辭説今王數之以罪恐侍御者不察先王之所以畜臣之理不白乎臣之所以事先王之心故不敢不以書對臣聞賢聖之君不以禄私親功多者授之不以官隨愛而當者處之故曰察能而授官者成功之君也論行而結交者立名之士也臣以所學觀先王舉措有髙世主之心故假節於魏以身得察於燕先生過舉擢之賓客之中立之群臣之上不謀父兄以為亞卿臣自以為奉令承教可幸無罪故受命而不辭先王命臣曰我有積怨深怒於齊不量輕弱欲以齊為事臣對曰夫齊者霸王之餘業戰勝之遺事閑於兵革習於戰攻王若欲攻之必與天下圖之圖之莫若徑結趙且淮北宋地楚魏之願也趙若許約楚魏盡力四國攻之齊可大破也王曰善臣乃受命具符節南使趙顧反起兵攻齊以天之道先王之靈河北之地隨先王而舉之濟上之兵受命而勝之輕卒鋭兵長驅至齊齊王遁逃走莒僅以身免珠玉貨寶車甲珍器皆収入燕大吕陳於元英故鼎反於歷室齊器設於寧臺薊丘之植植於汶篁五伯以來功業之盛未有及先王者也先王以爲快其志以臣不損令故裂地而封臣使北小國諸侯臣聞賢聖之君功立不廢故著於春秋蚤知之士名成而不毁故稱於後世若先王之報怨雪醜夷萬乘之齊收八百年之積及其棄群臣之日餘令詔後嗣之義法執政任事循法令順庶孽施及萌隷皆可以教後世臣聞善作者不必善成善始者不必善終昔伍子胥説聽於闔閭吳為逺迹至郢夫差不是也賜之鴟夷沉之江故夫差不計先論之可以立功也沉子胥而不悔子胥不蚤見王之不同量也故入江而不化夫免身而全功以明先王之迹臣之上計也離虧辱之誹墮先王之明臣之大恐也臨不測之罪以幸為利義之所不敢出也臣聞君子絶交無惡言去臣無惡聲臣雖不肖數奉教於君子臣恐侍御者親交之説不察䟽逺之行故敢以書謝齊人鄒陽客游於梁人或讒之於孝王孝王怒繫而將欲殺之鄒陽客游見讒自寃乃從獄中上書其辭曰臣聞忠無不報信不見疑臣常以為然徒虚語爾昔者荆軻慕燕丹之義白虹貫日太子畏之衛先生為秦畫長平之計太白食昴昭王疑之夫精變天地而信不諭兩主豈不哀哉今臣盡忠竭誠畢義願知左右不明卒從吏訊為世所疑是使荆軻衛先生復起而燕秦不悟也願大王熟察之昔者玉人獻寶楚王誅之李斯竭忠胡亥極刑是以箕子佯狂接輿避世恐遭此變也願大王熟察玉人李斯之意而後楚王胡亥之聽無使臣爲箕子接輿所歎臣聞比干剖心子胥鴟夷臣始不信乃今知之願大王熟察之少加憐焉諺曰有白頭如新傾蓋而故何則知與不知也昔者樊於期逃秦之燕籍荆軻首以奉丹之事王奢去齊之魏臨城自剄以郤齊而存魏王奢樊於期非新於齊秦而故於燕魏也所以去二國死兩君者行合於志而慕義無窮也是以蘇秦不信於天下爲燕尾生白圭戰亡六城爲魏取中山何則誠有以相知也蘇秦相燕燕人惡之於燕王燕王按劒而怒食之以駃騠白圭顯於中山中山人惡之於魏文矦投以夜光之璧何則兩主二臣剖心析肝相信豈移於浮辭哉故女無美惡居宫見妬士無賢不肖入朝見嫉昔司馬喜臏於宋卒相中山范雎拉脇折齒於魏卒為應侯此二人者皆信必然之畫捐朋黨之私挾孤獨之交故不能自免於嫉妬之人也是以申徒狄蹈流之河徐衍負石入海不容於世義不苟取比周於朝以移主上之心故百里奚乞食於道路繆公委之以政寗戚飰牛車下而桓公任之以國此二人者豈藉官於朝假譽於左右然後二主用之哉感於心合於行堅於膠漆昆弟不能離豈惑於衆口哉故偏聴生姦獨任成亂昔魯聴季孫之説逐孔子宋信子冉之計逐墨翟夫以孔墨之辯而不能自免何則衆口鑠金積毁消骨是以秦用由余而霸中國齊用越人子臧而强威宣此二國豈拘於俗牽於世繫竒偏之辭哉公聽共觀埀名當世故意合則胡越為兄弟由余子臧是也不合則骨肉為仇讎朱象管蔡是也今人主如能用齊秦之明後宋魯之聽則五伯不足侔三王易為比也是以聖王覺悟捐子之之心能不説於田常之賢封比干之後脩孕婦之墓故功業覆於天下何則欲善無猒也夫晉文公親其讎而强霸諸侯齊桓公用其仇而一匡天下何則慈仁殷勤誠加於心不可以虚辭借也至夫秦用商鞅之法東弱韓魏立强天下而卒車裂商君越用大夫種之謀擒勁吳霸中國卒誅其身是以孫叔敖三去相而不悔於陵仲子辭三公為人灌園今世主誠能去驕傲之心懐可報之意披心腹見情素隳肝膽施徳厚終與之窮通無變於士則桀之狗可使吠堯跖之客可使刺由况因萬乘之權假聖王之資乎然則荆軻之沉七族要離燔妻子豈足為大王道哉明月之珠夜光之璧以闇投人於道路衆無不按劒相眄者何則無因至前也蟠木根抵輪囷離竒而為萬乘器者以左右先為之容也故無因而至前雖出隨侯之珠夜光之璧秪足以結怨而不見得故有人先游則以枯木朽株樹功而不忘今使天下布衣窮居之士雖䝉堯舜之術挾伊管之辯素無根柢之容而欲竭精神開忠信輔人主之治則人主必襲按劒相眄之迹矣是使布衣不得當枯木朽株之資也是以聖王制世御俗獨化於陶鈞之上能不牽乎卑亂之言不惑乎衆多之口故秦皇帝任中庶子蒙恬之言以信荆軻之説故匕首竊發周文王校獵涇渭載吕尚而歸以王天下秦信左右而弑周用烏集而王何則以其能越攣拘之語馳域外之議獨觀於昭曠之道也今人主沉於謟䛕之辭牽於帷墻之制使不覊之士與牛驥同皁此鮑焦之所以忿於世而不留於冨貴之樂也臣聞盛飾以朝者不以私行義砥礪名號者不以利傷行故里名勝母而曽子不入邑號朝歌墨子囬車今使天下寥廓之士籠於威重之權脇於勢位之貴囬面汙行以事謟䛕之人求親近於左右則王有伏死崛穴巖藪之中耳安有盡精神而趨闕下者哉書奏孝王孝王立出之卒為上客"}
{"id": "KR3a0008_004", "series": "KR3a0008", "text": "管仲言齊桓公曰夫懇田剏邑闢土殖榖盡地之利則臣不若寗戚請置以為田官登降揖讓進退閑習臣不如隰朋請置以為大行蚤入晏出犯君顔色進諫必忠不重富貴不避死亡則臣不若東郭牙請置以為諫臣决獄折中不誣無罪不殺無辜則臣不若弦寧請置以為大理平原廣囿車不結軌士不旋踵皷之而三軍之士視死若歸則臣不若王子成甫請置以為大司馬君如欲治國强兵則此五子者足矣如欲霸王則夷吾在此夫管仲能知人桓公能任賢所以九合諸侯一匡天下不用兵車管仲之功也詩曰濟濟多士文王以寧桓公其似之矣有司請吏於齊桓公桓公曰以告仲父有司又請桓公曰以告仲父若是者二在側者曰一則告仲父二則告仲父易哉為君桓公曰吾未得仲父則難已得仲父曷為其不易也故王者勞於求人佚於得賢舜舉衆賢在位埀衣裳恭己無為而天下治湯文用伊吕成王用周邵而刑措不用兵偃而不動用衆賢也桓公用管仲則小也故至於霸而不能以王故孔子曰小哉管仲之器蓋善其遇桓公惜其不能以王也至明王則不然所用大矣詩曰濟濟多士文王以寧此之謂也公季成謂魏文侯曰田子方雖賢人然而非有土之君也君常與之齊禮假有賢於子方者君又何以加之文侯曰如子方者非成所得議也子方仁人也仁人也者國之寶也智士也者國之噐也愽通士者也國之尊也故國有仁人則群臣不爭國有智士則無四鄰諸侯之患國有愽通之士則人主尊固非成之所議也公季成自退於郊三日請罪魏文侯弟曰季成友曰翟黄文侯欲相之而未能决以問李克克對曰君若置相則問樂商與王孫苟端孰賢文侯曰善以王孫苟端為不肖翟黄進之樂商為賢季成進之故相季成故知人則哲進賢受上賞季成以知賢故文侯以為相季成翟黄皆近臣親屬也以所進者賢别之故李克之言是也孟嘗君問於白圭曰魏文侯名過於桓公而功不及五伯何也白圭對曰魏文侯師子夏友田子方敬叚干木此名之所以過於桓公也卜相則曰成與黄孰可此功之所以不及五伯也以私愛妨公舉在職者不堪其事故功廢然而名號顯榮者三士翊之也如相三士則王功成豈特霸哉晉平公問於叔向曰昔者齊桓公九合諸侯一匡天下不識其君之力乎其臣之力乎叔向對曰管仲善制割隰朋善削縫賔胥無善純縁桓公知衣而已亦其臣之力也師曠侍曰臣請譬之以五味管仲善斷割之隰朋善煎熬之賔胥無善齊和之羮以熟矣奉而進之而君不食誰能彊之亦君之力也昔者齊桓公與魯莊公為柯之盟魯大夫曹劌謂莊公曰齊之侵魯至於城下城壊壓境君不圖與莊公曰嘻寡人之生不若死曹劌曰然則君請當其君臣請當其臣及會兩君就壇兩相相揖曹劌手劍拔刃而進迫桓公於壇上曰城壊壓境君不圖與管仲曰然則君何求曹劌曰願請汶陽田管仲謂桓公曰君其許之桓公許之曹劌請盟桓公遂與之盟己盟標劒而去左右曰要盟可倍曹劌可讎請倍盟而討曹劌管仲曰要盟可負而君不負曹劌可讎而君不讎著信天下矣遂不倍天下諸侯翕然而歸之為鄄之㑹幽之盟諸侯莫不至焉為陽榖之會貫澤之盟逺國皆來南伐强楚以致菁茅之貢北伐山戎為燕開路三存亡國一繼絶世尊事周室九合諸侯一匡天下功次三王為五伯長本信起乎柯之盟也晉文公伐原與大夫期五日五日而原不降文公令去之吏曰原不過三日將降矣君不如待之君曰得原失信吾不為也原人聞之曰有君義若此不可不降也遂降温人聞之亦請降故曰伐原而温降此之謂也於是諸侯歸之遂侵曹伐衛為踐土之會温之盟後南破强楚尊事周室遂成霸功上次齊桓本信由伐原也昔者趙之中牟叛趙襄子率師伐之圍未合而城自壊者十堵襄子擊金而退士軍吏曰君誅中牟之罪而城自壊是天助也君曷爲去之襄子曰吾聞之於叔向曰君子不乘人於利不迫人於險使之城而後攻中牟聞其義乃請降詩曰王猶允塞徐方既來此之謂也襄子遂㓕知氏并代爲天下彊本由伐中牟也楚莊王伐鄭克之鄭伯肉袒左執旄旌右執鸞刀以迎莊王曰寡人無良邊陲之臣以干天之禍是以使君王昧焉辱到弊邑君如憐此喪人錫之不毛之地唯君王之命莊王曰君之不令臣交易爲言是以使寡人得見君之玉靣也而微至乎此莊王親自手旌左右麾軍還舍七里將軍子重進諫曰夫南郢之與鄭相去數千里諸大夫死者數人斯役死者數百人今尅而不有無乃失民力乎莊王曰吾聞之古者盂不穿皮不蠧不出四方以是見君子重禮而賤利也要其人不要其土人告從而不赦不祥也君以不祥立乎天下菑之及吾身何日之有矣既而晉人之救鄭者至請戰莊王許之將軍子重進諫曰晉强國也道近力新楚師疲勞君請勿許莊王曰不可强者我避之弱者我威之是寡人無以立乎天下也遂還師以逆晉寇莊王援枹而皷之晉師大敗晉人來渡河而南及敗犇走欲度而北卒爭舟而以刃擊引舟中之指可掬也莊王曰嘻吾两君之不相能也百姓何罪乃退師以軼晉寇詩曰柔亦不茹剛亦不吐不侮鰥寡不畏强禦莊王之謂也晉人伐楚三舍不止大夫曰請擊之莊王曰先君之時晉不伐楚及孤之身而晉伐楚是寡人之過也如何其辱諸大夫也大夫曰先君之時晉不伐楚及臣之身而晉伐楚是臣之罪也請擊之莊王俛泣而起拜諸大夫晉人聞之曰君臣争以過為在己且君下其臣猶如此所謂上下一心三軍同力未可攻也乃夜還師孔子聞之曰楚莊王霸其有方矣下士以一言而敵還以安社稷其霸不亦宜乎詩曰柔逺能邇以定我王此之謂也晉文公將伐鄴趙衰言所以勝鄴文公用之而勝鄴將賞趙衰趙衰曰君將賞其末乎賞其本乎賞其末則騎乘者存賞其本則臣聞之郄虎公召郄虎曰衰言所以勝鄴遂勝將賞之曰蓋聞之子子當賞郄虎對曰言之易行之難臣言之者也公曰子無辭郄虎不敢固辭乃受賞梁大夫有宋就者嘗為邊縣令與楚鄰界梁之邊亭與楚之邊亭皆種瓜各有數梁之邊亭人劬力數灌其瓜瓜美楚人窳而稀灌其瓜瓜惡楚令因以梁瓜之美怒其亭瓜之惡也楚亭人心惡梁亭之賢己因徃夜竊搔梁亭之瓜皆有死焦者矣梁亭覺之因請其尉亦欲竊徃報搔楚亭之瓜尉以請宋就就曰惡是何可怨禍之道也人惡亦惡何褊之甚也若我教子必毎暮令人徃竊為楚亭夜善灌其瓜勿令知也於是梁亭乃每暮夜竊灌楚亭之瓜楚亭旦而行瓜則又皆以灌矣瓜日以美楚亭怪而察之則乃梁亭也楚令聞之大悦因具以聞楚王楚王聞之惄然愧以意自閔也告吏曰徴搔瓜者得無有他罪乎此梁之隂讓也乃謝以重幣而請交於梁王楚王時稱則祝梁王以為信故梁楚之歡由宋就始語曰轉敗而為功因禍而為福老子曰報怨以徳此之謂也夫人既不善胡足効哉梁嘗有疑獄群臣半以為當罪半以為無罪雖梁王亦疑梁王曰陶之朱公以布衣富侔國是必有竒智乃召朱公而問曰梁有疑獄獄吏半以為當罪半以為不當罪雖寡人亦疑吾子決是柰何朱公曰臣鄙民也不知當獄雖然臣之家有二白璧其色相如也其徑相如也其澤相如也然其價一者千金一者五百金王曰徑與色澤相如也一者千金一者五百金何也朱公曰側而視之一者厚倍是以千金梁王曰善故獄疑則從去賞疑則從與梁國大悦由此觀之墻薄則亟壞繒薄則亟裂器薄則亟毁酒薄則亟酸夫薄而可以曠日持久者殆未有也故有國畜民施政教者宜厚之而可耳楚恵王食寒葅而得蛭因遂吞之腹有疾而不能食令尹入問曰王安得此疾也王曰我食寒葅而得蛭念譴之而不行其罪乎是法廢而威不立也非所以使國聞也譴而行其誅乎則庖宰食監法皆當死心又不忍也故吾恐蛭之見也因遂吞之令尹避席再拜而賀曰臣聞天道無親惟徳是輔君有仁徳天之所奉也病不為傷是夕也惠王之後蛭出故其久病心腹之疾皆愈天之視聽不可不察也鄭人游于鄉校以議執政之善否然明謂子産曰何不毁鄉校子産曰胡為夫人朝夕游焉以議執政之善否其所善者吾將行之其所惡者吾將改之是吾師也如之何毁之吾聞為國忠信以損怨不聞作威以防怨譬之若防川也大决所犯傷人必多吾不能救也不如小决之使導吾聞而藥之也然明曰蔑也乃今知吾子之信可事也小人實不材若果行此其鄭國實賴之豈惟二三臣仲尼聞是語也曰以是觀之人謂子産不仁吾不信也桓公與管仲鮑叔寗戚飲酒桓公謂鮑叔姑為寡人祝乎鮑叔奉酒而起曰祝吾君無忘其出而在莒也使管仲無忘其束縛而從魯也使寗子無忘其飯牛於車下也桓公辟席再拜曰寡人與二大夫皆無忘夫子之言齊之社稷必不廢矣此言常思困隘之時必不驕矣桓公田至於麥丘見麥丘邑人問之子何爲者也對曰麥丘邑人也公曰年㡬何對曰八十有三矣公曰美哉壽乎子其以子壽祝寡人麥丘邑人曰祝主君使主君甚壽金玉是賤人為寳桓公曰善哉至徳不孤善言必再吾子其復之麥丘邑人曰祝主君使主君無羞學無惡下問賢者在傍諌者得人桓公曰善哉至徳不孤善言必三吾子一復之麥丘邑人曰祝主君使主君無得罪於群臣百姓桓公怫然作色曰吾聞之子得罪於父臣得罪於君未甞聞君得罪於臣者也此一言者非夫二言者之匹也子更之麥丘邑人坐拜而起曰此一言者夫二言之長也子得罪於父可以因姑姉叔父而解之父能赦之臣得罪於君可以因便辟左右而謝之君能赦之昔桀得罪於湯紂得罪於武王此則君之得罪於其臣者也莫為謝至今不赦公曰善賴國家之福社稷之靈使寡人得吾子於此扶而載之自御以歸禮之於朝封之以麥丘而㫁政焉哀公問孔子曰寡人生乎深宫之中長於婦人之手寡人未嘗知哀也未嘗知憂也未嘗知勞也未嘗知懼也未嘗知危也孔子辟席曰吾君之問乃聖君之問也丘小人也何足以言之哀公曰否吾子就席微吾子無所聞之矣孔子就席曰然君入廟門升自阼階仰見榱棟俯見几筵其器存其人亡君以此思哀則哀將安不至矣君昧爽而櫛冠平旦而聴朝一物不應亂之端也君以此思憂則憂將安不至矣君平旦而聴朝日昊而退諸侯之子孫必有在君之門廷者君以此思勞則勞將安不至矣君出魯之四門以望魯之四郊亡國之墟列必有數矣君以此思懼則懼將安不至矣丘聞之君者舟也庶人者水也水則載舟水則覆舟君以此思危則危將安不至矣夫執國之柄履民之上懍乎如以腐索御犇馬易曰履虎尾詩曰如履薄冰不亦危乎哀公再拜曰寡人雖不敏請事斯語矣昔者齊桓公出遊於野見亡國故城郭氏之墟問於野人曰是為何墟野人曰是為郭氏之墟桓公曰郭氏者曷為墟野人曰郭氏者善善而惡惡桓公曰善善而惡惡人之善行也其所以為墟者何也野人曰善善而不能行惡惡而不能去是以為墟也桓公歸以語管仲曰其人為誰桓公曰不知也管仲曰君亦一郭氏也於是桓公招野人而賞焉晉文公田於虢遇一老夫而問曰虢之為虢久矣子處此故矣虢亡其有説乎對曰虢君㫁則不能諫則無與也不能㫁又不能用人此虢之所以亡文公以輟田而歸遇趙衰而告之趙衰曰今其人安在君曰吾不與之來也趙衰曰古之君子聽其言而用其人今之君子聽其言而棄其身哀哉晉國之憂也文公乃召賞之於是晉國樂納善言文公卒以霸晉平公過九原而歎曰嗟乎此地之藴吾良臣多矣若使死者起也吾將誰與歸乎叔向對曰其趙武乎平公曰子黨於子之師也對曰臣敢言趙武之為人也立若不勝衣言若不出於口然其身舉士於白屋下者四十六人皆得其意而公家甚賴之及文子之死也四十六人皆就賔位是其無私徳也臣故以為賢也平公曰善夫趙武賢臣也相晉天下無兵革者九年春秋曰晉趙武之力盡得人也葉公諸梁問樂王鮒曰晉大夫趙文子為人何若對曰好學而受規諫葉公曰疑未盡之矣對曰好學智也受規諫仁也江出汶山其源若甕口至楚國其廣十里無他故其下流多也人而好學受規諫宜哉其立也詩曰其惟哲人告之話言順徳之行此之謂也鍾子期夜聞擊磬聲者而悲旦召問之曰何哉子之擊磬若此之悲也對曰臣之父殺人而不得臣之母得而為公家隷臣得而為公家擊磬臣不睹臣之母三年於此矣昨日為舍市而睹之意欲贖之無財身又公家之有也是以悲也鍾子期曰悲在心也非在手也非木非石也悲於心而木石應之以至誠故也人君苟能至誠動於内萬民必應而感移堯舜之誠感於萬國動於天地故荒外從風鳯麟翔舞下及微物咸得其所易曰中孚豚魚吉此之謂也勇士一呼三軍皆辟士之誠也昔者楚熊渠子夜行見寢石以爲伏虎關弓射之㓕矢飲羽下視知石也却復射之矢摧無迹熊渠子見其誠心而金石爲之𨳩况人心乎唱而不和動而不随中必有不全者矣夫不降席而匡天下者求之己也孔子曰其身正不令而行其身不正雖令不從先王之所以拱揖指揮而四海賔者誠徳之至己形於外故詩曰王猶允塞徐方既來此之謂也齊有彗星齊侯使祝禳之晏子曰無益也祗取誣焉天道不謟不貳其命若之何禳之也且天之有彗以除穢也君無穢徳又何禳焉若徳之穢禳之何損詩云惟此文王小心翼翼昭事上帝聿懐多福厥徳不回以受方國君無違徳方國將至何患於彗詩曰我無所監夏后及商用亂之故民卒流亡若徳之回亂民將流亡祝史之為無能補也公説乃止宋景公時熒惑在心懼召子韋而問曰熒惑在心何也子韋曰熒惑天罰也心宋分野也禍當君身雖然可移於宰相公曰宰相所使治國也而移死焉不祥寡人請自當也子韋曰可移於民公曰民死將誰君乎寧獨死耳子韋曰可移於嵗公曰嵗饑民餓必死為人君欲殺其民以自活其誰以我為君乎是寡人之命國盡矣子無復言矣子韋還走北靣再拜曰臣敢賀君天之處髙而聽卑君有仁人之言三天必三賞君今夕星必徙舍君延壽二十一嵗公曰子何以知之對曰君有三善故三賞星必三舍舍行七星星當一年三七二十一故曰延壽二十一年臣請伏於陛下以司之星不徙臣請死之公曰可是夕也星三徙舍如子韋言老子曰能受國之不祥是謂天下之王也宋康王時有爵生鸇於城之陬使史占之曰小而生巨必霸天下康王大喜於是滅滕伐薛取淮北之地乃愈自信欲霸之亟成故射天笞地斬社稷而焚之曰威嚴伏天地鬼神罵國老之諌者為無頭之棺以示有勇剖傴者之背鍥朝涉之脛而國人大駭齊聞而伐之民散城不守王乃逃兒侯之館遂得病而死故見祥而為不可祥反為禍臣向愚以鴻範傳推之宋史之占非也此黒祥傳所謂黒眚者也猶魯之有鸜鵒為黒祥也属於不謀其咎急也鸇者黒色食爵大於爵害爵也攫擊之物貪叨之類爵而生鸇者是宋君且行急暴擊伐貪叨之行距諫以生大禍以自害也故爵生鸇於城陬者以亡國也明禍且害國也康王不悟遂以滅亡此其効也"}
{"id": "KR3a0008_005", "series": "KR3a0008", "text": "魯哀公問子夏曰必學而後可以安國保民乎子夏曰不學而能安國保民者未嘗聞也哀公曰然則五帝有師乎子夏曰有臣聞黄帝學乎大真顓頊學乎緑圖帝嚳學乎赤松子堯學乎尹壽舜學乎務成跗禹學乎西王國湯學乎威子伯文王學乎鉸時子斯武王學乎郭叔周公學乎太公仲尼學乎老聃此十一聖人未遭此師則功業不著乎天下名號不傳乎千世詩曰不愆不忘率由舊章此之謂也夫不學不明古道而能安國家者未之有也吕子曰神農學悉老黄帝學大真顓頊學伯夷父帝嚳學伯招帝堯學州文父帝舜學許由禹學大成執湯學小臣文王武王學太公望周公旦齊桓公學管夷吾隰朋晉文公學咎犯随會秦穆公學百里奚公孫支楚莊王學孫叔敖沈尹竺吳王闔閭學伍子胥文之儀越王勾踐學范蠡大夫種此皆聖王之所學也且夫天生人而使其耳可以聞不學其聞則不若聾使其目可以見不學其見則不若盲使其口可以言不學其言則不若喑使其心可以智不學其智則不若狂故凡學非能益之也達天性也能全天之所生而勿敗之可謂善學者矣湯見祝網者置四面其祝曰從天墜者從地出者從四方來者皆離吾網湯曰嘻盡之矣非桀孰為此湯乃解其三面置其一面更教之祝曰昔蛛蝥作網今之人循序欲左者左欲右者右欲髙者髙欲下者下吾取其犯命者漢南之國聞之曰湯之徳及禽獸矣四十國歸之人置四面未必得鳥湯去三面置其一面以網四十國非徒網鳥也周文王作靈臺及為池沼掘地得死人之骨吏以聞於文王文王曰更葬之吏曰此無主矣文王曰有天下者天下之主也有一國者一國之主也寡人固其主又安求主遂令吏以衣棺更葬之天下聞之皆曰文王賢矣澤及朽骨又况於人乎或得寶以危國文王得朽骨以喻其意而天下歸心焉管仲傅齊公子紏鮑叔傅公子小白齊公孫無知殺襄公公子糺奔魯小白奔莒齊人誅無知迎公子糺於魯公子糺與小白争入管仲射小白中其帶鈎小白佯死遂先入是為齊桓公公子糺死管仲奔魯桓公立國定使人迎管仲於魯遂立以為仲父委國而聽之九合諸侯一匡天下為五伯長里鳬湏晉公子重耳之守府者也公子重耳出亡於晉里鳬湏竊其寶貨而逃公子重耳反國立為君里鳬湏造門願見文公方沐其謁者復文公握髪而應之曰吾鳬湏邪曰然謂鳬湏曰若猶有以面目而復見我乎謁者謂里鳬湏鳬湏對曰臣聞之沐者其心覆心覆者言悖君意沐邪何悖也謁者復文公見之曰若竊我貨寶而逃我謂汝猶有面目而見我邪汝曰君何悖也是何也鳬湏曰然君反國國之半不自安也君寧弃國之半乎其寧有全晉乎文公曰何謂也鳬湏曰得罪於君者莫大於鳬湏矣君謂赦鳬湏顯出以為右如鳬湏之罪重也君猶赦之況有輕於鳬湏者乎文公曰聞命矣遂赦之明日出行國使為右翕然晉國皆安語曰桓公任其賊而文公用其盗故曰明主任計不任怒闇主任怒不任計計勝怒者强怒勝計者亡此之謂也寗戚欲干齊桓公窮困無以自進於是為商旅賃車以適齊暮宿於郭門之外桓公郊迎客夜開門辟賃車者執火甚盛從者甚衆寗戚飯牛於車下望桓公而悲擊牛角疾商歌桓公聞之撫其僕之手曰異哉此歌者非常人也命後車載之桓公反至從者以請桓公曰賜之衣冠將見之寗戚見説桓公以合境内明日復見説桓公以為天下桓公大説將任之群臣爭之曰客衛人去齊五百里不逺不若使人問之固賢人也任之未晩也桓公曰不然問之恐其有小惡忘人之大美此人主所以失天下之士也且人固難全權用其長者遂舉大用之而授之以為卿當此舉也桓公得之矣所以覇也齊桓公見十臣稷一日三至不得見也從者曰萬乘之主布衣之士一日三至不得見亦可以止矣桓公曰不然士之傲爵禄者固輕其主其主傲覇王者亦輕其士縱夫子傲爵禄吾庸敢傲霸王乎五徃而後得見天下聞之皆曰桓公猶下布衣之士而况國君乎於是相率而朝靡有不至桓公所以九合諸侯一匡天下者遇士於是也詩云有覺徳行四國順之桓公其恤之矣魏文侯過叚干木之閭而軾其僕曰君何爲軾曰此非叚干木之閭乎段干木盖賢者也吾安敢不軾且吾聞叚干木未甞肯以己易寡人也吾安敢髙之叚干木光乎徳寡人光乎地段干木富乎義寡人富乎財地不如徳財不如義寡人當事之者也遂致禄百萬而時徃問之國人皆喜相與誦之曰吾君好正叚干木之敬吾君好忠叚干木之隆居無幾何秦興兵欲攻魏司馬唐且諫秦君曰叚干木賢者也而魏禮之天下莫不聞無乃不可加兵乎秦君以為然乃案兵而輟不攻魏文侯可謂善用兵矣夫君子善用兵也不見其形而攻已成其此之謂也野人之用兵皷聲則似雷號呼則動地塵氣充天流矢如雨扶傷舉死履腸涉血無罪之民其死者已量於澤矣而國之存亡主之死生猶未可知也其離仁義亦逺矣秦昭王問孫卿曰儒無益於人之國孫卿曰儒者法先王隆禮義謹乎臣子而能致貴其上者也人主用之則進在本朝置而不用則退編百姓而敵必為順下矣雖窮困凍餒必不以邪道為食無置錐之地而明於持社稷之大計呌呼而莫之能應然而通乎裁萬物養百姓之經紀勢在人上則王公之才也在人下則社稷之臣國君之寶也雖隠於窮閭漏屋人莫不貴之道誠存也仲尼為魯司寇沈猶氏不敢朝飲其羊公慎氏出其妻慎潰氏喻境而走魯之鬻牛馬不豫賈布正以待之也居於闕黨闕黨之子弟罔罟分有親者取多孝悌以化之也儒者在本朝則美政在下位則美俗儒之為人下如是矣王曰然則其為人上何如孫卿對曰其為人也廣大矣志意定乎内禮節修乎朝法則度量正乎官忠信愛利形乎下行一不義殺一無罪而得天下不為也若義信乎人矣通於四海則天下之外應之而懐之是何也則貴名白而天下治也故近者謌謳而樂之逺者竭走而趨之四海之内若一家通達之属莫不從服夫是之謂人師詩曰自西自東自南自北無思不服此之謂也夫其為人下也如彼為人上也如此何為其無益人之國乎昭王曰善田賛衣儒衣而見荆王荆王曰先生之衣何其惡也賛對曰衣又有惡此者荆王曰可得而聞邪對曰甲惡於此王曰何謂也對曰冬日則寒夏日則熱衣無惡於甲者矣賛貧故衣惡也今大王萬乘之主也富厚無敵而好衣人以甲臣竊為大王不取也意者為其義耶甲兵之事析人之首刳人之腹墮人城郭係人子女其名尤甚不榮意者為其貴邪苟慮害人人亦必慮害之苟慮危人人亦必慮危之其貴人甚不安之二者為大王無取焉荆王無以應也昔衛靈公問陣孔子言爼豆賤兵而貴禮也夫儒服先王之服也而荆王惡之兵者國之凶器也而荆王喜之所以屈於田賛而危其國也故春秋曰善為國者不師此之謂也哀公問於孔子曰寡人聞之東益宅不祥信有之乎孔子曰不祥有五而東益不與焉夫損人而益己身之不祥也弃老取幼家之不祥也釋賢用不肖國之不祥也老者不教㓜者不學俗之不祥也聖人伏匿天下之不祥也故不祥有五而東益不與焉詩曰各敬爾儀天命不又未聞東益之與為命也顔淵侍魯定公于臺東野畢御馬于臺下定公曰善哉東野畢之御顔淵曰善則善矣雖然其馬將失定公不悦以告左右曰吾聞之君子不讒人君子亦讒人乎顔淵不悦歴階而去湏臾馬敗聞矣定公躐席而起曰趨駕請顔淵顔淵至定公曰向寡人曰善哉東野畢御也吾子曰善則善矣雖然其馬將失矣不識君子何以知之也顔淵曰臣以政知之昔者舜工於使人造父工於使馬舜不窮於其民造父不盡其馬是以舜無失民造父無失馬今東野畢之御也上車執轡御體正矣周旋步驟朝禮畢矣歴險致逺而馬力殫矣然求不已是以知其失矣定公曰善可少進與顔淵曰獸窮則觸鳥窮則啄人窮則詐自古及今有窮其下能無危者未之有也詩曰執轡如組兩驂如舞善御之謂也定公曰善哉寡人之過也孔子北之山戎氏有婦人哭於路者其哭甚哀孔子立輿而問曰曷爲哭哀至於此也婦人對曰徃年虎食我夫今虎食我子是以哀也孔子曰嘻若是則曷爲不去也曰其政平其吏不苛吾以是不能去也孔子顧子貢曰弟子記之夫政之不平而吏苛乃甚於虎狼矣詩曰降䘮飢饉斬伐四國夫政不平也乃斬伐四國而况二人乎其不去宜哉魏文侯問李克曰吳之所以亡者何也李克對曰數戰數勝文侯曰數戰數勝國之福也其所以亡何也李克曰數戰則民疲數勝則主驕以驕主治疲民此其所以亡也是故好戰窮兵未有不亡者也趙襄子問於王子維曰吳之所以亡者何也對曰吳君吝而不忍襄子曰冝哉吳之亡也吝則不能賞賢不忍則不能罰姦賢者不賞有罪不能罰不亡何待孔子侍坐於季孫季孫之宰通曰君使人假馬其與之乎孔子曰吾聞取於臣謂之取不曰假季孫悟告宰曰自今以來君有取謂之取無曰假故孔子正假馬之名而君臣之義定矣論語曰必也正名詩曰無易由言無曰苟矣可不慎乎君子曰天子居闉闕之中帷帳之内廣厦之下旃茵之上不出䄡幄而知天下者以有賢左右也故獨視不如與衆視之明也獨聽不如與衆聽之聦也晉平公問於叔向曰國家之患孰為大對曰大臣重禄而不極諫近臣畏罰而不敢言下情不上通此患之大者也公曰善於是令國曰欲進善言謁者不通罪當死楚人有善相人所言無遺䇿聞於國莊王見而問於情對曰臣非能相人能觀人之交也布衣也其交皆孝悌篤謹畏令如此者其家必日益身必日安此所謂吉人也官事君者也其交皆誠信有好善如此者事君日益官職日進此所謂吉士也主明臣賢左右多忠主有失皆敢分争正諫如此者國日安主日尊天下日富此之謂吉主也臣非能相人能觀人之交也莊王曰善於是乃招聘四方之士夙夜不懈遂得孫叔敖將軍子重之屬以備卿相遂成霸功詩曰濟濟多士文王以寧此之謂也齊閔王亡居衛晝日步走謂公玉丹曰我已亡矣而不知其故吾所以亡者其何哉公玉丹對曰臣以王為已知之矣王故尚未之知邪王之所以亡者以賢也以天下之主皆不肖而惡王之賢也因與合兵而攻王此王之所以亡也閔王慨然太息曰賢固若是其苦邪丹又謂閔王曰古人有辭天下無憂色者臣聞其聲於王見其實王名稱東帝實有天下去國居衛容貌充盈顔色發揚無重國之意王曰甚善丹知寡人自去國而居衛也帶三益矣遂以自賢驕盈不止閔王亡走衛衛君避宫舍之稱臣而供具閔王不遜衛人侵之閔王去走鄒魯有驕色鄒魯不納遂走莒楚使淖齒將兵救齊因相閔王淖齒擢閔王之筋而懸之廟梁宿昔而殺之而與燕共分齊地悲夫閔公臨大齊之國地方數千里然而兵敗於諸侯地奪於燕昭宗廟䘮亡社稷不祀宫室空虚身亡逃竄甚於徒隷尚不知所以亡甚可痛也猶自以為賢豈不哀哉公玉丹徒隷之中而道之謟佞甚矣閔王不覺追而善之以辱為榮以憂為樂其亡晚矣而卒見殺先是靖郭君殘賊其百姓害傷其群臣國人將背叛共逐之其御知之豫裝齎食及亂作靖郭君出亡至於野而飢其御出所裝食進之靖郭君曰何以知之而齎食對曰君之暴虐其臣下之謀久矣靖郭君怒不食曰以吾賢至聞也何謂暴虐其御懼曰臣言過也君實賢唯群臣不肖共害賢然後靖郭君悦然後食故齊閔王靖郭君雖至死亡終身不諭者也悲夫宋昭公出亡至於鄙喟然歎曰吾知所以亡矣吾朝臣千人發政舉吏無不曰吾君聖者侍御數百人被服以立無不曰吾君麗者内外不聞吾過是以至此由宋君觀之人主之所以離國家失社稷者謟䛕者衆也故宋昭亡而能悟盖得反國云秦二世胡亥之爲公子也昆弟數人詔置酒饗群臣召諸子諸子賜食先罷胡亥下堦視群臣陳履狀善者因行踐敗而去諸子聞見之者莫不太息及二世即位皆知天下必弃之也故二世惑於趙髙輕大臣不顧下民是以陳勝奮臂於關東閻樂作亂於望夷閻樂趙髙之婿也爲咸陽令詐爲逐賊將吏卒入望夷宫攻射二世就數二世欲加刃二世懼入將自殺有一䆠者從之二世謂曰何謂至於此也䆠者曰知此久矣二世曰子何不早言對曰臣以不言故得至於此使臣言死久矣然後二世喟然悔之遂自殺齊侯問於晏子曰忠臣之事君也何若對曰有難不死出亡不送君曰列地而與之䟽而貴之君有難不死出亡不送可謂忠乎對曰言而見用終身無難臣奚死焉諫而見從終身不亡臣奚送焉若言不見用有難而死是妄死也諫不見從出亡而送是詐為也故忠臣也者能盡善與君而不能與陷於難宋玉因其友以見於楚襄王襄王待之無以異宋玉讓其友其友曰夫薑桂因地而生不因地而辛婦人因媒而嫁不因媒而親子之事王未耳何怨於我宋玉曰不然昔者齊有良兎曰東郭㕙蓋一旦而走五百里於是齊有良狗曰韓盧亦一旦而走五百里使之遥見而指屬則雖韓盧不及衆兎之塵若躡迹而縱緤則雖東郭㕙亦不能離今子之屬臣也躡迹而縱緤與遥見而指屬與詩曰將安將樂弃我如遺此之謂也其友人曰僕人有過僕人有過宋玉事楚襄王而不見察意氣不得形於顔色或謂曰先生何談説之不揚計畫之疑也宋玉曰不然子獨不見夫玄蝯乎當其居桂林之中峻葉之上從容游戯超騰徃來龍興而鳥集悲嘯長吟當此之時雖羿逢䝉不得正目而視也及其在枳棘之中也恐懼而掉慄危視而蹟行衆人皆得意焉此皮筋非加急而體益短也處勢不便故也夫處勢不便豈可以量功校能哉詩不云乎駕彼四牡四牡項領夫久駕而長不得行項領不亦宜乎易曰臀無膚其行赼趄此之謂也田饒事魯哀公而不見察田饒謂魯哀公曰臣將去君而鴻鵠舉矣哀公曰何謂也田饒曰君獨不見夫雞乎頭戴冠者文也足傅距者武也敵在前敢鬭者勇也見食相呼仁也守夜不失時信也雞雖有此五者君猶曰瀹而食之何則以其所從來近也夫鴻鵠一舉千里止君園池食君魚鼈啄君菽粟無此五者君猶貴之以其所從來逺也臣請鴻鵠舉矣哀公曰止吾書子之言也田饒曰臣聞食其食者不毁其噐䕃其樹者不折其枝有士不用何書其言為遂去之燕燕立以為相三年燕之政大平國無盗賊哀公聞之慨然太息為之避寢三月抽損上服曰不慎其前而悔其後何可復得詩曰逝將去汝適彼樂土適彼樂土爰得我所春秋曰少長於君則君輕之此之謂也子張見魯哀公七日而哀公不禮託僕夫而去曰臣聞君好士故不逺千里之外犯霜露冒塵垢百舍重趼不敢休息以見君七日而君不禮君之好士也有似葉公子髙之好龍也葉公子髙好龍鈎以寫龍鑿以寫龍屋室雕文以寫龍於是夫龍聞而下之窺頭於牖施尾於堂葉公見之弃而還走失其魂魄五色無主是葉公非好龍也好夫似龍而非龍者也今臣聞君好士故不逺千里之外以見君七日不禮君非好士也好夫似士而非士者也詩曰中心藏之何日忘之敢託而去昔者楚丘先生行年七十披裘帶索徃見孟嘗君欲趨不能進孟嘗君曰先生老矣春秋髙矣何以教之楚丘先生曰噫將我而老乎噫將使我追車而赴馬乎投石而超距乎逐麋鹿而搏豹虎乎吾已死矣何睱老哉噫將使我出正辭而當諸侯乎决嫌疑而定猶豫乎吾始壯矣何老之有孟嘗君逡巡避席靣有愧色詩曰老夫灌灌小子蹻蹻言老夫欲盡其謀而少者驕而不受也秦穆公所以敗其師殷紂所以亡天下也故書曰黄髪之言則無所愆詩曰壽胥與試美用老人之言以安國也齊有閭丘卭年十八道遮宣王曰家貧親老願得小仕宣王曰子年尚稚未可也閭丘卭對曰不然昔有顓頊行年十二而治天下秦項槖七嵗為聖人師由此觀之卭不肖耳年不稚矣宣王曰未有咫角驂駒而能服重致逺者也由此觀之夫士亦華髪墮顛而後可用耳閭丘卭曰不然夫尺有所短寸有所長驊騮騄驥天下之俊馬也使之與貍鼬試於釡竈之間其疾未必能過貍鼬也黄鵠白鶴一舉千里使之與燕服翼試之堂廡之下廬室之間其便未必能過燕服翼也辟閭巨闕天下之利器也擊石不缺刺石不銼使之與管槀决目出眯其便未必能過管槀也由此觀之華髪墮顛與卭何以異哉宣王曰善子有善言何見寡人之晩也卭對曰夫雞豚讙嗷即奪鐘鼔之音雲霞充咽則奪日月之明讒人在側是以見晚也詩曰聽言則對譖言則退庸得進乎宣王拊軾曰寡人有過遂載與之俱歸而用焉故孔子曰後生可畏安知來者之不如今此之謂也荆人卞和得玉璞而獻之荆厲王使玉尹相之曰石也王以和為謾而㫁其左足厲王薨武王即位和復奉玉璞而獻之武王武王使玉尹相之曰石也又以為謾而斷其右足武王薨共王即位和乃奉玉璞而哭於荆山中三日三夜泣盡而繼之以血共王聞之使人問之曰天下刑之者衆矣子獨何哭之悲也對曰寶玉而名之曰石貞士而戮之以謾此臣之所以悲也共王曰惜矣吾先王之聽難剖石而易斬人之足夫死者不可生斷者不可属何聽之殊也乃使人理其璞而得寶焉故名之曰和氏之璧故曰珠玉者人主之所貴也和雖獻寶而美未為玉尹用也進寶且若彼之難也况進賢人乎賢人與姦臣猶仇讎也於庸君意不合夫欲使姦臣進其讎於不合意之君其難萬倍於和氏之璧又無斷兩足之臣以推其難猶拔山也千嵗一合若繼踵然後賢王之君興焉其賢而不用不可勝載故有道者之不戮也宜白玉之璞未獻耳"}
{"id": "KR3a0008_006", "series": "KR3a0008", "text": "桀作瑶臺罷民力殫民財為酒池糟隄縱靡靡之樂一皷而牛飲者三千人羣臣相持歌曰江水沛沛兮舟楫敗兮我王廢兮趣歸薄兮薄亦大兮又曰樂兮樂兮四牡蹻兮六轡沃兮去不善而從善何不樂兮伊尹知天命之至舉觴而告桀曰君王不聽臣之言亡無日矣桀拍然而作啞然而笑曰子何妖言吾有天下如天之有日也日有亡乎日亡吾亦亡矣於是接履而趣遂適湯湯立為相故伊尹去官入殷殷王而夏亡紂爲鹿臺七年而成其大三里髙千尺臨望雲雨作炮烙之刑戮無辜奪民力寃暴施於百姓慘毒加於大臣天下叛之願臣文王及周師至令不行於左右悲夫當是時求爲匹夫不可得也紂自取之也魏王將起中天臺令曰敢諫者死許綰負操鍤入曰聞大王將起中天臺臣願加一力王曰子何力有加綰曰雖無力能商臺王曰若何曰臣聞天與地相去萬五千里今王因而半之當起七阡五百里之臺髙既如是其趾湏方八千里盡王之地不足以為臺趾古者堯舜建諸侯地方五千里王必起此臺先以兵伐諸侯盡有其地猶不足又伐四夷得方八千里乃足以為臺趾林木之積人徒之衆倉廪之儲數以萬億度八千里之外當定農畒之地足以奉給王之臺者臺具以備乃可以作魏王黙然無以應乃罷起臺衛靈公以天寒鑿池宛春諫曰天寒起役恐傷民公曰天寒乎宛春曰君衣狐裘坐熊席隩隅有竈是以不寒今民衣弊不補履决不苴君則不寒民誠寒矣公曰善令罷役左右諫曰君鑿池不知天寒以宛春知而罷役是徳歸宛春怨歸於君公曰不然宛春魯國之匹夫吾舉之民未有見焉今將令民以此見之且春也有善寡人有春之善非寡人之善與靈公論宛春可謂知君之道矣齊宣王為大室大盖百畒堂上三百户以齊國之大具之三年而未能成羣臣莫敢諫者香車問宣王曰荆王釋先王之禮樂而為淫樂敢問荆邦為有主乎王曰為無主敢問荆邦為有臣乎王曰為無臣居曰今王為大室三年不能成而羣臣莫敢諫者敢問王為有臣乎王曰為無臣香居曰臣請避矣趨而出王曰香子留何諫寡人之晩也遽召尚書曰書之寡人不肖好為大室香子止寡人也趙襄子飲酒五日五夜不廢酒謂侍者曰我誠邦士也夫飲酒五日五夜矣而殊不病優莫曰君勉之不及紂二日耳紂七日七夜今君五日襄子懼謂優莫曰然則吾亡乎優莫曰不亡襄子曰不及紂二日耳不亡何待優莫曰桀紂之亡也遇湯武今天下盡桀也而君紂也桀紂並世焉能相亡然亦殆矣齊景公飲酒而樂釋衣冠自鼔缶謂侍者曰仁人亦樂是夫梁丘子曰仁人耳目亦猶人也奚為獨不樂此也公曰速駕迎晏子晏子朝服以至公曰寡人甚樂此樂也願與夫子共之請去禮晏子對曰君之言過矣齊國五尺之童子力盡勝嬰而又勝君所以不敢亂者畏禮也上若無禮無以使其下下若無禮無以事其上夫麋鹿唯無禮故父子同麀人之所以貴於禽獸者以有禮也詩曰人而無禮胡不遄死故禮不可去也公曰寡人無良左右淫湎寡人以至於此請殺之晏子曰左右何罪君若好禮左右有禮者至無禮者去君若惡禮亦將如之公曰善請革衣冠更受命乃廢酒而更尊朝服而坐觴三行晏子趨出魏文侯見箕季其墻壞而不築文侯曰何為不築對曰不時其墻枉而不端問曰何不端曰固然從者食其園之桃箕季禁之少焉日晏進糲餐之食瓜瓠之羮文侯出其僕曰君亦無得於箕季矣曩者進食臣竊窺之糲餐之食瓜瓠之羮文侯曰吾何無得於季也吾一見季而得四焉其墻壞不築云待時者教我無奪農時也墻枉而不端對曰固然者是教我無侵封疆也從者食園桃箕季禁之豈愛桃哉是教我下無侵上也食我以糲餐者季豈不能具五味哉教我無多歛於百姓以省飲食之養也士尹池為荆使於宋司城子罕止而觴之南家之墻擁於前而不直西家之潦經其宫而不止士尹池問其故司城子罕曰南家工人也為鞔者也吾將徙之其父曰吾恃為鞔已食三世矣今徙是宋邦之求鞔者不知吾處也吾將不食願相國之憂吾不食也為是故吾不徙西家髙吾宫卑潦之經吾宫也利為是故不禁也士尹池歸荆適興兵欲攻宋士尹池諫於王曰宋不可攻也其主賢其相仁賢者得民仁者能用人攻之無功為天下笑楚釋宋而攻鄭孔子聞之曰夫修之於廟堂之上而折衝於千里之外者司城子罕之謂也魯孟獻子聘於晉宣子觴之三徙鍾石之懸不移而具獻子曰富哉家宣子曰子之家孰與我家富獻子曰吾家甚貧惟有二士曰顔回茲無靈者使吾邦家安平百姓和恊惟此二者耳吾盡於此矣客出宣子曰彼君子也以養賢為富我鄙人也以鐘石金玉為富孔子曰孟獻子之富可著於春秋鄒穆公有令食鳬鴈必以粃無得以粟於是倉無粃而求易於民二石粟而得一石粃吏以為費請以粟食之穆公曰去非汝所知也夫百姓飽牛而耕暴背而耘勤而不惰者豈為鳥獸哉粟米人之上食奈何其以養鳥且爾知小計不知大會周諺曰囊漏貯中而獨不聞歟夫君者民之父母取倉之粟移之於民此非吾之粟乎鳥苟食鄒之粃不害鄒之粟也粟之在倉與在民於我何擇鄒民聞之皆知私積與公家為一體也此之謂知富邦"}
{"id": "KR3a0008_007", "series": "KR3a0008", "text": "堯治天下伯成子髙為諸侯焉堯授舜舜授禹伯成子髙辭為諸侯而耕禹徃見之則耕在野禹趨就下位而問焉曰昔者堯治天下吾子立為諸侯焉堯授舜吾子猶存焉及吾在位子辭諸侯而耕何故伯成子髙曰昔堯之治天下舉天下而傳之他人至無欲也擇賢而與之其位至公也以至無欲至公之行示天下故不賞而民勸不罰而民畏舜亦猶然今君賞罰而民欲且多私是君之所懷者私也百姓知之貪爭之端自此始矣徳自此衰刑自此繁矣吾不忍見以是處野也今君又何求而見我君行矣無留吾事耕而不顧書曰旁施象刑維明及禹不能春秋曰五帝不告誓信厚也桀為酒池足以運舟糟丘足以望七里一鼓而牛飲者三千人關龍逢進諫曰為人君身行禮義愛民節財故國安而身夀也今君用財若無盡用人若恐不能死不革天禍必降而誅必至矣君其革之立而不去朝桀因囚拘之君子聞之曰末之命矣夫紂作炮烙之刑王子比干曰主暴不諫非忠臣也畏死不言非勇士也見過則諫不用則死忠之至也遂進諫三日不去朝紂因而殺之詩曰昊天太憮予慎無辜無辜而死不亦哀哉曹公子喜時字子臧曹宣公子也宣公與諸侯伐秦卒於師曹人使子臧迎䘮使公子負芻與太子留守負芻殺太子而自立子臧見負芻之當主也宣公既葬子臧將亡國人皆從之負芻立是為曹成公成公懼告罪且請子臧子臧乃反成公遂為君其後晉侯會諸侯執曹成公歸之京師將見子臧於周天子而立之子臧曰前記有之聖達節次守節下不失節為君非吾節也雖不能聖敢失守乎遂亡奔宋曹人數請晉侯謂子臧反國吾歸爾君於是子臧反國晉乃言天子歸成公於曹子臧遂以國致成公成公為君子臧不出曹國乃安子臧讓千乘之國可謂賢矣故春秋賢而褒其後延陵季子者吳王之子也嫡同母昆弟四人長曰遏次曰餘祭次曰夷昧次曰札札即季子最小而賢兄弟皆愛之既除䘮將立季子季子辭曰曹宣公之卒也諸侯與曹人不義曹君將立子臧子臧去之遂不為也以成曹君君子曰能守節矣君義嗣也誰敢干君有國非吾節也札雖不才願附子臧以無失節固立之弃其室而耕乃舍之遏曰今若是作而與季子季子必不受請無與子而與弟弟兄迭為君而致諸侯乎季子皆曰諾故諸其為君者皆輕死為勇飲食必祝曰天若有吾國必疾有禍予身故遏也死餘祭立餘祭死夷昧立夷昧死而國冝之季子也季子使而未還僚者長子之庻兄也自立為吳王季子使而還至則君事之遏之子曰王子光號曰闔閭不恱曰先君之所為不與子而與弟者凡為季子也將從先君之命則國冝之季子也如不從先君之命而與子我冝當立者也僚惡得為君於是使專諸刺僚而致國乎季子季子曰爾殺我君吾授爾國是吾與爾為亂也爾殺我兄吾又殺爾是父子兄弟相殺終身無已也去而之延陵終身不入吳國故號曰延陵季子君子以其不受國為義以其不殺為仁是以春秋賢季子而尊貴之也延陵季子將西聘晉帶寶劔以過徐君徐君觀劒不言而色欲之延陵季子為有上國之使未獻也然其心許之矣致使於晉故反則徐君死於楚於是脫劒致之嗣君從者止之曰此吳國之寶非所以贈也延陵季子曰吾非贈之也先日吾來徐君觀吾劔不言而其色欲之吾爲有上國之使未獻也雖然吾心許之矣今死而不進是欺心也愛劔僞心廉者不爲也遂脫劔致之嗣君嗣君曰先君無命孤不敢受劔於是季子以劔帶徐君墓樹而去徐人嘉而歌之曰延陵季子兮不忘故脱千金之劔兮帶丘墓許悼公疾瘧飲藥毒而死太子止自責不甞藥不立其位與其弟緯專哭泣啜餰粥嗌不容粒痛己之不甞藥未逾年而死故春秋義之衛宣公之子伋也壽也朔也伋前母子也夀與朔後母子也壽之母與朔謀欲殺太子伋而立夀也使人與伋乘舟於河中將沉而殺之壽知不能止也因與之同舟舟人不得殺伋方乘舟時伋傅母恐其死也閔而作詩二子乘舟之詩是也其詩曰二子乘舟汎汎其景願言思子中心養養於是夀閔其兄之且見害作憂思之詩黍離之詩是也其詩曰行邁靡靡中心揺揺知我者謂我心憂不知我者謂我何求悠悠蒼天此何人哉又使伋之齊將使盗見載旌要而殺之夀止伋伋曰弃父之命非子道也不可壽又與之偕行夀之母知不能止也因戒之曰夀無為前也夀又為前竊伋旌以先行㡬及齊矣盗見而殺之伋至見夀之死痛其代已死涕泣悲哀遂載其屍還至境而自殺兄弟俱死故君子義此二人而傷宣公之聽讒也魯宣公者魯文公之弟也文公薨文公之子子赤立為魯侯宣公殺子赤而奪之國立為魯侯公子肹者宣公之同母弟也宣公殺子赤而肹非之宣公與之禄則曰我足矣何以兄之食為哉織屨而食終身不食宣公之食其仁恩厚矣其守節固矣故春秋美而貴之晉獻公太子之至靈臺虵繞左輪御曰太子下拜吾聞國君之子虵繞左輪者速得國太子遂不行返乎舍御人見太子太子曰吾聞為人子者盡和順君不行私欲恭嚴承命不逆君安今吾得國是君失安也見國之利而忘君安非子道也聞得國而拜其聲非君欲也廢子道不孝逆君欲不忠而使我行之殆欲吾國之危明也㧞劔將死御止之曰夫禨祥妖孽天之道也恭嚴承命人之行也拜祥戒孽禮也嚴恭承命不以身恨君孝也今太子見福不拜失禮殺身恨君失孝從僻心棄正行非臣之所聞也太子曰不然我得國君之㜸也拜君之㜸不可謂禮見禨祥而忘君之安國之賊也懷賊心以事君不可謂孝挾偽意以御天下懷賊心以事君邪之大者也而使我行之是欲國之危明也遂伏劔而死君子曰晉太子徒御使之拜虵祥猶惡之至於自殺者為見疑於欲國也已之不欲國以安君亦以明矣為一愚御過言之故至於身死廢子道絶祭祀不可謂孝可謂逺嫌一節之士也申包胥者楚人也吳敗楚兵於栢舉遂入郢昭王出亡在隨申包胥不受命而赴於秦乞師曰吳為無道行封豕長虵蠶食天下從上國始於楚寡君失社稷越在草莽使下臣告急曰吳夷狄也夷狄之求無猒滅楚則西與君接境若隣於君疆埸之患也逮吳之未定君其圗之若得君之靈存撫楚國世以事君秦伯使辭焉曰寡君聞命矣子其就館將圗而告子對曰寡君越在草莽未獲所休下臣何敢即安倚於庭牆立哭日夜不絶聲水漿不入口七日七夜秦哀公為賦無衣之詩言兵今出包胥九頓首而坐秦哀公曰楚有臣若此而亡吾無臣若此吾亡無日矣於是乃出師救楚申包胥以秦師至楚秦大夫子滿子虎帥車五百乘子滿曰吾未知吳道使楚人先與吳人戰而會之大敗吳師吳師既退昭王復國而賞始於包胥包胥曰輔君安國非為身也救急除害非為名也功成而受賞是賣勇也君既定又何求焉遂逃賞終身不見君子曰申子之不受命赴秦忠矣七日七夜不絶聲厚矣不受賞不伐矣然賞所以勸善也辭賞亦非常法也齊崔杼者齊之相也弑荘公止太史無書君弑及賊太史不聴遂書賊曰崔杼弑其君崔子殺之其弟又嗣書之崔子又殺之死者二人其弟又嗣復書之乃舍之南史氏是其族也聞太史盡死執簡以徃將復書之聞既書矣乃還君子曰古之良史齊攻魯求岑鼎魯君載岑鼎徃齊侯不信而反之以為非也使人告魯君栁下惠以為是因請受之請魯君請於栁下惠栁下惠對曰君之欲以為岑鼎也以免國也臣亦有國於此破臣之國以免君之國此臣所難也魯君乃以真岑鼎徃栁下惠可謂守信矣非獨存已之國也又存魯君之國信之於人重矣猶輿之輗軏也故孔子曰大輿無輗小輿無軏其何以行之哉此之謂也宋人有得玉者獻諸司城子罕子罕不受獻玉者曰以示玉人玉人以為寶故敢獻之子罕曰我以不貪為寳爾以玉為寶若與我者皆䘮寶也不若人有其寶故宋國之長者曰子罕非無寳也所寳者異也今以百金與摶黍以示兒子兒子必取摶黍矣以和氏之璧與百金以示鄙人鄙人必取百金矣以和氏之璧與道徳之至言以示賢者賢者必取至言矣其知彌精其取彌精其知彌觕其取彌觕子罕之所寳者至矣昔者有餽魚於鄭相者鄭相不受或謂鄭相曰子嗜魚何故不受對曰吾以嗜魚故不受魚受魚失禄無以食魚不受得禄終身食魚原憲居魯環堵之室茨以生蒿蓬户甕牖揉桑以爲樞上漏下濕匡坐而弦歌子贛聞之乘肥馬衣輕裘中紺而表素軒車不容巷徃見原憲原憲冠桑葉冠杖藜杖而應門正冠則纓絶衽襟則肘見納屨則踵決子贛曰嘻先生何病也原憲仰而應之曰憲聞之無財之謂貧學而不能行之謂病憲貧也非病也若夫希世而行比周而交學以爲人教以爲己仁義之慝輿馬之飾憲不忍爲也子贛逡巡面有愧色不辭而去原憲曵杖拖履行歌商頌而反聲滿天地如出金石天子不得而臣也諸侯不得而友也故養志者忘身身且不愛孰能累之詩曰我心匪石不可轉也我心匪席不可卷也此之謂也晏子之晉見披裘負芻息於途者以為君子也使人問焉曰曷為而至此對曰齊人纍之吾名曰越石甫晏子曰嘻遽解左驂以贖之載而與歸至舍不辭而入越石甫怒而請絶晏子使人應之曰嬰未嘗得交也今免子於患吾於子猶未可邪越石甫曰吾聞君子詘乎不知己而信乎知己者吾是以請絶也晏子乃出見之曰向也見客之容而今也見客之意嬰聞察實者不留聲觀行者不幾辭嬰可以辭而無弃乎越石甫曰夫子禮之敢不敬從晏子遂以為上客俗人之有功則徳徳則驕晏子有功免人於厄而反詘下之其去俗亦逺矣此全功之道也子列子窮容貌有飢色客有言於鄭子陽者曰子列子禦㓂蓋有道之士也居君之國而窮君無乃為不好士乎子陽令官遺之粟數十乘子列子出見使者再拜而辭使者去子列子入其妻望而拊心曰聞為有道者妻子皆得佚樂今妻子皆有飢色失君過而遺先生先生又辭豈非命也哉子列子笑而謂之曰君非自知我者也以人之言而知我以人之言而遺我粟也其罪我也又將以人之言此吾所以不受也且受人之飬不死其難不義也死其難是死無道之人豈義哉其後民果作難殺子陽子列子之見㣲除不義逺矣且子列子内有飢寒之憂猶不苟取見得思義見利思害况其在富貴乎故子列子通乎性命之情可謂能守節矣屈原者名平楚之同姓大夫有愽通之知清潔之行懷王用之秦欲吞滅諸侯并兼天下屈原為楚東使於齊以結强黨秦國患之使張儀之楚貨楚貴臣上官大夫靳尚之屬上及令尹子闌司馬子椒内賂夫人鄭袖共譛屈原屈原遂放於外乃作離騷張儀因使楚絶齊許謝地六百里懷王信左右之姦謀聽張儀之邪說遂絶强齊之大輔楚既絶齊而秦欺以六里懷王大怒舉兵伐秦大戰者數秦兵大敗楚師斬首數萬級秦使人願以漢中地謝懷王不聽願得張儀而甘心焉張儀曰以一儀而易漢中地何愛儀請行遂至楚楚囚之上官大夫之屬共言之王王歸之是時懷王悔不用屈原之䇿以至於此於是復用屈原屈原使齊還聞張儀已去大爲王言張儀之罪懷王使人追之不及後秦嫁女于楚與懷王歡為藍田之㑹屈原以為秦不可信願勿會羣臣皆以為可㑹懷王遂㑹果見囚拘客死於秦為天下笑懷王子頃襄王亦知羣臣諂誤懷王不察其罪反聽羣讒之口復放屈原屈原疾闇王亂俗汶汶嘿嘿以是為非以清為濁不忍見于世將自投於淵漁父止之屈原曰世皆醉我獨醒世皆濁我獨淸吾獨聞之新浴者必振衣新沐者必彈冠又惡䏻以其泠泠更事之之嘿嘿者哉吾寧投淵而死遂自投湘水汨羅之中而死楚昭王有士曰石奢其為人也公正而好義王使為理於是廷有殺人者石奢追之則其父也遂反於廷曰殺人者僕之父也以父成政不孝不行君法不忠㢮罪廢法而伏其辜僕之所守也伏斧鑕命在君君曰追而不及庸有罪乎子其治事矣石奢曰不私其父非孝也不行君法非忠也以死罪生非廉也君赦之上之恵也臣不敢失法下之行也遂不離鉄鑕刎頸而死于廷中君子聞之曰貞夫法哉孔子曰子為父隠父為子隠直在其中矣詩曰彼己之子邦之司直石子之謂也晉文公反國李離為大理過殺不辜自繫曰臣之罪當死文公令之曰官有上下罰有輕重是下吏之罪也非子之過也李離曰臣居官為長不與下讓位受禄為多不與下分利過聽殺無辜委下畏死非義也臣之罪當死矣文公曰子必自以為有罪則寡人亦有過矣李離曰君量能而授官臣奉職而任事臣受印綬之日君命曰必以仁義輔政寧過於生無失於殺臣受命不稱壅惠蔽恩如臣之罪乃當死君何過之有且理有法失生即生失殺即死君以臣為能聽㣲决疑故任臣以理今離刻深不顧仁義信文墨不察是非聽他辭不精事實掠服無罪使百姓怨天下聞之必議吾君諸侯聞之必輕吾國怨積於百姓惡揚於天下權輕於諸侯如臣之罪是當重死文公曰吾聞之也直而不枉不可與徃方而不圓不可與長存願子以此聽寡人也李離曰君以所私害公法殺無罪而生當死二者非所以教於國也離不敢受命文公曰子獨不聞管仲之為人臣邪身辱而君肆行汙而覇成李離曰臣無管仲之賢而有辱汙之名無覇王之功而有射鉤之累夫無能以臨官籍汙以治人君雖不忍加之於法臣亦不敢汙官亂治以生臣聞命矣遂伏劔而死晉文公反國酌士大夫酒召咎犯而將之召艾陵而相之授田百萬介子推無爵齒而就位觴三行介子推奉觴而起曰有龍矯矯將失其所有虵從之周流天下龍既入深淵得其安所虵脂盡乾獨不得甘雨此何謂也文公曰嘻是寡人之過也吾為子爵與待旦之朝也吾為子田與河東陽之閒介子推曰推聞君子之道謁而得位道士不居也爭而得財㢘士不受也文公曰使我得反國者子也吾將以成子之名介子推曰推聞君子之道為人子而不䏻承其父者則不敢當其後為人臣而不見察於其君者則不敢立於其朝然推亦無索於天下矣遂去而之介山之上文公使人求之不得為之避寢三月號呼朞年詩曰逝將去汝適彼樂郊適彼樂郊誰之永號此之謂也文公待之不肯出求之不能得以謂焚其山冝出及焚其山遂不出而焚死申徒狄非其世將自投於河崔嘉聞而止之曰吾聞聖人仁士之於天地之閒民之父母也今為濡足之故不救溺人可乎申徒狄曰不然昔者桀殺闗龍逢紂殺王子比干而亡天下吳殺子胥陳殺洩冶而滅其國故亡國殘家非聖智也不用故也遂負石沉於河君子聞之曰廉矣乎如仁與智吾未見也詩曰天實爲之謂之何哉此之謂也齊大飢黔敖爲食於路以待餓者而食之有餓者蒙㭈接履貿貿然來黔敖左奉食右執飲曰嗟來食餓者揚其目而視之曰予唯不食嗟來之食以至於此也從而謝焉終不食而死曽子聞之曰微與其嗟也可去其謝也可食東方有士曰袁族目將有所適而飢於道狐父之盜丘人也見之下壺餐以與之袁族目三餔而䏻視仰而問焉曰子誰也曰我狐父之盗丘人也袁族目曰嘻汝乃盗也何爲而食我以吾不食也兩手㩀地而歐之不出喀喀然遂伏地而死縣名為勝母曾子不入邑號朝歌墨子囬車故孔子席不正不坐割不正不食不飲盗泉之水積正也族目不食而死潔之至也鮑焦衣弊膚見潔畚將蔬遇子贛於道子贛曰吾子何以至此也焦曰天下之遺德教者衆矣吾何以不至於此也吾聞之世不已知而行之不已者是爽行也上不已知而干之不止者是毁亷也行爽廉毁然且不舍惑於利者也子贛曰吾聞之非其世者不生其利汙其君者不履其土今吾子汙其君而履其土非其世而將其蔬此誰之有哉鮑焦曰嗚呼吾聞賢者重進而輕退亷者易醜而輕死乃弃其蔬而立槁死於洛水之上君子聞之曰廉夫剛哉夫山鋭則不髙水狹則不深行特者其德不厚志與天地疑者其為人不祥鮑子可謂不祥矣其節度淺深適至而止矣詩曰已焉哉天實為之謂之何哉公孫杵臼程嬰者晉大夫趙朔客也晉趙穿弑靈公趙盾時為貴大夫亡不出境還不討賊故春秋責之以盾為弑君屠岸賈者幸於靈公晉景公時賈為司㓂欲討靈公之賊盾已死欲誅盾之子時朔徧告諸將曰盾雖不知猶為首賊賊臣弑君子孫在朝何以懲罪請誅之韓厥曰靈公過賊趙盾在外吾先君以為無罪故不誅今諸君將妄誅妄誅謂之亂臣有大事君不聞是無君也屠岸賈不聴韓厥告趙朔趣亡趙朔不肯曰子必不絶趙祀予死不恨韓厥許諾稱疾不出賈不請而擅與諸將攻趙氏於下宫殺趙朔趙同趙括趙嬰齊皆滅其族趙朔妻成公姊有遺腹走公宫匿公孫杵臼謂程嬰胡不死嬰曰朔之妻有遺腹若幸而男吾奉之即女也吾徐死耳無何而朔妻免生男屠岸賈聞之索於宫朔妻置兒袴中祝曰趙宗滅乎若號即不滅乎若無聲及索兒竟無聲已脱程嬰謂杵臼曰今一索不得後必且復之奈何杵臼曰立孤與死孰難嬰曰立孤亦難耳杵臼曰趙氏先君遇子厚子强為其難者吾為其易者吾請先死而二人謀取他嬰兒負以文褓匿山中嬰謂諸將曰嬰不肖不䏻立孤誰䏻與吾千金吾告趙氏孤處諸將皆喜許之發師隨嬰攻杵臼杵臼曰小人哉程嬰下宫之難不能死與我謀匿趙氏孤兒今又賣之縱不能立孤兒忍賣之乎抱而呼天乎趙氏孤兒何罪請活之獨殺杵臼也諸將不許遂并殺杵臼與兒諸將以爲趙氏孤兒已死皆喜然趙氏真孤兒乃在程嬰卒與俱匿山中居十五年晉景公病十之大業之胄者爲祟景公問韓厥韓厥知趙孤存乃曰大業之後在晉絶祀者其趙氏乎夫自中行衍皆嬴姓也中行衍人面鳥噣降佐帝大戊及周天子皆有明徳下及幽厲無道而叔帶去周適晉事先君繆侯至于成公世有立功未嘗絶祀今及吾君獨滅之趙宗國人哀之故見龜筴唯君圗之景公問趙尚有後子孫乎韓厥具以實告景公乃與韓厥謀立趙孤兒召匿之宫中諸將入問病景公因韓厥之衆以脅諸將而見趙孤兒孤兒名武諸將不得已乃曰昔下宫之難屠岸賈為之矯以君命并命羣臣非然孰敢作難㣲君之病羣臣固將請立趙後今君有命羣臣願之於是立趙氏程嬰徧拜諸將遂俱與程嬰趙氏攻屠岸賈滅其族復與趙氏田邑如故趙武冠為成人程嬰乃辭大夫謂趙武曰昔下宫之難皆能死我非不能死思立趙氏後今子既立為成人趙宗復故我將下報趙孟與公孫杵臼趙武號泣固請曰武願苦筋骨以報子至死而子忍棄我死乎程嬰曰不可彼以我為䏻成事故皆先我死今我不下報之是以我事為不成也遂自殺趙武服衰三年為祭邑春秋祠之世不絶君子曰程嬰公孫杵臼可謂信交厚士矣嬰之自殺下報亦過矣吳有士曰張胥鄙譚夫吾前交而後絶張胥鄙有罪拘將死譚夫吾合徒而取之出至於道而後乃知其夫吾也輟行而辭曰義不同於子故前交而後絶吾聞之君子不為危易行今吾從子是安則肆志危則易行也與吾因子而生不若反拘而死闔閭聞之令吏釋之張胥鄙曰吾義不同於譚夫吾故不受其任矣今吏以是出我以譚夫吾故免也吾庸遽受之乎遂觸墻而死譚夫吾聞之曰我任而不受佞也不知而出之愚也佞不可以接士愚不可以事君吾行虚矣人惡以吾力生吾亦耻以此立於世乃絶頸而死君子曰譚夫吾其以失士矣張胥鄙亦未為得也可謂剛勇矣未可謂得節也蘇武者故右將軍平陵侯蘇建子也孝武皇帝時以武為栘中監使匈奴是時匈奴使者數降漢故匈奴亦欲降武以取當單于使貴人故漢人衛律說武武不從乃設以貴爵重禄尊位終不聴於是律絶不與飲食武數日不降又當盛暑以旃厚衣并束三日㬥武心意愈堅終不屈撓稱曰臣事君由子事父也子為父死無所恨守節不移雖有鐡鉞湯鑊之誅而不懼也尊官顯位而不榮也匈奴亦由此重之武留十餘歳竟不降下可謂守節臣矣詩云我心匪石不可轉也我心匪席不可卷也蘇武之謂也匈奴終言武死其後漢聞武在使使者求武匈奴欲慕義歸武漢尊武以為典属國顯異於他臣也"}
{"id": "KR3a0008_008", "series": "KR3a0008", "text": "陳恒弑簡公而盟者皆完其家不盟者殺之石他人曰昔之事其君者皆得其君而事之今謂他人曰舎而君而事我他人不能雖然不盟則殺父母也從而盟是無君臣之禮也生於亂世不得正行劫於暴上不得道義故雖盟不以父母之死不如退而自殺以禮其君乃自殺陳恒弑君使勇士六人劫子淵棲子淵棲曰子之欲與我以我爲知乎臣弑君非知也以我爲仁乎見利而背君非仁也以我爲勇乎劫我以兵懼而與子非勇也使吾無此三者與何補於子若吾有此三者終不從子矣乃舍之宋閔公臣長萬以勇力聞萬與魯戰師敗為魯所獲囚之宫中數月歸之宋宋閔公慱婦人在側公謂萬曰魯君孰與寡人美萬曰魯君美天下諸侯唯魯君耳冝其為君也閔公矜婦人妬因言曰爾魯之囚虜爾何知萬怒遂搏閔公頰齒落於口絶吭而死仇牧聞君死趍而至遇萬於門携劒而叱之萬臂擊仇牧而殺之齒著於門闔仇牧可謂不畏彊禦矣趍君之難顧不旋踵崔杼弑莊公令士大夫盟者皆脫劒而入言不疾指不至血者死所殺十人次及晏子晏子奉桮血仰天歎曰惡乎崔子將為無道殺其君盟者皆視之崔杼謂晏子曰子與我我與子分國子不吾與吾將殺子直兵將推之曲兵將勾之唯子圗之晏子曰嬰聞囬以利而背其君者非仁也劫以刃而失其志者非勇也詩云愷悌君子求福不回嬰可謂不回矣直兵推之曲兵鈎之嬰不之回也崔子舍之晏子趍出授綏而垂其僕將馳晏子拊其手曰虎豹在山林其命在庖厨馳不益生緩不益死按之成節然後去之詩云彼已之子舍命不渝晏子之謂也佛肸以中牟叛置鼎於庭致士大夫曰與我者受邑不吾與者烹大夫皆從之至於田卑曰義死不避斧鉞之罪義窮不受軒冕之服無義而生不仁而富不如烹褰衣將就鼎佛肸脱屨而生之趙氏聞其叛也攻而取之聞田卑不肯與也求而賞之田卑曰不可也一人舉而萬夫俛首智者不為也賞一人以慙萬夫義者不取也我受賞使中牟之士懷恥不義辭賞從處曰以行臨人不道吾去矣遂南之楚楚太子建以費無極之譛見逐建有子曰勝在外子西召勝使治白號曰白公勝怨楚逐其父將弑惠王及子西欲得易甲陳士勒兵以示易甲曰與我無患不富貴不吾與則此是也易甲笑曰嘗言吾義矣吾子忘之乎立得天下不義吾不取也威吾以兵不義吾不從也今子將弑子之君而使我從子非吾前義也子雖告我以利威我以兵吾不忍為也子行子之威則吾亦得明吾義也逆子以兵争也應子以聲鄙也吾聞士立義不爭行死不鄙拱而待兵顔色不變也白公勝將弑楚惠王王出亡令尹司馬皆死㧞劒而屬之於屈廬曰子與我將舍子子不與我必殺子廬曰子殺叔父而求福於廬也可乎吾聞知命之士見利不動臨死不恐為人臣者時生則生時死則死是謂人臣之禮故上知天命下知臣道其有可劫乎子胡不推之白公勝乃内其劒白公勝既殺令尹司馬欲立王子閭以為王王子閭不肯劫之以刃王子閭曰王孫輔相楚國匡正王室而后自庇焉閭之願也今子假威以暴王室殺伐以亂國家吾雖死不子從也白公勝曰楚國之重天下無有天以與子子何不受也王子閭曰吾聞辭天下者非輕其利也以明其徳也不為諸侯者非惡其位也以絜其行也今吾見國而忘主不仁也刧白刄而失義不勇也子雖告我以利威我以兵吾不為也白公强之不可遂殺之葉公髙率衆誅白公而反惠王於國白公之難楚人有莊善者辭其母將徃死之其母曰棄其親而死其君可謂義乎莊善曰吾聞事君者内其禄而外其身今所以養母者君之禄也身安得無死乎遂辭而行比至公門三廢車中其僕曰子懼矣曰懼既懼何不返莊善曰懼者吾私也死義吾公也聞君子不以私害公及公門刎頸而死君子曰好義乎哉齊崔杼弑莊公也有陳不占者聞君難將赴之比去餐則失匙上車失軾御者曰怯如是去有益乎不占曰死君義也無勇私也不以私害公遂徃聞戰闘之聲恐駭而死人曰不占可謂仁者之勇也知伯囂之時有士曰長兒子魚絶知伯而去之三年將東之越而道聞知伯囂之見殺也謂御曰還車反吾將死之御曰夫子絶知伯而去之三年矣今反死之是絶属無别也長兒子魚曰不然吾聞仁者無餘愛忠臣無餘禄吾聞知伯之死而動吾心餘禄之加於我者至今尚存吾將徃依之反而死衛懿公有臣曰弘演逺使未還狄人攻衛其民曰君之所與禄位者鶴也所富者宫人也君使宫人與鶴戰余焉能戰遂潰而去狄人追及懿公於滎澤殺之盡食其肉獨舎其肝弘演至報使於肝畢呼天而號盡哀而止曰臣請為表因自刺其腹内懿公之肝而死齊桓公聞之曰衛之亡也以無道今有臣若此不可不存於是救衛於楚丘芊尹文者荆之歐鹿彘者也司馬子期獵於雲夣載旗之長拖地芊尹文㧞劒齊諸軫而斷之貳車抽弓於韔援矢於筩引而未發也司馬子期伏軾而問曰吾有罪於夫子乎對曰臣以君旗拽地故也國君之旗齊於軫大夫之旗齊於軾今子荆國有名大夫而滅三等文之斷也不亦可乎子期恱載之王所王曰吾聞有斷子之旗者其人安在吾將殺之子期以文之言告王恱使文爲江南令而大治卞莊子好勇養母戰而三北交遊非之國君辱之及母死三年冬與魯戰卞莊子請從見於魯將軍曰初與母處是以三北今母死請塞責而神有所歸遂赴敵獲一甲首而獻之曰此塞一北又入獲一甲首而獻之曰此塞再北又入獲一甲首而獻之曰此塞三北將軍曰毋没爾家冝止之請為兄弟莊子曰三北以養母也是子道也今士節小具而塞責矣吾聞之節士不以辱生遂反敵殺十人而死君子曰三北又塞責滅世斷家於孝不終也"}
{"id": "KR3a0008_009", "series": "KR3a0008", "text": "齊桓公時江國黃國小國也在江淮之間近楚楚大國也數侵伐欲滅取之江人黄人患楚齊桓公方存亡繼絶救危扶侵尊周室攘夷狄為陽榖之會貫澤之盟與諸侯將伐楚江人黄人慕桓公之義來會盟於貫澤管仲曰江黄逺齊而近楚楚為利之國也若伐而不能救無以宗諸侯不可受也桓公不聽遂與之盟管仲死楚人伐江滅黄桓公不能救君子閔之是後桓公信壞徳衰諸侯不附遂陵遲不能復興夫仁智之謀即事有漸力所不能救未可以受其質桓公受之過也管仲可謂善謀矣詩云曽是莫聽大命以傾此之謂也晉文公之時周襄王有弟太叔之難出亡居於鄭不得入使告難于魯于晉于秦其明年春秦伯師于河上將納王狐偃言於晉文公曰求諸侯莫如勤王且大義也諸侯信之繼文之業而信宣於諸侯今爲可矣卜偃卜之曰吉遇黄帝戰於阪泉之兆公曰吾不堪也對曰周禮未故今之王古之帝也公曰筮之筮之遇大有之睽曰吉遇公用享于天子之卦戰克而王享吉謀大焉且是卦也天爲澤以當日天子降心以迎公不亦可乎大有去睽而復亦其所也晉侯辭秦師而下三月甲辰次于陽樊右師圍温左師逆王夏四月丁巳王入于王城取太叔于温而殺之于隰城戊午晉侯朝王王享醴命之侑予之陽樊温原攅茅之田晉於是始開南陽之地其後三年文公遂再會諸侯以朝天子天子錫之弓矢秬鬯以爲方伯晉文公之命是也卒成覇道狐偃之謀也夫秦魯皆疑晉有狐偃之善謀以成覇功故謀得於帷幄則功施於天下狐偃之謂也虞虢皆小國也虞有夏陽之阻塞虞虢共守之晉不能禽也故晉獻公欲伐虞虢荀息曰君胡不以屈産之乗與垂棘之璧假道於虞公曰此晉國之寳也彼受吾璧不借吾道則如之何荀息曰此小之所以事大國也彼不借吾道必不敢受吾幣受吾幣而借吾道則是我取之中府置之外府取之中廐置之外廐公曰宫之奇存焉必不使受也荀息曰宫之奇知固知矣雖然其為人也通心而懦又少長於君通心則其言之畧懦則不能强諫少長於君則君輕之且夫玩好在耳目之前而患在一國之後中知以上乃能慮之臣料虞君中知之下也公遂借道而伐虢宫之奇諫曰晉之使者其幣重其辭卑必不便於虞語曰脣亡則齒寒矣故虞虢之相救非相為賜也今日亡虢而明日亡虞矣公不聴遂受其幣而借之道旋歸四年反取虞荀息牽馬抱璧而前曰臣之謀如何獻公曰璧則猶是而吾馬之齒加長矣晉獻公用荀息之謀而禽虞虞不用宫之奇謀而亡故荀息非覇王之佐戰國并兼之臣也若宫之奇則可謂忠臣之謀也晉文公秦穆公共圍鄭以其無禮而附於楚鄭大夫佚之狐言於鄭君曰若使燭之武見秦君圍必解鄭君從之召燭之武使之辭曰臣之荘也猶不如人今老矣無能為也鄭君曰吾不能蚤用子今急而求子是寡人之過也然鄭亡子亦有不利焉燭之武許諾夜出見秦君曰秦晉圍鄭鄭知亡矣若亡而有益於君敢以煩執事鄭在晉之東秦在晉之西越晉而取鄭君知其難也焉用亡鄭以陪晉晉秦之鄰也鄰之强君之憂也若舎鄭以為東道主行李之徃來共其資粮亦無所害且君立晉君晉君許君焦瑕朝得入而夕設版而畫界焉君之所知也夫晉何厭之有既東取鄭又欲廣其西境不闕秦將焉取之闕秦而利晉願君圖之秦兵說引兵而還晉咎犯請擊之文公曰不可㣲夫人之力不能弊鄭因人之力以弊之不仁失其所與不知以亂易整不武吾其還矣亦去鄭圍遂解燭之武可謂善謀一言存鄭而安秦鄭君不蚤用善謀所以削國也困而覺焉所以得存楚靈王即位欲爲覇會諸侯使椒舉如晉求諸侯椒舉致命曰寡君使舉曰若有惠賜盟于宋曰晉楚之從交相見也以歳之不芻寡人願結驩於二三君使舉請間君若苟無四方之虞則願假寵以請於諸侯晉君欲勿許司馬侯曰不可楚王方侈天其或者欲盈其心以厚其毒而降之罰未可知也其使能終亦未可知也唯天所相不可與爭君其許之修徳以待其歸若歸於徳吾猶將事之况諸侯乎若適淫虐楚將棄之吾誰與爭公曰晉有三不殆其何敵之有國險而多馬齊楚多難有是三者何嚮而不濟對曰恃馬與險而虞隣之難是三殆也四嶽三塗陽城大室荆山終南九州之險也是不一姓冀之北土馬之所生也無興國焉恃險與馬不足以為固也從古以然是以先王務徳音以享神人不聞其務險與馬也或多難以固其國開其疆土或無難以䘮其國失其守宇若何虞難齊有仲孫之難而獲桓公至今頼之晉有里克之難而獲文公是以為盟主衛邢無難狄亦䘮之故人之難不可虞也恃此三者而不修政徳亡於不暇有何能濟君其許之紂作滛虐文王惠和殷是以霣周是以興夫豈爭諸侯哉乃許楚靈王遂為申之會與諸侯伐吳起章華之臺為乾谿之役百姓罷勞怨懟於下羣臣倍畔於上公子弃疾作亂靈王亡逃卒死於野故曰晉不頓一㦸而楚人自亡司馬侯之謀也楚平王殺伍子胥之父子胥出亡挾弓而干闔閭大之甚勇之為是而欲興師伐楚子胥諫曰不可臣聞之君子不為匹夫興師且事君猶事父也虧君之義復父之讎臣不為也於是止蔡昭公朝於楚有美裘楚令尹囊瓦求之昭公不予於是拘昭公於郢數年而后歸之昭公濟漢水沉璧曰諸侯有伐楚者寡人請為前列楚人聞之怒於是興師伐蔡蔡請救于吳子胥諫曰蔡非有罪也楚人無道也君若有憂中國之心則若此時可矣於是興師伐楚遂敗楚人於栢舉而成覇道子胥之謀也故春秋美而襃之秦孝公欲用衛鞅之言更爲嚴刑竣法易古三代之制度恐大臣不從於是召衛鞅甘龍杜摯三大夫御於君慮世事之變計正法之本使民之道君曰代位不亡社稷君之道也錯法務明主長臣之行也今吾欲更法以敎民吾恐天下之議我也公孫鞅曰臣聞疑行無名疑事無功君亟定變法之慮行之無疑殆無顧天下之議且夫有髙人之行者固負非於世有獨知之慮者必見謷於民語曰愚者暗成事知者見未萌民不可與慮始可與樂成功郭偃之法曰論至徳者不和於俗成大功者不謀於衆法者所以愛民也禮者所以便事也是以聖人苟可以治國不法其故苟可以利民不循其禮孝公曰善甘龍曰不然臣聞聖人不易民而敎知者不變法而治因民而教者不勞而功成據法而治者吏習而民安之今君變法不循故更禮以教民臣恐天下之議君願君熟慮之公孫鞅曰子之所言者世俗之所知也常人安於所習學者溺於所聞此兩者所以居官而守法也非所與論於典法之外也三代不同道而王五覇不同法而覇知者作法而愚者制焉賢者更禮不肖者拘焉更禮之人不足與言事制法之人不足與論治君及疑矣杜摯曰利不百不變法功不什不易器臣聞之法古無過循禮無邪君其圖之公孫鞅曰前世不同教何古之法帝王者不相復何禮之循伏犧神農放而不誅黄帝堯舜誅而不怒及至文武各當其時而立法因事而制禮禮法兩定制令各冝甲兵噐備各便其用臣故曰治世不一道便國不必古故湯武之王也不循古殷夏之滅也不易禮然則反古者未可非也循禮者未足多也君無疑矣孝公曰善吾聞窮鄊多怪曲學多辯愚者之笑知者哀焉狂天之樂賢者憂焉拘世之議人心不疑矣於是孝公違龍摯之善謀遂從衛鞅之過言法嚴而酷刑深而必守之以公當時取强遂封鞅為商君及孝公死國人怨商君至於車裂之其患流漸至始皇赤衣塞路羣盜滿山卒以亂亡削刻無恩之所致也三代積德而王齊桓繼絶而覇秦夏嚴暴而亡漢王垂仁而帝故仁恩謀之本也秦惠王時蜀亂國人相攻擊告急於秦惠王欲發兵伐蜀以為道險峽難至而韓人來侵秦秦惠王欲先伐韓恐蜀亂先伐蜀恐韓襲秦之弊酒與未决司馬錯與張子爭論於惠王之前司馬錯欲伐蜀張子曰不如伐韓王曰請聞其說對曰親魏善楚下兵三川塞什谷之口當屯留之道魏絶南陽楚臨南鄭秦攻新城冝陽以臨二周之郊誅周王之罪侵楚魏之地周自知不救九鼎寶器必出㩀九鼎桉圖籍挾天子以令於天下天下莫敢不聽此王業也今夫蜀西僻之國而戎狄之倫也弊兵勞衆不足以成名得其地不足以爲利臣聞爭名者於朝爭利者於市今三川周室天下之朝市也而王不爭焉顧爭於戎狄去王逺矣司馬錯曰不然臣聞之欲富者務廣其地欲强者務富其民欲王者務慱其徳三資者備而王隨之矣今王地小民貧故臣願先從事於易夫蜀西僻之國而戎狄之長也有桀紂之亂以秦攻之譬如以犲狼逐羣羊也得其地足以廣國取其財足以富民繕兵不傷衆而服焉服一國而天下不以為暴利盡西海而諸侯不以為貪是我一舉而名實附也又有禁暴正亂之名今攻韓劫天子悪名也而未必利也有不義之名而攻天下所不欲危矣臣請謁其故周天下之宗室也齊韓之與國也周自知失九鼎韓自知亡三川將二國并力合謀以因乎齊趙而求觧乎楚魏以鼎予楚以地予魏以鼎予楚以地予魏王不能止此臣所謂危也不如伐蜀完秦惠王曰善寡人請聽子卒起兵伐蜀十月取之遂定蜀蜀王更號為侯而使陳叔相蜀蜀既属秦秦日益强富厚而制諸侯司馬錯之謀也楚使黄歇於秦秦昭王使白起攻韓魏韓魏服事秦昭王方令白起與韓魏共伐楚黄歇適至聞其計是時秦已使白起攻楚取數縣楚頃襄王東徙黄歇上書於秦昭王欲使秦逺交楚而攻韓魏以解楚其書曰天下莫强於秦楚今聞王欲伐楚此猶兩虎相與闘兩虎相與闘而駑大受其弊也不如善楚臣請言其說臣聞之物至則反冬夏是也致髙則危累棊是也今大國之地徧天下有其二垂此從生民以來萬乗之地未嘗有也今王使盛橋守事於韓盛橋以其地入秦是王不用甲不信威而得百里之地也王可謂能矣王又舉甲而攻魏杜大梁之門舉河内柭燕酸棗虚桃入邢魏之兵雲翔而不敢救王之功亦多矣王休甲息衆二年而復之有取滿衍首垣以臨仁平丘黄濟陽甄城而魏氏服王又割濮歴之北注之秦齊之要絶楚趙之脊天下五合六聚而不敢相救王之威亦單矣王若能持功守威挾戰功之心而肥仁義之地使無後患三王不足四五伯不足六也王若負人徒之衆兵革之彊乗毁魏之威而欲以力臣天下之主臣恐其有後患也詩曰靡不有初鮮克有終易曰狐渉水濡其尾此言始之易終之難也何以知其然也智伯見伐趙之利不知榆次之禍呉見伐齊之便而不知千遂之敗此二國者非無大功也没利於前而易患於後也呉之親越也從而伐齊既勝齊人於艾陵爲越人所禽於三渚之浦知伯之信韓魏也從而伐趙攻晉陽之城勝有日矣韓魏畔之殺知伯瑶於叢臺之上今王妬楚之不毁也而忘毁楚之强韓魏也臣為王慮而不取也詩曰大武逺宅而不涉從此觀之楚國援也鄰國敵也詩曰躍躍毚兎遇大獲之他人有心予忖度之今王中道而信韓魏之善王也此吳之親越也臣聞之敵不可假時不可失臣恐韓魏卑辭除患而實欺大國也何則王無重世之徳於韓魏而有累世之怨焉夫韓魏父子兄弟接踵而死于秦者將十世矣本國殘社稷壞宗廟隳刳腹絶腸折顙摺頸身首分離暴骨草澤頭顱僵仆相望于境係臣束子為羣虜者相及於路鬼神潢洋無所食民不聊生族類離㪚流亡為僕妾者盈海内矣故韓魏之不亡秦社稷之憂也今王齎之與攻楚不亦過乎且王攻楚將惡出兵王將藉路於仇讎之韓魏乎兵岀之日而王憂其不反也是王以兵資於仇讎之韓魏也王若不借随於仇讎之韓魏必攻随水右壤此皆廣川大水山林谿谷不食之地也王雖有之不為得地是王有毁楚之名而無得地之實也且王攻楚之日四國必悉起兵以應王秦楚之兵構而不離韓魏氏將出兵而攻留方與銍胡陵碭蕭相故宋必盡齊人南面泗北必舉此皆平原四達膏腴之地也而使獨攻王破楚以肥韓魏於中國而勁齊韓魏之彊足以枝於秦齊南以泗水為境東負海北倚河而無後患天下之國莫彊於齊魏齊魏得地保利而詳事下吏一年之後為帝未能其於禁王之為帝有餘矣夫以王壤土之愽人徒之衆兵革之彊一舉事而樹怨於楚出令韓魏歸帝重齊是王失計也臣為王慮莫若善楚秦楚合為一而以臨韓韓必拱手王施之以東山之險帶以曲河之利韓必為闗内之侯若是而王以十萬伐鄭梁氏寒心許􁆘陵嬰城而上蔡召陵不徃來也如此而魏亦闗内侯矣王一善楚而闗内兩萬乗之王注入地於齊齊右壌可拱手而取也王之地一桎兩海要約天下是燕趙無齊楚齊楚無燕趙然後危動燕趙直揺齊楚此四國者不待痛而服也昭王曰善於是乃止白起謝韓魏發使賂楚約爲與國黃歇受約歸楚解弱楚之禍全彊秦之兵黃歇之謀也秦趙戰於長平趙不勝亡一都尉趙王召樓昌與虞卿曰軍戰不勝尉係死寡人將束甲而赴之樓昌曰無益也不如發重寶使而為構虞卿曰昌言構者以為不構軍必破也而制構者在秦且王之論秦也欲破王之軍乎不邪王曰秦不遺餘力矣必且破趙軍虞卿曰王聽臣發使出重寶以附楚魏楚魏欲王之重寶必内吾使吾使入楚魏秦必疑天下恐天下之合從必一心如此則構乃可為也趙王不聽與平陽君為構發鄭朱入秦秦内之趙王召虞卿曰寡人使平陽君為構秦秦已内鄭朱矣虞卿以為如何對曰王不得構軍必破矣天下之賀戰勝者皆在秦鄭朱貴人也而入秦秦王與應侯必顯重以示天下楚魏以趙為構必不救王則構不可得也應侯果顯鄭朱以示天下賀戰勝者終不肯構長平大敗遂圍邯鄲為天下笑不從虞卿之謀也秦既解圍邯鄲而趙王入朝使趙郝約事於秦割六縣而構虞卿謂趙王曰秦之攻王也倦而歸乎亡其力尚能進之愛王而不攻乎王曰秦之攻我也不遺餘力矣必以倦歸也虞卿曰秦以其力攻其所不能取倦而歸王又攻其力之所不能取以送之是助秦自攻也來年秦復攻王王無救矣王以虞卿之言告趙郝曰虞卿能量秦力之所至乎誠知秦力之所不進此彈丸之地不予令秦來年復攻於王王得無割其内而構乎王曰請聽子割矣子能必來年秦之不復攻乎趙郝曰此非臣所敢任也他日三晉之交於秦相若也今秦善韓魏而攻王王之所以事秦者必不如韓魏也今臣之爲足下解負親之攻開關通弊齊交韓魏至來年而獨取攻於秦王之所以事秦必在韓魏之後也此非臣之所敢任也王以告虞卿虞卿對曰郝言不構來年秦復攻王王得無復割其内而構乎今構郝又不能必秦之不復攻也雖割何益來年復攻又割其力之所不能取以構此自盡之術也不如無構秦雖善攻不能取六縣趙雖不能守亦不失六城秦倦而歸兵必疲我以五縣收天下以攻罷秦是我失之於天下而取償於秦也吾國尚利孰與坐而割地自弱以彊秦今郝曰秦善韓魏而攻趙者必王之事秦不如韓魏也是使王歳以六城事秦也坐而地盡來年秦復求割王將予之乎不予是弃前功而挑秦禍也予之即無地而給之語曰彊者善攻而弱者不能守今坐而聽秦秦兵不弊而多得地是彊秦而弱趙也以益彊之秦而割愈弱之趙兵計固不止矣且王之地有盡而秦之求無已以有盡之地給無已之求其勢必無趙矣計未定樓緩從秦來趙王與樓緩計之曰予秦地與無予孰吉緩辭譲曰此非臣之所能知也王曰雖然試言公之私樓緩對曰亦聞夫公父文伯母乎公父文伯仕於魯病死女子為自殺於房中者二人其母聞之不肯哭也其相室曰焉有子死而不哭者乎其母曰孔子賢人也逐於魯而是人不隨也今死而婦人為自殺者二人若是者必其於長者薄而於婦人厚也故從母言是為賢母從妻言是必不免為妬婦其言一也言者異則人心變矣今臣新從秦來而言勿予則非計也言予之恐王以臣為秦也故不敢對使臣得為大王計不如予之王曰諾虞卿聞之曰此飾說也王慎勿予樓緩聞之徃見王王又以虞卿之言告樓緩樓緩對曰不然虞卿得其一不得其二夫秦趙構難而天下皆說何也曰吾且因彊而乗弱矣今趙兵困於秦天下之賀戰勝者必盡在於秦矣故不如亟割地為和以疑天下而慰秦之心不然天下將因秦之怒乗趙之弊而瓜分之趙見亡何秦之圖乎故曰虞卿得其一不得其二願王以此决之勿復計也虞卿聞之徃見王曰危哉樓子之所以為秦者是愈疑天下而何慰秦之心哉獨不言示天下弱乎且臣言勿予非固勿予而已也秦索六城於王而王以六城賂齊齊秦之深讎也得王之六城并力而西擊秦齊之聴王不待辭之畢也則是王失之於齊而取償於秦也而齊趙之讎可以報矣而示天下有能為也王以此為發聲兵未窺於境臣見秦之重賂而反構於王也從秦為構韓魏聞之必盡重王重王必出重寶以先於王則是王一舉而結三國之親而與秦易道也趙王曰善即發虞卿東見齊王與之謀秦虞卿之謀行而趙霸此存亡之樞機樞機之發間不及旋踵是故虞卿一言而秦之震懼趨風馳指而請備故善謀之臣其於國豈不重哉㣲虞卿趙以亡矣魏請為從趙孝成王召虞卿謀過平原君平原君曰願卿之論從也虞卿入見王曰魏請為從對曰魏過王曰寡人固未之許對曰王過王曰魏請從卿曰魏過寡人未之許又曰寡人過然則從終不可邪對曰臣聞小國之與大國從事也有利大國受福有敗小國受禍今魏以小請其禍而王以大辭其福臣故曰王過魏亦過竊以為從便王曰善乃合魏為從使虞卿乆用於趙趙必霸會虞卿以魏齊之事弃侯捐相而歸不用趙旋亡"}
{"id": "KR3a0008_010", "series": "KR3a0008", "text": "沛公與項籍俱受令於楚懷王曰先入咸陽者王之沛公將從武闗入至南陽守戰南陽守齮保宛城堅守不下沛公引兵圍宛三匝南陽守欲自殺其舍人陳恢止之曰死未晩也於是恢乃踰城見沛公曰臣聞足下約先入咸陽者王之今足下留兵盡日圍宛宛大郡之都也連城數十人民衆蓄積多其吏民自以為降而死故皆堅守乗城足下攻之死傷者必多死者未收傷者未瘳足下曠日則事留引兵而去宛完繕弊甲砥礪凋兵而隨足下之後足下前則失咸陽之約後有强宛之患竊為足下危之為足下計者莫如約宛守降封之因使止守引其甲卒與之西擊諸城未下者聞聲爭開門而待足下通行無所累沛公曰善乃以宛守為殷侯封陳恢千户引兵西無不下者遂先入咸陽陳恢之謀也漢王既用滕公蕭何之言擢拜韓信為上將軍引信上坐王問曰丞相數言將軍將軍何以敎寡人計䇿信謝因問王曰今東向爭權天下豈非項王邪曰然大王自斷勇仁强孰與項王漢王黙然良久曰不如也信再拜賀曰唯信亦以爲大王不如也然臣甞事楚請言項王爲人項王喑噁叱咤千人皆廢然不能任属賢將此匹夫之勇耳項王見人恭謹言語呴呴人疾病涕泣分食飲至使人有功當封爵印刓綬弊忍不能與此所謂婦人之仁項王雖覇天下而臣諸侯不居關中都彭城又背義帝約而以親愛王諸侯不平諸侯之見項王遷逐義帝江南亦皆歸逐其主自王善地項王所過無不殘㓕多怨百姓不附特刧於威强服耳名雖爲霸王實失天下心故曰其强易弱今大王誠反其道任天下武勇何不誅以天下城邑封功臣何不服以義兵從思東歸之士何不散且三秦王為秦將秦弟子數歳所殺亡不可勝計又欺其衆降諸侯至新安項王詐坑秦降卒二十餘萬人唯獨邯欣翳脫秦父兄怨此三人痛入骨髓今楚强以威王此三人秦民莫愛大王之入武闗秋毫無所害除秦苛法與秦約法三章且秦民無不欲得大王王秦者於諸侯約大王當王闗中民户知之大王失職之蜀民無不恨者今大王舉而東三秦可傳檄而定也於是漢王喜自以為得信晩遂聴信計部署諸將所擊八月漢王東出秦民歸漢王遂誅三秦王定其地收諸侯兵討項王定帝業韓信之謀也趙地亂武臣張耳陳餘定趙地立武臣為趙王張耳為相陳餘為將軍趙王間出為燕軍所得燕囚之欲與三分其地乃歸王使者至燕輒殺之以固求地張耳陳餘患之有厮養卒謝其舍中人曰吾為公說燕與趙王載歸舍中人皆笑之曰使者徃十輩死若何以能得王厮養卒曰非若所知乃洗沐徃見張耳陳餘遣行見燕王燕王問之對曰賤人希見長者願請一巵酒已飲又問之復曰賤人希見長者願復請一巵酒與之酒卒曰王知臣何欲燕王曰欲得而王耳卒曰君知張耳陳餘何人也燕王曰賢人也曰君知其意何欲曰欲得其王耳趙卒笑曰君未知兩人所欲也夫武臣張耳陳餘杖馬䇿下趙數十城此亦各欲南面而王豈為卿相哉夫臣與主豈可同日道哉顧其勢始定未敢三分而王且以長少先立武臣爲王以持趙心今趙地已服此兩人亦欲分趙而王時未可耳今君囚趙王此兩人名爲求趙王實欲燕殺之此兩人分趙自立夫以一趙尚易燕况兩賢王左提右挈執直義而以責不直之弱燕㓕無日矣燕王以爲然乃遣趙王養卒爲御而歸遂得反國復立爲王趙卒之謀也酈食其號酈生說漢王臣聞之知天之天者王事可成不知天之天者王事不可成王者以民為天而民以食為天夫敖倉天下轉輸久矣臣聞其下乃有藏粟甚多楚人㧞滎陽不堅守敖倉乃引而東令謫過卒分守成臯此乃天所以資漢方今楚易取而漢反却自守便臣竊以為過矣且兩雄不俱立楚漢久相持不决百姓騷動海内揺蕩農夫釋耒工女下機天下之心未有所定也願陛下急復進兵収取滎陽據敖倉之粟塞成臯之險杜太行之路距蜚狐之口守白馬之津以示諸侯形制之勢則天下知所歸矣漢王曰善乃從其計畫復守敖倉卒粮食不盡以擒項氏其後呉楚反將軍竇嬰周亞夫復㩀敖倉塞成臯如前以破呉楚皆酈生之謀也酈生說漢王曰方今燕趙已復唯齊未下今田横㩀千里之齊田間㩀二十萬之軍於歴城諸田宗强負海阻河濟南近楚民多變詐陛下雖遣數十萬師未可以歲月下也臣請奉明詔說齊王令稱東藩於是使酈生食其説齊王曰王知天下之所歸乎王曰不知也曰王知天下之所歸則齊國可得而有也若不知天下所歸則齊國未可保也齊王曰天下何歸曰歸漢王曰先生何以言之曰漢王與項王戮力西面擊秦約先入咸陽者王之漢王先入咸陽項王倍約不與而王漢中項王遷殺義帝漢王起蜀漢之兵擊三秦出闗而責義帝之處收天下之兵立諸侯之後降城即以侯其將得賂即以予其士與天下同其利豪桀賢才皆樂為其用諸侯之兵四面而至蜀漢之粟方船而下項王有倍約之名殺義帝之實於人之功無所記於人之過無所忘戰勝而不得其賞抜城而不得其封非項氏莫得用事為人刻印刓而不能授攻城得賂積財而不能賞天下畔之賢才怨之而莫為之用故天下之事歸於漢王可坐而筞也夫漢王發蜀漢定三秦涉西河之外乗上黨之兵下井陘誅成安破北魏舉三十二城此蚩尤之兵非人之力也今已㩀敖倉之粟塞成臯之險守白馬之津杜太行之阪距蜚狐之口天下後服者先亡矣王疾下漢王齊國社稷可得而保也不下漢王危亡可立而待也田横以為然即聽酈生罷歴下兵戰守之備與酈生日縱酒此酈生之謀也及齊人蒯通説韓信曰足下受詔擊齊何故止將三軍之衆不如一竪儒之功可因齊無備擊之韓信從之酈生為田横所害後信通亦不得其所由不仁也漢三年項羽急圍漢王滎陽漢王恐憂與酈生謀撓楚權酈生曰昔湯伐桀封其後於杞武王伐紂封其後於宋今秦無徳弃義侵伐諸侯社稷滅六國之後使無立錐之地陛下誠復立六國後畢授印已此君臣百姓必皆戴陛下徳莫不嚮風慕義願為臣妾徳義已行陛下南嚮稱覇楚必斂袵而朝漢王曰善趣刻印先生因行佩之矣酈先生未行張良從外求謁漢王方食曰子房前客有為我計撓楚權者具以食其言告之曰其於子房意如何良曰誰為陛下畫此計者陛下事去矣漢王曰何哉良對曰臣請借前箸而籌之曰昔湯伐桀而封其後於杞者斯能制桀之死命也陛下能制項籍之死命乎曰未能也其不可一也武王伐紂而封其後於宋者斯能得紂之頭也今陛下能得項籍之頭乎曰未能也其不可二矣武王入殷表商容之閭軾箕子之門封比干之墓今陛下能封聖人之墓表賢人之閭軾智者之門乎曰未能也其不可三矣發鉅橋之粟㪚鹿臺之錢以賜貧羸今陛下能散府庫以賜貧羸乎曰未能也其不可四矣殷事已畢偃革爲軒倒載干戈以示天下不復用兵今陛下能偃革倒載干戈乎曰未能也其不可五也休馬於華山之陽以示無所用今陛下能休馬無所用乎曰未能也其不可六矣休牛於桃林以示不復輸粮今陛下能休牛不復輸粮乎曰未能也其不可七矣且夫天下游士捐其親戚弃墳墓去故舊從陛下游者皆日夜望尺寸之地今復立韓魏燕趙齊楚之後其王皆復立游士各歸事其主從其親戚反其故舊墳墓陛下誰與取天下乎其不可八也且夫楚惟無强六國復撓而從之陛下焉得而臣之乎誠用客之計陛下之事去矣漢王輟食吐哺罵曰竪儒㡬敗乃公事令趣銷印止不使遂并天下之兵誅項籍定海内張子房之謀也漢五年追擊項王陽夏南止軍與淮隂侯韓信建成侯彭越期會而擊楚軍至固陵不會楚擊漢軍大破之漢王復入壁深塹而守之謂張子房曰諸侯不從約奈何對曰楚兵且破而未有分地其不至固冝君王能與共天下今可立致也則不能事未可知也君王能自陳以東傅海盡與韓信睢陽以北至榖城盡與彭越使各自為戰則楚易敗也漢王乃使使者告韓信彭越曰并力擊楚楚已破自陳以東傅海與齊王睢陽以北糓城與彭相國使者至韓信彭越皆喜報曰請今進兵韓信乃從齊行彭越兵自梁至諸侯來會遂破楚軍于垓下追項王誅之於淮津二君之功張子房之謀也漢六年正月封功臣張子房未嘗有戰鬪之功髙皇帝曰運籌䇿帷幄之中决勝千里之外子房功也子房自擇齊三萬户良曰始臣起下邳與上會留此天以臣授陛下陛下用臣計幸而時中臣願封留足矣不敢當齊三萬户乃封良為留侯及蕭何等其餘功臣皆未封羣臣自疑恐不得封咸不自安有揺動之心於是髙皇帝在雒陽南宫上臺見羣臣徃徃相與坐沙中語上曰此何語留侯曰陛下不知乎謀反耳上曰天下属安何故而反留侯曰陛下起布衣與此属定天下陛下已為天子而所封皆蕭曹故人所誅皆平生怨仇今軍吏計功以天下不足以徧封此屬畏陛下不能盡封又見疑平生過失及誅故即聚謀反耳上乃憂曰為將奈何留侯曰上平生所憎羣臣所共知誰最甚者上曰雍齒與我有故數窘辱我欲殺之為其功多故不忍留侯曰今急先封雍齒以示羣臣羣臣見雍齒得封即人人自堅矣於是上置酒封雍齒為什方侯而急詔趣丞相御史定功行封羣臣罷酒皆喜曰雍齒且侯我屬無患矣還倍畔之心銷邪道之謀使國家安寧累世無患者張子房之謀也髙皇帝五年齊人婁敬戍隴西過雒陽脫輅輓見齊人虞將軍曰臣願見上言便冝事虞將軍欲與鮮衣婁敬曰臣衣帛衣帛見衣褐衣褐見不敢易虞將軍入言上上召見賜食已而問敬對曰陛下都雒陽豈欲與周室比隆哉上曰然敬曰陛下取天下與周室異周之先自后稷堯封之邰積徳累善十餘世公劉避桀居邠大王以狄伐去邠杖馬䇿居坡國人爭歸之及文王為西伯斷虞芮訟始受命吕望伯夷自海濱來歸之武王伐紂不期而會孟津上八百諸侯滅殷成王即位周公之屬傅相乃營成周雒邑以為天下中諸侯四方納貢職道里均矣有德則易以王無德則易以亡凡居此者欲令周務德以致人不欲恃險阻令後世驕奢以虐民及周之衰分為兩天下莫朝周不能制非德薄形勢弱也今陛下起豐擊沛收卒三千人以之徑徃卷蜀漢定三秦與項羽大戰七十小戰四十使天下民肝腦塗地父子暴骨中野不可勝數哭泣之聲未絶傷夷者未起而欲北隆成康周公之時臣竊以為不侔矣且夫秦地被山帶河四塞以為固卒然有急百萬之衆可具國秦之故資甚美膏腴之地此謂天府陛下入闗而都山東雖亂秦故地可全而有也夫與人闘而不搤其亢拊其背未全勝也髙皇帝疑問左右大臣皆山東人多勸上都雒陽東有成臯西有肴澠倍河海嚮伊洛其固亦足恃且周王數百年秦二世而亡不如都周留侯張子房曰雒陽雖有此固國中小不過數百里田地狹四面受敵此非用武之國夫闗中左肴函右隴蜀沃野千里南有巴蜀之饒北有胡宛之利阻三面守一隅東向制諸侯諸侯安定河渭漕輓天下西給京師諸侯有變順流而下足以委輸此所謂金城千里天府之國也婁敬說是也於是髙皇帝即日駕西都關中由是國家安寧雖彭越陳狶盧綰之謀九江燕代之兵及呉楚之難闗東之兵雖百萬之師猶不能以為害者由保仁德之惠守闗中之固也國以永安婁敬張子房之謀也上曰本言都秦地者婁敬也婁者乃劉也賜姓劉氏拜為郎中號曰奉春君後卒為建信侯留侯張子房於漢已定性多疾即導引不食糓杜門不出歲餘上欲廢太子立戚氏夫人子趙王如意大臣多爭未能得堅决者也吕后恐不知所為人或謂吕后曰留侯善畫計䇿上信用之吕后乃使建成侯吕澤劫留侯曰君常為上計今日欲易太子君安得髙枕卧留侯曰始上數在困急之中幸用臣今天下安定以愛幼欲易太子骨肉間雖臣等百餘人何益吕澤强要曰為我畫計留侯曰此難以口舌爭顧上有所不能致者天下有四人園公綺里季夏黃公甪里先生此四人者年老矣皆以上慢侮士故逃匿山中義不為漢臣然上髙此四人公誠能無愛金玉璧帛令太子為書卑辭以安車迎之因使辯士固請冝來來以為客時時從入朝令上見之上見之即必異問之問之上知此四人亦一助也於是吕后令澤使人奉太子書卑辭厚禮迎四人四人至舎吕澤所至十二年上從破黥布軍歸疾益甚愈欲易太子留侯諫不聽因疾不視事太傅叔孫通稱說引古以死爭太子上佯許之猶欲易之及燕置酒太子侍四人者從太子皆年八十有餘鬢眉皓白衣冠甚偉上怪而問曰何為者四人前對各言其姓名上乃驚曰吾求公數歲公避逃我今公何自從吾兒游乎四人皆對曰陛下輕士善罵臣等義不辱故恐而亡匿聞太子爲人子孝仁敬愛士天下莫不延頸願爲太子死者故來耳上曰煩公幸卒調護太子四人爲壽已畢起去上目送之召戚夫人指示四人者曰我欲易之彼四人輔之羽翼已成難動矣吕氏真而主矣戚夫人泣下上曰爲我楚舞吾爲若楚歌歌曰鴻鵠髙蜚一舉千里羽翮已就横絶四海横絶四海當可奈何雖有矰繳尚安所施歌數闋戚夫人嘘唏流涕上起去罷酒竟不易太子者留侯召四人之謀也漢十一年九江黥布反髙皇帝疾欲使太子徃擊之是時園公綺里季夏黄公角里先生已侍太子聞太子將擊黥布四人相謂曰凡來者將以存太子太子將兵事危矣乃説建成侯曰太子將兵有功則位不益無功從此受禍矣且太子所與俱諸將皆嘗與上定天下梟將也乃使太子將之此無異使羊將狼也皆不肯為用盡力其無功必矣臣聞母愛者抱子今戚夫人日夜侍御趙王常居抱前上終不使不肖子居愛子上明乎其代太子位必矣君何不急謂吕后承間為上泣言黥布天下猛將善用兵諸將皆陛下故等倫乃令太子將此屬無異使羊將狼莫為用且使布聞之即皷行而西耳上雖疾卧䕶之諸將不敢不盡力雖苦强為妻子計載輜車卧而行於是吕澤立夜見吕后吕后承間為上泣而言如四人意上曰吾惟竪子故不足遣乃公自行耳於是上自將東羣臣居守皆送至霸上留侯疾强起至曲郵見上曰臣冝從疾甚楚人剽疾願上無與楚人爭鋒因説上曰令太子為將軍監闗中諸侯兵上謂子房雖疾强起卧而傅太子是時叔孫通已為太子太傅留侯行少傅事漢遂誅黥布太子安寧國家晏然此四公子之謀也齊悼惠王者孝惠皇帝二年悼惠王入朝孝惠皇帝與悼惠王讌飲乃行家人禮同席吕太后怒乃進鴆酒孝惠皇帝知欲代飲之乃止悼惠王懼不得出城上車太息内史參乗怪問其故悼惠王具以狀語内史内史曰王寧亡十城邪將亡齊國也悼惠王曰得全身而已何敢愛城哉内史曰魯元公主太后之女大王之弟也大王封國七十餘城而魯元公主湯沐邑少大王誠獻十城為魯元公主湯沐邑内有親親之恩外有順太后之意太后必大喜是亡十城而得六十城也悼惠王曰善至邸上奏獻十城為魯元公主湯沐邑太后果大悦受邑厚賜悼惠王而歸之國遂安齊内史之謀也孝武皇帝時大行王恢數言擊匈奴之便可以除邉境之害欲絶和親之約御史大夫韓安國以為兵不可動孝武皇帝召羣臣而問曰朕飾子女以配單于幣帛文錦賂之甚厚今單于逆命加慢侵盜無已邉郡數驚朕甚閔之今欲舉兵以攻匈奴如何大行臣恢再拜稽首曰善陛下不言臣固謁之臣聞全代之時北未嘗不有彊胡之敵内連中國之兵也然尚得養老長㓜樹種以時倉廪常實守禦之備具匈奴不敢輕侵也今以陛下之威海内為一家天子同任遣子弟乗邉守塞轉粟輓輸以為之備而匈奴侵盜不休者無他不痛之患也臣以為擊之便御史大夫臣安國稽首再拜曰不然臣聞髙皇帝嘗圍於平城匈奴至而投鞍髙於城者數所平城之厄七日不食天下歎之及解圍反位無忿怨之色雖得天下而不報平城之怨者非以力不能也夫聖人以天下為度者也不以已之私怒傷天下之公義故遣劉敬結為和親至今為世利孝文皇帝嘗屯天下之精兵於嘗谿廣武無尺寸之功天下黔首約要之民無不憂少孝文皇帝悟兵之不可宿也乃為和親之約至今為後世利臣以為兩主之迹足以為効臣故曰勿擊便大行曰不然夫明於形者分則不過於事察於動者用則不失於利審於靜者恬則免於患髙帝被堅執鋭以除天下之害䝉矢石沾風雨行㡬十年伏尸滿澤積首若山死者什七存者什三行者垂泣而倪於兵夫以天下未力厭事之民而䝉匈奴飽佚其勢不便故結和親之約者所以休天下之民髙皇帝明於形而以分事通於動靜之時蓋五帝不相同樂三王不相襲禮者非故相反也各因世之冝也教與時變備與敵化守一而不易不足以子民今匈奴縱意日久矣侵盜無已係虜人民戍卒死傷中國道路槥車相望此仁人之所哀也臣故曰擊之便御史大夫曰不然臣聞之利不什不易業功不百不變常是故古之人君謀事必就聖發政必擇語重作事也自三代之盛逺方夷狄不與正朔服色非威不能制非强不能服也以為逺方絶域不收之民不足以煩中國也且匈奴者輕疾悍亟之兵也畜牧為業弧弓射獵逐獸隨草居處無常難得而制也至不及圗去不可追來若風雨解若収電今使邊鄙久廢耕織之業以支匈奴常事其勢不權臣故曰勿擊為便大行曰不然夫神蛟濟於淵而鳯鳥乘於風聖人因於時昔者秦繆公都雍郊地方三百里知時之變攻取戎辟地千里并國十二隴西北地是也其後蒙恬為秦侵胡以河為境累石為城積木為寨匈奴不敢飲馬北河置烽燧然後敢牧馬夫匈奴可以力服也不可以仁畜也今以中國之大萬倍之資遣百分之一以攻匈奴譬如以千石之弩射㿈潰疽必不留行矣則北發月氏可得而臣也臣故曰擊之便御史大夫曰不然臣聞善戰者以飽待飢安行定舍以待其勞整治施徳以待其亂按兵奮衆深入伐國墮城故常坐而役敵國此聖人之兵也夫衝風之衰也不能起毛羽强弩之末力不能入魯縞盛之有衰也猶朝之必暮也今卷甲而輕舉深入而長驅難以為功夫横行則中絶從行則迫脅徐則後利疾則粮乏不至千里人馬絶飢勞以遇敵正遺人獲也意者有他詭妙可以擒之則臣不知不然未見深入之利也臣故曰勿擊之便大行曰不然夫草木之中霜霧不可以風過清水明鏡不可以形遯也通方之人不可以文亂今臣言擊之者固非發而深入也將順因單于之欲誘而致之邉吾伏輕卒鋭士以待之隂遮險阻以備之吾勢以成或當其左或當其右或當其前或當其後單于可擒百全必取臣以為擊之便於是遂從大行之言孝武皇帝自將師伏兵於馬邑誘致單于單于既入塞道覺之奔走而去其後交兵接刃結怨連禍相攻擊十年兵凋民勞百姓空虚道殣相望槥車相屬冦盜滿山天下揺動孝武皇帝後悔之御史大夫桑弘羊請佃輪臺詔卻曰當今之務務在禁暴上擅賦今乃逺西佃非所以慰民也朕不忍聞封丞相號曰富民侯遂不復言兵事國家以寧繼嗣以定從韓安國之本謀也孝武皇帝時中大夫主父偃為䇿曰古諸侯不過百里强弱之形易制也今諸侯或連城數十地方千里緩則驕易為淫亂急則阻其强而合從謀以逆京師今以法割之即逆節萌起前日晁錯是也今諸侯子弟或十數而適嗣代立餘雖骨内無尺地之封則仁孝之道不宣願陛下令諸侯得推恩分子弟以地侯之彼人人喜得所願上以徳施實封其國而稍自消弱矣於是上從其計因闗馬及弩不得出絶遊說之路重"}
