{"id": "KR3a0002_001", "series": "KR3a0002", "text": "登仕郎守大理評事楊倞注君子曰學不可以巳青取之於藍而青於藍冰水爲之而寒於水木直中繩輮以爲輪其曲中規雖有槁暴不復挺者輮使之然也故木受繩則直金就礪則利君子博學而日參省乎已則知明而行無過矣故不登髙山不知天之髙也不臨深谿不知地之厚也不聞先王之遺言不知學問之大也干越夷貉之子生而同聲長而異俗教使之然也詩曰嗟爾君子無恒安息靖共爾位好是正直神之聽之介爾景福神莫大於化道福莫長於無禍吾甞終日而思矣不如須臾之所學也吾甞跂而望矣不如登髙之博見也登髙而招臂非加長也而見者逺順風而呼聲非加疾也而聞者彰假輿馬者非利足也而致千里假舟楫者非能水也而絶江河君子生非異也善假於物也南方有鳥焉名曰蒙鳩以羽爲巢而編之以髪繫之葦苕風至苕折卵破子死巢非不完也所繫者然也西方有木焉名曰射干莖長四寸生於髙山之上而臨百仞之淵木莖非能長也所立者然也蓬生麻中不扶而直蘭槐之根是爲芷其漸之滫君子不近庶人不服其質非不美也所漸者然也故君子居必擇鄉遊必就士所以防邪僻而近中正也物類之起必有所始榮辱之來必象其德肉腐出蟲魚枯生蠧怠慢忘身禍災乃作強自取柱柔自取束邪穢在身怨之所􁀌施薪若一火就燥也平地若一水就溼也草木疇生禽獸羣焉物各從其類也是故質的張而弓矢至焉林木茂而斧斤至焉樹成䕃而衆鳥息焉䤈酸而蜹聚焉故言有召禍也行有招辱也君子慎其所立乎積土成山風雨興焉積水成淵蛟龍生焉積善成德而神明自得聖心備焉故不積蹞步無以至千里不積小流無以成江海騏驥一躍不能十步駑馬十駕功在不舍鍥而舍之朽木不折鍥而不舍金石可鏤虻螾無爪牙之利筋骨之強上食埃土下飲黄泉用心一也蟹六跪而二螯非蛇蟺之穴無可寄託者用心躁也是故無㝠㝠之志者無昭昭之明無惽惽之事者無赫赫之功行衢道者不至事兩君者不容目不能兩視而明耳不能兩聽而聦螣蛇無足而飛梧䑕五技而窮詩曰尸鳩在桑其子七兮淑人君子其儀一兮其儀一兮心如結兮故君子結於一也昔者瓠巴鼓瑟而流魚出聽伯牙鼓琴六馬仰秣故聲無小而不聞行無隱而不形玉在山而草木潤淵生珠而崖不枯爲善不積邪安有不聞者乎學惡乎始惡乎終曰其數則始乎誦經終乎讀禮其義則始乎爲士終乎爲聖人真積力乆則入學至乎没而後止也故學數有終若其義則不可須臾舍也爲之人也舍之禽獸也故書者政事之紀也詩者中聲之所止也禮者法之大分羣類之綱紀也故學至乎禮而止矣夫是之謂道德之極禮之敬文也樂之中和也詩書之博也春秋之微也在天地之閒者畢矣君子之學也入乎耳箸乎心布乎四體形乎動靜端而言蝡而動一可以爲法則小人之學也入乎耳出乎口口耳之閒則四寸曷足以美七尺之軀哉古之學者爲已今之學者爲人君子之學也以美其身小人之學也以爲禽犢故不問而告謂之傲問一而告二謂之噆傲噆非也君子如響矣學莫便乎近其人禮樂法而不說詩書故而不切春秋約而不速方其人之習君子之説則尊以徧矣周於世矣故曰學莫便乎近其人學之經莫速乎好其人隆禮次之上不能好其人下不能隆禮安特將學雜識志順詩書而巳爾則末世窮年不免爲陋儒而巳將原先王本仁義則禮正其經緯蹊徑也若挈裘領詘五指而頓之順者不可勝數也不道禮憲以詩書爲之譬之猶以指測河也以戈春黍也以錐飡壷也不可以得之矣故隆禮雖未明法士也不隆禮雖察辯散儒也問楛者勿告也告楛者勿問也說楛者勿聽也有爭氣者勿與辨也故必由其道至然後接之非其道則避之故禮恭而後可與言道之方辭順而後可與言道之理色從而後可與言道之致故未可與言而言謂之傲可與言而不言謂之隱不觀氣色而言謂之瞽故君子不傲不隱不瞽謹慎其身詩曰匪交匪舒天子所予此之謂也百發失一不足謂善射千里蹞步不至不足謂善御倫類不通仁義不一不足謂善學學也者固學一之也一出焉一入焉涂巷之人也其善者少不善者多桀紂盜跖也全之盡之然後學者也君子知夫不全不粹之不足以爲美也故誦數以貫之思索以通之爲其人以處之除其害者以持養之使目非是無欲見也使耳非是無欲聞也使口非是無欲言也使心非是無欲慮也及至其致好之也目好之五色耳好之五聲口好之五味心利之有天下是故權利不能傾也羣衆不能移也天下不能蕩也生乎由是死乎由是夫是之謂德操德操然後能定能定然後能應能定能應夫是之謂成人天見其明地見其光君子貴其全也見善脩然必有以自存也見不善愀然必以自省也善在身介然必以自好也不善在身菑然必以自惡也故非我而當者吾師也是我而當者吾友也謟䛕我者吾賊也故君子隆師而親友以致惡其賊好善無猒受諫而能戒雖欲無進得乎哉小人反是致亂而惡人之非己也致不肖而欲人之賢己也心如虎狼行如禽獸而又惡人之賊己也謟䛕者親諫爭者䟽脩正爲笑至忠爲賊雖欲無滅亡得乎哉詩曰潝潝訿訿亦孔之哀謀之其臧則具是違謀之不臧則具是依此之謂也扁善之度以治氣養生則後彭祖以脩身自名則配堯禹宜於時通利以處窮禮信是也凡用血氣志意知慮由禮則治通不由禮則勃亂提僈食飲衣服居處動靜由禮則和節不由禮則觸䧟生疾容貌態度進退趨行由禮則雅不由禮則夷固僻違庸衆而野故人無禮則不生事無禮則不成國家無禮則不寧詩云禮儀卒度笑語卒獲此之謂也以善先人者謂之教以善和人者謂之順以不善先人者謂之謟以不善和人者謂之䛕是是非非謂之智非是是非謂之愚傷良曰讒害良曰賊是謂是非謂非曰直竊貨曰盜匿行曰詐易言曰誕趣舍無定謂之無常保利弃義謂之至賊多聞曰博少聞曰淺多見曰閑少見曰陋難進曰偍易忘曰漏少而理曰治多而亂曰耗治氣養心之術血氣剛強則柔之以調和智慮漸深則一之以易良勇膽猛戾則輔之以道順齊給便利則節之以動止狹隘褊小則廓之以廣大卑溼重遲貪利則抗之以髙志庸衆駑散則刦之以師友怠慢僄弃則炤之以禍災愚款端愨則合之以禮樂通之以思索凡治氣養心之術莫徑由禮莫要得師莫神一好夫是之謂治氣養心之術也志意脩則驕富貴道義重則輕王公内省而外物輕矣傳曰君子役物小人役於物此之謂也身勞而心安爲之利少而義多爲之事亂君而通不如事窮君而順焉故良農不爲水旱不耕良賈不爲折閲不市士君子不爲貧窮怠乎道體恭敬而心忠信術禮義而情愛人横行天下雖困四夷人莫不貴勞苦之事則爭先饒樂之事則能讓端慤誠信拘守而詳橫行天下雖困四夷人莫不任體倨固而心執詐術順墨而精雜汙横行天下雖達四方人莫不賤勞苦之事則偷儒轉脫饒樂之事則佞兊而不曲辟違而不慤程役而不録橫行天下雖達四方人莫不弃行而供冀非漬淖也行而俯頃非擊戾也偶視而先俯非恐懼也然夫士欲獨脩其身不以得罪於此俗之人也夫驥一日而千里駑馬十駕則亦及之矣將以窮無窮逐無極與其折骨絶筋終身不可以相及也將有所止之則千里雖逺亦或遲或速或先或後胡爲乎其不可以相及也不識步道者將以窮無窮逐無極與意亦有所止之與夫堅白同異有厚無厚之察非不察也然而君子不辯止之也倚魁之行非不難也然而君子不行止之也故學曰遲彼止而待我我行而就之則亦或遲或速或先或後胡爲乎其不可以同至也故蹞歩而不休跛鼈千里累土而不輟丘山崇成厭其源開其瀆江河可竭一進一退一左一右六驥不致彼人之才性之相縣也豈若跛鼈之與六驥足哉然而跛鼈致之六驥不致是無他故焉或爲之或不爲爾道雖邇不行不至事雖小不爲不成其爲人也多暇日者其出入不逺矣好法而行士也篤志而體君子也齊明而不竭聖人也人無法則倀倀然有法而無志其義則渠渠然依乎法而又深其類然後温温然禮者所以正身也師者所以正禮也無禮何以正身無師吾安知禮之爲是也禮然而然則是情安禮也師云而云則是知若師也情安禮知若師則是聖人也故非禮是無法也非師是無師也不是師法而好自用譬之是猶以盲辨色以聾辨聲也舍亂妄無爲也故學也者法禮也夫師以身爲正儀而貴自安者也詩云不識不知順帝之則此之謂也端愨順弟則可謂善少者矣加好學遜敏焉則有鈞無上可以爲君子者矣偷儒憚事無廉恥而嗜乎飲食則可謂惡少者矣加惕悍而不順險賊而不弟焉則可謂不詳少者矣雖䧟刑戮可也老老而壯者歸焉不窮窮而通者積焉行乎㝠㝠而施乎無報而賢不肖一焉人有此三行雖有大過天其不遂乎君子之求利也略其逺害也早其避辱也懼其行道理也勇君子貧窮而志廣富貴而體恭安燕而血氣不惰勞勌而容貌不枯怒不過奪喜不過予君子貧窮而志廣隆仁也富貴而體恭殺埶也安燕而血氣不惰柬理也勞勌而容貌不枯好交也怒不過奪喜不過予是法勝私也書曰無有作好遵王之道無有作惡遵王之路此言君子之能以公義勝私欲也"}
{"id": "KR3a0002_002", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注君子行不貴苟難說不貴苟察名不貴苟傳唯其當之爲貴故懷負石而赴河是行之難爲者也而申徒狄能之然而君子不貴者非禮義之中也山淵平天地比齊秦襲入乎耳出乎口鈎有須卵有毛是說之難持者也而惠施鄧析能之然而君子不貴者非禮義之中也盜跖吟口名聲若日月與禹舜俱傳而不息然而君子不貴者非禮義之中也故曰君子行不貴苟難說不貴苟察名不貴苟得唯其當之爲貴詩曰物其有矣唯其時矣此之謂也君子易知而難狎易懼而難脅畏患而不避義死欲利而不爲所非交親而不比言辯而不辭蕩蕩乎其有以殊於世也君子能亦好不能亦好小人能亦醜不能亦醜君子能則寛容易直以開道人不能則恭敬繜絀以畏事人小人能則倨傲僻違以驕溢人不能則妬嫉怨誹以傾覆人故曰君子能則人榮學焉不能則人樂告之小人能則人賤學焉不能則人羞告之是君子小人之分也君子寛而不僈廉而不劌辯而不爭察而不激寡立而不勝堅彊而不暴柔從而不流恭敬謹慎而容夫是之謂至文詩曰温温恭人惟德之基此之謂也君子崇人之德揚人之美非謟䛕也正義直指舉人之過惡非毁疵也言已之光美擬於禹舜參於天地非夸誕也與時屈伸柔從若蒲葦非懾怯也剛彊猛毅靡所不信非驕暴也以義變應知當曲直故也詩曰左之左之君子宜之右之右之君子有之此言君子能以義屈信變應故也君子小人之反也君子大心則天而道小心則畏義而節知則明通而類愚則端愨而法見由則恭而止見閉則敬而齊喜則和而理憂則靜而理通則文而明窮則約而詳小人則不然大心則慢而暴小心則流淫而傾知則攫盜而漸愚則毒賊而亂見由則兊而倨見閇則怨而險喜則輕而翾憂則挫而懾通則驕而偏窮則弃而儑傳曰君子兩進小人兩廢此之謂也君子治治非治亂也曷謂耶曰禮義之謂治非禮義之謂亂也故君子者治禮義者也非治非禮義者也然則國亂將弗治與曰國亂而治之者非案亂而治之之謂也去亂而被之以治人汙而脩之者非案汙而脩之之謂也去汙而易之以脩故去亂而非治亂也去汙而非脩汙也治之爲名猶曰君子爲治而不爲亂爲脩而不爲汙也君子挈其辯而同焉者合矣善其言而類焉者應矣故馬鳴而馬應之非知也其勢然也故新浴者振其衣新沐者彈其冠人之情也其誰能以已之潐潐受人之掝掝者哉君子養心莫善於誠致誠則無它事矣唯仁之爲守唯義之爲行誠心守仁則形形則神神則能化矣誠心行義則理理則明明則能變矣變化代興謂之天德天不言而人推髙焉地不言而人推厚焉四時不言而百姓期焉夫此有常以至其誠者也君子至德嘿然而喻未施而親不怒而威夫此順命以愼其獨者也善之爲道者不誠則不獨不獨則不形不形則雖作於心見於色出於言民猶若未從也雖從必疑天地爲大矣不誠則不能化萬物聖人爲知矣不誠則不能化萬民父子爲親矣不誠則䟽君上爲尊矣不誠則卑夫誠者君子之所守也而政事之本也唯所居以其類至操之則得之舍之則失之操而得之則輕輕則獨行獨行而不舍則濟矣濟而材盡長遷而不反其初則化矣君子位尊而志恭心小而道大所聽視者近而所聞見者逺是何邪是操術然也故千人萬人之情一人之情是也天地始者今日是也百王之道後王是也君子審後王之道而論於百王之前若端拜而議推禮義之統分是非之分緫天下之要治海内之衆若使一人故操彌約而事彌大五寸之矩盡天下之方也故君子不下室堂而海内之情舉積此者則操術然也有通士者有公士者有直士者有愨士者有小人者上則能尊君下則能愛民物至而應事起而辨若是則可謂通士矣不下比以闇上不上同以疾下分爭於中不以私害之若是則可謂公士矣身之所長上雖不知不以悖君身之所短上雖不知不以取賞長短不飾以情自竭若是則可謂直士矣庸言必信之庸行必慎之畏法流俗而不敢以其所獨甚若是則可謂愨士矣言無常信行無常貞唯利所在無所不傾若是則可謂小人矣公生明偏生闇端愨生通詐僞生塞誠信生神夸誕生惑此六生者君子慎之而禹桀所以分也欲惡取舍之權見其可欲也則必前後慮其可惡也者見其可利也則必前後慮其可害也者而兼權之孰計之然後定其欲惡取舍如是則常不大陷矣凡人之患偏傷之也見其可欲也則不慮其可惡也者見其可利也則不顧其可害也者是以動則必陷爲則必辱是偏傷之患也人之所惡者吾亦惡之夫富貴者則類傲之夫貧賤者則求柔之是非仁人之情也是姦人將以盜名於晻世者也險莫大焉故曰盜名不如盜貨田仲史鰌不如盜也憍泄者人之殃也恭儉者偋五兵也雖有戈矛之剌不如恭儉之利也故與人善言煖於布帛傷人之言深於矛㦸故薄薄之地不得履之非地不安也危足無所履者也凡在言也巨涂則讓小涂則殆雖欲不謹若云不使快快而亡者怒也察察而殘者忮也博之而窮者訾也淸之而俞濁者口也豢之而俞瘠者交也辯而不說者爭也直立而不見知者勝也廉而不見貴者劌也勇而不見憚者貪也信而不見敬者好剸行也此小人之所務而君子之所不爲也鬪者忘其身者也忘其親者也忘其君者也行其少頃之怒而喪終身之軀然且爲之是忘其身也家室立殘親戚不免乎刑戮然且爲之是忘其親也君上之所惡也刑法之所大禁也然且爲之是忘其君也憂忘其身内忘其親上忘其君是刑法之所不舍也聖王之所不畜也乳彘不觸虎乳㺃不逺遊不忘其親也人也憂忘其身内忘其親上忘其君則是人也而曽㺃彘之不若也凡鬪者必自以爲是而以人爲非也已誠是也人誠非也則是己君子而人小人也以君子與小人相賊害也憂以忘其身内以忘其親上以忘其君豈不過甚矣哉是人也所謂以狐父之戈钃牛矢也將以爲智邪則愚莫大焉將以爲利邪則害莫大焉將以爲榮邪則辱莫大焉將以爲安邪則危莫大焉人之有鬪何哉我欲屬之狂惑疾病邪則不可聖王又誅之我欲屬之鳥䑕禽獸邪則不可其形體又人而好惡多同人之有鬪何哉我甚醜之有㺃彘之勇者有賈盜之勇者有小人之勇者有士君子之勇者爭飲食無廉恥不知是非不辟死傷不畏衆彊恈恈然惟利飲食之見是狗彘之勇者也爲事利爭貨財無辭讓果敢而振猛貪而戾恈恈然唯利之見是賈盜之勇也輕死而暴是小人之勇也義之所在不傾於權不顧其利舉國而與之不爲攺視重死持義而不橈是士君子之勇也儵䱁者浮陽之魚也胠於沙而思水則無逮矣挂於患而欲謹則無益矣自知者不怨人知命者不怨天怨人者窮怨天者無志失之已反之人豈不迂乎哉榮辱之大分安危利害之常體先義而後利者榮先利而後義者辱榮者常通辱者常窮通者常制人窮者常制於人是榮辱之大分也材愨者常安利蕩悍者常危害安利者常樂易危害者常憂險樂易者常夀長憂險者常夭折是安危利害之常體也夫天生蒸民有所以取之志意致脩德行致厚智慮致明是天子之所以取天下也政令法舉措時聽斷公上則能順天子之命下則能保百姓是諸侯之所以取國家也志行脩臨官治上則能順上下則能保其職是士大夫之所以取田邑也循法則度量刑辟圖籍不知其義謹守其數慎不敢損益也父子相傳以持王公是故三代雖亡治法猶存是官人百吏之所以取禄秩也孝弟愿愨軥録疾力以敦比其事業而不敢怠傲是庻人之所以取煖衣飽食長生久視以免於刑戮也飾邪說文姦言爲倚事陶誕突盜愓悍憍暴以偷生反側於亂世之閒是姦人之所以取危辱死刑也其慮之不深其擇之不謹其定取舍楛僈是其所以危也材性知能君子小人一也好榮惡辱好利惡害是君子小人之所同也若其所以求之之道則異矣小人也者疾爲誕而欲人之信已也疾爲詐而欲人之親已也禽獸之行而欲人之善已也慮之難知也行之難安也持之難立也成則必不得其所好必遇其所惡焉故君子者信矣而亦欲人之信已也忠矣而亦欲人之親已也脩正治辨矣而亦欲人之善已也慮之易知也行之易安也持之易立也成則必得其所好必不遇其所惡焉是故窮則不隱通則大明身死而名彌白小人莫不延頸舉踵而願曰知慮材性固有以賢人矣夫不知其與已無以異也則君子汪錯之當而小人注錯之過也故孰察小人之知能足以知其有餘可以爲君子之所爲也譬之越人安越楚人安楚君子安雅是非知能材性然也是注錯習俗之節異也仁義德行常安之術也然而未必不危也汙僈突盜常危之術也然而未必不安也故君子道其常而小人道其怪也凡人有所一同飢而欲食寒而欲煖勞而欲息好利而惡害是人之所生而有也是無待而然者也是禹桀之所同也目辨白黒美惡而耳辨音聲淸濁口辨鹹甘苦鼻辨芬芳腥臊骨體膚理辨寒暑疾養是又人之所常生而有也是無待而然者也是禹桀之所同也可以爲堯禹可以爲桀跖可以爲工匠可以爲農賈在勢注錯習俗之所積爾是又人之所生而有也是無待而然者也是禹桀之所同也爲堯禹則常安榮爲桀跖則常危辱爲堯禹則常愉佚爲工匠農賈則常煩勞然而人力爲此而寡爲彼何也曰陋也堯禹者非生而具者也夫起於變故成乎脩脩之爲待盡而後備者也人之生固小人無師無法則唯利之見爾人之生固小人又以遇亂世得亂俗是以小重小也以亂得亂也君子非得勢以臨之則無由得開内焉今是人之口腹安知禮義安知辭讓安知廉恥隅積亦呥呥而噍鄉鄉而飽巳矣人無師無法則其心正其口腹也今使人生而未甞睹芻豢稻粱也唯菽藿糟糠之爲睹則以至足爲在此也俄而粲然有秉芻豢而至者則瞲然視之曰此何怪也彼臭之而無嗛於鼻甞之而甘於口食之而安於體則莫不弃此而取彼矣今以夫先王之道仁義之統以相羣居以相持養以相藩飾以相安固邪以夫桀跖之道是其爲相縣也幾直夫芻豢稻粱之縣糟糠爾哉然而人力爲此而寡爲彼何也曰陋也陋也者天下之公患也人之大殃大害也故曰仁者好告示人告之示之靡之儇之鈆之重之則夫塞者俄且通也陋者俄且僩也愚者俄且知也是若不行則湯武在上曷益桀紂在上曷損湯武存則天下從而治桀紂存則天下從而亂如是者豈非人之情固可與如此可與如彼也哉人之情食欲有芻豢衣欲有文繡行欲有輿馬又欲夫餘財蓄積之富也然而窮年累世不知不足是人之情也今人之生也方知畜雞狗豬彘又畜牛羊然而食不敢有酒肉餘刀布有囷窌然而衣不敢有絲帛約者有筐篋之藏然而行不敢有輿馬是何也非不欲也幾不長慮顧後而恐無以繼之故也於是又節用禦欲收斂畜藏以繼之也是於巳長慮顧後幾不甚善矣哉今夫偷生淺知之屬曽此而不知也食太侈不顧其後俄則屈安窮矣是其所以不免於凍餓操瓢囊爲溝壑中瘠者也況夫先王之道仁義之統詩書禮樂之分乎彼固天下之大慮也將爲天下生民之屬長慮顧後而保萬世也其㳅長矣其温厚矣其功盛姚逺矣非孰脩爲之君子莫之能知也故曰短綆不可以汲深井之泉知不幾者不可與及聖人之言夫詩書禮樂之分固非庸人之所知也故曰一之而可再也有之而可久也廣之而可通也慮之而可安也反鉛察之而俞可好也以治情則利以爲名則榮以羣則和以獨則足樂意者其是邪夫貴爲天子富有天下是人情之所同欲也然則從人之欲則勢不能容物不能贍也故先王案爲之制禮義以分之使貴賤之等長㓜之差知賢愚能不能之分皆使人載其事而各得其宜然後使愨禄多少厚薄之稱是夫羣居和一之道也故仁人在上則農以力盡田賈以察盡財百工以巧盡械器士大夫以上至於公侯莫不以其仁厚知能盡官職夫是之謂至平故或禄天下而不自以爲多或監門御旅抱關擊柝而不自以爲寡故曰斬而齊枉而順不同而一夫是之謂人倫詩曰受小共大共爲下國駿蒙此之謂也"}
{"id": "KR3a0002_003", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注非相篇第五相人古之人無有也學者不道也古者有姑布子卿今之世梁有唐舉相人之形狀顔色而知其吉凶妖祥世俗稱之古之人無有也學者不道也故相形不如論心論心不如擇術形不勝心心不勝術術正而心順則形相雖惡而心術善無害爲君子也形相雖善而心術惡無害爲小人也君子之謂吉小人之謂凶故長短小大善惡形相非吉凶也古之人無有也學者不道也蓋帝堯長帝舜短文王長周公短仲尼長子弓短然白公之亂也令尹子西司馬子期皆死焉葉公子髙入據楚誅白公定楚國如反手爾仁義功名善於後世故士不揣長不揳大不權輕重亦將志乎心爾長短小大美惡形相豈論也哉且徐偃王之狀目可瞻馬仲尼之狀面如蒙倛周公之狀身如斷菑臯陶之狀色如削瓜閎夭之狀面無見膚傅說之狀身如植鰭伊尹之狀面無須麋禹跳湯偏堯舜參牟子從者將論志意比類文學邪直將差長短辨美惡而相欺傲邪古者桀紂長巨姣美天下之傑也筋力越勁百人之敵也然而身死國亡爲天下大僇後世言惡則必稽焉是非容貌之患也聞見之不衆論議之卑爾今世俗之亂君鄉曲之儇子莫不美麗姚冶竒衣婦飾血氣態度擬於女子婦人莫不願得以爲夫處女莫不願得以爲士弃其親家而欲奔之者比肩並起然而中君羞以爲臣中父羞以爲子中兄羞以爲弟中人羞以爲友俄則束乎有司而戮乎大市莫不呼天啼哭苦傷其今而後悔其始是非容貌之患也聞見之不衆而論議之卑爾然則從者將孰可也人有三不祥㓜而不肯事長賤而不肯事貴不肖而不肯事賢是人之三不祥也人有三必窮爲上則不能愛下爲下則好非其上是人之一必窮也鄉則不若偝則謾之是人之二必窮也智行淺薄曲直有以相縣矣然而仁人不能推知士不能明是人之三必窮也人有此三數行者以爲上則必危爲下則必滅詩曰雨雪瀌瀌宴然聿消莫肯下隧式居屢驕此之謂也人之所以爲人者何巳也曰以其有辨也飢而欲食寒而欲煖勞而欲息好利而惡害是人之所生而有也是無待而然者也是禹桀之所同也然則人之所以爲人者非特以二足而無毛也以其有辨也今夫狌狌形笑亦二足而毛也然而君子啜其羮食其胾故人之所以爲人者非特以其二足而無毛也以其有辨也夫禽獸有父子而無父子之親有牝牡而無男女之别故人道莫不有辨辨莫大於分分莫大於禮禮莫大於聖王聖王有百吾孰法焉故曰文久而息節族久而絶守法數之有司極禮而褫故曰欲觀聖王之跡則於其粲然者矣後王是也彼後王者天下之君也舍後王而道上古譬之是猶舍己之君而事人之君也故曰欲觀千歳則數今日欲知億萬則審一二欲知上世則審周道欲知周道則審其人所貴君子故曰以近知逺以一知萬以微知明此之謂也夫妄人曰古今異情其以治亂者異道而衆人惑焉彼衆人者愚而無說陋而無度者也其所見焉猶可欺也而況於千世之傳也妄人者門庭之閒猶可誣欺也而況於千世之上乎聖人何以不欺曰聖人者以已度者也故以人度人以情度情以類度類以說度功以道觀盡古今一度也類不悖雖久同理故鄉乎邪曲而不迷觀乎雜物而不惑以此度之五帝之外無傳人非無賢人也久故也五帝之中無傳政非無善政也久故也禹湯有傳政而不若周之察也非無善政也久故也傳者久則論略近則論詳略則舉大詳則舉小愚者聞其略而不知其詳聞其詳而不知其大也是以文久而滅節族久而絶凡言不合先王不順禮義謂之姦言雖辨君子不聽法先王順禮義黨學者然而不好言不樂言則必非誠士也故君子之於言也志好之行安之樂言之故君子必辯凡人莫不好言其所善而君子爲甚故贈人以言重於金石珠玉觀人以言美於黼黻文章聽人以言樂於鍾鼓琴瑟故君子之於言無厭鄙夫反是好其實不䘏其文是以終身不免埤汙傭俗故易曰括囊無咎無譽腐儒之謂也凡說之難以至髙遇至卑以至治接至亂未可直至也逺舉則病繆近世則病傭善者於是閒也亦必逺舉而不繆近世而不傭與時遷徙與世偃仰緩急嬴絀府然若渠匽櫽栝之於已也曲得所謂焉然而不折傷故君子之度已則以繩接人則用枻度已以繩故足以爲天下法則矣接人用枻故能寛容因求以成天下之大事矣故君子賢而能容罷知而能容愚博而能容淺粹而能容雜夫是之謂兼術詩曰徐方既同天子之功此之謂也談說之術矜莊以莅之端誠以處之堅彊以持之分别以諭之譬稱以明之欣驩芬薌以送之寶之珍之責之神之如是則說常無不受雖不說人人莫不貴夫是之謂爲能貴其所貴傳曰唯君子爲能貴其所貴此之謂也君子必辯凡人莫不好言其所善而君子爲甚焉是以小人辯言險君子辯言仁也言而非仁之中也則其言不若其黙也其辯不若其呐也言而仁之中也則好言者上矣不好言者下也故仁言大矣起於上所以導於下政令是也起於下所以忠於上謀救是也故君子之行仁也無厭志好之行安之樂言之故言君子必辯小辯不如見端見端不如見本分小辯而察見端而明本分而理聖人士君子之分具矣有小人之辯者有士君子之辯者有聖人之辯者不先慮不早謀發之而當成文而類居錯遷徙應變不窮是聖人之辯者也先慮之早謀之斯須之言而足聽文而致實博而黨正是士君子之辯者也聽其言則辭辨而無統用其身則多詐而無功上不足以順明王下不足以和齊百姓然而口舌之於噡唯則節足以爲竒偉偃却之屬夫是之謂姦人之雄聖王起所以先誅也然後盜賊次之盜賊得變此不得變也假今之世飾邪說文姦言以􁒣亂天下欺惑愚衆矞宇嵬瑣使天下混然不知是非治亂之所存者有人矣縱情性安恣睢禽獸行不足以合文通治然而其持之有故其言之成理足以欺惑愚衆是它嚻魏牟也忍情性綦谿利跂苟以分異人爲髙不足以合大衆明大分然而其持之有故其言之成理足以欺惑愚衆是陳仲史鰌也不知一天下建國家之權稱上功用大儉約而僈差等曽不足以容辨異縣君臣然而其持之有故其言之成理足以欺惑愚衆是墨翟宋鈃也尚法而無法下脩而好作上則取聽於上下則取從於俗終日言成文典及紃察之則倜然無所歸宿不可以經國定分然而其持之有故其言之成理足以欺惑愚衆是慎到田駢也不法先王不是禮義而好治怪說玩琦辭甚察而不惠辯而無用多事而寡功不可以爲治綱紀然而其持之有故其言之成理足以欺惑愚衆是惠施鄧析也略法先王而不知其統然而猶材劇志大聞見雜博案徃舊造說謂之五行甚僻違而無類幽隱而無說閉約而無解案飾其辭而祗敬之曰此真先君子之言也子思唱之孟軻和之世俗之溝猶瞀儒嚾嚾然不知其所非也遂受而傳之以爲仲尼子游爲兹厚於後世是則子思孟軻之罪也若夫緫方略齊言行壹統類而羣天下之英傑而告之以大古教之以至順奥窔之閒簟席之上斂然聖王之文章具焉佛然乎世之俗起焉則六説者不能入也十二子者不能親也無置錐之地而王公不能與之爭名在一大夫之位則一君不能獨畜一國不能獨容成名況乎諸侯莫不願以爲臣是聖人之不得埶者也仲尼子弓是也一天下財萬物長養人民兼利天下通達之屬莫不從服六說者立息十二子者遷化則是聖人之得勢者舜禹是也今夫仁人也將何務哉上則法舜禹之制下則法仲尼子弓之義以務息十二子之說如是則天下之害除仁人之事畢聖王之跡箸矣信信信也疑疑亦信也貴賢仁也賤不肖亦仁也言而當知也黙而當亦知也故知黙由知言也故多言而類聖人也少言而法君子也多少無法而流湎然雖辯小人也故勞力而不當民務謂之姦事勞知而不律先王謂之姦心辯說譬諭齊給便利而不順禮義謂之姦說此三姦者聖王之所禁也知而險賊而神爲詐而巧言無用而辯辯不給惠而察治之大殃也行辟而堅飾非而好玩姦而澤言辯而逆古之大禁也知而無法勇而無憚察辯而操僻淫大而用之好姦而與衆利足而迷負石而墜是天下之所弃也兼服天下之心髙上尊貴不以驕人聦明聖知不以窮人齊給速通不爭先人剛毅勇敢不以傷人不知則問不能則學雖能必讓然後爲德遇君則脩臣下之義遇鄉則脩長幼之義遇長則脩子弟之義遇友則脩禮節辭讓之義遇賤而少者則脩告導寛容之義無不愛也無不敬也無與人爭也恢然如天地之苞萬物如是則賢者貴之不肖者親之如是而不服者則可謂訞怪狡猾之人矣雖則子弟之中刑及之而宜詩云匪上帝不時殷不用舊雖無老成人尚有典刑曽是莫聽大命以傾此之謂也古之所謂士仕者厚敦者也合羣者也樂富貴者也樂分施者也逺罪過者也務事理者也羞獨富者也今之所謂士仕者汙漫者也賊亂者也恣睢者也貪利者也觸抵者也無禮義而唯權埶之嗜者也古之所謂處士者德盛者也能靜者也脩正者也知命者也箸是者也今之所謂處士者無能而云能者也無知而云知者也利心無足而佯無欲者也行僞險穢而彊髙言謹愨者也以不俗爲俗離縱而跂訾者也士君子之所能不能爲君子能爲可貴不能使人必貴已能爲可信不能使人必信已能爲可用不能使人必用已故君子恥不脩不恥見汙恥不信不恥不見信恥不能不耻不見用是以不誘於譽不恐於誹率道而行端然正已不爲物傾側夫是之謂誠君子詩云温温恭人維德之基此之謂也士君子之容其冠進其衣逢其容良儼然壯然祺然蕼然恢恢然廣廣然昭昭然蕩蕩然是父兄之容也其冠進其衣逢其容愨儉然恀然輔然端然訾然洞然綴綴然瞀瞀然是子弟之容也吾語汝學者之嵬容其冠絻其纓禁緩其容簡連填填然狄狄然莫莫然瞡瞡然瞿瞿然盡盡然盱盱然酒食聲色之中瞞瞞然瞑瞑然禮節之中則疾疾然訾訾然勞苦事業之中則儢儢然離離然偷儒而罔無廉恥而忍謢訽是學者之嵬也弟佗其冠祌禫其辭禹行而舜趨是子張氏之賤儒也正其衣冠齊其顔色嗛然而終日不言是子夏氏之賤儒也偷儒憚事無廉恥而耆飲食必曰君子固不用力是子游氏之賤儒也彼君子則不然佚而不惰勞而不僈宗原應變曲得其宜如是然後聖人也仲尼之門人五尺之竪子言羞稱乎五伯是何也曰然彼誠可羞稱也齊桓五伯之盛者也前事則殺兄而爭國内行則姑姊妹之不嫁者七人閨門之内般樂奢汰以齊之分奉之而不足外事則詐邾襲莒并國三十五其事行也若是其險汙淫汰也如彼固曷足稱乎大君子之門哉若是而不亡乃霸何也曰於乎夫齊桓公有天下之大節焉夫孰能亡之倓然見管仲之能足以託國也是天下之大知也安忘其怒出忘其讎遂立以爲仲父是天下之大決也立以爲仲父而貴戚莫之敢妬也與之髙國之位而本朝之臣莫之敢惡也與之書社三百而富人莫之敢距也貴賤長少秩秩焉莫不從桓公而貴敬之是天下之大節也諸侯有一節如是則莫之能亡也桓公兼此數節者而盡有之夫又何可亡也其霸也宜哉非幸也數也然而仲尼之門人五尺之竪子言羞稱乎五伯是何也曰然彼非本政教也非致隆髙也非綦文理也非服人之心也鄉方略審勞佚畜積脩鬪而能顛倒其敵者也詐心以勝矣彼以讓飾爭依乎仁而蹈利者也小人之傑也彼固曷足稱乎大君子之門哉彼王者則不然致賢能而以救不肖致彊而能以寛弱戰必能殆之而羞與之鬪委然成文以示之天下而暴國安自化矣有災繆者然後誅之故聖王之誅也綦省矣文王誅四武王誅二周公卒業至於成王則安以無誅矣故道豈不行矣哉文王載百里地而天下一桀紂舍之厚於有天下之勢而不得以匹夫老故善用之則百里之國足以獨立矣不善用之則楚六千里而爲讎人役故人主不務得道而廣有其埶是其所以危也持寵處位終身不厭之術主尊貴之則恭敬而僔主信愛之則謹慎而嗛主專任之則拘守而詳主安近之則慎比而不邪主䟽逺之則全一而不倍主損絀之則恐懼而不怨貴而不爲夸信而不忘處謙任重而不敢專財利至則言善而不及也必將盡辭讓之義然後受福事至則和而理禍事至則靜而理富則施廣貧則用節可貴可賤也可富可貧也可殺而不可使爲姦也是持寵處身不厭之術也雖在貧窮徒處之埶亦取象於是矣夫是之謂吉人詩曰媚兹一人應侯順德永言孝思昭哉嗣服此之謂也求善處大重理任大事擅寵於萬乗之國必無後患之術莫若好同之援賢博施除怨而無妨害人能耐任之則慎行此道也能而不耐任且恐失寵則莫若早同之推賢讓能而安隨其後如是有寵則必榮失寵則必無罪是事君者之寶而必無後患之術也故知兵者之舉事也滿則慮嗛平則慮險安則慮危曲重其豫猶恐及其旤是以百舉而不䧟也孔子曰巧而好度必節勇而好同必勝知而好謙必賢此之謂也愚者反是處重擅權則好專事而妬賢能抑有功而擠有罪志驕盈而輕舊怨以吝嗇而不行施道乎上爲重招權於下以妨害人雖欲無危得乎哉是以位尊則必危任重則必廢擅寵則必辱可立而待也可炊而傹也是行也則墮之者衆而持之者寡矣天下之行術以事君則必通以爲仁則必聖立隆而勿貳也然後恭敬以先之忠信以統之慎謹以行之端愨以守之頓窮則從之疾力以申重之君雖不知無怨疾之心功雖甚大無伐德之色省求多功愛敬不倦如是則常無不順矣以事君則必通以爲仁則必聖夫是之謂天下之行術少事長賤事貴不肖事賢是天下之通義也有人也埶不在人上而羞爲人下是姦人之心也志不免乎姦心行不免乎姦道而求有君子聖人之名辟之是猶伏而咶天救經而引其足也說必不行矣俞務而俞逺故君子時詘則詘時伸則伸也"}
{"id": "KR3a0002_004", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞儒效篇第八大儒之效武王崩成王幼周公屏成王而及武王以屬天下惡天下之倍周也履天下之籍聽天下之斷偃然如固有之而天下不稱貪焉殺管叔虚殷國而天下不稱戾焉兼制天下立七十一國姬姓獨居五十三人而天下不稱偏焉教誨開導成王使諭於道而能揜迹於文武周公歸周反籍於成王而天下不輟事周然而周公北面而朝之天子也者不可以少當也不可以假攝為也能則天下歸之不能則天下去之是以周公屏成王而及武王以屬天下惡天下之離周也成王冠成人周公歸周反籍焉明不滅主之義也周公無天下矣郷有天下今無天下非擅也成王郷無天下今有天下非奪也變勢次序節然也故以枝代主而非越也以弟誅兄而非暴也君臣易位而非不順也因天下之和遂文武之業明枝主之義抑亦變化矣天下厭然猶一也非聖人莫之能為夫是謂大儒之效秦昭王問孫卿子曰儒無益於人之國孫卿子曰儒者法先王隆禮義謹乎臣子而致貴其上者也人主用之則勢在本朝而宜不用則退編百姓而慤必為順下矣雖窮困凍餧必不以邪道為貪無置錐之地而明於持社稷之大義嗚呼而莫之能應然而通乎財萬物養百姓之經紀勢在人上則王公之材也在人下則社禝之臣國君之寳也雖隱於窮閻漏屋人莫不貴之道誠存也仲尼将為魯司寇沈猶氏不敢朝飲其羊公愼氏出其妻慎潰氏踰境而徙魯之粥牛馬者不豫賈必蚤正以待之也居於闕黨闕黨之子弟罔不分有親者取多孝弟以化之也儒者在夲朝則美政在下位則美俗儒之為人下如是矣王曰然則其為人上何如孫卿曰其為人上也廣大矣志意定乎内禮節脩乎朝法則度量正乎官忠信愛利形乎下行一不義殺一無罪而得天下不為也此君子義信乎人矣通於四海則天下應之如讙是何也則貴名白而天下治也故近者歌謳而樂之逺者竭蹶而趨之四海之内若一家通逹之屬莫不從服夫是之謂人師詩曰自西自東自南自北無思不服此之謂也夫其為人下也如彼其為人上也如此何謂其無益於人之國也昭王曰善先王之道仁人隆也比中而行之曷謂中曰禮義是也道者非天之道非地之道人之所以道也君子之所道也君子之所謂賢者非能徧能人之所能之謂也君子之所謂知者非能徧知人之所知之謂也君子之所謂辨者非能徧辨人之所辨之謂也君子之所謂察者非能徧察人之所察之謂也有所正矣相高下視墝肥序五種君子不如農人通財貨相美惡辨貴賤君子不如賈人設䂓矩陳繩墨便備用君子不如工人不䘏是非然不然之情以相薦撙以相恥怍君子不若惠施鄧析也若夫謫徳而定次量能而授官使賢不肖皆得其位能不能皆得其官萬物得其宜事變得其應慎墨不得進其談惠施鄧析不敢竄其察言必治當事必當務是然後君子之所長也凡事行有益於治者立之無益於理者廢之夫是之謂中事几知説有益於理者為之無益於理者舎之夫是之謂中説行事失中謂之姦事知説失中謂之姦道姦事姦道治世之所弃而亂世之所從服也若夫充虚之相施易也堅白同異之分隔也是聦耳之所不能聽也明目之所不能見也辯士之所不能言也雖有聖人之知未能僂指也不知無害為君子知之無損為小人工匠不知無害為巧君子不知無害為治王公好之則亂法百姓好之則亂事而狂惑戇陋之人乃始率其羣徒辨其談説明其辟稱老身長子不知惡也夫是之謂上愚曾不如好相鷄狗之可以為名也詩曰為鬼為蜮則不可得有靦面目視人罔極作此好歌以極反側此之謂也我欲賤而貴愚而知貧而富可乎曰其唯學乎彼學者行之曰士也敦慕焉君子也知之聖人也上為聖人下為士君子孰禁我哉郷也混然涂之人也俄而並乎堯禹豈不賤而貴矣哉郷也效門室之辨混然曾不能決也俄而原仁義分是非圖回天下於掌上而辨白黒豈不愚而知矣哉郷也胥靡之人俄而治天下之大器舉在此豈不貧而富矣哉今有人於此㞕然藏千溢之寳雖行貣而食人謂之富矣故曰貴名不可以比周爭也不可以夸誕有也不可以勢重脅也必將誠此然後就也爭之則失讓之則至遵道則積夸誕則虚故君子務脩其内而讓之於外務積徳於身而處之以遵道如是則貴名起如日月天下應之如雷霆故曰君子隠而顯微而明辭讓而勝詩曰鶴鳴于九臯聲聞于天此之謂也鄙夫反是比周而譽俞少鄙爭而名俞辱煩勞以求安利其身而俞危詩曰民之無良相怨一方受爵不讓至于已斯亡此之謂也故不能小而事大辟之是猶力之少而任重也舍粹折無適也身不肖而誣賢是猶傴身而好升高也指其頂者愈衆故明主譎徳而序位所以為不亂也忠臣誠能然後敢受職所以為不窮也分不亂於上能不窮於下治辨之極也詩曰平平左右亦是率從是言上下之交不相亂也以從俗為善以貨財為寳以養生為已至道是民徳也行法至堅不以私欲亂所聞如是則可謂勁士矣行法至堅好脩正其所聞以橋飾其情性其言多當矣而未諭也其行多當矣而未安也其知慮多當矣而未周密也上則能大其所隆下則能開道不已若者如是則可謂篤厚君子矣脩百王之法若辨白黒應當世之變若數一二行禮要節而安之若生四枝要時立功之巧若詔四時平正和民之善億萬之衆而博若一人如是則可謂聖人矣井井兮其有理也嚴嚴兮其能敬已也分分兮其有終始也猒猒兮其能長久也樂樂兮其執道不殆也炤炤兮其用知之明也脩脩兮其用統類之行也綏綏兮其有文章也熈熈兮其樂人之臧也隱隱兮其恐人之不當也如是則可謂聖人矣此其道出乎一曷謂一曰執神而固曷謂神曰盡善挾洽之謂神萬物莫足以傾之之謂固神固之謂聖人聖人也者道之管也天下之道管是矣百王之道一是矣故詩書禮樂之歸是矣詩言是其志也書言是其事也禮言是其行也樂言是其和也春秋言是其微也故風之所以為不逐者取是以節之也小雅之所以為小者取是而文之也大雅之所以為大者取是而光之也頌之所以為至者取是而通之也天下之道畢是矣郷是者臧倍是者亡郷是如不臧倍是如不亡者自古及今未甞有也客有道曰孔子曰周公其盛乎身貴而愈恭家富而愈儉勝敵而愈戒應之曰是殆非周公之行非孔子之言也武王崩成王幼周公屏成王而及武王履天子之籍負扆而坐諸侯趨走堂下當是時也夫又誰為恭矣哉兼制天下立七十一國姬姓獨居五十三人焉周之子孫苟不狂惑者莫不為天下之顯諸侯孰謂周公儉哉武王之誅紂也行之日以兵忌東面而迎太歲至汜而汎至懷而壞至共頭而山隧霍叔懼曰出三日而五災至無乃不可乎周公曰刳比干而囚箕子飛廉惡來知政夫又惡有不可焉遂選馬而進朝食於戚暮宿乎百泉厭且於牧之野鼓之而紂卒易郷遂乗殷人而誅紂蓋殺者非周人因殷人也故無首虜之獲無蹈難之賞反而定三革偃五兵合天下立聲樂於是武象起而韶護廢矣四海之内莫不變心易慮以化順之故外闔不閇跨天下而無蘄當是時也夫又誰為戒矣哉造父者天下之善御者也無輿馬則無所見其能羿者天下之善射者也無弧矢則無所見其巧大儒者善調一天下者也無百里之地則無所見其功輿固馬選矣而不能以至逺一日而千里則非造父也弓調矢直矣而不能以射逺中微則非羿也用百里之地而不能以調一天下制強暴則非大儒也彼大儒者雖隠於窮閻漏屋無置錐之地而王公不能與之爭名在一大夫之位則一君不能獨畜一國不能獨容成名況乎諸侯莫不願得以為臣用百里之地而千里之國莫能與之爭勝笞捶暴國齊一天下而莫能傾也是大儒之徴也其言有類其行有禮其舉事無悔其持險應變曲當與時遷徙與世偃仰千舉萬變其道一也是大儒之稽也其窮也俗儒笑之其通也英傑化之嵬瑣逃之邪説畏之衆人愧之通則一天下窮則獨立貴名天不能死地不能埋桀跖之世不能汙非大儒莫之能立仲尼子弓是也故有俗人者有俗儒者有雅儒者有大儒者有不學問無正義以富利為隆是俗人者也逢衣淺帶解果其冠略法先王而足亂世術繆學雜舉不知法後王而一制度不知隆禮義而殺詩書其衣冠行偽己同於世俗矣然而不知惡者其言議談説已無所以異於墨子矣然而明不能分别呼先王以欺愚者而求衣食焉得委積足以揜其口則揚揚如也隨其長子事其便辟舉其上客然若終身之虜而不敢有他志是俗儒者也法後王一制度隆禮義而殺詩書其言行巳有大法矣然而明不能齊法敎之所不及聞見之所未至則知不能類也知之曰知之不知曰不知内不自以誣外外不自以欺内以是尊賢畏法而不敢怠傲是雅儒者也法先王統禮義一制度以淺持博以古持今以一持萬苟仁義之類也雖在鳥獸之中若别白黒倚物怪變所未甞聞也所未甞見也卒然起一方則舉統類而應之無所儗㤰張法而度之則晻然若合符節是大儒者也故人主用俗人則萬乗之國亡用俗儒則萬乗之國存用雅儒則千乗之國安用大儒則百里之地久而後三年天下為一諸侯為臣用萬乗之國則舉錯而定一朝而伯不聞不若聞之聞之不若見之見之不若知之知之不若行之學至於行之而止矣行之明也明之爲聖人聖人也者本仁義當是非齊言行不失豪釐無他道焉已乎行之矣故聞之而不見雖博必謬見之而不知雖識必妄知之而不行雖敦必困不聞不見則雖當非仁也其道百舉而百陷也故人無師無法而知則必為盜勇則必為賊云能則必為亂察則必為怪辨則必為誕人有師有法而知則速通勇則速威云能則速成察則速盡辨則速論故有師法者人之大寳也無師法者人之大殃也人無師法則隆情矣有師法則隆性矣而師法者所得乎情非所受乎性不足以獨立而治性也者吾所不能為也然而可化也情也者非吾所有也然而可為乎注錯習俗所以化性也并一而不二所以成積也習俗移志安久移質并一而不二則通於神明參於天地矣故積土而為山積水而為海旦暮積謂之嵗至高謂之天至下謂之地宇中六指謂之極涂之人百姓積善而全盡謂之聖人彼求之而後得為之而後成積之而後髙盡之而後聖故聖人也者人之所積也人積耨耕而為農夫積斵削而為工匠積反貨而為商賈積禮義而為君子工匠之子莫不繼事而都國之民安習其服居楚而楚居越而越居夏而夏是非天性也積靡使然也故人知謹注錯愼習俗大積靡則為君子矣縱情性而不足問學則為小人矣為君子則常安榮矣為小人則常危辱矣凡人莫不欲安榮而惡危辱故唯君子為能得其所好小人則日徼其所惡詩曰維此良人弗求弗迪維彼忍心是顧是復民之貪亂寧為荼毒此之謂也人論志不免於曲私而冀人之以已為公也行不免於汙漫而冀人之以已為脩也甚愚陋溝瞀而冀人之以已為知也是衆人也志忍私然後能公行忍情性然後能脩知而好問然後能才公脩而才可謂小儒矣志安公行安脩知通統類如是則可謂大儒矣大儒者天子三公也小儒者諸侯大夫士也衆人者工農商賈也禮者人主之所以為羣臣寸尺尋丈檢式也人倫盡矣君子言有壇宇行有防表道有一隆言道徳之求不下於安存言志意之求不下於士言道徳之求不二後王道過三代謂之蕩法二後王謂之不雅高之下之小之臣之不外是矣是君子之所以騁志意於壇宇宫庭也故諸侯問政不及安存則不告也匹夫問學不及為士則不教也百家之説不及先王則不聽也夫是之謂君子言有壇宇行有防表也"}
{"id": "KR3a0002_005", "series": "KR3a0002", "text": "登仕郎守大理評事楊倞注請問為政曰賢能不待次而舉罷不能不待頃而廢元惡不待敎而誅中庸雜民不待政而化分未定也則有昭繆也雖王公士大夫之子孫也不能屬於禮義則歸之庶人雖庶人之子孫也積文學正身行能屬於禮義則歸之卿相士大夫故姦言姦説姦事姦能遁逃反側之民職而敎之須而待之勉之以慶賞懲之以刑罰安職則畜不安職則棄五疾上收而養之材而事之官施而衣食之兼覆無遺才行反時者死無赦夫是之謂天德王者之政也聽政之大分以善至者待之以禮以不善至者待之以刑兩者分别則賢不肖不雜是非不亂賢不肖不雜則英傑至是非不亂則國家治若是名聲日聞天下願令行禁止則王者之事畢矣凡聽威嚴猛厲而不好假導人則下畏恐而不親周閉而不竭若是則大事殆乎弛小事殆乎遂和解調通好假導人而無所凝止之則姦言並至甞試之説鋒起若是則聽大事煩是又傷之也故法而不議則法之所不至者必廢職而不通則職之所不及者必隊故法而議職而通無隱謀無遺善而百事無過非君子莫能故公平者職之衡也中和者聽之繩也其有法者以法行無法者以類舉聽之盡也偏黨而無經聽之辟也故有良法而亂者有之矣有君子而亂者自古及今未嘗聞也傳曰治生乎君子亂生乎小人此之謂也分均則不偏埶齊則不壹衆齊則不使有天有地而上下有差明王始立而處國有制夫兩貴之不能相事兩賤之不能相使是天數也埶位齊而欲惡同物不能澹則必爭爭則必亂亂則窮矣先王惡其亂也故制禮義以分之使有貧富貴賤之等足以相兼臨者是養天下之夲也書曰維齊非齊此之謂也馬駭輿則君子不安輿庶人駭政則君子不安位馬駭輿則莫若静之庶人駭政則莫若惠之選賢良舉篤敬興孝悌收孤寡補貧窮如是則庶人安政矣庶人安政然后君子安位傳曰君者舟也庶人者水也水則載舟水則覆舟此之謂也故君人者欲安則莫若平政愛民矣欲榮則莫若隆禮敬士矣欲立功名則莫若尚賢使能矣是君人者之大節也三節者當則其餘莫不當矣三節者不當則其餘雖曲當猶將無益也孔子曰大節是也小節是也上君也大節是也小節非也一出焉一入焉中君也大節非也小節雖是也吾無觀其餘矣成侯嗣公聚斂計數之君也未及取民也鄭子產取民者也未及為政者也管仲為政者也未及脩禮者也故脩禮者王為政者彊取民者安聚斂者亡故王者富民霸者富士僅存之國富大夫亡國富筐篋實府庫筐篋已富府庫已實而百姓貧夫是之謂上溢而下漏入不可以守出不可以戰則傾覆滅亡可立而待也故我聚之以亡敵得之以彊聚斂者召寇肥敵亡國危身之道也故明君不蹈也王奪之人霸奪之與彊奪之地奪之人者臣諸侯奪之與者友諸侯奪之地者敵諸侯臣諸侯者王友諸侯者霸敵諸侯者危用彊者人之城守人之出戰而我以力勝之也則傷人之民必甚矣傷人之民甚則人之民惡我必甚矣人之民惡我甚則日欲與我鬬人之城守人之出戰而我以力勝之則傷吾民必甚矣傷吾民甚則吾民之惡我必甚矣吾民之惡我甚則日不欲為我鬬人之民日欲與我鬭吾民日不欲為我鬭是彊者之所以反弱也地來而民去累多而功少雖守者益所以守者損是以大者之所以反削也諸侯莫不懐交接怨而不忘其敵伺彊大之間承彊大之敝也知彊大之敝此彊大之殆時也知彊大者不務彊也慮以王命全其力凝其德力全則諸侯不能弱也德凝則諸侯不能削也天下無王霸主則常勝矣是知彊道者也彼霸者不然辟田野實倉廩便備用案謹募選閲材技之士然後漸慶賞以先之嚴刑罰以糾之存亡繼絶衞弱禁暴而無兼并之心則諸侯親之矣脩友敵之道以敬接諸侯則諸侯説之矣所以親之者以不并也并之見則諸侯䟽之矣所以説之者以友敵也臣之見則諸侯離矣故明其不并之行信其友敵之道天下無王霸主則常勝矣是知霸道者也閔王毁於五國桓公劫於魯莊無它故焉非其道而慮之以王也彼王者不然仁眇天下義眇天下威眇天下仁眇天下故天下莫不親也義眇天下故天下莫不貴也威眇天下故天下莫敢敵也以不敵之威輔服人之道故不戰而勝不攻而得甲兵不勞而天下服是知王道者也知此三具者欲王而王欲霸而霸欲彊而彊矣王者之人飾動以禮義聽斷以類明振毫末舉錯應變而不窮夫是之謂有原是王者之人也王者之制道不過三代法不貳後王道過三代謂之蕩法貳後王謂之不雅衣服有制宫室有度人徒有數喪祭械用皆有等宜聲則凡非雅聲者舉廢色則凡非舊文者舉息械用則凡非舊器者舉毁夫是之謂復古是王者之制也王者之論無德不貴無能不官無功不賞無罪不罰朝無幸位民無幸生尚賢使能而等位不遺析愿禁悍而刑罰不過百姓曉然皆知夫為善於家而取賞於朝也為不善於幽而䝉刑於顯也夫是之謂定論是王者之論也王者之等賦政事財萬物所以養萬民也田野什一關市幾而不征山林澤梁以時禁發而不税相地而衰政理道之遠近而致貢通流財物粟米無有滯留使相歸移也四海之内若一家故近者不隱其能遠者不疾其勞無幽閒隱僻之國莫不趨使而安樂之夫是之謂人師是王者之法也北海則有走馬吠犬焉然而中國得而畜使之南海則有羽翮齒革曾青丹干焉然而中國得而財之東海則有紫紶魚鹽焉然而中國得而衣食之西海則有皮革文旄焉然而中國得而用之故澤人足乎木山人足乎魚農夫不斵削不陶冶而足械用工賈不耕田而足菽粟故虎豹為猛矣然而君子剥而用之故天之所覆地之所載莫不盡其美致其用上以飾賢良下以養百姓而安樂之夫是之謂大神詩曰天作髙山大王荒之彼作矣文王康之此之謂也以類行雜以一行萬始則終終則始若環之無端也舍是而天下以衰矣天地者生之始也禮義者治之始也君子者禮義之始也為之貫之積重之致好之者君子之始也故天地生君子君子理天地君子者天地之參也萬物之緫也民之父母也無君子則天地不理禮義無統上無君師下無父子夫婦是之謂至亂君臣父子兄弟夫婦始則終終則始與天地同理與萬世同久夫是之謂大本故喪祭朝聘師旅一也貴賤殺生與奪一也君君臣臣父父子子兄兄弟弟一也農農士士工工商商一也水火有氣而無生草木有生而無知禽獸有知而無義人有氣有生有知亦且有義故最為天下貴也力不若牛走不若馬而牛馬為用何也曰人能羣彼不能羣也人何以能羣曰分分何以能行曰以義故義以分則和和則一一則多力多力則彊彊則勝物故宫室可得而居也故序四時裁萬物兼利天下無它故焉得之分義也故人生不能無羣羣而無分則爭爭則亂亂則離離則弱弱則不能勝物故宫室不可得而居也不可少頃舍禮義之謂也能以事親謂之孝能以事兄謂之弟能以事上謂之順能以使下謂之君君者善羣也羣道當則萬物皆得其宜六畜皆得其長羣生皆得其命故養長時則六畜育殺生時則草木殖政令時則百姓一賢良服聖主之制也草木榮華滋碩之時則斧斤不入山林不夭其生不絶其長也黿鼉魚鼈鰌鱣孕别之時罔罟毒藥不入澤不夭其生不絶其長也春耕夏耘秋收冬藏四者不失時故五榖不絶而百姓有餘食也汙池淵沼川澤謹其時禁故魚鼈優多而百姓有餘用也斬伐養長不失其時故山林不童而百姓有餘材也聖王之用也上察於天下錯於地塞備天地之閒加施萬物之上微而明短而長狹而廣神明博大以至約故曰一與一是為人者謂之聖人也序官宰爵知賔客祭祀饗食犧牲之牢數司徒知百宗城郭立器之數司馬知師旅甲兵乘白之數脩憲命審詩商禁淫聲以時順脩使夷俗邪音不敢亂雅大師之事也脩隄梁通溝澮行水潦安水臧以時決塞歲雖凶敗水旱使民有所耘艾司空之事也相高下視肥墝序五種省農功謹蓄臧以時順脩使農夫樸力而寡能治田之事也脩火憲養山林藪澤草木魚鼈百索以時禁發使國家足用而財物不屈虞師之事也順州里定􁇋宅養六畜閒樹藝勸教化趨孝弟以時順脩使百姓順命安樂處郷郷師之事也論百工審時事辨功苦尚完利便備用使彫琢文采不敢專造於家工師之事也相隂陽占祲兆鑚龜陳卦主攘擇五卜知其吉凶祥傴巫跛擊之事也脩採清易道路謹盜賊平室律以時順脩使賔旅安而貿財通治市之事也抃急禁悍防淫除邪戮之以五刑使暴悍以變姦邪不作司宼之事也本政教正法則兼聽而時稽之度其功勞論其慶賞以時順脩使百吏免盡而衆庶不偷冡宰之事也論禮樂正身行廣教化美風俗兼覆而調一之辟公之事也全道德致隆高綦文理一天下振毫末使天下莫不順比從服天王之事也故政事亂則冡宰之罪也國家失俗則辟公之過也天下不一諸侯俗反則天王非其人也具具而王具具而霸具具而存具具而亡用萬乘之國者威彊之所以立也名聲之所以美也敵人之所以屈也國之所以安危臧否也制與在此亡乎人王霸安存危殆滅亡制與在我亡乎人夫威彊未足以殆鄰敵也名聲未足以懸天下也則是國未能獨立也豈渠得免夫累乎天下脅於暴國而黨為吾所不欲於是者日與桀同事同行無害為堯是非功名之所就也非存亡安危之所墮也功名之所就存亡安危之所墮必將於愉殷赤心之所誠以其國為王者之所亦王以其國為危殆滅亡之所亦危殆滅亡殷之日案以中立無有所偏而為縱橫之事偃然案兵無動以觀夫暴國之相卒也案平政敎審節奏砥礪百姓為是之日而兵剸天下勁矣案然脩仁義伉隆髙正法則選賢良養百姓為是之日而名聲剸天下之美矣權者重之兵者勁之名聲者美之夫堯舜者一天下也不能加毫末於是矣故權謀傾覆之人退則賢良知聖之士案自進矣刑政平百姓和國俗節則兵勁城固敵國案自詘矣務本事積財物而勿忘棲遲薛越也是使羣臣百姓皆以制度行則財物積國家案自富矣三者體此而天下服暴國之君案自不能用其兵矣何則彼無與至也彼其所與至者必其民也其民之親我也歡若父母好我芳若芝蘭反顧其上則若灼黥若仇讎彼人之情性也雖桀跖豈有肯為其所惡賊其所好者哉彼以奪矣故古之人有以一國取天下者非徃行之也脩政其所莫不願如是而可以誅暴禁悍矣故周公南征而北國怨曰何獨不來也東征而西國怨曰何獨後我也孰能有與是鬭者與安以其國為是者王殷之日安以靜兵息民慈愛百姓辟田野實倉廩便備用安謹募選閲材技之士然後漸賞慶以先之嚴刑罰以防之擇士之知事者使相率貫也是以厭然畜積脩飾而物用之足也兵革器械者彼将日日暴露毁折之中原我今將脩飾之拊循之掩蓋之於府庫貨財粟米者彼將日日捿遲薛越之中野我今将畜積并聚之於倉廩材技股肱健勇爪牙之士彼將日日挫頓竭之於仇敵我今將來致之并閲之砥礪之於朝廷如是則彼日積敝我日積完彼日積貧我日積富彼日積勞我日積佚君臣上下之間者彼將厲厲焉日日相離疾也我今将頓頓焉日日相親愛也以是待其敝安以其國為是者霸立身則從傭俗事行則遵傭故進退貴賤則舉傭士之所以接下之百姓者則庸寛惠如是者則安存立身則輕楉事行則蠲疑進退貴賤則舉佞㣞之所以接下之人百姓者則好取侵奪如是者危殆立身則憍暴事行則傾覆進退貴賤則舉幽險詐故人之所以接下之人百姓者則好用其死力矣而慢其功勞好用其籍斂矣而忘其本務如是者滅亡此五等者不可不善擇也王霸安存危殆滅亡之具也善擇者制人不善擇者人制之善擇之者王不善擇之者亡夫王者之與亡者制人之與人制之也是其為相懸也亦遠矣"}
{"id": "KR3a0002_006", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注萬物同宇而異體無宜而有用為人數也人倫並處同求而異道同欲而異知生也皆有可也知愚同所可異也知愚分埶同而知異行私而無禍縱欲而不窮則民心奮而不可説也如是則知者未得治也知者未得治則功名未成也功名未成則羣衆未縣也羣衆未縣則君臣未立也無君以制臣無上以制下天下害生縱欲欲惡同物欲多而物寡寡則必爭矣故百技所成所以養一人也而能不能兼技人不能兼官離居不相待則窮羣而無分則爭窮者患也爭者禍也救患除禍則莫若明分使羣矣強脅弱也知懼愚也民下違上少陵長不以徳為政如是則老弱有失養之憂而壯者有分爭之禍矣事業所惡也功利所好也職業無分如是則人有樹事之患而有爭功之禍矣男女之合夫婦之分㛰姻娉内送逆無禮如是則人有失合之憂而有爭色之禍矣故知者為之分也足國之道節用裕民而善臧其餘節用以禮裕民以政彼裕民故多餘裕民則民富民富則田肥以易田肥以易則出實百倍上以法取焉而下以禮節用之餘若丘山不時焚燒無所臧之夫君子奚患乎無餘故知節用裕民則必有仁義聖良之名而且有富厚丘山之積矣此無佗故焉生於節用裕民也不知節用裕民則民貧民貧則田瘠以穢田瘠以穢則出實不半上雖好取侵奪猶将寡獲也而或以無禮節用之則必有貪利糾譑之名而且有空虚窮乏之實矣此無佗故焉不知節用裕民也康誥曰弘覆乎天若徳裕乃身不廢在王庭此之謂也禮者貴賤有等長幼有差貧富輕重皆有稱者也故天子袾裷衣冕諸侯玄裷衣冕大夫裨冕士皮弁服徳必稱位位必稱禄禄必稱用由士以上則必以禮樂節之衆庻百姓則必以法數制之量地而立國計利而畜民度人力而授事使民必勝事事必出利利足以生民皆使衣食百用出入相揜必時臧餘謂之稱數故自天子通於庻人事無大小多少由是推之故曰朝無幸位民無幸生此之謂也輕田野之税平關市之征省商賈之數罕興力役無奪農時如是則國富矣夫是之謂以政裕民人之生不能無羣羣而無分則爭爭則亂亂則窮矣故無分者人之大害也有分者天下之本利也而人君者所以管分之樞要也故美之者是美天下之本也安之者是安天下之本也貴之者是貴天下之本也古者先王分割而等異之也故使或美或惡或厚或薄或佚或樂或劬或勞非特以為淫泰夸麗之聲將以明仁之文通仁之順也故為之雕琢刻鏤黼黻文章使足以辨貴賤而已不求其觀為之鍾鼓管磬琴瑟竽笙使足以辨吉凶合歡定和而已不求其餘為之宫室臺榭使足以避燥溼養德辨輕重而已不求其外詩曰雕琢其章金玉其相亹亹我王綱紀四方此之謂也若夫重色而衣之重味而食之重財物而制之合天下而君之非特以為淫泰也固以為王天下治萬變材萬物養萬民兼制天下者為莫若仁人之善也夫故其知慮足以治之其仁厚足以安之其德音足以化之得之則治失之則亂百姓誠賴其知也故相率而為之勞苦以務佚之以養其知也誠美其厚也故為之出死斷亡以覆救之以養其厚也誠美其德也故為之雕琢刻鏤黼黻文章以藩飾之以養其德也故仁人在上百姓貴之如帝親之如父母為之出死斷亡而愉者無它故焉其所是焉誠美其所得焉誠大其所利焉誠多詩曰我任我輦我車我牛我行既集蓋云歸哉此之謂也故曰君子以德小人以力力者德之役也百姓之力待之而後功百姓之羣待之而後和百姓之財待之而後聚百姓之埶待之而後安百姓之壽待之而後長父子不得不親兄弟不得不順男女不得不歡少者以長老者以養故曰天地生之聖人成之此之謂也今之世而不然厚刀布之斂以奪之財重田野之税以奪之食苛關市之征以難其事不然而已矣有掎挈伺詐權謀傾覆以相顛倒以靡敝之百姓曉然皆知其汙漫暴亂而將大危亡也是以臣或弑其君下或殺其上粥其城倍其節而不死其事者無它故焉人主自取之詩曰無言不讎無德不報此之謂也兼足天下之道在明分掩地表畝刺􁁈殖榖多糞肥田是農夫衆庶之事也守時力民進事長功和齊百姓使人不偷是將率之事也高者不旱下者不水寒暑和節而五榖以時孰是天下之事也若夫兼而覆之兼而愛之兼而制之嵗雖凶敗水旱使百姓無凍餒之患則是聖君賢相之事也墨子之言昭昭然為天下憂不足夫不足非天下之公患也特墨子之私憂過計也今是土之生五榖也人善治之則畝數盆一嵗而再獲之然後瓜桃棗李一夲數以盆鼓然後葷菜百䟽以澤量然後六畜禽獸一而剸車黿鼉魚鼈鰌鱣以時别一而成羣然後飛鳥鳬鴈若煙海然後昆蟲萬物生其閒可以相食養者不可勝數也夫天地之生萬物也固有餘足以食人矣麻葛繭絲鳥獸之羽毛齒革也固有餘足以衣人矣夫有餘不足非天下之公患也特墨子之私憂過計也天下之公患亂傷之也胡不甞試相與求亂之者誰也我以墨子之非樂也則使天下亂墨子之節用也則使天下貧非将墮之也説不免焉墨子大有天下小有一國将蹙然衣麤食惡憂戚而非樂若是則瘠瘠則不足欲不足欲則賞不行墨子大有天下小有一國將少人徒省官職上功勞苦與百姓均事業齊功勞若是則不威不威則賞罰不行賞不行則賢者不可得而進也罰不行則不肖者不可得而退也賢者不可得而進不肖不可得而退則能不能不可得而官也若是則萬物失冝事變失應上失天時下失地利中失人和天下敖然若燒若焦墨子雖為之衣褐帶索嚽菽飲水惡能足之乎既以伐其本竭其原而焦天下矣故先王聖人為之不然知夫為人主上者不美不飾之不足以一民也不富不厚之不足以管下也不威不強之不足以禁暴勝悍也故必將撞大鐘擊鳴鼓吹竽笙彈琴瑟以塞其耳必将錭琢刻鏤黼黻文章以塞其目必將芻豢稻梁五味芬芳以塞其口然後衆人徒備官職漸慶賞嚴刑罰以戒其心使天下生民之屬皆知己之所願欲之舉在于是也故其賞行皆知己之所畏恐之舉在于是也故其罰威賞行罰威則賢者可得而進也不肖者可得而退也能不能可得而官也若是則萬物得其宜事變得其應上得天時下得地利中得人和財貨渾渾如泉源汸汸如河海暴暴如丘山不時焚燒無所臧之夫天下何患乎不足也故儒術誠行則天下大而富使而功撞鐘擊鼓而和詩曰鐘鼓喤喤管磬瑲瑲降福穰穰降福簡簡威儀反反既醉既飽福禄來反此之謂也故墨術誠行則天下尚儉而彌貧非鬭而日爭勞苦頓萃而愈無功愀然憂戚非樂而日不和詩曰天方薦瘥喪亂弘多民進事長功輕非譽而恬失民事進矣而百姓疾之是又不可偷偏者也徒壊墮落必反無功故垂事養譽不可以遂功而忘民亦不可皆姦道也故古之人為之不然使民夏不宛暍冬不凍寒急不傷力緩不後時事成功立上下俱富而百姓皆愛其上人歸之如流水親之歡如父母為之出死㫁亡而愉者無它故焉忠信調和均辨之至也故君國長民者欲趨時遂功則和調累解速乎急疾忠信均辨説乎賞慶矣必先脩正其在我者然後徐責其在人者威乎刑罰三德者誠乎上則下應之如影嚮雖欲無明達得乎哉書曰乃大明服維民其力懋和而有疾此之謂也故不教而誅則刑繁而邪不勝教而不誅則姦民不懲誅而不賞則勤屬之民不勸誅賞而不類則下疑俗儉而百姓不一故先王明禮義以壹之致忠信以愛之尚賢使能以次之爵服慶賞以申重之時其事輕其任以調齊之潢然兼覆之養長之如保赤子若是故姦邪不作盜賊不起而化善者勸勉矣是何邪則其道易其塞固其政令一其防表明故曰上一則下一矣上二則下二矣辟之若􁁈木枝葉必類本此之謂也不利而利之不如利而後利之之利也不愛而用之不如愛而後用之之功也利而後利之不如利而不利者之利也愛而後用之不如愛而不用者之功也利而不利也愛而不用也者取天下矣利而後利之愛而後用之者保社稷矣不利而利之不愛而用之者危國家也觀國之治亂臧否至於疆易而端已見矣其候徼支繚其竟關之政盡察是亂國已入其境其田疇穢都邑露是貪主已觀其朝廷則其貴者不賢觀其官職則其治者不能觀其便嬖則其信者不慤是闇王已凡主相臣下百吏之俗其於貨財取與計數也須孰盡察其禮義節奏也芒軔僈楛是辱國已其耕者樂田其戰士安難其百吏好法其朝廷隆禮其卿相調議是治國已觀其朝廷則其貴者賢觀其官職則其治者能觀其便嬖則其信者慤是明主已凡主相臣下百吏之屬其於貨財取與計數也寛饒簡易其於禮義節奏也陵謹盡察是榮國已賢齊則其親者先貴能齊則其故者先官其臣下百吏汙者皆化而脩悍者皆化而愿躁者皆化而慤是明主之功已觀國之強弱貧富有徵上不隆禮則兵弱上不愛民則兵弱已諾不信則兵弱慶賞不漸則兵弱将率不能則兵弱上好攻取功則國貧上好利則國貧士大夫衆則國貧工商衆則國貧無制數度量則國貧下貧則上貧下富則上富故田野縣鄙者財之本也垣窌倉廩者財之末也百姓時和事業得叙者貨之源也等賦府庫者貨之流也故明主必謹養其和節其流開其源而時斟酌焉潢然使天下必有餘而上不憂不足如是則上下俱富交無所藏之是知國計之極也故禹十年水湯七年旱而天下無菜色者十年之後年榖復孰而陳積有餘是無它故焉知本末源流之謂也故田野荒而倉廩實百姓虚而府庫滿夫是之謂國蹷伐其本竭其源而并之其末然而主相不知惡也則其傾覆滅亡則可立而待也以國持之而不足以容其身夫是之謂至貪是愚王之極也将以求富而喪其國将以求利而危其身古有萬國今有十數焉是無它故焉其所以夫之一也君人者亦可以覺矣百里之國足以獨立矣凡攻人者非以為名則案以為利也不然則忿之也仁人之用國将脩志意正身行伉隆髙致忠信期文理布衣紃屨之士誠是則雖在窮閻漏屋而王公不能與之争名以國載之則天下莫之能隱匿也若是則為名者不攻也将辟田野實倉廩便備用上下一心三軍同力與之遠舉極戰則不可境内之聚也保固視可午其軍取其将若撥䵄彼得之不足以藥傷補敗彼愛其爪牙畏其仇敵若是則為利者不攻也将脩小大強弱之義以持慎之禮節将甚文珪璧将甚碩貨賂將甚厚所以説之者必将雅文辨慧之君子也彼苟有人意焉夫誰能忿之若是則忿之者不攻也為名者否為利者否為忿者否則國安于盤石壽於旗翼人皆亂我獨治人皆危我獨安人皆失喪之我按起而制之故仁人之用國非特將持其有而已也又將兼人詩曰淑人君子其儀不忒其儀不忒正是四國此之謂也持國之難易事強暴之國難使強暴之國事我易事之以貨寶則貨寶單而交不結約信盟誓則約定而畔無日割國之錙銖以賂之則割定而欲無猒事之彌煩其侵人愈甚必至於資單國舉然後已雖左堯而右舜未有能以此道得免焉者也辟之是猶使處女嬰寳珠佩寳玉負戴黃金而遇中山之盜也雖為之逄䝉視詘要橈膕君盧屋妾由将不足以免之故非有一人之道也直将巧繁拜請而畏事之則不足以爲持國安身故明君不道也必将脩禮以齊朝正法以齊官平政以齊民然後節奏齊於朝百事齊於官衆庶齊於下如是則近者競親遠方致願上下一心三軍同力名聲足以暴炙之威強足以捶笞之拱揖指麾而強暴之國莫不趨使譬之是猶烏獲與焦僥搏也故曰事強暴之國難使強暴之國事我易此之謂也"}
{"id": "KR3a0002_007", "series": "KR3a0002", "text": "登仕郎守大理評事揚國者天下之制利用也人主者天下之利勢也得道以持之則大安也大榮也積美之原也不得道以持之則大危也大累也有之不如無之及其綦也索爲匹夫不可得也齊湣宋獻是也故人主天下之利勢也然而不能自安也安之者必將道也故用國者義立而王信立而霸權謀立而亡三者明主之所謹擇也仁人之所務白也挈國以呼禮義而無以害之行一不義殺一無罪而得天下仁者不爲也擽然扶持心國且若是其固也所與爲之者之人則舉義士也所以爲布陳於國家刑法者則舉義法也主之所極然帥羣臣而首郷之者則舉義志也如是則下仰上以義矣是綦定也綦定而國定國定而天下定仲尼無置錐之地誠義乎志意加義乎身行箸之言語濟之日不隱乎天下名垂乎後世今亦以天下之顯諸侯誠義乎志意加義乎法則度量箸之以政事案申重之以貴賤殺生使襲然終始猶一也如是則夫名聲之部發於天地之閒也豈不如日月雷霆然矣哉故曰以國齊義一日而白湯武是也湯以亳武王以鄗皆百里之地也天下爲一諸侯爲臣通達之屬莫不從服無它故焉以濟義矣是所謂義立而王也德雖未至也義雖未濟也然而天下之理略奏矣刑賞己諾信乎天下矣臣下曉然皆知其可要也政令巳陳雖覩利敗不欺其民約結巳定雖覩利敗不欺其與如是則兵勁城固敵國畏之國一綦明與國信之雖末在僻陋之國威動天下五伯是也非本政敎也非致隆髙也非綦文理也非服人之心也郷方略審勞佚謹畜積備戰備齺然上下相信而天下莫之敢當也故齊桓晉文楚莊吳闔閭越句踐是皆僻陋之國也威動天下彊殆中國無它故焉略信也是所謂信立而霸也挈國以呼功利不務張其義齊其信唯利之求内則不憚詐其民而求小利焉外則不憚詐其與而求大利焉内不脩正其所以有然常欲人之有如是則臣下百姓莫不以詐心待其上矣上詐其下下詐其上則是上下析也如是則敵國輕之與國疑之權謀日行而國不免危削綦之而亡齊閔薛公是也故用彊齊非以脩禮義也非以本政敎也非以一天下也緜緜常以結引馳外爲務故彊南足以破楚西足以詘秦北足以敗燕中足以舉宋及以燕趙起而攻之若振槁然而身死國亡爲天下大戮後世言惡則必稽焉是無它故焉唯其不由禮義而由權謀也三者明主之所以謹擇也而仁人之所以務白也善擇者制人不善擇者人制之國者天下之大器也重任也不可不善爲擇所而後錯之錯之險則危不可不善爲擇道然後道之涂薉則塞危塞則亡彼國錯者非封焉之謂也何法之道誰子之與也故道王者之法與王者之人爲之則亦王道霸者之法與霸者之人爲之則亦霸道亡國之法與亡國之人爲之則亦亡三者明主之所以謹擇也而仁人之所以務白也故國者重任也不以積持之則不立故國者世所以新者也是憚憚非變也改王改行也故一朝之日也一日之人也然而厭焉有千歲之固何也曰援夫千歲之信法以持之也安與夫千歲之信士爲之也人無百歲之壽而有千嵗之信士何也曰以夫千歲之法自持者是乃千歲之信士矣故與積禮義之君子爲之則王與端誠信全之士爲之則霸與權謀傾覆之人爲之則亡三者明主之所以謹擇也而仁人之所以務白也善擇之者制人不善擇之者人制之彼持國者必不可以獨也然則彊固榮辱在於取相矣身能相能如是者王身不能知恐懼而求能者如是者彊身不能不知恐懼而求能者安唯便僻左右親比已者之用如是者危削綦之而亡國者巨用之則大小用之則小綦大而王綦小而亡小巨分流者存巨用之者先義而後利安不卹親䟽不卹貴賤唯誠能之求夫是之謂巨用之小用之者先利而後義安不卹是非不治曲直唯便僻親比己者之用夫是之謂小用之巨用之者若彼小用之者若此小巨分流者亦一若彼一若此也故曰粹而王駮而霸無一焉而亡此之謂也國無禮則不正禮之所以正國也譬之猶衡之於輕重也猶繩墨之於曲直也猶規矩之於方圓也旣錯之而人莫之能誣也詩曰如霜雪之將將如日月之光明爲之則存不爲則亡此之謂也國危則無樂君國安則無憂民亂則國危治則國安今君人者急逐樂而緩治國豈不過甚矣哉譬之是由好聲色而恬無耳目也豈不哀哉夫人之情目欲綦色耳欲綦聲口欲綦味鼻欲綦臭心欲綦佚此五綦者人情之所必不免也養五綦者有具無其具則五綦者不可得而致也萬乗之國可謂廣大富厚矣加有治辨彊固之道焉若是則怡愉無患難矣然後養五綦之具具也故百樂者生於治國者也憂患者生於亂國者也急逐樂而緩治國者非知樂者也故明君者必將先治其國然後百樂得其中闇君者必將急逐樂而緩治國故憂患不可勝校也必至於身死國亡然後止也豈不哀哉將以爲樂乃得憂焉將以爲安乃得危焉將以爲福乃得死亡焉豈不哀哉於乎君人者亦可以察若言矣故治國有道人主有職若夫貫日而治詳一日而曲列之是所使夫百吏官人爲也不足以是傷游玩安燕之樂若夫論一相以兼率之使臣下百吏莫不宿道郷方而務是夫人主之職也若是則一天下名配堯禹之主者守至約而詳事至佚而功垂衣裳不下簟席之上而海内之人莫不願得以爲帝王夫是之謂至約樂莫大焉人主者以官人爲能者也匹夫者以自能爲能者也人主得使人爲之匹夫則無所移之百畝一守事業窮無所移之也今以一人兼聽天下日有餘而治不足者使人爲之也大有天下小有一國必自爲之然後可則勞苦耗顇莫甚焉如是則雖臧獲不肯與天子易埶業以是縣天下一四海何故必自爲之爲之者役夫之道也墨子之說也論德使能而官施之者聖王之道也儒之所謹守也傳曰農分田而耕賈分貨而販百工分事而勸士大夫分職而聽建國諸侯之君分土而守三公緫方而議則天子共己而矣出若入若天下莫不平均莫不治辨是百王之所同也而禮法之大分也百里之地可以取天下是不虚其難者在於人主之知之也取天下者非負其土地而從之之謂也道足以壹人而已矣彼其人苟壹則其土地且奚去我而適它故百里之地其等位爵服足以容天下之賢士矣其官職事業足以容天下之能士矣循其舊法擇其善者而明用之足以順服好利之人矣賢士一焉能士官焉好利之人服焉三者具而天下盡無􁃲是其外矣故百里之地足以竭埶矣致忠信箸仁義足以竭人矣兩者合而天下取諸侯後同者先危詩曰自西自東自南自北無思不服一人之謂也羿蠭門者善服射者也王良造父者善服馭者也聦明君子者善服人者也人服而勢從之人不服而勢去之故王者已於服人矣故人主欲得善射射逺中微則莫若羿蠭門矣欲得善馭及速致逺則莫若使王良造父矣欲得調壹天下制秦楚則莫若聦明君子矣其用知甚簡其爲事不勞而功名致大甚易處而綦可樂也故明君以爲寶而愚者以爲難夫貴爲天子富有天下名爲聖王兼制人人莫得而制也是人情之所同欲也而王者兼而有是者也重色而衣之重味而食之重財物而制之合天下而君之飲食甚厚聲樂甚大臺謝甚髙園囿甚廣臣使諸侯一天下是又人情之所同欲也而天子之禮制如是者也制度以陳政令以挾官人失要則死公侯失禮則幽四方之國有侈離之德則必滅名聲若日月功績如天地天下之人應之如影嚮是又人情之所同欲也而王者兼而有是者也故人之情口好味而臭味莫美焉耳好聲而聲樂莫大焉目好色而文章致繁婦女莫衆焉形體好佚而安重閒靜莫愉焉心好利而穀禄莫厚焉合天下之所同願兼而有之睪牢天下而制之若制子孫人苟不狂惑戇陋者其誰能睹是而不樂也哉欲是之主並肩而存能建是之士不世絶千歲而不合何也曰人主不公人臣不忠也人主則外賢而偏舉人臣則爭職而妒賢是其所以不合之故也人主胡不廣焉無䘏親䟽無偏貴賤唯誠能之求若是則人臣輕職業讓賢而安隨其後如是則禹舜還至王業還起功壹天下名配舜禹物由有可樂如是其美焉者乎嗚呼君人者亦可以察若言矣揚朱哭衢涂曰此夫過舉蹞歩而覺跌千里者夫哀哭之此亦榮辱安危存亡之衢已此其爲可哀甚於衢涂嗚呼哀哉君人者千歲而不覺也無國而不有治法無國而不有亂法無國而不有賢士無國而不有罷士無國而不有愿民無國而不有悍民無國而不有美俗無國而不有惡俗兩者並行而國在上偏而國安在下偏而國危上一而王下一而亡故其法治其佐賢其民愿其俗美而四者齊夫是之謂上一如是則不戰而勝不攻而得甲兵不勞而天下服故湯以亳武王以鄗皆百里之地也天下爲一諸侯爲臣通逹之屬莫不從服無它故焉四者齊也桀紂即序於有天下之勢索爲匹夫而不可得也是無它故焉四者並亡也故百王之法不同若是所歸者一也上莫不致愛其下而制之以禮上之於下如保赤子政令制度所以接下之人百姓有不理者如豪末則雖孤獨鰥寡必不加焉故下之親上歡如父母可殺而不可使不順君臣上下貴賤長幼至于庶人莫不以是爲隆正然後皆内自省以謹於分是百王之所以同也而禮法之樞要也然後農分田而耕賈分貨而販百工分事而勸士大夫分職而聽建國諸侯之君分土而守三公緫方而議則天子共已而止矣岀若入若天下莫不平均莫不治辨是百王之所同而禮法之大分也若夫貫日而治平權物而稱用使衣服有制宫室有度人徒有數喪祭械用皆有等宜以是用挾於萬物尺寸㝷丈莫得不循乎制度數量然後行則是官人使吏之事也不足數於大君子之前故君人者立隆政本朝而當所使要百事者誠仁人也則身佚而國治功大而名美上可以王下可以霸立隆政本朝而不當所使要百事者非仁人也則身勞而國亂功廢而名辱社稷必危是人君者之樞機也故能當一人而天下取失當一人而社稷危不能當一人而能當千人百人者說無之有也旣能當一人則身有何勞而爲垂衣裳而天下定故湯用伊尹文王用吕尚武王用召公成王用周公且卑者五伯齊桓公閨門之内懸樂奢泰游抏之脩於天下不見謂脩然九合諸侯一匡天下爲五伯長是亦無它故焉知一政於管仲也是君人者之要守也知者易爲之興力而功名綦大舍是而孰足爲也故古之人有大功名者必道是者也喪其國危其身者必反是者也故孔子曰知者之知固以多矣有以守少能無察乎愚者之知固以少矣有以守多能無狂乎此之謂也治國者分已定則主相臣下百吏各謹其所聞不務聽其所不聞各謹其所見不務視其所不見所聞所見誠以齊矣則雖幽間隱辟百姓莫敢不敬分安制以禮化其上是治國之徴也主道治近不治逺治明不治幽治一不治二主能治近則逺者理主能治明則幽者化主能當一則百事正夫兼聽天下日有餘而治不足者如此也是治之極也旣能治近又務治逺旣能治明又務見幽旣能當一又務正百是過者也猶不及也辟之是猶立直木而求其影之枉也不能治近又務治逺不能察明又務見幽不能當一又務正百是悖者也辟之是猶立枉木而求其影之直也故明主好要而闇主好詳主好要則百事詳主好詳則百事荒君者論一相陳一法明一指以兼覆之兼炤之以觀其盛者也相者論列百官之長要百事之聽以飾朝廷臣下百吏之分度其功勞論其慶賞歲終奉其成功以效於君當則可不當則廢故君人勞於索之而休於使之用國者得百姓之力者富得百姓之死者彊得百姓之譽者榮三德者具而天下歸之三德者亡而天下去之天下歸之之謂王天下去之之謂亡湯武者循其道行其義興天下同利除天下同害天下歸之故厚徳音以先之明禮義以道之致忠信以愛之賞賢使能以次之爵服賞慶以申重之時其事經其任以調齊之潢然兼覆之養長之如保赤子生民則致寛使民則綦理辨政令制度所以接天下之人百姓有非理者如豪末則雖孤獨鰥寡必不加焉是故百姓貴之如帝親之如父母爲之出死斷亡而不愉者無它故焉道德誠明利澤誠厚也亂世不然汙漫突盜以先之權謀傾覆以示之俳優侏儒婦女之請謁以悖之使愚詔知使不肖臨賢生民則致貧隘使民則綦勞苦是故百姓賤之如㑌惡之如鬼日欲司間而相與投藉之去遂之卒有宼難之事又望百姓之爲已死不可得也說無以取之焉孔子曰審吾所以適人適人之所以來我也此之謂也傷國者何也曰以小人尚民而威以非所取於民而巧是傷國之大災也大國之主也而好見小利是傷國其於聲色臺榭園囿也愈厭而好新是傷國不好循正其所以有啖啖常欲人之有是傷國三邪者在匈中而又好以權謀傾覆之人斷事其外若是則權輕名辱社稷必危是傷國者也大國之主也不隆本行不敬舊法而好詐故若是則夫朝廷羣臣亦從而成俗於不隆禮義而好傾覆也朝廷羣臣之俗若是則夫衆庶百姓亦從而成俗於不隆禮義而好貪利矣君臣上下之俗莫不若是則地雖廣權必輕人雖衆兵必弱刑罰雖繁令不下通夫是之謂危國是傷國者也儒者爲之不然必將曲辨朝廷必將隆禮義而審貴賤若是則士大夫莫不敬節死制者矣百官則將齊其制度重其官秩若是則百吏莫不畏法而遵繩矣關市幾而不征質律禁止而不偏如是則商賈莫不敦愨而無詐矣百工將時斬伐佻其期日而利其巧任如是則百工莫不忠信而不楛矣縣鄙將輕田野之稅省刀布之斂罕舉力役無奪農時如是則農夫莫不朴力而寡能矣士大夫務節死制然而兵勁百吏畏法循繩然後國常不亂商賈敦愨無詐則商旅安貨通財而國求給矣百工忠信而不楛則器用巧便而財不匱矣農夫朴力而寡能則上不失天時下不失地利中得人和而百事不廢是之謂政令行風俗美以守則固以征則彊居則有名動則有功此儒之所謂曲辨也"}
{"id": "KR3a0002_008", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注有亂君無亂國有治人無治法羿之法非亡也而羿不世中禹之法猶存而夏不世王故法不能獨立類不能自行得其人則存失其人則亡法者治之端也君子者法之原也故有君子則法雖省足以徧矣無君子則法雖具失先後之施不能應事之變足以亂矣不知法之義而正法之數者雖愽傳臨事必亂故明主急得其人而闇主急得其埶急得其人則身佚而國治功大而名美上可以王下可以霸不急得其人而急得其埶則身勞而國亂功廢而名辱社稷必危故君人者勞於索之而休於使之書曰唯文王敬忌一人以擇此之謂也合符節别契劵者所以爲信也上好權謀則臣下百吏誕詐之人乗是而後欺探籌投鉤者所以爲公也上好曲私則臣下百吏乗是而後偏衡石稱縣者所以爲平也上好傾覆則臣下百吏乗是而後險斗斛敦槩者所以爲嘖也上好貪利則臣下百吏乗是而後豐取刻與以無度取於民故械數者治之流也非治之原也君子者治之原也官人守數君子養原源清則流清源濁則流濁故上好禮義尚賢使能無貪利之心則下亦將綦辭讓致忠信而謹於臣子矣如是則雖在小民不待合符節别契劵而信不待探籌投鉤而公不待衡石稱縣而平不待斗斛敦槩而嘖故賞不用而民勸罰不用而民服有司不勞而事治政令不煩而俗美百姓莫敢不順上之法象上之志而勸上之事而安樂之矣故藉斂忘費事業忘勞宼難忘死城郭不待飾而固兵刃不待陵而勁敵國不待服而詘四海之民不待令而一夫是之謂至平詩曰王猶允塞徐方既來此之謂也請問爲人君曰以禮分施均徧而不偏請問爲人臣曰以禮待君忠順而不懈請問爲人父曰寛惠而有禮請問爲人子曰敬愛而致文請問爲人兄曰慈愛而見友請問爲人弟曰敬詘而不苟請問爲人夫曰致功而不流致臨而有辨請問爲人妻曰夫有禮則柔從聽侍夫無禮則恐懼而自竦也此道也偏立而亂俱立而治其足以稽矣請問兼能之奈何曰審之禮也古者先王審禮以方皇周浹於天下動無不當也故君子恭而不難敬而不鞏貧窮而不約富貴而不驕並遇變應而不窮審之禮也故君子之於禮敬而安之其於事也徑而不失其於人也寡怨寛裕而無阿其所爲身也謹脩飾而不危其應變故也齊給便㨗而不惑其於天地萬物也不務說其所以然而致善用其材其於百官之事技藝之人也不與之爭能而致善用其功其待上也忠順而不懈其使下也均徧而不圎而水圎君者盂也盂方而水方君射則臣決楚莊王好細要故朝有餓人故曰聞脩身未甞聞爲國也君者民之原也源清則流清源濁則流濁故有社稷者而不能愛民不能利民而求民之親愛已不可得也民之不親不愛而求其爲已用爲已死不可得也民不爲己用不爲己死而求兵之勁城之固不可得也兵不勁城不固而求敵之不至不可得也敵至而求無危削不滅亡不可得也危削滅亡之情舉積此矣而求安樂是狂生者也狂生者不胥時而樂故人主欲彊固安樂則莫若反之民欲附下一民則莫若反之政欲脩政美國則莫若求其人彼或蓄積而得之者不世絶彼其人者生乎今之世而志乎古之道以天下之王公莫好之也然而于是獨好之以天下之民莫欲之也然而于是獨爲之好之者貧爲之者窮然而于是獨猶將爲之也不爲少頃輟焉曉然獨明於先王之所以得之所以失之知國之安危臧否若别白黑是其人者也大用之則天下爲一諸侯爲臣小用之則威行鄰敵縱不能用使無去其疆域則國終身無故故君人者愛民而安好士而榮兩者無一焉而亡詩曰价人維藩太師維垣此之謂也道者何也曰君道也君者何也曰能羣也能羣也者何也曰善生養人者也善班治人者也善顯設人者也善藩飾人者也善生養人者人親之善班治人者人安之善顯設人者人樂之善藩飾人者人榮之四統者俱而天下歸之夫是之謂能羣不能生養人者人不親也不能班治人者人不安也不能顯設人者人不樂也不能藩飾人者人不榮也四統者亡而天下去之夫是之謂匹夫故曰道存則國存道亡則國亡省工賈衆農夫禁盜賊除姦邪是所以生養之也天子三公諸侯一相大夫擅官士保職莫不法度而公是所以班治之也論德而定次量能而授官皆使其人載其事而各得其所宜上賢使之爲三公次賢使之爲諸侯下賢使之爲士大夫是所以顯設之也脩冠弁衣裳黼黻文章琱琢刻鏤皆有等差是所以藩飾之也故由天子至於庶人也莫不騁其能得其志安樂其事是所同也衣煖而食充居安而游樂事時制明而用足是又所同也若夫重色而成文章重味而成珍備是所衍也聖王財衍以明辨異上以飾賢良而明貴賤下以飾長幼而明親䟽上在王公之朝下在百姓之家天下曉然皆知其所非以爲異也將以明分達治而保萬世也故天子諸侯無靡費之用士大夫無流淫之行百吏官人無怠慢之事衆庶百姓無姦怪之俗無盜賊之罪其能以稱義徧矣故曰治則衍及百姓亂則不足及王公此之謂也至道大形隆禮至法則國有常尚賢使能則民知方纂論公察則民不疑賞克罰偷則民不怠兼聽齊明則天下歸之然後明分職序事業材技官能莫不治理則公道達而私門塞矣公義明而私事息矣如是則德厚者進而佞說者止貪利者退而廉節者起書曰先時者殺無赦不逮時者殺無赦人習其事而固人之百事如耳目鼻口之不可以相借官也故職分而民不探次定而序不亂兼聽齊明而百事不留如是則臣下百吏至于庶人莫不脩己而後敢安正誠能而後敢受職百姓易俗小人變心姦怪之屬莫不反愨夫是之謂政敎之極故天子不視而見不聽而聦不慮而知不動而功塊然獨坐而天下從之如一體如四支之從心夫是之謂大形詩曰温温恭人維德之基此之謂也爲人主者莫不欲彊而惡弱欲安而惡危欲榮而惡辱是禹桀之所同也要此三欲辟此三惡果何道而便曰在愼取相道莫徑是矣故知而不仁不可仁而不知不可旣知且仁是人主之寶也而王霸之佐也不急得不智得而不用不仁無其人而幸有其功愚莫大焉今人主有六患使賢者爲之則與不肖者規之使智者慮之則與愚者論之使脩士行之則與汙邪之人疑之雖欲成功得乎哉譬之是猶立直木而恐其景之枉也惑莫大焉語曰好女之色惡者之孽也公正之士衆人之痤也循乎道之人汙邪之賊也今使汙邪之人論其怨賊而求其無偏得乎哉譬之是猶立枉木而求其景之直也亂莫大焉故古之人爲之不然其取人有道其用人有法取人之道參之以禮用人之法禁之以等行義動静度之以禮知慮取舍稽之以成日月積久校之以功故卑不得以臨尊輕不得以縣重愚不得以謀知是以萬舉不過也故校之以禮而觀其能安敬也與之舉錯遷移而觀其能應變也與之安燕而觀其能無流慆也接之以聲色權利忿怒患險而觀其能無離守也彼誠有之者與誠無之者若白黑然可詘邪哉故伯樂不可欺以馬而君子不可欺以人此明王之道也人主欲得善射逺中微者縣貴爵重賞以招致之内不可以阿子弟外不可以隱逺人能中是者取之是豈不必得之之道也哉雖聖人不能易也欲得善馭速致逺者一日而千里縣貴爵重賞以招致之内不可以阿子弟外不可以隱逺人能致是者取之是豈不必得之之道也哉雖聖人不能易也欲治國馭民調一上下將内以固誠外以拒難治則制人人不能制也亂則危辱滅亡可立而待也然而求卿相輔佐則獨不若是其公也案唯便嬖親比己者之用也豈不過甚矣哉故有社稷者莫不欲彊俄則弱矣莫不欲安俄則危矣莫不欲存俄則亡矣古有萬國今有數千焉是無它故莫不失之是也故明主有私人以金石珠玉無私人以官職事業是何也曰本不利於所私也彼不能而主使之則是主闇也臣不能而誣能則是臣詐也主闇於上臣詐於下滅亡無日俱害之道也夫文王非無貴戚也非無子弟也非無便嬖也倜然乃舉太公於州人而用之豈私之也哉以爲親邪則周姬姓也而彼姜姓也以爲故也則未甞相識也以爲好麗邪則夫人行年七十有二齫然而齒墮矣然而用之者夫文王欲立貴道欲白貴名以惠天下而不可以獨也非于是莫足以舉之故舉于是而用之於是乎貴道果立貴名果明兼制天下立七十一國姬姓獨居五十三人周之子孫苟不狂惑者莫不爲天下之顯諸侯如是者能愛人也故舉天下之大道立天下之大功然後隱其所憐所愛其下猶足以爲天下之顯諸侯故曰唯明主爲能愛其所愛闇主則必危其所愛此之謂也牆之外目不見也里之前耳不聞也而人主之守司逺者天下近者境内不可不略知也天下之變境内之事有弛易齵差者矣而人主無由知之則是拘脅蔽塞之端也耳目之明如是其狹也人主之守司如是其廣也其中不可以不知也如是其危也然則人主將何以知之曰便嬖左右者人主之所以窺逺收衆之門户牖嚮也不可不早具也故人主必將有便嬖左右足信者然後可其知慧足使規物其端誠足使定物然後可夫是之謂國具人主不能不有游觀安燕之時則不得不有疾病物故之變焉如是國者事物之至也如泉原一物不應亂之端也故曰人主不可以獨也卿相輔佐人主之基杖也不可不早具也人主必將有卿相輔佐足任者然後可其德音足以塡撫百姓其知慮足以應待萬變然後可夫是之謂國具四鄰諸侯之相與不可以不相接也然而不必相親也故人主必將有足使喻志決疑於逺方者然後可其辨說足以解煩其智慮足以决疑其齊斷足以拒難不還秩不反君然而應薄扞患足以持社稷然後可夫是之謂國具故人主無便嬖左右足信者之謂闇無卿相輔佐足任者之謂獨所使於四鄰諸侯者非人之謂孤孤獨而晻謂之危國雖若存古之人曰亡矣詩曰濟濟多士文王以寧此之謂也材人愿愨拘録計數纎嗇而無敢遺喪是官人史吏之材也脩飭端正尊法敬分而無傾側之心守職循業不敢損益可傳世也而不可使侵奪是士大夫官師之材也知隆禮義之爲尊君也知好士之爲美名也知愛民之爲安國也知有常法之爲一俗也知尚賢使能之爲長功也知務本禁末之爲多材也知無與下爭小利之爲便於事也知明制度權物稱用之爲不泥也是卿相輔佐之材也未及君道也能論官此三材者而無失其次是謂人主之道也若是則身佚而國治功大而名美上可以王下可以霸是人主之要守也人主不能論此三材者不知道此道安值將卑埶出勞併耳目之樂而親自貫日而治詳一内而曲辨之慮與臣下爭小察而綦偏能自古及今未有如此而不亂者也是所謂視乎不可見聽乎不可聞爲乎不可成此之謂也"}
{"id": "KR3a0002_009", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注人臣之論有態臣者有篡臣者有功臣者有聖臣者内不足使一民外不足使拒難百姓不親諸侯不信然而巧敏佞說善取寵乎上是態臣者也上不忠乎君下善取譽乎民不䘏公道通義朋黨比周以環主圖私爲務是篡臣者也内足使以一民外足使以拒難民親之士信之上忠乎君下愛百姓而不倦是功臣者也上則能尊君下則能愛民政令敎化刑下如景應卒遇變齊給如響推類接譽以待無方曲成制象是聖臣者也故用聖臣者王用功臣者彊用篡臣者危用態臣者亡態臣用則必死篡臣用則必危功臣用則必榮聖臣用則必尊故齊之蘇秦楚之州侯齊之管仲晉之咎犯楚之孫叔敖可謂功臣矣殷之伊尹周之太公可謂聖臣矣是人臣之論也吉凶賢不肖之極也必謹志之而愼自爲擇取焉足以稽矣從命而利君謂之順從命而不利君謂之謟逆命而利君謂之忠逆命而不利君謂之篡不䘏君之榮辱不䘏國之臧否偷合苟容以持禄養交而已耳謂之國賊君有過謀過事將危國家殞社稷之懼也大臣父子兄弟有能進言於君用則可不用則去謂之諫有能進言於君用則可不用則死謂之爭有能比知同力率羣臣百吏而相與彊君橋君君雖不安不能不聽遂以解國之大患除國之大害成於尊君安國謂之輔有能抗君之命竊君之重反君之事以安國之危除君之辱功伐足以成國之大利謂之拂故諫爭輔拂之人社稷之臣也國君之寶也明君之所尊所厚也而闇主惑之以爲已賊也故明君之所賞闇君之所罰也闇君之所賞明君之所殺也伊尹箕子可謂諫矣比干子胥可謂爭矣平原君之於趙也可謂輔矣信陵君之於魏也可謂拂矣傳曰從道不從君此之謂也故正義之臣設則朝廷不頗諫爭輔拂之人信則君過不逺爪牙之士施則仇讎不作邊境之臣處則疆垂不喪故明主好同而闇王好獨明主尚賢使能而饗其盛闇主妬賢畏能而滅其功罰其忠賞其賊夫是之謂至闇桀紂所以滅也事聖君者有聽從無諫爭事中君者有諫爭無謟諛事暴君者有補削無橋拂廹脅於亂時窮居於暴國而無所避之則崇其美揚其善違其惡隱其敗言其所長不稱其所短以爲成俗詩曰國有大命不可以告人防其躬身此之謂也恭敬而遜聽從而敏不敢有以私決擇也不敢有以私取與也以順上爲志是事聖君之義也忠信而不䛕諫諍而不謟橋然剛折端志而無傾側之心是案曰是非案曰非是事中君之義也調而不流柔而不屈寛容而不亂曉然以至道而無不調和也而能化易時關内之是事暴君之義也若馭其樸馬若養赤子若食餧人故因其懼也而改其過因其憂也而辨其故因其喜也而入其道因其怒也而除其怨曲得所謂焉書曰從命而不拂微諫而不倦爲上則明爲下則遜此之謂也事人而不順者不疾者也疾而不順者不敬者也敬而不順者不忠者也忠而不順者無功者也有功而不順者無德者也故無德之爲道也傷疾墮功滅苦故君子不爲也有大忠者有次忠者有下忠者有國賊者以德復君而化之大忠也以德調君而補之次忠也以是諫非而怒之下忠也不卹君之榮辱不卹國之臧否偷合苟容以之持禄養交而已耳國賊也若周公之於成王也可謂大忠矣若管仲之於桓公可謂次忠矣若子胥之於夫差可謂下忠矣若曹觸龍之於紂者可謂國賊矣仁者必敬人凡人非賢則案不肖也人賢而不能則是禽獸也人不肖而不敬則是狎虎也禽獸則亂狎虎則危災及其身矣詩曰不敢暴虎不敢馮河人知其一莫知其它戰戰兢兢如臨深淵如履薄冰此之謂也故仁者必敬人敬人有道賢者則貴而敬之不肖者則畏而敬之賢者則親而敬之不肖者則䟽而敬之其敬一也其情二也若夫忠信端愨而不害傷則無接而不然是仁人之質也忠信以爲質端愨以爲統禮義以爲文倫類以爲理喘而言臑而動而一可以爲法則詩曰不僭不賊鮮不爲則此之謂也恭敬禮也調和樂也謹愼利也鬪怒害也故君子安禮樂利謹愼而無鬪怒是以百舉不過也小人反是通忠之順權險之平禍亂之從聲三者非明主莫之能知也爭然後善戾然後功出死無私致忠而公夫是之謂通忠之順信陵君似之矣奪然後義殺然後仁上下易位然後貞功參天地澤被生民夫是之謂權險之平湯武是也過而通情和而無經不䘏是非不治曲直偷合苟容迷亂狂生夫是之謂禍亂之從聲飛廉惡來是也傳曰斬而齊枉而順不同而壹詩曰受小球大球爲下國綴旒此之謂也致士篇第十四衡聽顯幽重明退姦進良之術朋黨比周之譽君子不聽殘賊加累之譖君子不用隱忌雍蔽之人君子不近貨財禽犢之請君子不許凡流言流說流事流謀流譽流愬不官而衡至者君子愼之聞聽而明譽之定其當而當然後士其刑賞而還與之如是則姦言姦說姦事姦謀姦譽姦愬莫之試也忠言忠說忠事忠謀忠譽忠愬莫不明通方起以尚盡矣夫是之謂衡聽顯幽重明退姦進良之術川淵深而魚鼈歸之山林茂而禽獸歸之刑政平而百姓歸之禮義備而君子歸之故禮及身而行脩義及國而政明能以禮挾而貴名白天下願令行禁止王者之事畢矣詩曰惠此中國以綏四方此之謂也川淵者龍魚之居也山林者鳥獸之居也國家者士民之居也川淵枯則龍魚去之山林險則鳥獸去之國家失政則士民去之無土則人不安居無人則土不守無道法則人不至無君子則道不舉故土之與人也道之與法也者國家之本作也君子也者道法之揔要也不可少頃曠也得之則治失之則亂得之則安失之則危得之則存失之則亡故有良法而亂者有之矣有君子而亂者自古及今未甞聞也傳曰治生乎君子亂生乎小人此之謂也得衆動天美意延年誠信如神夸誕逐魂人主之患不在乎言用賢而在乎誠必用賢夫言用賢者口也却賢者行也口行相反而欲賢者之至不肖者之退也不亦難乎夫燿蟬者務在明其火振其樹而已火不明雖振其樹無益也今人主有能明其德則天下歸之若蟬之歸明火也臨事接民而以義變應寛裕而多容恭敬以先之政之始也然後中和察斷以輔之政之隆也然後進退誅賞之政之終也故一年與之始三年與之終用其終爲始則政令不行而上下怨疾亂所以自作也書曰義刑義殺勿庸以即汝惟曰未有順事言先敎也程者物之準也禮者節之準也程以立數禮以定倫德以叙位能以授官凡節奏欲陵而生民欲寛節奏陵而文生民寛而安上文下安功名之極也不可以加矣君者國之隆也父者家之隆也隆一而治二而亂自古及今未有二隆爭重而能長久者師術有四而博習不與焉尊嚴而憚可以爲師耆艾而信可以爲師誦說而不陵不犯可以爲師知微而論可以爲師故師術有四而博習不與焉水深而回樹落則糞本弟子通利則思師詩曰無言不讎無德不報此之謂也賞不欲僭刑不欲濫賞僭則利及小人刑濫則害及君子若不幸而過寧僭無濫與其害善不若利淫"}
{"id": "KR3a0002_010", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注臨武君與孫卿子議兵於趙孝成王前王曰請問兵要臨武君對曰上得天時下得地利觀敵之變動後之發先之至此用兵之要術也孫卿子曰不然臣所聞古之道凡用兵攻戰之本在乎壹民弓矢不調則羿不能以中微六馬不和則造父不能以致逺士民不親附則湯武不能以必勝也故善附民者是乃善用兵者也故兵要在乎善附民而已臨武君曰不然兵之所貴者埶利也所行者變詐也善用兵者感忽悠闇莫知其所從出孫吳用之無敵於天下豈必待附民哉孫卿子曰不然臣之所道仁人之兵王者之志也君之所貴權謀埶利也所行攻奪變詐者諸侯之事也仁人之兵不可詐也彼可詐者怠慢者也路亶者也君臣上下之閒滑然有離德者也故以桀詐桀猶巧拙有幸焉以桀詐堯譬之若以卵投石以指撓沸若赴水火入焉焦没耳故仁人上下百將一心三軍同力臣之於君也下之於上也若子之事父弟之事兄若手臂之扞頭目而覆胷腹也詐而襲之與先驚而後擊之一也且仁人之用十里之國則將有百里之聽用百里之國則將有千里之聽用千里之國則將有四海之聽必將聦明警戒和傳而一故仁人之兵聚則成卒散則成列延則若莫邪之長刃嬰之者斷兊則若莫邪之利鋒當之者潰圜居而方正則若盤石然觸之者角摧案角鹿埵隴種東籠而退耳且夫暴國之君將誰與至哉彼其所與至者必其民也而其民之親我歡若父母其好我芬若椒蘭彼反顧其上則若灼黥若仇讎人之情雖桀跖豈又肯爲其所惡賊其所好者哉是猶使人之子孫自賊其父母也彼必將來告之夫又何可詐也故仁人用國日明諸侯先順者安後順者危慮敵之者削反之者亡詩曰武王載發有虔秉鉞如火烈烈則莫我敢遏此之謂也孝成王臨武君曰善請問王者之兵設何道何行而可孫卿子曰凡在大王將率末事也臣請遂道王者諸侯強弱存亡之效安危之埶君賢者其國治君不能者其國亂隆禮貴義者其國治簡禮賤義者其國亂治者強亂者弱是強弱之本也上足卬則下可用也上不足卬則下不可用也下可用則強下不可用則弱是強弱之常也隆禮效功上也重禄貴節次也上功賤節下也是強弱之凡也好士者強不好士者弱愛民者強不愛民者弱政令信者強政令不信者弱民齊者強不齊者弱賞重者強賞輕者弱刑威者強刑侮者弱械用兵革攻完便利者強械用兵革窳楛不便利者弱重用兵者強輕用兵者弱權出一者強權出二者弱是強弱之常也齊人隆技擊其技也得一首者賜贖錙金無本賞矣是事小敵毳則偷可用也事大敵堅則渙然離耳若飛鳥然傾側反覆無日是亡國之兵也兵莫弱是矣是其出賃市傭而戰之幾矣魏氏之武卒以度取之衣三屬之甲操十二石之弩負服矢五十个置戈其上冠䩜帶劔贏三日之糧日中而趨百里中試則復其户利其田宅是數年而衰而未可奪也改造則不易周也是故地雖大其稅必寡是危國之兵也秦人其生民也陿阸其使民也酷烈劫之以埶隱之以阸忸之以慶賞鰌之以刑罰使天下之民所以要利於上者非鬪無由也阸而用之得而後功之功賞相長也五甲首而隷五家是最爲衆強長久多地以正故四世有勝非幸也數也故齊之技擊不可以遇魏氏之武卒魏氏之武卒不可以遇秦之銳士秦之銳士不可以當桓文之節制桓文之節制不可以敵湯武之仁義有遇之者若以焦熬投石焉兼是數國者皆干賞蹈利之兵也傭徒鬻賣之道也未有貴上安制綦節之理也諸侯有能微妙之以節則作而兼殆之耳故招近募選隆埶詐尚功利是漸之也禮義敎化是齊之也故以詐遇詐猶有巧拙焉以詐遇齊辟之猶以錐刀墮大山也非天下之愚人莫敢試故王者之兵不試湯武之誅桀紂也拱揖指麾而強暴之國莫不趨使誅桀紂若誅獨夫故泰誓曰獨夫紂此之謂也故兵大齊則制天下小齊則治鄰敵若夫招近募選隆埶詐尚功利之兵則勝不勝無常代翕代張代存代亡相爲雌雄耳矣夫是之謂盜兵君子不由也故齊之田單楚之莊蹻秦之衞鞅燕之繆蟣是皆世俗之所謂善用兵者也是其巧拙強弱則未有以相君也若其道一也未及和齊也掎契司詐權謀傾覆未免盜兵也齊桓晉文楚莊呉闔閭越句踐是皆和齊之兵也可謂入其域矣然而未有本統也故可以霸而不可以王是強弱之效也孝成王臨武君曰善請問爲將孫卿子曰知莫大乎棄疑行莫大乎無過事莫大乎無悔事至無悔而止矣成不可必也故制號政令欲嚴以威慶賞刑罰欲必以信處舍收臧欲周以固徙舉進退欲安以重欲疾以速窺敵觀變欲潛以深欲伍以參遇敵決戰必道吾所明無道吾所疑夫是之謂六術無欲將而惡廢無急勝而忘敗無威内而輕外無見其利而不顧其害凡慮事欲孰而用財欲泰夫是之謂五權所以不受命於主有三可殺而不可使處不完可殺而不可使擊不勝可殺而不可使欺百姓夫是之謂三至凡受命於主而行三軍三軍旣定百官得序羣物皆正則主不能喜敵不能怒夫是之謂至臣慮必先事而申之以敬愼終如始終始如一失是之謂大吉凡百事之成也必在敬之其敗也必在慢之故敬勝怠則吉怠勝敬則滅計勝欲則從欲勝計則凶戰如守行如戰有功如幸敬謀無壙敬事無壙敬終無壙敬衆無壙敬敵無壙夫是之謂五無壙愼行此六術五權三至而處之以恭敬無壙夫是之謂天下之將則通於神明矣臨武君曰善請問王者之軍制孫卿子曰將死鼓御死轡百吏死職士大夫死行列聞鼓聲而進聞金聲而退順命爲上有功次之令不進而進猶令不退而退也其罪惟均不殺老弱不獵禾稼服者不禽格者不舎犇命者不獲凡誅非誅其百姓也誅其亂百姓者也百姓有扞其賊則是亦賊也以故順刃者生蘇刃者死犇命者貢微子開封於宋曹觸龍斷於軍殷之服民所以養生之者也無異周人故近者歌謳而樂之逺者竭蹷而趨之無幽閒辟陋之國莫不趨使而安樂之四海之内若一家通達之屬莫不從服夫是之謂人師詩曰自西自東自南自北無思不服此之謂也王者有誅而無戰城守不攻兵格不擊上下相喜則慶之不屠城不濳軍不留衆師不越時故亂者樂其政不安其上欲其至也臨武君曰善陳囂問孫卿子曰先生議兵常以仁義爲本仁者愛人義者循理然則又何以兵爲凡所爲有兵者爲爭奪也孫卿子曰非女所知也彼仁者愛人愛人故惡人之害之也義者循理循理故惡人之亂之也彼兵者所以禁暴除害也非爭奪也故仁人之兵所存者神所過者化若時雨之降莫不說喜是以堯伐驩兠舜伐有苗禹伐共工湯伐有夏文王伐崇武王伐紂此四帝兩王皆以仁義之兵行於天下也故近者親其善逺方慕其德兵不血刃逺邇來服德盛於此施及四極詩曰淑人君子其儀不忒此之謂也李斯問孫卿子曰秦四世有勝兵強海内威行諸侯非以仁義爲之也以便從事而已孫卿子曰非女所知也女所謂便者不便之便也吾所謂仁義者大便之便也彼仁義者所以脩政者也政脩則民親其上樂其君而輕爲之死故曰凡在於軍將率末事也秦四世有勝諰諰然常恐天下之一合而軋已也此所謂末世之兵未有本統也故湯之放桀也非其逐之鳴條之時也武王之誅紂也非以甲子之朝而後勝之也皆前行素脩也此所謂仁義之兵也今女不求之於本而索之於末此世之所以亂也禮者治辨之極也強國之本也威行之道也功名之揔也王公由之所以得夫下也不由所以隕社稷也故堅甲利兵不足以爲勝髙城深池不足以爲固嚴令繁刑不足以爲威由其道則行不由其道則廢楚人鮫革犀兕以爲甲鞈如金石宛鉅鐵釶慘如蠭蠆輕利僄遬卒如飄風然而兵殆於垂沙唐篾死莊蹻起楚分而爲三四是豈無堅甲利兵也哉其所以統之者非其道故也汝潁以爲險江漢以爲池限之以鄧林縁之以方城然而秦師至而鄢郢舉若振槁然是豈無固塞隘阻也哉其所以統之者非其道故也紂刳比干囚箕子爲炮烙刑殺戮無時臣下懔然莫必其命然而周師至而令不行乎下不能用其民是豈令不嚴刑不繁也哉其所以統之者非其道故也古之兵戈矛弓矢而已矣然而敵國不待試而詘城郭不辦溝池不拑固塞不樹機變不張然而國晏然不畏外而明内者無它故焉明道而分鈞之時使而誠愛之下之和上也如影嚮有不由令者然后誅之以刑故刑一人而天下服罪人不郵其上知罪之在己也是故刑罰省而威流無它故焉由其道故也古者帝堯之治天下也蓋殺一人刑二人而天下治傳曰威厲而不試刑錯而不用此之謂也凡人之動也爲賞慶爲之則見害傷焉止矣故賞慶刑罰埶詐不足以盡人之力致人之死爲人主上者也其所以接下之百姓者無禮義忠信焉慮率用賞慶刑罰埶詐除阸其下獲其功用而已矣大宼則至使之持危城則必畔遇敵處戰則必北勞苦煩辱則必犇霍焉離耳下反制其上故賞慶刑罰埶詐之爲道者傭徒粥賣之道也不足以合大衆美國家故古之人羞而不道也故厚德音以先之明禮義以道之致忠信以愛之尚賢使能以次之爵服慶賞以申之時其事輕其任以調齊之長養之如保赤子政令以定風俗以一有離俗不順其上則百姓莫不敦惡莫不毒孼若祓不祥然後刑於是起矣是大刑之所加也辱孰大焉將以爲利耶則大刑加焉身苟不狂惑戇陋誰睹是而不改也哉然後百姓曉然皆知脩上之法像上之志而安樂之於是有能化善脩身正行積禮義尊道德百姓莫不貴敬莫不親譽然後賞於是起矣是髙爵豐禄之所加也榮孰大焉將以爲害邪則髙爵豐禄以持養之生民之屬孰不願也雕雕焉縣貴爵重賞於其前縣明刑大辱於其後雖欲無化能乎哉故民歸之如流水所存者神所爲者化而順暴悍勇力之屬爲之化而愿旁辟曲私之屬爲之化而公矜糺收繚之屬爲之化而調夫是之謂大化至一詩曰王猶允塞徐方旣來此之謂也凡兼人者有三術有以德兼人者有以力兼人者有以富兼人者彼貴我名聲美我德行欲爲我民故辟門除涂以迎吾入因其民襲其處而百姓皆安立法施令莫不順比是故得地而權彌重兼人而兵俞強是以德兼人者也非貴我名聲也非美我德行也彼畏我威劫我埶故民雖有離心不敢有畔慮若是則戎甲俞衆奉養必費是故得地而權彌輕兼人而兵俞弱是以力兼人者也非貴我名聲也非美我德行也用貧求富用飢求飽虚腹張口來歸我食若是則必發夫掌窌之粟以食之委之財貨以富之立良有司以接之已朞三年然後民可信也是故得地而權彌輕兼人而國俞貧是以富兼人者也故曰以德兼人者王以力兼人者弱以富兼人者貧古今一也兼并易能也唯堅凝之難焉齊能并宋而不能凝也故魏奪之燕能并齊而不能凝也故田單奪之韓之上地方數百里完全富足而趨趙趙不能凝也故秦奪之故能并之而不能凝則必奪不能并之又不能凝其有則必亡能凝之則必能并之矣得之則凝兼兵無強古者湯以薄武王以滈皆百里之地也天下爲一諸侯爲臣無它故焉能凝之也故凝士以禮凝民以政禮脩而士服政平而民安士服民安夫是之謂大凝以守則固以征則強令行禁止王者之事畢矣"}
{"id": "KR3a0002_011", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注形范正金錫美工冶巧火齊得剖刑而莫邪已然而不剥脱不砥厲則不可以斷繩剥脱之砥厲之則蠫槃盂刎牛馬忽然耳彼國者亦彊國之剖刑已然而不敎不誨不調不一則入不可以守出不可以戰敎誨之調一之則兵勁城固敵國不敢嬰也彼國者亦有砥厲禮義節奏是也故人之命在天國之命在禮人君者隆禮尊賢而王重法愛民而霸好利多詐而危權謀傾覆幽險而亡威有三有道徳之威者有暴察之威者有狂妄之威者此三威者不可不孰察也禮樂則脩分義則明舉錯則時愛利則形如是百姓貴之如帝高之如天親之如父母畏之如神明故賞不用而民勸罰不用而威行夫是之謂道徳之威禮樂則不脩分義則不明舉錯則不時愛利則不形然而禁暴也察其誅不服也審其刑罰重而信其誅殺猛而必黭然而雷擊之如牆厭之如是百姓劫則致畏嬴則敖上執拘則最得間則散敵中則奪非劫之以形埶非振之以誅殺則無以有其下夫是之謂暴察之威無愛人之心無利人之事而日為亂人之道百姓讙敖則從而執縛之刑灼之不和人之心如是下比周賁潰以離上矣傾覆滅亡可立而待也夫是之謂狂妄之威此三威者不可不孰察也道徳之威成乎安彊暴察之威成乎危弱狂妄之威成乎滅亡也公孫子曰子發將西伐蔡克蔡獲蔡侯歸致命曰蔡侯奉其社稷而歸之楚舍屬二三子而治其地既楚發其賞子發辭曰發誡布令而敵退是主威也徙舉相攻而敵退是將威也合戰用力而敵退是衆威也臣舍不宜以衆威受賞譏之曰子發之致命也恭其辭賞也固夫尚賢使能賞有功罰有罪非獨一人為之也彼先王之道也一人之本也善善惡惡之應也治必由之古今一也古者明王之舉大事立大功也大事已博大功已立則君享其成羣臣享其功士大夫益爵官人益秩庶人益禄是以爲善者勸爲不善者沮上下一心三軍同力是以百事成而功名大也今子發獨不然反先王之道亂楚國之法墮興功之臣恥受賞之屬無僇乎族黨而抑卑乎後世案獨以為私廉豈不過甚矣哉故曰子發之致命也恭其辭賞也固荀卿子說齊相曰處勝人之埶行勝人之道天下莫忿湯武是也處勝人之埶不以行勝人之道厚於有天下之埶索爲匹夫不可得也桀紂是也然則得勝人之埶者其不如勝人之道遠矣夫主相者勝人以埶也是為是非為非能為能不能為不能併己之私欲必以道夫公道通義之可以相兼容者是勝人之道也今相國上則得專主下則得專國相國之於勝人之埶亶有之矣然則胡不敺此勝人之埶赴勝人之道求仁厚明通之君子而託王焉與之參國政正是非如是則國孰敢不爲義矣君臣上下貴賤長少至于庶人莫不為義則天下孰不欲合義矣賢士願相國之朝能士願相國之官好利之民莫不願以爲齊為歸是一天下也相國舍是而不爲案直爲是世俗之所以爲則女主亂之宮詐臣亂之朝貪吏亂之官衆庶百姓皆以貪利爭奪爲俗曷若是而可以持國乎今巨楚縣吾前大燕鰌吾後勁魏鉤吾右西壤之不絶若繩楚人則乃有襄賁開陽以臨吾左是一國作謀則三國必起而乗我如是則齊必斷而爲四三國若假城然耳必爲天下大笑曷若兩者孰足爲也天桀紂聖王之後子孫也有天下者之世也埶籍之所存天下之宗室也土地之大封内千里人之衆數以億萬俄而天下倜然舉去桀紂而犇湯武反然舉疾惡桀紂而貴帝湯武是何也夫桀紂何失而湯武何得也是無他故焉桀紂者善為人之所惡而湯武者善爲人之所好也人之所惡者何也曰汗漫爭奪貪利是也人之所好者何也曰禮義辭讓忠信是也今君人者辟稱比方則欲自並乎湯武若其所以統之則無以異於桀紂而求有湯武之功名可乎故凡得勝者必與人也凡得人者必與道也道也者何也曰禮義辭讓忠信是也故自四五萬而徃者彊勝非衆之力也隆在信矣自數百里而徃者安固非大之力也隆在脩政矣今已有數萬之衆者也陶誕比周以爭與已有數百里之國者也汙漫突盗以爭地然則是棄己之所以安彊而爭己之所以危弱也損己之所以不足以重己之所以有餘若是其悖繆也而求有湯武之功名可乎辟之是猶伏而咶天救經而引其足也說必不行矣俞務而俞遠爲人臣者不恤已行之不行苟富利而已矣是渠衝入穴而求利也是仁人之所羞而不爲也故人莫貴乎生莫樂乎安所以養生安樂者莫大乎禮義人知貴生樂安而棄禮義辟之是猶欲壽而歾頸也愚莫大焉故君人者愛民而安好士而榮兩者無一焉而亡詩曰价人維藩大師維垣此之謂也力術止義術行曷謂也曰秦之謂也威彊乎湯武廣大乎舜禹然而憂患不可勝校也諰諰常恐天下之一合而軋已也此所謂力術止也曷謂乎威彊乎湯武湯武也者乃能使說己者使耳今楚父死焉國舉焉負三王之廟而辟於陳蔡之閒視可伺閒案欲剡其脛而以蹈秦之腹然而秦使左案左使右案右是能使讎人役也此所謂威彊乎湯武也曷謂廣大乎舜禹也曰古者百王之一天下臣諸侯也未有過封内千里者也今秦南乃有沙羨與俱是乃江南也北與胡貉爲隣西有巴戎東在楚者乃界於齊在韓者踰常山乃有臨慮在魏者乃據圍津即去大梁百有二十里耳其在趙者剡然有苓而據松柏之塞負西海而固常山是地徧天下也威動海内彊殆中國然而憂患不可勝校也諰諰常恐天下之一合而軋已也此所謂廣大乎舜禹也然則奈何曰節威反文案用夫端誠信全之君子治天下焉因與之參國政正是非治曲直而聽咸陽順者錯之不順者而後誅之若是則兵不復出於塞外而令行於天下矣若是則雖爲之築明堂於塞外而朝諸侯殆可矣假今之世益地不如益信之務也應侯問孫卿子曰入秦何見孫卿子曰其國塞險形埶便山林川谷美天材之利多是形勝也入境觀其風俗其百姓樸其聲樂不流汙其服不挑甚畏有司而順古之民也及都邑官府其百吏肅然莫不恭儉敦敬忠信而不楛古之吏也入其國觀其士大夫出於其門入於公門出於公門歸於其家無有私事也不比周不朋黨倜然莫不明通而公也古之士大夫也觀其朝廷其朝閒聽決百事不留恬然如無治者古之朝也故四世有勝非幸也數也是所見也故曰佚而治約而詳不煩而功治之至也秦類之矣雖然則有其諰矣兼是數具者而盡有之然而縣之以王者之功名則倜倜然其不及逺矣是何也則其殆無儒邪故曰粹而王駮而霸無一焉而亡此亦秦之所短也積微月不勝日時不勝月嵗不勝時凡人好敖慢小事大事至然後興之務之如是則常不勝夫敦比於小事者矣是何也則小事之至也數其縣日也博其爲積也大大事之至也希其縣日也淺其爲積也小故善日者王善時者霸補漏者危大荒者亡故王者敬日霸者敬時僅存之國危而後戚之亡國至亡而後知亡至死而後知死亡國之禍敗不可勝悔也霸者之善箸焉可以時託也王者之功名不可勝日志也財物貨寶以大爲重政敎功名反是能積微者速成詩曰徳輶如毛民鮮克舉之此之謂也凡姦人之所以起者以上之不貴義不敬義也夫義者所以限禁人之爲惡與姦者也今上不貴義不敬義如是則下之人百姓皆有棄義之志而有趨姦之心矣此姦人之所以起也且上者下之師也夫下之和上辟之猶響之應聲影之像形也故爲人上者不可不順也夫義者内節於人而外節於萬物者也上安於主而下調於民者也内外上下節者義之情也然則凡爲天下之要義爲本而信次之古者禹湯本義務信而天下治桀紂棄義背信而天下亂故爲人上者必將愼禮義務忠信然後可此君人者之大本也堂上不糞則郊草不瞻曠芸白刃扞乎胷則目不見流矢拔㦸加乎首則十指不辭斷非不以此爲務也疾養緩急之有相先者也天行有常不爲堯存不爲桀亡應之以理則吉應之以亂則凶彊本而節用則天不能貧養備而動時則天不能病脩道而不貳則天不能禍故水旱不能使之飢渴寒暑不能使之疾祅恠不能使之凶本荒而用侈則天不能使之富養略而動罕則天不能使之全倍道而妄行則天不能使之吉故水旱未至而飢寒暑未薄而疾祅恠未至而凶受時與治世同而殃禍與治世異不可以怨天其道然也故明於天人之分則可謂至人矣不爲而成不求而得夫是之謂天職如是者雖深其人不加慮焉雖大不加能焉雖精不加察焉夫是之謂不與天爭職天有其時地有其財人有其治夫是之謂能參舎其所以參而願其所參則惑矣列星隨旋日月遞炤四時代御隂陽大化風雨博施萬物各得其和以生各得其養以成不見其事而見其功夫是之謂神皆知其所以成莫知其無形夫是之謂天唯聖人爲不求知天天職既立天功既成形具而神生好惡喜怒哀樂臧焉夫是之謂天情耳目鼻口形能各有接而不相能也夫是之謂天官心居中虚以治五官夫是之謂天君財非其類以養其類夫是之謂天養順其類者謂之福逆其類者謂之禍夫是之謂天政闇其天君亂其天官棄其天養逆其天政背其天情以喪天功夫是之謂大凶聖人淸其天君正其天官備其天養順其天政養其天情以全其天功如是則知其所爲知其所不爲矣則天地官而萬物役矣其行曲治其養曲適其生不傷夫是之謂知天故大巧在所不爲大知在所不慮所志於天者已其見象之可以期者矣所志於地者已其見宜之可以息者矣所志於四時者已其見數之可以事者矣所志於隂陽者已其見知之可以治者矣官人守天而自爲守道也治亂天邪曰日月星辰瑞歷是禹桀之所同也禹以治桀以亂治亂非天也時邪曰繁啓蕃長於春夏畜積收臧於秋冬是又禹桀之所同也禹以治桀以亂治亂非時也地邪曰得地則生失地則死是又禹桀之所同也禹以治桀以亂治亂非地也詩曰天作髙山大王荒之彼作矣文王康之此之謂也天不爲人之惡寒也輟冬地不爲人之惡遼逺也輟廣君子不爲小人之匈匈也輟行天有常道矣地有常數矣君子有常體矣君子道其常而小人計其功詩曰何恤人之言兮此之謂也楚王後車千乗非知也君子啜菽飲水非愚也是節然也若夫心意脩徳行厚知慮明生於今而志乎古則是其在我者也故君子慕其在己者而不慕其在天者小人錯其在己者而慕其在天者君子敬其在己者而不慕其在天者是以日進也小人錯其在己者而慕在其天者是以日退也故君子之所以日進與小人之所以日退一也君子小人之所以相縣者在此耳星隊木鳴國人皆恐曰是何也曰無何也是天地之變隂陽之化物之罕至者也怪之可也而畏之非也夫日月之有食風雨之不時怪星之黨見是無世而不常有之上明而政平則是雖並世起無傷也上闇而政險則是雖無一至者無益也夫星之隊木之鳴是天地之變隂陽之化物之罕至者也怪之可也而畏之非也物之已至者人祅則可畏也楛耕傷稼耘耨失薉政險失民田薉稼惡糴貴民飢道路有死人夫是之謂人祅政令不明舉錯不時本事不理夫是之謂人祅勉力不時則牛馬相生六畜作祅禮義不脩内外無别男女淫亂則父子相疑上下乖離寇難並至夫是之謂人祅祅是生於亂三者錯無安國其說甚爾其菑甚慘可怪也而不可畏也傳曰萬物之怪書不說無用之辯不急之察棄而不治若夫君臣之義父子之親夫婦之别則日切瑳而不舍也雩而雨何也曰無佗也猶不雩而雨也日月食而救之天旱而雩卜筮然後決大事非以爲得求也以文之也故君子以爲文而百姓以爲神以爲文則吉以爲神則凶也在天者莫明於日月在地者莫明於水火在物者莫明於珠玉在人者莫明於禮義故日月不髙則光輝不赫水火不積則煇潤不愽珠玉不睹乎外則王公不以爲寳禮義不加於國家則功名不白故人之命在天國之命在禮君人者隆禮尊賢而王重法愛民而霸好利多詐而危權謀傾覆幽險而盡亡矣大天而思之孰與物畜而制之從天而頌之孰與制天命而用之望時而侍之孰與應時而使之因物而多之孰與聘能而化之思物而物之孰與理物而勿失之也願於物之所以生孰與有物之所以成故錯人而思天則失萬物之情百王之無變足以爲道貫一廢一起應之以貫理貫不亂不知貫不知應變貫之大體未甞亡也亂生其差治盡其詳故道之所善中則可從畸則不可爲匿則大惑水行者表深表不明則陷治民者表道表不明則亂禮者表也非禮昏世也昏世大亂也故道無不明外内異表隱顯有常民䧟乃去萬物爲道一偏一物爲萬物一偏愚者爲一物一偏而自以爲知道無知也愼子有見於後無見於先老子有見於詘無見於信墨子有見於齊無見於畸宋子有見於少無見於多有後而無先則羣衆無門有詘而無信則貴賤不分有齊而無畸則政令不施有少而無多則羣衆不化書曰無有作好遵王之道無有作惡遵王之路此之謂也"}
{"id": "KR3a0002_012", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注世俗之爲說者曰主道利周是不然主者民之唱也上者下之儀也彼將聽唱而應視儀而動唱黙則民無應也儀隱則下無動也不應不動則上下無以相有也若是則與無上同也不祥莫大焉故上者下之本也上宣明則下治辨矣上端誠則下愿愨矣上公正則下易直矣治辨則易一愿愨則易使易直則易知易一則彊易使則功易知則明是治之所由生也上周密則下疑玄矣上幽險則下漸詐矣上偏曲則下比周矣疑玄則難一漸詐則難使比周則難知難一則不彊難使則不功難知則不明是亂之所由作也故主道利明不利幽利宣不利周故主道明則下安主道幽則下危故下安則貴上下危則賤上故上易知則下親上矣上難知則下畏上矣下親上則上安下畏上則上危故主道莫惡乎難知莫危乎使下畏已傳曰惡之者衆則危書曰克明明徳詩曰明明在下故先王明之豈特玄之耳哉世俗之爲說者曰桀紂有天下湯武篡而奪之是不然以桀紂爲常有天下之籍則然親有天下之籍則不然天下謂在桀紂則不然古者天子千官諸侯百官以是千官也令行於諸夏之國謂之王以是百官也令行於境内國雖不安不至於廢易遂亡謂之君聖王之子也有天下之後也埶籍之所在也天下之宗室也然而不材不中内則百姓疾之外則諸侯叛之近者境内不一遙者諸侯不聽令不行於境内甚者諸侯侵削之攻伐之若是則雖未亡吾謂之無天下矣聖王没有埶籍者罷不足以縣天下天下無君諸侯有能德明威積海内之民莫不願得以爲君師然而暴國獨侈安能誅之必傷害無罪之民誅暴國之君若誅獨夫若是則可謂能用天下矣能用天下之謂王湯武非取天下也脩其道行其義興天下之同利除天下之同害而天下歸之也桀紂非去天下也反禹湯之徳亂禮義之分禽獸之行積其凶全其惡而天下去之也天下歸之之謂王天下去之之謂亡故桀紂無天下而湯武不弑君由此效之也湯武者民之父母也桀紂者民之怨賊也今世俗之爲說者以桀紂爲君而以湯武爲弑然則是誅民之父母而師民之怨賊也不祥莫大焉以天下之合爲君則天下未甞合於桀紂也然則以湯武爲弑則天下未甞有說也直墮之耳故天子唯其人天下者至重也非至彊莫之能任至大也非至辨莫之能分至衆也非至明莫之能知此三至者非聖人莫之能盡故非聖人莫之能王聖人備道全美者也是縣天下之權稱也桀紂者其知慮至險也其至意至闇也其行之爲至亂也親者䟽之賢者賤之生民怨之禹湯之後也而不得一人之與刳比干囚箕子身死國亡爲天下之大僇後世之言惡者必稽焉是不容妻子之數也故至賢疇四海湯武是也至罷不容妻子桀紂是也今世俗之爲說者以桀紂爲有天下而臣湯武豈不過甚矣哉譬之是猶傴巫跛匡大自以爲有知也故可以有奪人國不可以有奪人天下可以有竊國不可以有竊天下也可以奪之者可以有國不可以有天下竊可以得國而不可以得天下是何也曰國小具也可以小人有也可以小道得也可以小力持也天下者大具也不可以小人有也不可以小道得也不可以小力持也國者小人可以有之然而未必不亡也天下者至大也非聖人莫之能有也世俗之爲說者曰治古無肉刑而有象刑墨黥慅嬰共艾畢菲對屨殺赭衣而不純治古如是是不然以爲治邪則人固莫觸罪非獨不用肉刑亦不用象刑矣以爲人或觸罪矣而直輕其刑然則是殺人者不死傷人者不刑也罪至重而刑至輕庸人不知惡矣亂莫大焉凡刑人之本禁暴惡惡且徵其未也殺人者不死而傷人者不刑是謂惠暴而寛賊也非惡惡也故象刑殆非生於治古並起於亂今也治古不然凡爵列官職賞慶刑罰皆報也以類相從者也一物失稱亂之端也夫徳不稱位能不稱官賞不當功罰不當罪不祥莫大焉昔者武王伐有商誅紂斷其首懸之赤斾夫征暴誅悍治之盛也殺人者死傷人者刑是百王之所同也未有知其所由來者也刑稱罪則治不稱罪則亂故治則刑重亂則刑輕犯治之罪固重犯亂之罪固輕也書曰刑罰世輕世重此之謂也世俗之爲說者湯武不能禁令是何也曰楚越不受制是不然湯武者至天下之善禁令者也湯居亳武王居鄗皆百里之地也天下爲一諸侯爲臣通達之屬莫不振動從服以化順之曷爲楚越獨不受制也彼王者之制也視形埶而制械用稱遠近而等貢獻豈必齊哉故魯人以榶衛人用柯齊人用一革土地形制不同者械用備飾不可不異也故諸夏之國同服同儀蠻夷戎狄之國同服不同制封内甸服封外侯服侯衛賔服蠻夷要服戎狄荒服甸服者祭侯服者祀賔服者享要服者貢荒服者終王日祭月祀時享嵗貢夫是之謂視形勢而制械用稱遠近而等貢獻是王者之至也彼楚越者且時享嵗貢終王之屬也必齊之日祭月祀之屬然後曰受制邪是規磨之說也溝中之瘠也則未足與及王者之制也語曰淺不可與測深愚不足與謀知坎井之鼃不可與語東海之樂此之謂也世俗之爲說者曰堯舜擅讓是不然天子者埶位至尊無敵於天下夫有誰與讓矣道徳純備智惠甚明南面而聽天下生民之屬莫不振動從服以化順之天下無隱士無遺善同焉者是也異焉者非也夫有惡擅天下矣曰死而擅之是又不然聖王在上圖徳而定次量能而授官皆使民載其事而各得其宜不能以義制利不能以僞飾性則兼以爲民聖王已沒天下無聖則固莫足以擅天下矣天下有聖而在後者則天下不離朝不易位國不更制天下厭然與郷無以異也以堯繼堯夫又何變之有矣聖不在後子而在三公則天下如歸猶復而振之矣天下厭然與郷無以異也以堯繼堯夫又何變之有矣唯其徙朝改制爲難故天子生則天下一隆致順而治論徳而定次死則能任天下者必有之矣夫禮義之分盡矣擅讓惡用矣哉曰老衰而擅是又不然血氣筋力則有衰若夫知慮取舍則無衰曰老者不堪其勞而休也是又畏事者之議也天子者埶至重而形至佚心至愉而志無所詘而形不爲勞尊無上矣衣被則服五采雜閒色重文繡加飾之以珠玉食飲則重大牢而備珍恠期臭味曼而饋代睪而食雍而徹五祀執薦者百人侍西房居則設張容負依而坐諸侯趨走乎堂下出戸而巫覡有事出門而宗祀有事乗大路趨越席以養安側載睪芷以養鼻前有錯衡以養目和鸞之聲步中武象騶中韶䕶以養耳三公奉軶持納諸侯持輪挾輿先馬大侯編後大夫次之小侯元士次之庶士介而夾道庶人隱竄莫敢視望居如大神動如天帝持老養衰猶有善於是者與不老者休也休猶有安樂恬愉如是者乎故曰諸侯有老天子無老有擅國無擅天下古今一也夫曰堯舜擅讓是虚言也是淺者之傳陋者之說也不知逆順之理小大至不至之變者也未可與及天下之大理者也世俗之爲說者曰堯舜不能敎化是何也曰朱象不化是不然也堯舜者至天下之善敎化者也南面而聽天下生民之屬莫不振動從服以化順之然而朱象獨不化是非堯舜之過朱象之罪也堯舜者天下之英也朱象者天下之嵬一時之瑣也今世俗之爲說者不怪朱象而非堯舜也豈不過甚矣哉夫是之謂嵬說羿蠭門者天下之善射者也不能以撥弓曲矢中王梁造父者天下之善馭者也不能以辟馬毁輿致遠堯舜者天下之善敎化者也不能使嵬瑣化何世而無嵬何時而無瑣自太皥燧人莫不有也故作者不祥學者受其殃非者有慶詩曰下民之孽匪降自天噂沓背憎職競由人此之謂也世俗之爲說者曰大古薄葬棺厚三寸衣衾三領葬田不妨田故不掘也亂今厚葬飾棺故掘也是不及知治道而不察於抇不抇者之所言也凡人之盜也必以有爲不以備不足足則以重有餘也而聖王之生民也皆使當厚優猶不知足而不得以有餘過度故盜不竊賊不刺狗豕吐菽粟而農賈皆能以貨財讓風俗之美男女自不取於涂而百姓羞拾遺故孔子曰天下有道盜其先變乎雖珠玉滿體文繡充棺黄金充椁加之以丹矸重之以曾靑犀象以爲樹琅玕龍兹華覲以爲實人猶且莫之抇也是何也則求利之詭緩而犯分之羞大也夫亂今然後反是上以無法使下以無度行知者不得慮能者不得治賢者不得使若是則上失天性下失地利中失人和故百事廢財物詘而禍亂起王公則病不足於上庶人則凍餒羸瘠於下於是焉桀紂群居而盜賊擊奪以危上矣必禽獸行虎狼貪故脯巨人而炙嬰兒矣若是則有何尤抇人之墓抉人之口而求利矣哉雖此倮而埋之猶且必抇也安得葬薶哉彼乃將食其肉而齕其骨也夫曰大古薄葬故不抇亂今厚葬故抇也是特姦人之誤於亂說以欺愚者而潮䧟之以偷取利焉夫是之謂大姦傳曰危人而自安害人而自利此之謂也子宋子曰明見侮之不辱使人不鬭人皆以見侮爲辱故鬬也知見侮之爲不辱則不鬭矣應之曰然則亦以人之情爲不惡侮乎曰惡而不辱也曰若是則必不得所求焉凡人之鬭也必以其惡之爲說非以其辱之爲故也今倡優侏儒狎徒詈侮而不鬭者是豈鉅知見侮之爲不辱哉然而不鬭者不惡故也今人或入其央瀆竊其豬彘則援劒㦸而逐之不避死傷是豈以喪豬爲辱也哉然而不憚鬭者惡之故也雖以見侮爲辱也不惡則不鬭雖知見侮爲不辱惡之則必鬭然則鬭與不鬭邪亡於辱之與不辱也乃在於惡之與不惡也夫今子宋子不能解人之惡侮而務說人以勿辱也豈不過甚矣哉金舌弊口猶將無益也不知其無益則不知知其無益也直以欺人則不仁不仁不知辱莫大焉將以爲有益於人則與無益於人也則得大辱而退耳說莫病是矣子宋子曰見侮不辱應之曰凡議必將立隆正然後可也無隆正則是非不分而辨訟不決故所聞曰天下之大隆是非之封界分職名象之所起王制是也故凡言議期命是非以聖王爲師而聖王之分榮辱是也是有兩端矣有義榮者有埶榮者有義辱者有埶辱者志意脩德行厚知慮明是榮之由中出者也夫是之謂義榮爵列尊貢禄厚形埶勝上爲天子諸侯下爲卿相士大夫是榮之從外至者也夫是之謂埶榮流淫汗僈犯分亂理驕暴貪利是辱之由中出者也夫是之謂義辱詈侮捽搏捶笞臏腳斬斷枯磔藉靡舌是辱之由外至者也夫是之謂埶辱是榮辱之兩端也故君子可以有埶辱而不可以有義辱小人可以有埶榮而不可以有義榮有埶辱無害爲堯有埶榮無害爲桀義榮埶榮唯君子然後兼有之義辱埶辱唯小人然後兼有之是榮辱之分也聖王以爲法士大夫以爲道官人以爲守百姓以成俗萬世不能易也今子宋子案不然獨詘容爲已慮一朝而改之說必不行矣譬之是猶以塼塗塞江海也以僬僥而戴太山也蹎跌碎折不待頃矣二三子之善於子宋子者殆不若止之將恐得傷其體也子宋子曰人之情欲寡而皆以己之情爲欲多是過也故率其羣徒辨其談說明其譬稱將使人知情欲之寡也應之曰然則亦以人之情爲欲目不欲綦色耳不欲綦聲口不欲綦味鼻不欲綦臭形不欲綦佚此五綦者亦以人之情爲不欲乎曰人之情欲是已曰若是則說必不行矣以人之情爲欲此五綦者而不欲多譬之是猶以人之情爲欲富貴而不欲貨也好美而惡西施也古之人爲之不然以人之情爲欲多而不欲寡故賞以富厚而罰以殺損也是百王之所同也故上賢禄天下次賢禄一國下賢禄田邑愿愨之民完衣食今子宋子以是之情爲欲寡而不欲多也然則先王以人之所不欲者賞而以人之所欲者罰邪亂莫大焉今子宋子嚴然而好說聚人徒立師學成文曲然而說不免於以至治爲至亂也豈不過甚矣哉"}
{"id": "KR3a0002_013", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注禮論篇第十九禮起於何也曰人生而有欲欲而不得則不能無求求而無度量分界則不能不爭爭則亂亂則窮先王惡其亂也故制禮義以分之以養人之欲給人之求使欲必不窮乎物物必不屈於欲兩者相持而長是禮之所以起也故禮者養也芻豢稻粱五味調香所以養口也椒蘭芬芳所以養鼻也彫琢刻鏤黼黻文章所以養目也鍾鼓管磬琴瑟竽笙所以養耳也䟽房檖䫉越席牀第几筵所以養體也故禮者養也君子既得其養又好其别曷謂别曰貴賤有等長㓜有差貧富輕重皆有稱者也故天子大路越席所以養體也側載睪芷所以養鼻也前有錯衡所以養目也和鸞之聲歩中武象趨中韶護所以養耳也龍旗九斿所以養信也寢兕持虎蛟韅絲末彌龍所以養威也故大路之馬必倍至敎順然後乗之所以養安也孰知夫出死要節之所以養生也孰知夫出費用之所以養財也孰知夫恭敬辭讓之所以養安也孰知夫禮義文理之所以養情也故人苟生之爲見若者必死苟利之爲見若者必害苟怠惰偷懦之爲安居若者必危苟情說之爲樂若者必滅故人一之於禮義則兩得之矣一之於情性則兩喪之矣故儒者將使人兩得之者也墨者將使人兩喪之者也是儒墨之分也禮有三本天地者生之本也先祖者類之本也君師者治之本也無天地惡生無先祖惡出無君師惡治三者偏亡焉無安人故禮上事天下事地尊先祖而隆君師是禮之三本也故王者天太祖諸侯不敢壞大夫士有常宗所以别貴始貴始得之本也郊止乎天子而社止於諸侯道及士大夫所以别尊者事尊卑者事卑宜大者巨宜小者小也故有天下者事十世有一國者事五世有五乗之地者事三世有三乗之地者事二世持手而食者不得立祭廟所以別積厚積厚者流澤廣積薄者流澤狹也大饗尚玄尊俎生魚先大羹貴食飲之本也饗尚玄尊而用酒醴先黍稷而飯稻梁祭齊大羮而飽庶羞貴本而親用也貴本之謂文親用之謂理兩者合而成文以歸大一夫是之謂大隆故尊之尚玄酒也俎之尚生魚也豆之先大羹也一也利爵之不醮也成事之俎不甞也三臭之不食也一也昏之未發齊也太廟之未入尸也始卒之未小斂也一也大路之素未集也郊之麻絻也喪服之先散麻也一也三年之喪哭之不文也淸廟之歌一倡而三歎也縣一鍾尚拊之膈朱絃而通越也一也凡禮始乎稅成乎文終乎恱校故至備情文俱盡其次情文代勝其下復情以歸大一也天地以合日月以明四時以序星辰以行江河以流萬物以昌好惡以節喜怒以當以爲下則順以爲上則明萬物變而不亂貳之則喪也禮豈不至矣哉立隆以爲極而天下莫之能損益也本末相順終始相應至文以有別至察以有說天下從之者治不從者亂從之者安不從者危從之者存不從者亡小人不能測也禮之理誠深矣堅白同異之察入焉而溺其理誠大矣擅作典制辟陋之說入焉而喪其理誠高矣暴慢恣睢輕俗以爲髙之屬入焉而隊故繩墨誠陳矣則不可欺以曲直衡誠縣矣則不可欺以輕重規矩誠設矣則不可欺以方圎君子審於禮則不可欺以詐僞故繩者直之至衡者平之至規矩者方圎之至禮者人道之極也然而不法禮不足禮謂之無方之民法禮足禮謂之有方之士禮之中焉能思索謂之能慮禮之中焉能勿易謂之能固能慮能固加好者焉斯聖人矣故天者髙之極也地者下之極也無窮者廣之極也聖人者道之極也故學者固學爲聖人也非特學爲無方之民也禮者以財物爲用以貴賤爲文以多少爲用以隆殺爲要文理繁情用省是禮之隆也文理省情用繁是禮之殺也文理情用相爲内外表裏並行而雜是禮之中流也故君子上致其隆下盡其殺而中處其中歩驟馳騁厲鶩不外是矣是君子之壇宇宮廷也人有是士君子也外是民也於是其中焉方皇周挾曲得其次序是聖人也故厚者禮之積也太者禮之廣也髙者禮之隆也明者禮之盡也詩曰禮儀卒度笑語卒獲此之謂也禮者謹於治生死者也生人之始也死人之終也終始俱善人道畢矣故君子敬始而愼終終始如一是君子之道禮義之文也夫厚其生而薄其死是敬其有知而慢其無知也是姦人之道而倍叛之心也君子以倍叛之心接臧榖猶且羞之而況以事其所隆親乎故死之爲道也一而不可得再復也臣之所以致重其君子之所以致重其親於是盡矣故事生不忠厚不敬文謂之野送死不忠厚不敬文謂之瘠君子賤野而羞瘠故天子棺槨十重諸侯五重大夫三重士再重然後皆有衣衾多少厚薄之數皆有翣菨文章之等以敬飾之使生死終始若一一足以爲人願是先王之道忠臣孝子之極也天子之喪動四海屬諸侯諸侯之喪動通國屬大夫大夫之喪動一國屬修士修士之喪動一郷屬朋友庶人之喪合族黨動州里刑餘罪人之喪不得合族黨獨屬妻子棺椁三寸衣衾三領不得飾棺不得晝行以昬殣凡縁而往埋之反無哭泣之節無衰麻之服無親䟽月數之等各反其平各復其始已葬埋若無喪者而止夫是之謂至辱禮者謹於吉凶不相厭者也紸纊聽息之時則夫忠臣孝子亦知其閔已然而殯歛之具未有求也垂涕恐懼然而幸生之心未巳持生之事未輟也卒矣然後作具之故雖備家必踰日然後能殯三日而成服然後告遠者出矣備物者作矣故殯久不過七十日速不損五十日是何也曰遠者可以至矣百求可以得矣百事可以成矣其忠至矣其節大矣其文備矣然後月朝卜日月夕卜宅然後葬也當是時也其義止誰得行之其義行誰得止之故三月之葬殯其䫉以生設飾死者也殆非直留死者以安生也是致隆思慕之義也卒禮之凡變而飾動而遠久而平故死之爲道也不飾則惡惡則不哀尒則翫翫則厭厭則忘忘則不敬一朝而喪其嚴親而所以送葬之者不哀不敬則嫌於禽獸矣君子恥之故變而飾所以滅惡也動而遠所以遂敬也久而平所以優生也禮者斷長續短損有餘益不足達愛敬之文而滋成行義之美者也故文飾麤惡聲樂哭泣恬愉憂戚是反也然而禮兼而用之時舉而代御故文飾聲樂恬愉所以持平奉吉也麤衰哭泣憂戚所以持險奉凶也故其立文飾也不至於窕冶其立麤衰也不至於瘠棄其立聲樂恬愉也不至於流淫惰慢其立哭泣哀戚也不至於隘懾傷生是禮之中流也故情貌之變足以別吉凶明貴賤親䟽之節期止矣外是姦也雖難君子賤之故量食而食之量要而帶之相高以毁瘠是姦人之道也非禮義之文也非孝子之情也將以有爲者也故說豫娩澤憂戚萃惡是吉凶憂愉之情發於顔色者也歌謡謸笑哭泣諦號是吉凶憂愉之情發於聲音者也芻豢稻粱酒醴餰鬻魚肉菽藿酒漿是吉凶憂愉之情發於食飲者也卑絻黼黻文織資麤衰絰菲繐菅屨是吉凶憂愉之情發於衣服者也䟽房檖䫉越席牀第几筵屬茨倚廬席薪枕塊是吉凶憂愉之情發於居處者也兩情者人生固有端焉若夫斷之繼之博之淺之益之損之類之盡之盛之美之使本末終始莫不順比純備足以爲萬世則則是禮也非順孰修爲之君子莫之能知也故曰性者本始材朴也僞者文理隆盛也無性則僞之無所加無僞則性不能自美性僞合然後成聖人之名一天下之功於是就也故曰天地合而萬物生隂陽接而變化起性僞合而天下治天能生物不能辨物也地能載人不能治人也宇中萬物生人之屬待聖人然後分也詩曰懷柔百神及河喬嶽此之謂也卒禮者以生者飾死者也大象其生以送其死也故如死如生如存如亡終始一也始卒沐浴鬠體飯唅象生執也不沐則濡櫛三律而止不浴則濡巾三式而止充耳而設瑱飯以生稻唅以槁骨反生術矣設褻衣襲三稱縉紳而無鈎帶矣設掩面儇目鬠而不冠笄矣書其名置于其重則名不見而柩獨明矣薦器則冠有鍪而母縱甕廡虚而不實有簟席而無牀第木器不成斵陶器不成物薄器不成内竿笙具而不和琴瑟張而不均輿藏而馬反告不用也具生器以適墓象徙之道也略而不盡䫉而不功趨輿而藏之金革轡靷而不入明不用也象徙道又明不用也是皆所以重哀也故生器文而不功明器䫉而不用凡禮事生飾歡也送死飾哀也祭祀飾敬也師旅飾威也是百王之所同古今之所一也未有知其所由來者也故壙壟其䫉象室屋也棺椁其䫉象版蓋斯象拂也無帾絲歶縷翣其䫉以象菲帷幬尉也抗折其䫉以象槾茨番閼也故卒禮者無他焉明死生之義送以哀敬而終周藏也故葬埋敬葬其形也祭祀敬事其神也其銘誄繫世敬傳其名也事生飾始也送死飾終也終始具而孝子之事畢聖人之道備矣刻死而附生謂之墨刻生而附死謂之惑殺生而送死謂之賊大象其生以送其死使死生終始莫不稱宜而好善是禮義之法式也儒者是矣三年之喪何也曰稱情而立文因以飾羣別親䟽貴賤之節而不可益損也故曰無適不易之術也創巨者其日久痛甚者其瘉遲三年之喪稱情而立文所以爲至痛極也齊衰苴杖居廬食粥席薪枕塊所以爲至痛飾也三年之喪二十五月而畢哀痛未盡思慕未忘然而禮以是斷之者豈不以送死有已復生有節也哉凡生乎天地之閒者有血氣之屬必有知有知之屬莫不愛其類今夫大鳥獸則失亡其羣匹越月踰時則必反鈆過故郷則必徘徊焉鳴號焉躑躅焉踟蹰焉然後能去之也小者是燕爵猶有啁噍之頃焉然後能去之故有血氣之屬莫知於人故人之於其親也至死無窮將由夫愚陋淫邪之人與則彼朝死而夕忘之然而縱之則是曾鳥獸之不若也彼安能相與羣居而無亂乎將由夫脩飾之君子與則三年之喪二十五月而畢若駟之過隙然而遂之則是無窮也故先王聖人安爲之立中制節一使足以成文理則舍之矣然則何以分之曰至親以朞斷是何也曰天地則已易矣四時則已徧矣其在宇中者莫不更始矣故先王案以此象之也然則三年何也曰加隆焉案使倍之故再期也由九月以下何也曰案使不及也故三年以爲隆緦小功以爲殺期九月以爲閒上取象於天下取象於地中取則於人人所以羣居和一之理盡矣故三年之喪人道之至文者也夫是之謂至隆是百王之所同古今之所一也君之喪所以取三年何也曰君者治辨之主也文理之原也情貌之盡也相率而致隆之不亦可乎詩曰愷悌君子民之父母彼君子者固有爲民父母之說焉父能生之不能養之母能食之不能敎誨之君者巳能食之矣又善敎誨之者也三年畢矣哉乳母飲食之者也而三月慈母衣被之者也而九月君曲備之者也三年畢乎哉得之則治失之則亂文之至也得之則安失之則危情之至也兩至者俱積焉以三年事之猶未足也直無由進之耳故社祭社也稷祭稷也郊者并百王於上天而祭祀之也三月之殯何也曰大之也重之也所致隆也所致親也將舉錯之遷徙之離宫室而歸丘陵也先王恐其不文也是以繇其期足之日也故天子七月諸侯五月大夫三月皆使其須足以容事事足以容成成足以容文文足以容備曲容備物之謂道矣祭者志意思慕之情也愅詭悒僾而不能無時至焉故人之歡欣和合之時則夫忠臣孝子亦愅詭而有所至矣彼其所至者甚大動也案屈然已則其於志意之情者惆然不嗛其於禮節者闕然不具故先王案爲之立文尊尊親親之義至矣故曰祭者志意思慕之情也忠信愛敬之至矣禮節文貌之盛矣苟非聖人莫之能知也聖人明知之士君子安行之官人以為守百姓以成俗其在君子以為人道也其在百姓以為鬼事也故鍾鼓管磬琴瑟竽笙韶夏護武汋桓箾簡象是君子之所以為愅詭其所喜樂之文也齊衰苴杖居廬食粥席薪枕塊是君子之所以為愅詭其所哀痛之文也師旅有制刑法有等莫不稱罪是君子之所以為愅詭其所敦惡之文也卜筮視日齊戒修塗几筵饋薦告祝如或饗之物取而皆祭之如或甞之毋利舉爵主人有尊如或觴之賔出主人拜送反易服即位而哭如或去之哀夫敬夫事死如事生事亡如事存狀乎無形影然而成文"}
{"id": "KR3a0002_014", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注夫樂者樂也人情之所必不免也故人不能無樂樂則必發於聲音形於動静而人之道聲音動静生術之變盡是矣故人不能不樂樂則不能無形形而不為道則不能無亂先王惡其亂也故制雅頌之聲以道之使其聲足以樂而不流使其文足以辨而不諰使其曲直繁省廉肉節奏足以感動人之善心使夫邪汙之氣無由得接焉是先王立樂之方也而墨子非之奈何故樂在宗廟之中則君臣上下同聼之莫不和敬閨門之内則父子兄弟同聽之莫不和親郷里族長之中則長少同聽之莫不和順故樂者審一以定和者也比物以飾節者也節奏合以成文足以率一道足以治萬變是先王立樂之術也而墨子非之奈何故聽其雅頌之聲而志意得廣焉執其干戚習其俯仰屈申而容貌得莊焉行其綴兆要其節奏而行列得正焉進退得齊焉故樂者出所以征誅也入所以揖讓也征誅揖讓其義一也出所以征誅則莫不聽從入所以揖讓則莫不從服故樂者天下之大齊也中和之紀也人情之所必不免也是先王立樂之術也而墨子非之奈何且樂者先王之所以飾喜也軍旅鈇鉞者先王之所以飾怒也先王喜怒皆得其齊焉是故喜而天下和之怒而暴亂畏之先王之道禮樂正其盛者也而墨子非之故曰墨子之於道也猶瞽之於白黒也猶聾之於清濁也猶欲之楚而北求之也夫聲樂之入人也深其化人也速故先王謹為之文樂中平則民和而不流樂肅莊則民齊而不亂民和齊則兵勁城固敵國不敢嬰也如是則百姓莫不安其處樂其郷以至足其上矣然後名聲於是白光暉於是大四海之民莫不願得以為師是王者之始也樂姚冶以險則民流慢鄙賤矣流慢則亂鄙賤則争亂争則兵弱城犯敵國危之如是則百姓不安其處不樂其郷不足其上矣故禮樂廢而邪音起者危削侮辱之本也故先王貴禮樂而賤邪音其在序官也曰脩憲命審誅賞禁淫聲以時順脩使夷俗邪音不敢亂雅大師之事也墨子曰樂者聖王之所非也而儒者為之過矣君子以為不然樂者聖人之所樂也而可以善民心其感人深其移風易俗故先王導之以禮樂而民和睦夫民有好惡之情而無喜怒之應則亂先王惡其亂也故脩其行正其樂而天下順焉故齊衰之服哭泣之聲使人之心悲帯甲嬰䩜歌於行伍使人之心傷姚冶之容鄭衛之音使人之心淫紳端章甫舞韶歌武使人之心莊故君子耳不聽淫聲目不視女色口不出惡言此三者君子愼之凡姦聲感人而逆氣應之逆氣成象而亂生焉正聲感人而順氣應之順氣成象而治生焉唱和有應善惡相象故君子愼其所去就也君子以鍾鼔導志以琴瑟樂心動以干戚飾以羽毛從以磬管故其淸明象天其廣大象地其俯仰周旋有似於四時故樂行而志淸禮脩而行成耳目聦明血氣和平移風易俗天下皆寧美善相樂故曰樂者樂也君子樂得其道小人樂得其欲以道制欲則樂而不亂以欲忘道則惑而不樂故樂者所以道樂也金石絲竹所以道德也樂行而民郷方矣故樂者治人之盛者也而墨子非之且樂也者和之不可變者也禮也者理之不可易者也樂合同禮别異禮樂之統管乎人心矣窮本極變樂之情也著誠去偽禮之經也墨子非之㡬遇刑也明王以沒莫之正也愚者學之危其身也君子明樂乃其德也亂世惡善不此聽也於乎哀哉不得成也弟子免學無所營也聲樂之象鼓大麗鍾統實磬廉制竽笙簫和筦籥發猛塤箎翁博瑟易良琴婦好歌淸盡舞意天道兼鼔其樂之君邪故鼓似天鍾似地磬似水竽笙簫和籥似星辰日月鞉柷拊控楬似萬物曷以知舞之意曰目不自見耳不自聞也然而治俯仰詘信進退遲速莫不廉制盡筋骨之力以要鍾鼓俯㑹之節而靡有悖逆者衆積意䜄䜄乎吾觀於郷而知王道之易易也主人親速賔及介而衆賔皆從之至于門外主人拜賔及介而衆賔皆入貴賤之義别矣三揖至于階三讓以賔升拜至獻酬辭讓之節繁及其介省矣至于衆賔升受坐祭立飲不酢而隆殺之義辨矣工入升歌三終主人獻之笙入三終主人獻之閒歌三終合樂三終工告樂備遂出二人揚觶乃立司正焉知其能和樂而不流也賔酬主人主人酬介介酬衆賔少長以齒終於沃者焉知其能弟長而無遺也降脫屨升坐脩爵無數飲酒之節朝不廢朝莫不廢夕賔出主人拜送節文終遂焉知其能安燕而不亂也貴賤明隆殺辨和樂而不流弟長而無遺安燕而不亂此五行者是足以正身安國矣彼國安而天下安故曰吾觀於郷而知王道之易易也亂世之徴其服組其容婦其俗淫其志利其行雜其聲樂險其文章匿而采其養生無度其送死瘠墨賤禮義而貴勇力貧則為盗富則為賊治世反是也"}
{"id": "KR3a0002_015", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注解蔽篇第二十一凡人之患蔽於一曲而闇於大理治則復經兩疑則惑矣天下無二道聖人無兩心今諸侯異政百家異説則必惑是惑非惑治惑亂亂國之君亂家之人此其誠心莫不求正而以自爲也妬繆於道而人誘其所迨也私其所積唯恐聞其惡也倚其所私以觀異術唯恐聞其美也是以與治雖走而是已不輟也豈不蔽於一曲而失正求也哉心不使焉則白黒在前而目不見雷鼔在側而耳不聞況於使者乎德道之人亂國之君非之上亂家之人非之下豈不哀哉故爲蔽欲爲蔽惡爲蔽始爲蔽終爲蔽逺爲蔽近爲蔽博爲蔽淺爲蔽古爲蔽今爲蔽凡萬物異則莫不相爲蔽此心術之公患也昔人君之蔽者夏桀殷紂是也桀蔽於末喜斯觀而不知關龍逄以惑其心而亂其行紂蔽於妲己飛廉而不知微子啓以惑其心而亂其行故羣臣去忠而事私百姓怨非而不用賢良退處而隱逃此其所以喪九牧之地而虛宗廟之國也桀死於亭山紂縣於赤斾身不先知人又莫之諌此蔽塞之禍也成湯鑒於夏桀故主其心而愼治之是以能長用伊尹而身不失道此其所以代夏王而受九有也文王監於殷紂故主其心而慎治之是以能長用呂望而身不失道此其所以代殷王而受九牧也逺方莫不致其珍故目視備色耳聽備聲口食備味形居備宫名受備號生則天下歌死則四海哭夫是之謂至盛詩曰鳳凰秋秋其翼若干其聲若蕭有鳳有凰樂帝之心此不蔽之福也昔人臣之蔽者唐鞅奚齊是也唐鞅蔽於欲權而逐載子奚齊蔽於欲國而罪申生唐鞅戮於宋奚齊戮於晉逐賢相而罪孝兄身爲刑戮然而不知此蔽塞之禍也故以貪鄙背叛爭權而不危辱滅亡者自古及今未甞有之也鮑叔寗戚隰朋仁知且不蔽故能持管仲而名利福禄與管仲齊召公吕望仁知且不蔽故能持周公而名利福禄與周公齊傳曰知賢之謂明輔賢之謂能勉之彊之其福必長此之謂也此不蔽之福也莊子蔽於天而不知人故由用謂之道盡利也由俗謂之道盡嗛矣由法謂之道盡數矣由埶謂之道盡便矣由辭謂之道盡論矣由天謂之道盡因矣此數具者皆道之一隅也夫道者體常而盡變一隅不足以舉之曲知之人觀於道之一隅而未之能識也故以爲足而飾之内以自亂外以惑人上以蔽下下以蔽上此蔽塞之禍也孔子仁知且不蔽故學亂術足以爲先王者也一家得周道舉而用之不蔽於成積也故德與周公齊名與三王並此不蔽之福也聖人知心術之患見蔽塞之禍故無欲無惡無始無終無近無逺無博無淺無古無今兼陳萬物而中縣衡焉是故衆異不得相蔽以亂其倫也何謂衡曰道故心不可以不知道心不知道則不可道而可非道人孰欲得恣而守其所不可以禁其所可以其不可道之心取人則必合於不道人而不知合於道人以其不可道之心與不可道之人論道人亂之本也夫何以知曰心知道然後可道可道然後能守道以禁非道以其可道之心取人則合於道人而不合於不道之人矣以其可道之心與道人論非道治之要也何患不知故治之要在於知道人何以知道曰心心何以知曰虚壹而靜心未甞不臧也然而有所謂虚心未甞不滿也然而有所謂一心未甞不動也然而有所謂靜人生而有知知而有志志也者臧也然而有所謂虚不以己所臧害所將受謂之虚心生而有知知而有異異也者同時兼知之同時兼知之兩也然而有所謂一不以夫一害此一謂之壹心卧則夢偷則自行使之則謀故心未甞不動也然而有所謂靜不以夢劇亂知謂之靜未得道而求道者謂之虚壹而靜作之則將須道者之虚則人將事道者之壹則盡盡將思道者靜則察知道察知道行體道者也虚壹而靜謂之大淸明萬物莫形而不見莫見而不論莫論而失位坐於室而見四海處於今而論久逺䟽觀萬物而知其情參稽治亂而通其度經緯天地而材官萬物制割大理而宇宙裏矣恢恢廣廣孰知其極睪睪廣廣孰知其德涫涫紛紛孰知其形明參日月大滿八極是之謂大人夫惡有蔽矣哉心者形之君也而神明之主也出令而無所受令自禁也自使也自奪也自取也自行也自止也故口可劫而使墨云形可劫而使詘申心不可劫而使易意是之則受非之則辭故曰心容其擇也無禁必自見其物也雜博其情之至也不貳詩云采采卷耳不盈頃筐嗟我懷人寘彼周行頃筐易滿也卷耳易得也然而不可以貳周行故曰心枝則無知傾則不精貳則疑惑以賛稽之萬物可兼知也身盡其故則美類不可兩也故知者擇一而壹焉農精於田而不可以爲田師賈精於市而不可以爲市師工精於器而不可以爲器師有人也不能此三技而可使治三官曰精於道也精於物者也精於物者以物物精於道者兼物物故君子壹於道而以賛稽物壹於道則正以賛稽物則察以正志行察論則萬物官矣昔者舜之治天下也不以事詔而萬物成處一之危其榮滿側養一之微榮矣而未知故道經曰人心之危道心之微危微之幾惟明君子而後能知之故人心譬如槃水正錯而勿動則湛濁在下而淸明在上則足以見鬚眉而察理矣微風過之湛濁動乎下淸明亂於上則不可以得大形之正也心亦如是矣故導之以理養之以淸物莫之傾則足以定是非決嫌疑矣小物引之則其正外易其心内傾則不足以決麤理矣故好書者衆矣而倉頡獨傳者壹也好稼者衆矣而后稷獨傳者壹也好樂者衆矣而夔獨傳者壹也好義者衆矣而舜獨傳者壹也倕作弓浮游作矢而羿精於射奚仲作車乘杜作乘馬而造父精於御自古及今未甞有兩而能精者也曾子曰是其庭可以搏䑕惡能與我歌矣空石之中有人焉其名曰觙其爲人也善射以好思耳目之欲接則敗其思蚊䖟之聲聞則挫其精是以闢耳目之欲而逺蚊蝱之聲閑居靜思則通思仁若是可謂微乎孟子惡敗而出妻可謂能自彊矣有子惡卧而焠掌可謂能自忍矣未及好也闢耳目之欲可謂能自彊矣未及思也蚊蝱之聲聞則挫其精可謂危矣未可謂微也夫微者至人也至人也何彊何忍何危故濁明外景淸明内景聖人縱其欲兼其情而制焉者理矣夫何彊何忍何危故仁者之行道也無爲也聖人之行道也無彊也仁者之思也恭聖人之思也樂此治心之道也凡觀物有疑中心不定則外物不淸吾慮不淸則未可定然否也㝠㝠而行者見寢木以爲伏虎也見植林以爲後人也㝠㝠蔽其明也醉者越百歩步溝以爲蹞步之澮也俯而出城門以爲小之閨也酒亂其神也厭目而視者視一以爲兩掩耳而聽者聽漠漠而以爲哅哅埶亂其官也故從山下望牛者若羊而求羊者不下牽也逺蔽其大也從山下而望木者十仞之木若箸而求箸者不上折也髙蔽其長也水動而景揺人不以定美惡水埶玄也瞽者仰視而不見星人不以定有無用精惑也有人焉以此時定物則世之愚者也彼愚者之定物以疑决疑决必不當夫苟不當安能無過乎夏首之南有人焉曰㳙蜀梁其爲人也愚而善畏明月而宵行俯見其影以爲伏鬼也卬視其髮以爲立魅也背而走比至其家者失氣而死豈不哀哉凡人之有鬼也必以其感忽之閒疑玄之時正之此人之所以無有而有無之時也而已以正事故傷於溼而擊鼓鼓痺則必有敝鼔喪豚之費矣而未有俞疾之福也故雖不在夏首之南則無以異矣凡以知人之性也可以知物之理也以可以知人之性求可以知物之理而無所疑止之則没世窮年不能徧也其所以貫理焉雖億萬已不足以浹萬物之變與愚者若一學老身長子而與愚者若一猶不知錯夫是之謂妄人故學也者固學止之也惡乎止之曰止諸至足曷謂至足曰聖也聖也者盡倫者也王也者盡制者也兩盡者足以爲天下極矣故學者以聖王爲師案以聖王之制爲法法其法以求其統類類以務象效其人嚮是而務士也類是而幾君子也知之聖人也故有知非以慮是則謂之懼有勇非以持是則謂之賊察孰非以分是則謂之簒多能非以脩蕩是則謂之知辨利非以言是則謂之詍傳曰天下有二非察是是察非謂合王制與不合王制也天下有不以是爲隆正也然而猶有能分是非治曲直者耶若夫非分是非非治曲直非辨治亂非治人道雖能之無益於人不能無損於人案直將治怪説玩竒辭以相撓滑也案彊鉗而利口厚顔而忍詬無正而恣睢妄辨而幾利不好辭讓不敬禮節而好相推擠此亂世姦人之說也則天下之治說者方多然矣傳曰析辭而爲察言物而爲辨君子賤之博聞彊志不合王制君子賤之此之謂也爲之無益於成也求之無益於得也憂戚之無益於幾也則廣焉能棄之矣不以自妨也不少頃干之胷中不慕往不閔來無邑憐之心當時則動物至而應事起而辨治亂可否昭然明矣周而成泄而敗明君無之有也宣而成隱而敗闇君無之有也故君人者周則讒言至矣而直言反矣小人邇而君子逺矣詩云墨以爲明狐狸其蒼此言上幽而下險也君人者宣則直言至矣而讒言反矣君子邇而小人逺矣詩曰明明在下赫赫在上此言上明而下化也"}
{"id": "KR3a0002_016", "series": "KR3a0002", "text": "登仕郎守大理平事揚倞注正名篇第二十二後王之成名刑名從商爵名從周文名從禮散名之加於萬物者則從諸夏之成俗曲期逺方異俗之郷則因之而爲通散名之在人者生之所以然者謂之性性之和所生精合感應不事而自然謂之性性之好惡喜怒哀樂謂之情情然而心爲之擇謂之慮心慮而能爲之動謂之僞慮積焉能習焉而後成謂之僞正利而爲謂之事正義而爲謂之行所以知之在人者謂之知知有所合謂之智智所以能之在人者謂之能能有所合謂之能性傷謂之病節遇謂之命是散名之在人者也是後王之成名也故王者之制名名定而實辨道行而志通則慎率民而一焉故析辭擅作名以亂正名使民疑惑人多辨訟則謂之大姦其罪猶爲符節度量之罪也故其民莫敢託爲竒辭以亂正名故其民愨愨則易使易使則公其民莫敢託爲竒辭以亂正名故壹於道法而謹於循令矣如是則其迹長矣迹長功成治之極也是謹於守名約之功也今聖王没名守慢竒辭起名實亂是非之形不明則雖守法之吏誦數之儒亦皆亂若有王者起必將有循於舊名有作於新名然則所爲有名與所縁有同異與制名之樞要不可不察也異形離心交喻異物名實玄紐貴賤不明同異不别如是則志必有不喻之患而事必有困廢之禍故知者爲之分别制名以指實上以明貴賤下以辨同異貴賤明同異别如是則志無不喻之患事無困廢之禍此所爲有名也然則何縁而以同異曰縁天官凡同類同情者其天官之意物也同故比方之疑似而通是所以共其約名以相期也形體色理以目異聲音淸濁調竽竒聲以耳異甘苦鹹淡辛酸竒味以口異香臭芬鬱腥臊洒酸竒臭以鼻異疾養凔熱滑鈹輕重以形體異說故喜怨哀樂愛惡欲以心異心有徴知徴知則縁耳而知聲可也縁目而知形可也然而徴知必將待天官之當簿其類然後可也五官簿之而不知心徴之而無說則人莫不然謂之不知此所縁而以同異也然後隨而命之同則同之異則異之單足以喻則單單不足以喻則兼單與兼無所相避則共雖共不爲害矣知異實者之異名也故使異實者莫不異名也不可亂也猶使異實者莫不同名也故萬物雖衆有時而欲徧舉之故謂之物物也者大共名也推而共之共則有共至於無共然後止有時而欲徧舉之故謂之鳥獸鳥獸也者大别名也推而別之別則有別至於無別然後止名無固宜約之以命約定俗成謂之宜異於約則謂之不宜名無固實約之以命實約定俗成謂之實名名有固善徑易而不拂謂之善名物有同狀而異所者有異狀而同所者可别也狀同而爲異所者雖可合謂之二實狀變而實無别而爲異者謂之化有化而無别謂之一實此事之所以稽實定數也此制名之樞要也後王之成名不可不察也見侮不辱聖人不愛己殺盜非殺人也此惑於用名以亂名者也驗之所以爲有名而觀其孰行則能禁之矣山淵平情欲寡芻豢不加甘大鐘不加樂此惑於用實以亂名者也驗之所縁無以同異而觀其孰調則能禁之矣非而謁楹有牛馬非馬也此惑於用名以亂實者也驗之名約以其所受悖其所辭則能禁之矣凡邪說辟言之離正道而擅作者無不類於三惑者矣故明君知其分而不與辨也夫民易一以道而不可與其故故明君臨之以勢道之以道申之以命章之以論禁之以刑故其民之化道也如神辨埶惡用矣哉今聖王没天下亂姦言起君子無埶以臨之無刑以禁之故辨說也實不喻然後命命不喻然後期期不喻然後說說不喻然後辨故期命辨說也者用之大文也而王業之始也名聞而實喻名之用也累而成文名之麗也用麗俱得謂之知名名也者所以期累實也辭也者兼異實之名以論一意也辨說也者不異實名以喻動靜之道也期命也者辨說之用也辨說也者心之象道也心也者道之工宰也道也者治之經理也心合於道說合於心辭合於說正名而期質請而喻辨異而不過推類而不悖聽則合文辨則盡故以正道而辨姦猶引繩以持曲直是故邪說不能亂百家無所竄有兼聽之明而無奮矜之容有兼覆之厚而無伐德之色說行則天下正說不行則白道而不冥窮是以聖人之辨說也詩曰顒顒卬卬如珪如璋令問令望愷悌君子四方爲綱此之謂也辭讓之節得矣長少之理順矣忌諱不稱祅辭不出以仁心說以學心聽以公心辨不動乎衆人之非譽不治觀者之耳目不賂貴者之權埶不利傳辟者之辭故能處道而不貳吐而不奪利而不流貴公正而賤鄙爭是士君子之辨說也詩曰長夜漫兮永思騫兮大古之不慢兮禮義之不愆兮何恤人之言兮此之謂也君子之言涉然而精俛然而類差差然而齊彼正其名當其辭以務白其志義者也彼名辭也者志義之使也足以相通則舎之矣苟之姦也故名之足以指實辭足以見極則舍之矣外是者謂之訒是君子之所棄而愚者拾以爲已實故愚者之言芴然而粗嘖然而不類誻誻然而沸彼誘其名眩其辭而無深於其志義者也故窮藉而無極甚勞而無功貪而無名故知者之言也慮之易知也行之易安也持之易立也成則必得其所好而不遇其所惡焉而愚者反是詩曰爲鬼爲蜮則不可得有靦面目視人罔極作此好歌以極反側此之謂也凡語治而待去欲者無以道欲而困於有欲者也凡語治而待寡欲者無以節欲而困於欲多者也有欲無欲異類也生死也非治亂也欲之多寡異類也情之數也非治亂也欲不待可得而求者從所可欲不待可得所受乎天也求者從所可受乎心也所受乎天之一欲制於所受乎心之多固難類所受乎天也人之所欲生甚矣人之所惡死甚矣然而人有從生成死者非不欲生而欲死也不可以生而可以死也故欲過之而動不及心止之也心之所可中理則欲雖多奚傷於治欲不及而動過之心使之也心之所可失理則欲雖寡奚止於亂故治亂在於心之所可亡於情之所欲不求之其所在而求之其所亡雖曰我得之失之矣性者天之就也情者性之質也欲者情之應也以所欲以爲可得而求之情之所必不免也以爲可而道之知所必出也故雖爲守門欲不可去性之具也雖爲天子欲不可盡欲雖不可盡可以近盡也欲雖不可去求可節也所欲雖不可盡求者猶近盡欲雖不可去所求不得慮者欲節求也道者進則近盡退則節求天下莫之若也凡人莫不從其所可而去其所不可知道之莫之若也而不從道者無之有也假之有人而欲南無多而惡北無寡豈爲夫南者之不可盡也離南行而北走也哉今人所欲無多所惡無寡豈爲夫所欲之不可盡也離得欲之道而取所惡也哉故可道而從之奚以損之而亂不可道而離之奚以益之而治故知者論道而已矣小家珍說之所願皆衰矣凡人之取也所欲未甞粹而來也其去也所惡未甞粹而往也故人無動而不可以不與權俱衡不正則重縣於仰而人以爲輕輕縣於俛而人以爲重此人所以惑於輕重也權不正則禍託於欲而人以爲福福託於惡而人以爲禍此亦人所以惑於禍福也道者古今之正權離道而内自擇則不知禍福之所託易者以一易一人曰無得亦無喪也以一易兩人曰無喪而有得也以兩易一人曰無得而有喪也計者取所多謀者從所可以兩易一人莫之爲明其數也從道而出猶以一易兩也奚喪離道而内自擇是猶以兩易一也奚得其累百年之欲易一時之嫌然且爲之不明其數也有甞試深觀其隱而難其察者志輕理而不重物者無之有也外重物而不内憂者無之有也行離理而不外危者無之有也外危而不内恐者無之有也心憂恐則口銜芻豢而不知其味耳聽鍾鼓而不知其聲目視黼黻而不知其狀輕煖平簟而體不知其安故嚮萬物之美而不能嗛也假而得問而嗛之則不能離也故嚮萬物之美而盛憂兼萬物之利而盛害如此者其求物也飬生也粥壽也故欲飬其欲而縱其情欲養其性而危其形欲養其樂而攻其心欲養其名而亂其行如此者雖封侯稱君其與夫盗無以異乗軒戴絻其與無足無以異夫是之謂以已爲物役矣心平愉則色不及傭而可以養目聲不及傭而可以養耳𬞞食菜羮而可以養口麤布之衣麤紃之履而可以養體屋室廬庾葭稾蓐尚机筵而可以養形故無萬物之美而可以養樂無埶列之位而可以養名如是而加天下焉其爲天下多其和樂少矣夫是之謂重已役物無稽之言不見之行不聞之謀君子慎之"}
{"id": "KR3a0002_017", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注性惡篇第二十三人之性惡其善者僞也今人之性生而有好利焉順是故爭奪生而辭讓亡焉生而有疾惡焉順是故殘賊生而忠信亡焉生而有耳目之欲有好聲色焉順是故淫亂生而禮義文理亡焉然則從人之性順人之情必出於爭奪合於犯分亂理而歸於暴故必將有師法之化禮義之道然後出於辭讓合於文理而歸於治用此觀之然則人之性惡明矣其善者僞也故枸木必將待櫽括烝矯然後直鈍金必將待礱厲然後利今人之性惡必將待師法然後正得禮義然後治今人無師法則偏險而不正無禮義則悖亂而不治古者聖王以人之性惡以爲偏險而不正悖亂而不治是以爲之起禮義制法度以矯飾人之情性而正之以擾化人之情性而導之也使皆出於治合於道者也今之人化師法積文學道禮義者爲君子縱性情安恣睢而違禮義者爲小人用此觀之然則人之性惡明矣其善者僞也孟子曰人之學者其性善曰是不然是不及知人之性而不察人人之性僞之分者也凡性者天之就也不可學不可事禮義者聖人之所生也人之所學而能所事而成者也不可學不可事而在人者謂之性可學而能可事而成之在人者謂之僞是性僞之分也今人之性目可以見耳可以聽夫可以見之明不離目可以聽之聦不離耳目明而耳聦不可學明矣孟子曰今人之性善將皆失喪其性故也曰若是則過矣今人之性生而離其朴離其資必失而喪之用此觀之然則人之性惡明矣所謂性善者不離其朴而美之不離其資而利之也使夫資朴之於美心意之於善若夫可以見之明不離目可以聽之聦不離耳故曰目明而耳聦也今人之性飢而欲飽寒而欲煖勞而欲休此人之情性也今人飢見長而不敢先食者將有所讓也勞而不敢求息者將有所代也夫子之讓乎父弟之讓乎兄子之代乎父弟之代乎兄此二行者皆反於性而悖於情也然而孝子之道禮義之文理也故順情性則不辭讓矣辭讓則悖於情性矣用此觀之然則人之性惡明矣其善者僞也問者曰人之性惡則禮義惡生應之曰凡禮義者是生於聖人之僞非故生於人之性也故陶人埏埴而爲器然則器生於工人之僞非故生於人之性也故工人斵木而成器然則器生於工人之僞非故生於人之性也聖人積思慮習僞故以生禮義而起法度然則禮義法度者是生於聖人之僞非故生於人之性也若夫目好色耳好聲口好味心好利骨體膚理好愉佚是皆生於人之情性者也感而自然不待事而後生之者也夫感而不能然必且待事而後然者謂之生於僞是性僞之所生其不同之徴也故聖人化性而起僞僞起於信而生禮義禮義生而制法度然則禮義法度者是聖人之所生也故聖人之所以同於衆其不異於衆者性也所以異而過衆者僞也夫好利而欲得者此人之情性也假之人有弟兄資財而分者且順情性好利而欲得若是則兄弟相怫奪矣且化禮義之文理若是則讓乎國人矣故順情性則弟兄爭矣化禮義則讓乎國人矣凡人之欲爲善者爲性惡也夫薄願厚惡願美狹願廣貧願富賤願貴苟無之中者必求於外故富而不願財貴而不願埶苟有之中者必不及於外用此觀之人之欲爲善者爲性惡也今人之性固無禮義故彊學而求有之也性不知禮義故思慮而求知之也然則生而已則人無禮義不知禮義人無禮義則亂不知禮義則悖然則生而已則悖亂在已用此觀之人性惡明矣其善者僞也孟子曰人之性善曰是不然凡古今天下之所謂善者正理平治也所謂惡者偏險悖亂也是善惡之分也已今誠以人之性固正理平治邪則有惡用聖王惡用禮義矣哉雖有聖王禮義將曷加於正理平治也哉今不然人之性惡故古者聖人以人之性惡以爲偏險而不正悖亂而不治故爲之立君上之埶以臨之明禮義以化之起法正以治之重刑罰以禁之使天下皆出於治合於善也是聖王之治而禮義之化也今當試去君上之埶無禮義之化去法正之治無刑罰之禁倚而觀天下民人之相與也若是則夫彊者害弱而奪之衆者暴寡而譁之天下之悖亂而相亡不待頃矣用此觀之然則人之性惡明矣其善者僞也故善言古者必有節於今善言天者必有徴於人凡論者貴其有辨合其符驗故坐而言之起而可設張而可施行今孟子曰人之性善無辨合符驗坐而言之起而不可設張而不可施行豈不過甚矣哉故性善則去聖王息禮義矣性惡則與聖王貴禮義矣故櫽栝之生爲枸木也繩墨之起爲不直也立君上明禮義爲性惡也用此觀之然則人之性惡明矣其善者僞也直木不待櫽栝而直者其性直也枸木必將待櫽栝烝矯然後直者以其性不直也今人之性惡必將待聖王之治禮義之化然後皆出於治合於善也用此觀之然則人之性惡明矣其善者僞也問者曰禮義積僞者是人之性故聖人能生之也應之曰是不然夫陶人埏埴而生瓦然則瓦埴豈陶人之性也哉工人斵木而生器然則器木豈工人之性也哉夫聖人之於禮義也辟亦陶埏而生之也然則禮義積僞者豈人之本性也哉凡人之性者堯舜之與桀跖其性一也君子之與小人其性一也今將以禮義積僞爲人之性邪然則有曷貴堯禹曷貴君子矣哉凡所貴堯禹君子者能化性能起僞僞起而生禮義然則聖人之於禮義積僞也亦猶陶埏而生之也用此觀之然則禮義積僞者豈人之性也哉所賤於桀跖小人者從其性順其情安恣睢以出乎貪利爭奪故人之性惡明矣其善者僞也天非私曾騫孝已而外衆人也然而曾騫孝已獨厚於孝之實而全於孝之名者何也以綦於禮義故也天非私齊魯之民而外秦人也然而於父子之義夫婦之别不如齊魯之孝具敬父者何也以秦人之從情性安恣睢慢於禮義故也豈其性異矣哉塗之人可以爲禹曷謂也曰凡禹之所以爲禹者以其爲仁義法正也然則仁義法正有可知可能之理然而塗之人也皆有可以知仁義法正之質皆有可以能仁義法正之具然則其可以爲禹明矣今以仁義法正爲固無可知可能之理邪然則唯禹不知仁義法正不能仁義法正也將使塗之人固無可以知仁義法正之質而固無可以能仁義法正之具邪然則塗之人也且内不可以知父子之義外不可以知君臣之正不然今塗之人者皆内可以知父子之義外可以知君臣之正然則其可以知之質可以能之具其在塗之人明矣今使塗之人者以其可以知之質可以能之具本夫仁義之可知之理可能之具然則其可以爲禹明矣今使塗之人伏術爲學專心一志思索孰察加日縣久積善而不息則通於神明參於天地矣故聖人者人之所積而致也曰聖可積而致然而皆不可積何也曰可以而不可使也故小人可以爲君子而不肯爲君子君子可以爲小人而不肯爲小人小人君子者未甞不可以相爲也然而不相爲者可以而不可使也故塗之人可以爲禹然則塗之人能爲禹未必然也雖不能爲禹無害可以爲禹足可以徧行天下然而未甞有能徧行天下者也夫工匠農賈未甞不可以相爲事也然則未甞能相爲事也用此觀之然則可以爲未必能也雖不能無害可以爲然則能不能之與可不可其不同逺矣其不可以相爲明矣堯問於舜曰人情何如舜對曰人情甚不美又何問焉妻子具而孝衰於親嗜欲得而信衰於友爵禄盈而忠衰於君人之情乎人之情乎甚不美又何問焉唯賢者爲不然有聖人之知者有士君子之知者有小人之知者有役夫之知者多言則文而類終日議其所以言之千舉萬變其統類一也是聖人之知也少言則徑而省論而法若佚之以繩是士君子之知也其言也諂其行也悖其舉事多悔是小人之知也齊給便敏而無類雜能旁魄而母用析速粹孰而不急不恤是非不論曲直以期勝人爲意是役夫之知也有上勇者有中勇者有下勇者天下有中敢直其身先王有道敢行其意上不循於亂世之君下不俗於亂世之民仁之所在無貧窮仁之所亡無富貴天下知之則欲與天下同苦樂之天下不知之則傀然獨立天地之間而不畏是上勇也禮恭而意儉大齊信焉而輕貨財賢者敢推而尚之不肖者敢援而廢之是中勇也輕身而重貨恬禍而廣解苟免不恤是非然不然之情以期勝人爲意是下勇也繁弱鉅黍古之良弓也然而不得排㯳則不能自正桓公之葱大公之闕文王之録莊君之曶闔閭之干將莫邪鉅闕辟閭此皆古之良劒也然而不加砥厲則不能利不得人力則不能斷驊騮騹驥纎離緑耳此皆古之良馬也然而前必有銜轡之制後有鞭䇿之威加之以造父之馭然後一日而致千里也夫人雖有性質美而心辨知必將求賢師而事之擇賢友而友之得賢師而事之則所聞者堯舜禹湯之道也得良友而友之則所見者忠信敬讓之行也身日進於仁義而不自知也者靡使然也今與不善人處則所聞者欺誣詐僞也所見者汙漫淫邪貪利之行也身且加於刑戮而不自知者靡使然也傳曰不知其子視其友不知其君視其左右靡而已矣靡而已矣君子篇第二十四天子無妻告人無匹也四海之内無客禮告無適也足能行待相者然後進口能言待官人然後詔不視而見不聽而聦不言而信不慮而知不動而功告至備也天子也者埶至重形至佚心至愈志無所詘形無所勞尊無上矣詩曰普天之下莫非王土率土之濵莫非王臣此之謂也聖王在上分義行乎下則士大夫無流淫之行百吏官人無怠慢之事衆庶百姓無姦怪之俗無盜賊之罪莫敢犯大上之禁天下曉然皆知夫盜竊之人不可以爲富也皆知夫賊害之人不可以爲壽也皆知夫上之禁不可以爲安也由其道則人得其所好焉不由其道則必遇其所惡焉是故刑罪綦省而威行如流治世曉然皆知夫爲姦則雖隱竄逃亡之由不足以免也莫不服罪而請書曰凡人自得罪此之謂也故刑當罪則威不當罪則侮爵當賢則貴不當賢則賤古者刑不過罪爵不踰德故殺其父而臣其子殺其兄而臣其弟刑罰不怒罪爵賞不踰德分然各以其誠通是以爲善者勸爲不善者沮刑罰綦省而威行如流政令致明而化易如神傳曰一人有慶兆人賴之此之謂也亂世則不然刑罰怒罪爵賞踰德以族論罪以世舉賢故一人有罪而三族皆夷德雖如舜不免刑均是以族論罪也先祖當賢後子孫必顯行雖如桀紂列從必尊此以世舉賢也以族論罪以世舉賢雖欲無亂得乎哉詩曰百川沸騰山冢崒崩髙岸爲谷深谷爲陵哀今之人胡􁂋莫懲此之謂也論法聖王則知所貴矣以義制事則知所利矣論知所貴則知所養矣事知所利則動知所出矣二者是非之本而得失之原也故成王之於周公也無所徃而不聽知所貴也桓公之於管仲也國事無所徃而不用知所利也呉有伍子胥而不能用國至乎亡倍道失賢也故尊聖者王貴賢者霸敬賢者存慢賢者亡古今一也故尚賢使能等貴賤分親䟽序長幼此先王之道也故尚賢使能則主尊下安貴賤有等則令行而不流親䟽有分則施行而不悖長幼有序則事業捷成而有所休故仁者仁此者也義者分此者也節者死生此者也忠者惇慎此者也兼此而能之備矣備而不矜一自善也謂之聖不矜矣夫故天下不與爭能而致善用其功有而不有也夫故爲天下貴矣詩曰淑人君子其儀不忒其儀不忒正是四國此之謂也"}
{"id": "KR3a0002_018", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注成相篇第二十五請成相世之殃愚闇愚闇墮賢艮人主無賢如瞽無相何倀倀請布基愼聖人愚而自專事不治主忌苟勝羣臣莫諫必逢災論臣過反其施尊主安國尚賢義拒諫飾非愚而上同國必禍曷謂罷國多私比周還主黨與施逺賢近讒忠臣蔽塞主勢移曷謂賢明君臣上能尊主愛下民主誠聽之天下爲一海内賔主之孽讒人達賢能遁逃國乃蹷愚以重愚闇以重闇成爲桀世之災妬賢能飛廉知政任惡來卑其志意大其園囿髙其臺榭武王怒師牧野紂卒易郷啓乃下武王善之封於宋立其祖世之衰讒人歸比干見刳箕子累武王誅之吕尚招麾殷民懐世之禍惡賢士子胥見殺百里徙穆公得之強配五伯六卿施世之愚惡大儒逆斥不通孔子拘展禽三絀春申道綴基畢輸請牧基賢者思堯在萬世如見之讒人罔極險陂傾側此之疑基必施辨賢罷文武之道同伏戲由之者治不由者亂何疑爲凡成相辨法方至治之極復後王愼墨季惠百家之說誠不詳治復一脩之吉君子執之心如結衆人貳之讒夫棄之形是詰水至平端不傾心術如此象聖人而有埶直而用抴必參天世無王窮賢良暴人芻豢仁人糟糠禮樂滅息聖人隱伏墨術行治之經禮與刑君子以修百姓寧明德愼罰國家旣治四海平治之志後埶富君子誠之好以待處之敦固有深藏之能逺思思乃精志之榮好而壹之神以成精神相反一而不貳爲聖人治之道美不老君子由之佼以好下以敎誨子弟上以事祖考成相竭辭不蹷君子道之順以達宗其賢良辨其殃孽請成相道聖王堯舜尚賢身辭讓許由善卷重義輕利行顯明堯讓賢以爲民氾利兼愛德施均辨治上下貴賤有等明君臣堯授能舜遇時尚賢推德天下治雖有賢聖適不遇世孰知之堯不德舜不辭妻以二女任以事大人哉舜南面而立萬物備舜授禹以天下尚得推賢不失序外不避仇内不阿親賢者予禹勞心力堯有德干戈不用三苗服舉舜甽畒任之天下身休息得后稷五榖殖夔爲樂正鳥獸服契爲司徒民知孝弟尊有德禹有功抑下鴻辟除民害逐共工北決九河通十二渚䟽三江禹溥土平天下躬親爲民行勞苦得益皐陶横革直成爲輔契玄王生昭明居於砥石遷于商十有四世乃有天乙是成湯天乙湯論舉當身讓卞隋舉牟光道古賢聖基必張願陳辭世亂惡善不此治隱諱疾賢良由姦詐鮮無災患難哉阪爲先聖知不用愚者謀前車已覆後未知更何覺時不覺悟不知苦迷惑失指易上下忠不上達蒙揜耳目塞門户門户塞大迷惑悖亂昏莫不終極是非反易比周欺上惡正直正是惡心無度邪枉辟回夫道途已無郵人我獨自美豈獨無故不知戒後必有恨後遂過不肯悔讒夫多進反覆言語生詐態人之態不如備爭寵嫉賢利惡忌妬功毁賢下斂黨與上蔽匿上壅蔽失輔埶任用讒夫不能制孰公長父之難厲王流于彘周幽厲所以敗不聽䂓諫忠是害嗟我何人獨不遇時當亂世欲衷對言不從恐爲子胥身離凶進諫不聽剄而獨鹿棄之江觀往事以自戒治亂是非亦可識託於成相以喻意請成相言治方君論有五約以明君謹守之下皆平正國乃昌臣下職莫游食務本節用財無極事業聽上莫得相使一民力守其職足衣食厚薄有等明爵服利往卬上莫得擅與孰私得君法明論有常表儀旣設民知方進退有律莫得貴賤孰私王君法儀禁不爲莫不說敎名不移修之者榮離之者辱孰它師刑稱陳守其銀下不得用輕私門罪禍有律莫得輕重威不分請牧祺明有基主好論議必善謀五聽循領莫不理續主執持聽之經明其請參伍明謹施賞刑顯者必得隱者復顯民反誠言有節稽其實信誕以分賞罰必下不欺上皆以情言明若日上通利隱逺至觀法不法見不視耳目旣顯吏敬法令莫敢恣君敎出行有律吏謹將之無鈹滑下不私請各以冝舎巧拙臣謹修君制變公察善思論不亂以治天下後世法之成律貫賦篇第二十六爰有大物非絲非帛文理成章非日非月爲天下明生者以壽死者以葬城郭以固三軍以强粹而王駁而伯無一焉而亡臣愚不識敢請之王王曰此夫文而不采者與簡然易知而致有理者歟君子所敬而小人所不者與性不得則若禽獸性得之則甚雅似者歟匹夫隆之則爲聖人諸侯隆之則一四海者歟致明而約甚順而體請歸之禮禮皇天隆物以示下民或厚或薄帝不齊均桀紂以亂湯武以賢惽惽淑淑皇皇穆穆周流四海曾不崇日君子以脩跖以穿室大參于天精微而無形行義以正事業以成可以禁暴足窮百姓待之而後寧泰臣愚而不識願問其名曰此夫安寛平而危險隘者邪修㓗之爲親而雜汙之爲狄者邪甚深藏而外勝敵者邪法禹舜而能弇迹者邪行爲動靜待之而後適者邪血氣之精也志意之榮也百姓待之而後寧也天下待之而後平也明達純粹而無疵也夫是之謂君子之知知有物於此居則周靜致下動則綦髙以鉅貟者中規方者中矩大參天地德厚堯禹精微乎毫毛而盈大乎㝢宙忽兮其極之逺也攭兮其相逐而反也卬卬兮天下之咸蹇也德厚而不捐五采備而成文往來惽憊通于大神出入甚極莫知其門天下失之則滅得之則存弟子不敏此之願陳君子設辭請測意之曰此夫大而不塞者歟充盈大宇而不窕入郄穴而不偪者歟行逺疾速而不可託訙者與往來惽憊而不可爲固塞者歟暴至殺傷而不億忌者歟功被天下而不私置者歟託地而游宇友風而子雨冬日作寒夏日作暑廣大精神請歸之雲雲有物於此㒩㒩兮其狀屢化如神功被天下爲萬世文禮樂以成貴賤以分養老長㓜待之而後存名號不美與暴爲鄰功立而身廢事成而家敗棄其耆老收其後世人屬所利飛鳥所害臣愚而不識請占之五帝帝占之曰此夫身女好而頭馬首者與屢化而不壽者與善壯而拙老者與有父母而無牝牡者與冬伏而夏游食桑而吐絲前亂而後治夏生而而惡暑喜溼而惡雨蛹以爲母蛾以爲父三俯三起事乃大已夫是之謂蠶理蠶有物於此生於山阜處於室堂無知無巧善治衣裳不盜不竊穿窬而行日夜合離以成文章以能合從又善連衡下覆百姓上飾帝王功業甚愽不見賢良時用則存不用則亡臣愚不識敢請之王王曰此夫始生鉅其成功小者邪長其尾而銳其剽者邪頭銛達而尾趙繚者邪地易位四時易郷列星隕墜旦暮晦盲幽晦登昭日月下藏公正無私反見從撗志愛公利重樓䟽堂無私罪人憼革二兵道德純備讒口將將仁人絀約敖暴擅強天下幽險恐失世英螭龍爲蝘蜓鴟梟爲鳳皇比干見刳孔子拘匡昭昭乎其知之明也郁郁乎其遇時之不祥也拂乎其欲禮義之大行也闇乎天下之晦盲也皓天不復憂無疆也千歲必反古之常也弟子勉學天不忘也聖人共手時幾將矣與愚以疑願聞反辭其小歌也念彼逺方何其塞矣仁人絀約暴人衍矣忠臣危殆讒人服矣琁玉瑤珠不知佩也雜布與錦不知異也閭娵子奢莫之媒也嫫母刁父是之喜也以盲爲明以聾爲聦以危爲安以吉爲凶嗚呼上天曷維其同"}
{"id": "KR3a0002_019", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注大略篇第二十七大略君人者隆禮尊賢而王重法愛民而霸好利多詐而危欲近四旁莫如中央故王者必居天下之中禮也天子外屏諸侯内屏禮也外屏不欲見外也内屏不欲見内也諸侯召其臣臣不俟駕㒹倒衣裳而走禮也詩曰㒹之倒之自公召之天子召諸侯輦輿就馬禮也詩曰我出我輿于彼牧矣自天子所謂我來矣天子山冕諸侯玄冠大夫裨冕士韋弁禮也天子御珽諸侯御荼大夫服笏禮也天子彫弓諸侯彤弓大夫黑弓禮也諸侯相見卿為介以其教出畢行使仁居守聘人以珪問士以璧召人以瑗絶人以玦反絶以環人主仁心設焉知其役也禮其盡也故王者先仁而後禮天施然也聘禮志曰幣厚則傷德財侈則殄禮禮云禮云玉帛云乎哉詩曰物其指矣唯其偕矣不時冝不敬交不驩欣雖指非禮也水行者表深使人無陷治民者表亂使人無失禮者其表也先王以禮表天下之亂今廢禮者是去表也故民迷惑而陷禍患此刑罰之所以繁也舜曰維予從欲而治故禮之生為賢人以下至庶民也非為成聖也然而亦所以成聖也不學不成堯學於君疇舜學於務成昭禹學於西王國五十不成䘮七十唯衰存親迎之禮父南郷而立子北面而跪醮而命之徃迎爾相成我宗事隆率以敬先妣之嗣若則有常子曰諾唯恐不能敢忘命矣夫行也者行禮之謂也禮也者貴者敬焉老者孝焉長者弟焉幼者慈焉賤者惠焉賜予其宫室猶用慶賞於國家也忿怒其臣妾猶用刑罰於萬民也君子之於子愛之而勿面使之而勿貌導之以道而勿彊禮以順人心為本故亡於禮經而順人心者背禮者也禮之大凡事生飾驩也送死飾哀也軍旅飾威也親親故故庸庸勞勞仁之殺也貴貴尊尊賢賢老老長長義之倫也行之得其節禮之序也仁愛也故親義理也故行禮節也故成仁有里義有門仁非其里而虚之非禮也義非其門而由之非義也推恩而不理不成仁遂理而不敢不成義審節而不知不成禮和而不發不成樂故曰仁義禮樂其致一也君子處仁以義然後仁也行義以禮然後義也制禮反本成末然後禮也三者皆通然後道也貨財曰賻輿馬曰賵衣服曰禭玩好曰贈玉貝曰唅賻賵所以佐生也贈禭所以送死也送死不及柩尸弔生不及悲哀非禮也故吉行五十犇喪百里賵贈及事禮之大也禮者政之輓也為政不以禮政不行矣天子即位上卿進曰如之何憂之長也能除患則為福不能除患則為賊授天子一策中卿進曰配天而有下土者先事慮事先患慮患先事慮事謂之接接則事優成先患慮患謂之豫豫則禍不生事至而後慮者謂之後後則事不舉患至而後慮者謂之困困則禍不可禦授天子二策下卿進曰敬戒無怠慶者在堂弔者在閭禍與福鄰莫知其門豫哉豫哉萬民望之授天子三策禹見耕者耦立而式過十室之邑必下殺大蚤朝大晩非禮也治民不以禮動斯陷矣平衡曰拜下衡曰稽首至地曰稽顙大夫之臣拜不稽首非尊家臣也所以辟君也一命齒於郷再命齒於族三命族人雖七十不敢先上大夫中大夫下大夫吉事尚尊喪事尚親君臣不得不尊父子不得不親兄弟不得不順夫婦不得不驩少者以長老者以養故天地生之聖人成之聘問也享獻也私覿私見也言語之美穆穆皇皇朝廷之美濟濟鎗鎗為人臣下者有諫而無訕有亡而無疾有怨而無怒君於大夫三問其疾三臨其䘮於士一問一臨諸侯非問疾弔䘮不之臣之家既葬君若父之友食之則食矣不辟粱肉有酒醴則辭寢不踰廟設衣不踰祭服禮也易之咸見夫婦夫婦之道不可不正也君臣父子之本也咸感也以髙下下以男下女柔上而剛下聘士之義親迎之道重始也禮者人之所履也失所履必㒹蹷陷溺所失微而其為亂大者禮也禮之於正國家也如權衡之於輕重也如繩墨之於曲直也故人無禮不生事無禮不成國家無禮不寧和樂之聲步中武象趨中韶護君子聽律習容而后士霜降逆女冰冸殺内十日一御坐視膝立視足應對言語視面立視前六尺而大之六六三十六三丈六尺文貌情用相為内外表裏禮之中焉能思索謂之能慮禮者本末相順終始相應禮者以財物為用以貴賤為文以多少為異下臣事君以貨中臣事君以身上臣事君以人易曰復自道何其咎春秋賢穆公以為能變也士有妒友則賢交不親君有妒臣則賢人不至蔽公者謂之昧隱良者謂之妒奉妒昧者謂之交譎交譎之人妒昧之臣國之薉孽也口能言之身能行之國寶也口不能言身能行之國器也口能言之身不能行國用也口言善身行惡國祅也治國者敬其寶愛其器任其用除其祅不富無以養民情不教無以理民性故家五畒宅百畒田務其業而勿奪其時所以富之也立太學設庠序脩六禮明十教所以道之也詩曰飲之食之教之誨之王事具矣武王始入殷表商容之閭式箕子之囚哭比干之墓天下郷善矣天下國有儍士世有賢人迷者不問路溺者不問遂亡人好獨詩曰我言維服勿用為笑先民有言詢于芻蕘言博問也有法者以法行無法者以類舉以其本知其末以其左知其右凡百事異理而相守也慶賞刑罰通類而後應致教習俗相順而後行八十者一子不事九十者舉家不事廢疾非人不養者一人不事父母之䘮三年不事齊衰大功三月不事從諸侯不與新有昏朞不事子謂子家駒續然大夫不如晏子晏子功用之臣也不如子産子産惠人也不如管仲管仲之為人力功不力義力智不力仁野人也不可以為天子大夫孟子三見宣王不言事門人曰曷為三遇齊王而不言事孟子曰我先攻其邪心公行子之之燕遇曾元於塗曰燕君何如曾元曰志卑志卑者輕物輕物者不求助苟不求助何能舉氐羗之虜也不憂其係壘也而憂其不焚也利夫秋豪害靡國家然且為之幾為知計哉今夫亡箴者終日求之而不得其得之非目益明也眸而見之也心之於慮亦然義與利者人之所兩有也雖堯舜不能去民之欲利然而能使其欲利不克其好義也雖桀紂亦不能去民之好義然而能使其好義不勝其欲利也故義勝利者為治世利克義者為亂世上重義則義克利上重利則利克義故天子不言多少諸侯不言利害大夫不言得䘮士不通貨財有國之君不息牛羊錯質之臣不息鷄豚冢卿不脩幣大夫不為場園從士以上皆羞利而不與民爭業樂分施而恥積臧然故民不困財貧窶者有所竄其手文王誅四武王誅二周公卒業至成康則案無誅已多積財而羞無有重民任而誅不能此邪行之所以起刑罰之所以多也上好羞則民闇飾矣上好富則民死利矣二者亂之衢也民語曰欲富乎忍恥矣傾絶矣絶故舊矣與義分背矣上好富則人民之行如此安得不亂湯旱而禱曰政不節與使民疾與何以不雨至斯極也宫室榮與婦謁盛與何以不雨至斯極也苞苴行與讒夫興與何以不雨至斯極也天之生民非為君也天之立君以為民也故古者列地建國非以貴諸侯而已列官職差禄爵非以尊大夫而已主道知人臣道知事故舜之治天下不以事詔而萬物成農君子之學如蛻幡然遷之故其行效其立效其坐效其置顔色出辭氣效無留善無宿問善學者盡其理善行者䆒其難君子立志如窮雖天子三公問正以是非對君子隘窮而不失勞倦而不苟臨患難而不忘細席之言歲不寒無以知松栢事不難無以知君子無日不在是雨小漢故濳人盡小者大積微者著德至者色澤洽行盡而聲聞逺小人不誠於内而求之於外言而不稱師謂之畔教而不稱師謂之倍倍畔之人明君不内朝士大夫遇諸塗不與言不足於行者説過不足於信者誠言故春秋善胥命而詩非屢盟其心一也善為詩者不説善為易者不占善為禮者不相其心同也曾子曰孝子言為可聞行為可見言為可聞所以說逺也行為可見所以說近也近者說則親逺者說則附親近而附逺孝子之道也曾子行晏子從於郊曰嬰聞之君子贈人以言庶人贈人以財嬰貧無財請假於君子贈吾子以言乗輿之輪太山之木也示諸檃栝三月五月為幬菜敝而不反其常君子之檃栝不可不謹也愼之蘭茞槀本漸於蜜醴一佩易之正君漸於香酒可讒而得也君子之所漸不可不愼也人之於文學也猶玉之於琢磨也詩曰如切如瑳如琢如磨謂學問也和之璧井里之厥也玉人琢之為天子寶子贛季路故鄙人也被文學服禮義為天下列士學問不厭好士不倦是天府也君子疑則不言未問則不立道逺日益矣多知而無親博學而無方好多而無定者君子不與少不諷壯不論議雖可未成也君子壹教弟子壹學亟成君子進則能益上之譽而損下之憂不能而居之誣也無益而厚受之竊也學者非必為仕而仕者必如學子貢問於孔子曰賜倦於學矣願息事君孔子曰詩云温恭朝夕執事有恪事君難事君焉可息哉然則賜願息事親孔子曰詩云孝子不匱永錫爾類事親難事親焉可息哉然則賜願息於妻子孔子曰詩云刑于寡妻至于兄弟以御于家邦妻子難妻子焉可息哉然則賜願息於朋友孔子曰詩云朋友攸攝攝以威儀朋友難朋友焉可息哉然則賜願息耕孔子曰詩云晝爾于茅宵爾索綯亟其乗屋其始播百榖耕難耕焉可息哉然則賜無息者乎孔子曰望其壙臯如也嵮如也鬲如也此則知所息矣子貢曰大哉死乎君子息焉小人休焉國風之好色也傳曰盈其欲而不愆其止其誠可比於金石其聲可内於宗廟小雅不以於汙上自引而居下疾今之政以思徃者其言有文焉其聲有哀焉國將興必貴師而重傅貴師而重傅則法度存國將衰必賤師而輕傅賤師而輕傅則人有快人有快則法度壞古者匹夫五十而士天子諸侯子十九而冠冠而聽治其教至也君子也者而好之其人其人也而不教不祥非君子而好之非其人也非其人而教之齎盜糧借賊兵也不自嗛其行者言濫過古之賢人賤為布衣貧為匹夫食則饘粥不足衣則竪褐不完然而非禮不進非義不受安取此子夏貧衣若縣鶉人曰子何不仕曰諸侯之驕我者吾不為臣大夫之驕我者吾不復見柳下惠與後門者同衣而不見疑非一日之聞也爭利如蚤甲而䘮其掌君人者不可以不愼取臣匹夫不可以不愼取友友者所以相有也道不同何以相有也均薪施火火就燥平地注水水流溼夫類之相從也如此之箸也以友觀人焉所疑取友善人不可不愼是德之基也詩曰無將大車維塵冥冥言無與小人處也藍苴路作似知而非偄弱易奪似仁而非悍戇好鬬似勇而非仁義禮善之於人也辟之若貨財粟米之於家也多有之者富少有之者貧至無有者窮故大者不能小者不為是弃國捐身之道也凡物有乗而來乗其出者是其反者也流言滅之貨色逺之所由生也生自纎纎也是故君子蚤絶之言之信者在乎區蓋之間疑則不言未問則不立知者明於事達於數不可以不誠事也故曰君子難說說之不以道不說也語曰流丸止於甌臾流言止於知者此家言邪學之所以惡儒者也是非疑則度之以逺事驗之以近物參之以平心流言止焉惡言死焉曾子食魚有餘曰泔之門人曰泔之傷人不若奥之曾子泣涕曰有異心乎哉傷其聞之晩也無用吾之所短遇人之所長故塞而避所短移而從所仕䟽知而不法察辨而操辟勇果而亡禮君子之所憎惡也多言而類聖人也少言而法君子也多少無法而流喆然雖辨小人也國法禁拾遺惡民之串以無分得也有夫分義則容天下而治無分義則一妻一妾而亂天下之人唯各特意哉然而有所共予也言味者予易牙言音者予師曠言治者予三王三王既已定法度制禮樂而傳之有不用而改自作何以異於變易牙之和更師曠之律無三王之治天下不待亡國不待死飲而不食者蟬也不飲不食者浮蝣也虞舜孝己孝而親不愛比干子胥忠而君不用仲尼顔淵知而窮於世劫迫於暴國而無所辟之則崇其善揚其美言其所長而不稱其所短也惟惟而亡者誹也博而窮者訾也清之而俞濁者口也君子能為可貴不能使人必貴已能為可用不能使人必用已誥誓不及五帝盟詛不及三王交質子不及五伯"}
{"id": "KR3a0002_020", "series": "KR3a0002", "text": "登仕郎守大理評事揚倞注宥坐篇第二十八孔子觀於魯桓公之廟有欹器焉孔子問於守廟者曰此為何器守廟者曰此蓋為宥坐之器孔子曰吾聞宥坐之器者虚則欹中則正滿則覆孔子顧謂弟子曰注水焉弟子挹水而注之中而正滿而覆虚而欹孔子喟然而歎曰吁惡有滿而不覆者哉子路曰敢問持滿有道乎孔子曰聦明聖知守之以愚功𬒳天下守之以譲勇力撫世守之以怯富有四海守之以謙此所謂挹而損之之道也孔子為魯攝相朝七日而誅少正卯門人進問曰夫少正卯魯之聞人也夫子為政而始誅之得無失乎孔子曰居吾語汝其故人有惡者五而盜竊不與焉一曰心達而險二曰行辟而堅三曰言偽而辨四曰記醜而博五曰順非而澤此五者有一於人則不得免於君子之誅而少正夘兼有之故居處足以聚徒成羣言談足以飾邪營衆強足以反是獨立此小人之桀雄也不可不誅也是以湯誅尹諧文王誅潘止周公誅管叔太公誅華仕管仲誅付里乙子産誅鄧析史付此七子者皆異世同心不可不誅也詩曰憂心悄悄愠于羣小小人成羣斯足憂矣孔子為魯司寇有父子訟者孔子拘之三月不别其父請止孔子舍之季孫聞之不説曰是老也欺予語予曰為國家必以孝今殺一人以戮不孝又舍之冉子以告孔子慨然歎曰嗚呼上失之下殺之其可乎不教其民而聽其訟殺不辜也三軍大敗不可斬也獄犴不治不可刑也罪不在民故也嫚令謹誅賊也今有時斂也無時暴也不敎而責成功虐也已此三者然後刑可即也書曰義刑義殺勿庸以即予維曰未有順事言先教也故先王既陳之以道上先服之若不可尚賢以綦之若不可廢不能以單之綦三年而百姓往矣邪民不從然後俟之以刑則民知罪矣詩曰尹氏大師維周之氐秉國之均四方是維天子是庳卑民不迷是以威厲而不試刑錯而不用此之謂也今之世則不然亂其教繁其刑其民迷惑而墮焉則從而制之是以刑彌繁而邪不勝三尺之岸而虚車不能登也百仞之山任負車登焉何則陵遲故也數仞之牆而民不踰也百仞之山而竪子馮而游焉陵遲故也今夫世之陵遲亦久矣而能使民勿踰乎詩曰周道如砥其直如矢君子所履小人所視眷焉顧之潸焉出涕豈不哀哉詩曰瞻彼日月悠悠我思道之云逺曷云能來子曰伊稽首不其有來乎孔子觀於東流之水子貢問於孔子曰君子之所以見大水必觀焉者是何孔子曰夫水大徧與諸生而無為也似德其流也埤下裾拘必循其理似義其洸洸乎不淈盡似道若有決行之其應佚若聲響其赴百仞之谷不懼似勇主量必平似法盈不求槩似正淖約微達似察以出以入以就鮮絜似善化其萬拆也必東似志是故君子見大水必觀焉孔子曰吾有恥也吾有鄙也吾有殆也幼不能強學老無以教之吾恥之去其故郷事君而達卒遇故人曾無舊言吾鄙之與小人處者吾殆之也孔子曰如垤而進吾與之如丘而止吾已矣今學曾未如肬贅則具然欲為人師孔子南適楚厄於陳蔡之閒七日不火食藜羮不糂弟子皆有飢色子路進問之曰由聞之爲善者天報之以福爲不善者天報之以禍今夫子累德積義懐美行之日久矣奚居之隱也孔子曰由不識吾語汝汝以知者爲必用邪王子比干不見剖心乎女以忠者爲必用邪關龍逄不見刑乎女以諫者爲必用邪吳子胥不磔姑蘇東門外乎夫遇不遇者時也賢不肖者材也君子博學深謀不遇時者多矣由是觀之不遇世者衆矣何獨丘也哉且夫芷蘭生於深林非以無人而不芳君子之學非為通也為窮而不困憂而意不衰也知禍福終始而心不惑也夫賢不肖者材也為不為者人也遇不遇者時也死生者命也今有其人不遇其時雖賢其能行乎苟遇其時何難之有故君子博學深謀修身端行以俟其時孔子曰由居吾語汝昔晉公子重耳霸心生於曹越王勾踐霸心生於會稽齊桓公小白霸心生於莒故居不隱者思不逺身不佚者志不廣女庸安知吾不得之桑落之下乎哉子貢觀於魯廟之北堂出而問於孔子曰鄉者賜觀於太廟之北堂吾亦未輟還復瞻被九蓋皆繼被有說邪匠過絶邪孔子曰太廟之堂亦常有說官致良工因麗節文非無良材也蓋曰貴文也入孝出弟人之小行也上順下篤人之中行也從道不從君從義不從父人之大行也若夫志以禮安言以類使則儒道畢矣雖舜不能加毫末於是也孝子所以不從命有三從命則親危不從命則親安不從命乃衷從命則親辱不從命則親榮孝子不從命乃義從命則禽獸不從命則脩飾孝子不從命乃敬故可以從而不從是不子也未可以從而從是不衷也明於從不從之義而能致恭敬忠信端慤以愼行之則可謂大孝矣傳曰從道不從君從義不從父此之謂也故勞苦彫萃而能無失其敬災禍患難而能無失其義則不幸不順見惡而能無失其愛非仁人莫能行詩曰孝子不匱此之謂也魯哀公問於孔子曰子從父命孝乎臣從君命貞乎三問孔子不對孔子趨出以語子貢曰郷者君問丘也曰子從父命孝乎臣從君命貞乎三問而丘不對賜以為何如子貢曰子從父命孝矣臣從君命貞矣夫子有奚對焉孔子曰小人哉賜不識也昔萬乘之國有爭臣四人則封疆不削千乗之國有爭臣三人則社稷不危百乘之家有爭臣二人則宗廟不毁父有爭子不行無禮士有爭友不為不義故子從父奚子孝臣從君奚臣貞審其所以從之之謂孝之謂貞也子路問於孔子曰有人於此夙興夜寐耕耘樹藝手足胼胝以養其親然而無孝之名何也孔子曰意者身不敬與辭不遜與色不順與古之人有言曰衣與繆與不女聊今夙興夜寐耕耘樹藝手足胼胝以養其親無此三者則何以爲而無孝之名也孔子曰由志之吾語汝雖有國士之力不能自舉其身非無力也勢不可也故入而行不脩身之罪也出而名不章友之過也故君子入則篤行出則友賢何為而無孝之名也子路問於孔子曰魯大夫練而牀禮邪孔子曰吾不知也子路出謂子貢曰吾以夫子為無所不知夫子徒有所不知子貢曰女何問哉子路曰由問魯大夫練而牀禮邪夫子曰吾不知也子貢曰吾將為汝問之子貢問曰練而牀禮邪孔子曰非禮也子貢出謂子路曰女謂夫子為有所不知乎夫子徒無所不知汝問非也禮居是邑不非其大夫子路盛服見孔子孔子曰由是裾裾何也昔者江出於㟭山其始出也其源可以濫觴及其至江之津也不放舟不避風則不可涉也非唯下流水多邪今汝衣服既盛顔色充盈天下且孰肯諌汝矣由子路趨而出改服而入蓋猶若也孔子曰志之吾語女奮於言者華奮於行者伐色知而有能者小人也故君子知之曰知之不知曰不知言之要也能之曰能之不能曰不能行之至也言要則知行至則仁既知且仁夫惡有不足矣哉子路入子曰由知者若何仁者若何子路對曰知者使人知己仁者使人愛己子曰可謂士矣子貢入子曰賜知者若何仁者若何子貢對曰知者知人仁者愛人子曰可謂士君子矣顔淵入子曰回知者若何仁者若何顔淵對曰知者自知仁者自愛子曰可謂明君子矣子路問於孔子曰君子亦有憂乎孔子曰君子其未得也則樂其意既巳得之又樂其治是以有終身之樂無一日之憂小人者其未得也則憂不得既巳得之又恐失之是以有終身之憂無一日之樂也法行篇第三十公輸不能加於繩聖人莫能加於禮禮者衆人法而不知聖人法而知之曾子曰無内人之䟽而外人之親無身不善而怨人無刑已至而呼天内人之踈而外人之親不亦逺乎身不善而怨人不以反乎刑已至而呼天不亦晩乎詩曰㳙㳙源水不雝不塞轂已破碎乃大其輻事已敗矣乃重大息其云益乎曾子病曾元持足曾子曰元志之吾語汝夫魚鼈黿鼉猶以淵為淺而堀其中鷹鳶猶以山為卑而增巢其上及其得也必以餌故君子苟能無以利害義則恥辱亦無由至矣子貢問於孔子曰君子之所以貴玉而賤珉者何也為夫玉之少而珉之多邪孔子曰惡賜是何言也夫君子豈多而賤之少而貴之哉夫玉者君子比德焉温潤而澤仁也栗而理知也堅剛而不屈義也廉而不劌行也折而不橈勇也瑕適並見情也扣之其聲清揚而逺聞其止輟然辭也故雖有珉之雕雕不若玉之章章詩曰言念君子温其如玉此之謂也曾子曰同遊而不見愛者吾必不仁也交而不見敬者吾必不長也臨財而不見信者吾必不信也三者在身曷怨人怨人者窮怨天者無識失之已而反諸人豈不亦迂哉南郭惠子問於子貢曰夫子之門何其雜也子貢曰君子正身以俟欲來者不距欲去者不止且夫良醫之門多病人隱栝之側多枉木是以雜也孔子曰君子有三恕有君不能事有臣而求其使非恕也有親不能報有子而求其孝非恕也有兄不能敬有弟而求其聽令非恕也士明於此三恕則可以端身矣孔子曰君子有三思而不可不思也少而不學長無能也老而不教死無思也有而不施窮無與也是故君子少思長則學老思死則教有思窮則施也魯哀公問於孔子曰吾欲論吾國之士與之治國敢問何如之邪孔子對曰生今之菅屨杖而啜粥者志不在於酒肉生今之世志古之道居今之俗服古之服舍此而為非者雖有不亦鮮乎哀公曰善孔子曰人有五儀有庸人有士有君子有賢人有大聖哀公曰敢問何如斯可謂庸人矣孔子對曰所謂庸人者口不能道善言心不知色色不知選賢人善士託其身焉以為已憂勤行不知所務止交不知所定日選擇於物不知所貴從物如流不知所歸五鑿為正心從而壞如此則可謂庸人矣哀公曰善敢問何如斯可謂士矣孔子對曰所謂士者雖不能盡道術必有率也雖不能徧美善必有處也是故知不務多務審其所知言不務多務審其所謂行不務多務審其所由故知既巳知之矣言既巳謂之矣行既巳由之矣則若性命肌膚之不可易也故富貴不足以益也卑賤不足以損也如此則可謂士矣哀公曰善敢問何如斯可謂之君子矣孔子對曰所謂君子者言忠信而心不德仁義在身而色不伐思慮明通而辭不爭故猶然如將可及者君子也哀公曰善敢問何如斯可謂賢人矣孔子對曰所謂賢人者行中規繩而不傷於本言足法於天下而不傷於身富有天下而無怨財布施天下而不病貧如此則謂賢人矣哀公曰善敢問何如斯可謂大聖矣孔子對曰所謂大聖者知通乎大道應變而不窮辨乎萬物之情性者也大道者所以變化遂成萬物也情性者所以理然不取舍也是故其事大辨乎天地明察乎日月緫要萬物於風雨繆繆肫肫其事不可循若天之嗣其事不可識百姓淺然不識其隣若此則可謂大聖矣哀公曰善魯哀公問舜冠於孔子孔子不對三問不對哀公曰寡人問舜冠於子何以不言也孔子對曰古之王者有務而拘領者矣其政好生而惡殺焉是以鳳在列樹麟在郊野烏鵲之巢可俯而窺也君不此問而問舜冠所以不對也魯哀公問於孔子曰寡人生於深宫之中長於婦人之手寡人未嘗知哀也未嘗知憂也未嘗知勞也未嘗知懼也未嘗知危也孔子曰君之所問聖君之問也丘小人也何足以知之曰非吾子無所聞之也孔子曰君入廟門而右登自胙階仰視榱棟俛見几筵其器存其人亡君以此思哀將焉不至矣君昧爽而櫛冠平明而聽朝一物不應亂之端也君以此思憂則憂將焉不至矣君平明而聽朝日􁀈而退諸侯之子孫必有在君之末庭者君以此思勞則勞將焉不至矣君出魯之四門以望魯四郊亡國之虚則必有數蓋焉君以此思懼則懼將焉不至矣且丘聞之君者舟也庶人者水也水則載舟水則覆舟君以此思危則危將焉不至矣魯哀公問於孔子曰紳委章甫有益於仁乎孔子蹴然曰君號然也資衰苴杖者不聽樂非耳不能聞也服使然也黼衣黻裳者不茹葷非口不能味也服使然也且丘聞之好肆不守折長不為市竊其有益與其無益君其知之矣魯哀公問於孔子曰請問取人孔子對曰無取健無取詌無取口啍健貪也詌亂也口啍誕也故弓調而後求勁焉馬服而後求良焉士信慤而後求知能焉士不信慤而有多知能譬之其犲狼也不可以身尒也語曰桓公用其賊文公用其盜故明主任計不信怒闇主信怒不任計計勝怒則強怒勝計則亡定公問於顔淵曰東野子之善馭乎顔淵對曰善則善矣雖然其馬將失定公不恱入謂左右曰君子固讒人乎三日而校來謁曰東野畢之馬失兩驂列兩服入廐定公越席而起曰趨駕召顔淵顔淵至定公曰前日寡人問吾子吾子曰東野畢之馭善則善矣雖然其馬將失不識吾子何以知之顔淵對曰臣以政知之昔舜巧於使民而造父巧於使馬舜不窮其民造父不窮其馬是舜無失民造父無失馬也今東野畢之馭上車執轡銜體正矣步驟馳騁朝禮畢矣歷險致逺馬力盡矣然猶求馬不已是以知之也定公曰善可得少進乎顔淵對曰臣聞之鳥窮則啄獸窮則攫人窮則詐自古及今未有窮其下而能無危者也堯問於舜曰我欲致天下為之柰何對曰執一無失行微無怠忠信無勌而天下自來執一如天地行微如日月忠誠盛於内賁於外形於四海天下其在一隅邪夫有何足致也魏武侯謀事而當羣臣莫能逮退朝而有喜色呉起進曰亦甞有以楚莊王之語聞於左右者乎武侯曰楚莊王之語何如呉起對曰楚莊王謀事而當羣臣莫逮退朝而有憂色申公巫臣進問曰王朝而有憂色何也莊王曰不榖謀事而當羣臣莫能逮是以憂也其在中蘬之言也曰諸侯自為得師者王得友者霸得疑者存自為謀而莫已若者亡今以不榖之不肖而羣臣莫吾逮吾國幾於亡乎是以憂也楚莊王以憂而君以喜武侯逡廵再拜曰天使夫子振寡人之過也伯禽將歸於魯周公謂伯禽之傅曰女將行盍志而子美德乎對曰其為人寛好自用以愼此三者其美德已周公曰嗚呼以人惡為美德乎君子好以道德故其民歸道彼其寛也出無辨矣女又美之彼其好自用也是所以窶小也君子力如牛不與牛爭力走如馬不與馬爭走知如士不與士爭知彼爭者均者之氣也女又美之彼其慎也是其以淺也聞之日無越踰不見士見士問曰無乃不察乎不聞即物少至少至則淺彼淺者賤人之道也女又美之乎吾語女我文王之為子武王之為弟成王之為叔父吾於天下不賤矣然而吾所執贄而見者十人還贄而相見者三十人故上士吾薄為之貌下士吾厚為之貌人人皆以我為越踰好士然故士至士至而後見物見物然後知其是非之所在戒之哉女以魯國驕人幾矣夫仰禄之士猶可驕也正身之士不可驕也彼正身之士舍貴而為賤舍富而為貧舍佚而為勞顔色黎黑而不失其所是以天下之紀不息文章不廢也語曰繒丘之封人見楚相孫叔敖曰吾聞之也處官久者士妬之禄厚者民怨之位尊者君恨之今相國有此三者而不得罪楚之士民何也孫叔敖曰吾三相楚而心瘉卑每益禄而施瘉博位滋尊而禮瘉恭是以不得罪於楚之士民也子貢問於孔子曰賜為人下而未知也孔子曰為人下者乎其猶土也深抇之而得甘泉焉樹之而五榖播焉草木殖焉禽獸育焉生則立焉死則入焉多其功而不息為人下者其猶土也昔虞不用宫之竒而晉并之萊不用子馬而齊并之紂刳王子比干而武王得之不親賢用知而身死國亡也為說者曰孫卿不及孔子是不然孫卿迫於亂世鰌於嚴刑上無賢主下遇暴秦禮義不行教化不成仁者詘約天下冥冥行全刺之諸侯大傾當是時也知者不得慮能者不得治賢者不得使故君上蔽而無覩賢人距而不受然則孫卿將懐聖之心蒙佯狂之色視天下以愚詩曰既明且哲以保其身此之謂也是其所以名聲不白徒與不衆光輝不博也今之學者得孫卿之遺言餘教足以為天下法式表儀所存者神所遇者化觀其善行孔子弗過世不詳察云非聖人柰何天下不治孫卿不遇時也德若堯禹世少知之方術不用為人所疑其知至明循道正行足以為綱紀嗚呼賢哉冝為帝王天地不知善桀紂殺賢良比干剖心孔子拘匡接輿辟世箕子佯狂田常為亂闔閭擅強為惡得福善者有殃今為說者又不察其實乃信其名時世不同譽何由生不得為政功安能成志修德厚孰謂不賢乎荀卿新書十二卷三十二篇護左都水使者光禄大夫臣向言所校讎中孫卿書凡三百二十二篇以相校除復重二百九十篇定箸三十二篇皆以定殺靑簡書可繕寫孫卿趙人名況方齊宣王威王之時聚天下賢士於稷下尊寵之若鄒衍田駢涥于髠之屬甚衆號曰列大夫皆世所稱咸作書刺世是時孫卿有秀才年五十始來游學諸子之事皆以爲非先王之法也孫卿善爲詩禮易春秋至齊襄王時孫卿最爲老師齊尚脩列大夫之缺而孫卿三爲祭酒焉齊人或䜛孫卿乃適楚楚相春申君以爲蘭陵令人或謂春申曰湯以七十里文王以百里孫卿賢者也今與之百里地楚其危乎春申君謝之孫卿去之趙後客或謂春申君曰伊尹去夏入殷殷王而夏亡管仲去魯入齊魯弱而齊強故賢者所在君尊國安今孫卿天下賢人所去之國其不安乎春申君使人聘孫卿孫卿遺春申君書刺楚國因爲歌賦以遺春申君春申君恨復固謝孫卿孫卿乃行復爲蘭陵令春申君死而孫卿廢因家蘭陵李斯甞爲弟子而相秦及韓非號韓子又浮丘伯皆受業爲名儒孫卿之應聘於諸侯見秦昭王昭王方喜戰伐而孫卿以三王之法說之及秦相應侯皆不能用也至趙與孫臏議兵趙孝成王前孫臏爲變詐之兵孫卿以王兵難之不能對也卒不能用孫卿道守禮義行應繩墨安貧賤孟子者亦大儒以人之性善孫卿後孟子百餘年孫卿以爲人性惡故作性惡一篇以非孟子蘇秦張儀以邪道說諸侯以大貴顯孫卿退而笑之曰夫不以其道進者必不以其道亡至漢興江都相董仲舒亦大儒作書美孫卿孫卿卒不用於世老於蘭陵疾濁世之政亡國亂君相屬不遂大道而營乎巫祝信禨祥鄙儒小拘如莊周等又滑稽於是推儒墨道德之行事興壞序列著數萬言而卒葬蘭陵而趙亦有公孫龍爲堅白同異之辨處子之言魏有李悝盡地力之敎楚有尸子長廬子芊子皆著書然非先王之法也皆不循孔氏之術唯孟軻孫卿爲能尊仲尼蘭陵多善爲學蓋以孫卿也長老至今稱之曰蘭陵人喜字爲卿蓋以法孫卿也孟子孫卿董先生皆小五伯以爲仲尼之門五尺童子皆羞稱五伯如人君能用孫卿庶幾於王然世終莫能用而六國之君殘滅秦國大亂卒以亡觀孫卿之書其陳王道甚易行疾世莫能用其言悽愴甚可痛也嗚呼使斯人卒終於閭巷而功業不得見於世哀哉可爲霣涕其書比於記傳可以爲法謹第録臣向昧死上言護左都水使者光禄大夫臣向言所校讎中孫卿書録臣王子韶同校臣吕夏卿重校"}
{"id": "KR3a0002_021", "series": "KR3a0002", "text": "國子監准熈寍元年九月八日中書劄子節文校定荀揚書所狀先准中書劄子奉聖旨校定荀子揚子内揚子一部先次校畢巳於治平二年十二月内申納訖今來再校到荀子一部計二十卷裝寫已了續次申納者申聞事右奉聖旨荀子送國子監開版依揚子并音義例印造進呈及宣賜劄付國子監准此臣盧侗臣王汝翼臣顔復臣焦千之臣梁師孟臣董唐臣臣黎錞臣韓端彦臣程伯孫臣畢之翰臣吕誨臣錢公輔朝散大夫給事中叅知政事上輕車都尉北海郡開國公食邑二千三百戸食實封肆伯戸賜紫金魚袋臣唐介朝散大夫右諫議大夫叅知政事上護軍天水郡開國侯食邑一千戸賜紫金魚袋臣趙抃臣曽公亮荀子二十卷三十二篇唐揚倞注初漢劉向校讎中孫卿書凡三百二十一篇除復重定箸三十二篇爲孫卿新書十二卷至倞分易卷第更名荀子皇朝熈寍初儒官校上詔國子監刋印頒行之中興蒐補遺逸監書􁋚具獨荀子猶闕學者不見舊書傳習閩本文字舛異仲友於三館睹舊文大懼湮没訪得善本假守餘隙迺以公帑鋟木悉視熈寍之故詩曰雖無老成人尚有典刑卿不可作其書獨非典刑乎向博極羣書序卿事大氐本司馬遷於遷書有三不合春申君死當齊王建二十八年距宣王八十七年向言卿以宣王時來㳺學春申君死而卿廢設以宣王末年㳺齊年巳百三十七矣遷書記孟子以惠王三十五年至梁當齊宣王七年惠王以叟稱孟子計亦五十餘後二十三年子之亂燕孟子在齊若卿來以宣王時不得如向言後孟子百餘歳田忘薦孫臏爲軍師敗魏桂陵當齊威王二十六年距趙孝成王七十八年臨武若與卿議兵於王前向以爲孫臏倞以敗魏馬陵疑年馬陵去桂陵又十三年矣崇文揔目言卿楚人楚禮爲客卿與遷書向序駮益難信据遷傳參卿書其大略可睹卿名况趙人以齊襄王時㳺稷下距孟子至齊五十年矣於列大夫三爲祭酒去之楚春申君以爲蘭陵令以䜛去之趙與臨武君議兵入秦見應侯昭王以聘反乎楚復爲蘭陵令旣廢家蘭陵以終自戰國爭冨彊儒道絀孟子學孔子言王可反掌致卒不見用卿後孟子亦尊孔氏子思作中庸孟子述之道性善至卿以爲人性惡故非子思孟軻揚雄以爲同門異戸孟子與告子言性卒絀告子惜卿不見孟子不免異說方說士徼時好卿獨守儒議兵以仁義冨以儒術彊以道德之威旨意與孟子同見應侯病秦無儒昭王謂儒無益人之國極明儒效秦并天下以力意儒果無用至於坑焚减不旋踵漢奮布衣終假儒以定卿言不用而後驗自董仲舒韓愈皆美卿書言王道雖不及孟子抑其流亞廢於衰世亦命矣夫學者病卿以李斯韓非卿老師學者已衆二子適見世晝寢餔啜非師之過使卿登孔門去異意書當與七篇比此君子所爲太息大宋涥熈八年歳在辛丑十有一月甲申朝請郎權發遣台州軍州事唐仲友後序"}
{"id": "KR3a0002_022", "series": "KR3a0002", "text": "重刋宋台州夲荀子跋今世中土所傳荀子宋夲有二一為北宋吕夏卿熈甯夲一為南宋錢佃江西漕司夲而唐與政所刋于台州當時為一重公案者顧無傳焉嘉慶间盧抱經學士據朱文㳺所蔵影鈔吕夏卿夲合元明夲校刋行世王懐祖顧澗薲皆有異議然吕錢兩夲至今無重刋者余𥘉来日夲時從書肆購淂此書雙鈎夲數卷訪之廼知為狩石望之舊蔵台州夲此其所擬重刋未成者厥􁁶從島田篁村見影摹全部因告知星使黎公求淂之以付梓人一仍其舊踰年乃成按此夲後亦有吕夏卿等衘名又别有熈甯元年中書劄子曽公亮等銜名據興政自序忠視熈甯之故則知其略無校改案王伯厚所擧四條惟君子知嚮矣此夲仍作如響不相應因知伯厚所擧者嚮響之異非知如之異此自校刋紀聞者之失若盧抱經所勘以此夲照之其遺漏不下數百字又不第顧澗薲所擧君道篇狂生者不胥時而樂之不作落也此間别有朝鮮古刋夲亦略与此夲同余又合元纂啚夲明丗徳堂夲及王懷祖劉端臨郝蘭皋諸先生之說更參以日夲物茂卿冡田虎久保愛豬飼彦博所訂别爲札記以未見吕錢兩原夲将以有待故未附刋焉光緒甲申三月宜都楊守敬倚装書經籍訪古志荀子二十卷唐楊倞注首有荀子注序次新目録接序後每卷首題荀子卷第幾登仕郎守大理評事楊倞注卷末有劉向校正目録上言又有王子韶同校吕夏卿重校銜名及熙寍元年國子監劄子官銜十五名又有涥熙八年唐仲友後序毎半板八行毎行字數不整注雙行界長七寸六分幅五寸七分半左右雙邊毎卷有金澤文庫印印文肥寛異所經見殆文庫火前物與惺窩先生題籖亦希覯之珍云狩谷望之手跋云右宋槧荀子為涥熙公年唐仲友所刻字大如錢書法全撫歐陽朱熹按唐仲友狀云據蔣輝供元是明州百姓涥熙四年六月内因同巳斷配人方百二等偽造官㑹事發蒙臨安府府院將輝斷配合州牢城差在都酒務著役月糧雇本州住人周立代役毎日開書籍供養去年三月内唐仲友叫上輝就公使庫開雕揚子荀子等印板輝共王定等一十八人在局開雕者是本也板心下方所題皆是剞劂氏之姓名蔣輝以下都十九名與朱熹按狀所言輝共王定以下十八人之語合余始讀朱熹集得詳唐仲友刻荀子事喜甚獨怪是不良人為是好事謂不可以其罪廢其人也後讀齊東野語知其詆排之非至論今又得四庫全書總目二則足為仲友吐氣今并録以備攷近年舶來盧文弨校本荀子云以影宋本校今以是本比讐之失校之字不為不多則彼所校猶未精歟將所謂影宋本有落葉歟然則是本豈不貴而重乎且世間北宋刋本傳世無幾如余所見不過小字御注孝經文中子通典聖惠方諸書而是本翻雕熙寍官板者則其實與北宋本無異真希世之寶典也余齋所載南宋本中當以是為第一也吾家子孫宜保䕶之文政五年十一月"}
