{"id": "KR3a0005_001", "series": "KR3a0005", "text": "新書卷第一\n　　　　　　　　　　漢長沙太傅賈誼撰\n　　　過秦上\n秦孝公據崤函之固擁雍州之地君臣固守以\n窺周室有席卷天下包舉宇内囊括四海之意\n并吞八荒之心當是時也商君佐之内立法度\n務耕織脩守戰之具外連衡而闘諸侯於是秦\n人拱手而取西河之外孝公既没惠文武昭襄\n蒙故業因遺䇿南取漢中西舉巴蜀東割膏腴\n之地北收要害之郡諸侯恐懼㑹盟而謀弱秦\n不愛珍器重寳肥饒之地以致天下之士合從\n締交相與為一當此之時齊有孟嘗趙有平原\n楚有春申魏有信陵此四君者皆明智而忠信\n寛厚而愛人尊賢而重士約從離衡兼韓魏燕\n趙宋衛中山之衆於是六國之士有寗越徐尚\n蘇秦杜赫之属為之謀齊明周最陳軫召滑樓\n緩翟景蘇厲樂毅之徒通其意呉起孫臏帶佗\n倪良王廖田忌亷頗趙奢之属制其兵嘗以十\n倍之地百萬之衆仰闗而攻秦秦人開闗延敵\n九國之師逡巡而不敢進秦無亡矢遺鏃之費\n而天下已困矣於是從散約敗争割地而賂秦\n秦有餘力而制其弊追亡逐北伏師百萬流血\n漂櫓因利乘便宰割天下分裂山河疆國請服\n弱國入朝施及孝文王莊襄王享國之日淺國\n家無事及至始皇奮六世之餘烈振長䇿而御\n㝢内吞二周而亡諸侯履至尊而制六合執敲\n朴以鞭笞天下威振四海南取北越之地以為\n桂林象郡百越之君俛首係頸委命下史乃使\n蒙恬北築長城而守藩籬却匈奴七百餘里胡\n人不敢南下而牧馬士不敢彎弓而報怨扵是\n廢先王之道焚百家之言以愚黔首堕名城殺\n豪傑收天下之兵聚之咸陽銷鋒鏑鑄\n以爲金人十二以弱天下之民然後踐華爲城\n因河爲池據億丈之高臨不測之淵以爲固良\n將勁弩而守要害之處信臣精卒陳利兵而誰\n何天下已定始皇之心自以為闗中之固金城\n千里子孫帝王萬世之業也始皇既没餘威震\n於殊俗然陳渉甕牖䋲樞之子氓隷之人而遷\n徙之徒也才不能及中人非有仲尼墨翟之賢\n陶朱猗頓之富躡足行伍之間而俛起阡陌之\n中率疲弊之卒將數百之衆轉而攻秦斬木為\n兵揭干為旗天下雲合嚮應贏粮而景從山東\n豪俊並起而亡秦族矣且夫天下非小弱也雍\n州之地崤凾之固自若也陳渉之位非尊於齊\n楚燕趙韓魏宋衛中山之君也鉏耰棘矜非銛\n於鈎㦸長鎩也適戍之衆非亢九國之\n師也深謀逺慮行軍用兵之道非及郷時之士\n也然而成敗異變功業相反何也試使山東之\n國與陳渉度長挈大比權量力則不可同年而\n語矣然秦以區區之地致萬乘之勢序八州而\n朝同列百有餘年矣然後以六合爲家殽凾為\n宫一夫作難而七廟墮身死人手爲天下笑者\n何也仁義不施攻守之勢異也\n　　　過秦下\n秦㓕周祀并海内兼諸侯南面稱帝以四海養\n天下之士斐然嚮風若是何也曰近古而無王\n者乆矣周室卑㣲五覇既㓕令不行扵天下是\n以諸侯力勁强凌弱衆暴寡兵革不休士民罷\n弊今秦南面而王天下是上有天子也即元元\n之民冀得安其性命莫不虚心而仰上當此之\n時專威定功安危之本在扵此矣秦王懐貪鄙\n之心行自奮之智不信功臣不親士民廢王道\n而立私愛焚文書而酷刑法先詐力而後仁義\n以暴虐為天下始夫并兼者髙詐力安危者貴\n順權以此言之取與攻守不同術也秦雖離戰\n國而王天下其道不易其政不改是以其所以\n取之也孤獨而有之故其亡可立而待也借使\n秦王論上世之事並殷周之迹以制御其政後\n雖有淫驕之主猶未有傾危之患也故三王之\n建天下名號顯美功業長乆今秦二世立天下\n莫不引領而觀其亡夫寒者利短褐而飢者甘\n糟糠天下囂囂新主之資也此言勞民之易為\n仁也嚮使二世有庸主之行而任忠賢臣主一\n心而憂海内之患縞素而正先帝之過裂地分\n民以封功臣之後建國立君以禮天下虛囹圄\n而免刑戮去收帑汚穢之罪使各反其郷里發\n倉廪散財幣以賑孤獨窮困之士輕賦少事以\n佐百姓之急約法省刑以持其後使天下之人\n皆得自新更節循行各慎其身塞萬民之望而\n以盛德與天下息矣耶四海之内皆歡然各自\n安樂其處唯恐有變雖有狡害之民無離上之\n心則不軌之臣無以飾其智而暴亂之奸彌矣\n二世不行此術而重以無道壞宗廟與民更始\n作阿房之宫繁刑嚴誅吏治刻深賞罰不當賦\n飲無度天下多事吏不能紀百姓困窮而主不\n收䘏然後奸偽並起而上下相遁蒙罪者衆刑\n僇相望扵道而天下苦之自群郷以下至扵衆\n庶人懷自危之心親處窮苦之實咸不安其位\n故易動也是以陳渉不用湯武之賢不藉公侯\n之尊奮扵大澤而天下嚮應者其民危也故先\n王者見終始之變知存亡之由是以牧民以道\n務在安之而已矣下雖有逆行之臣必無響應\n之助故曰安民可與行義而危民易與為非此\n之謂也貴爲天子富有四海身在扵戮者正之\n非也是二世之過也秦兼諸侯山東三十餘郡\n循津關據嶮塞繕甲兵而守之然陳渉率散亂\n之衆數百奮臂大呼不用弓㦸之兵鉏耰白挺\n望屋而食横行天下秦人阻嶮不守關梁不閉\n長㦸不刺彊弩不射楚沛深入戰扵鴻門曾無\n藩籬之艱扵是山東諸侯並起豪俊相立秦使\n章邯将而東征章邯因其三軍之衆要市扵外\n以謀其上群臣之不相信可見扵此矣子嬰立\n而遂不悟借使子嬰有庸主之材而僅得中佐\n山東雖亂三秦之地可全而有宗廟之祠宜未\n絶也秦地被山帶河以為固四塞之國也自繆\n公以来至扵秦王二十餘君常為諸侯雄此豈\n世賢哉其勢居然也且天下嘗昔日同心并力\n攻秦矣當此之世賢智并列良将行其師賢相\n通其謀然困扵阻險而不能進秦乃延入戰而\n為之開関百萬之徒逃北而遂壞然困扵阻險\n而不能進者豈勇力智慧不足哉形不利勢不\n便秦雖小邑伐并大城守險塞而軍髙壘毋戰\n閉関據阨荷㦸而守之諸侯起扵匹夫以利會\n非有素王之行也其交未親其民未附名曰亡\n秦其實利之也彼見秦阻之難犯必退陣案士\n息民以待其弊承觧誅罷以令國君不患不得\n意扵海内貴為天子富有四海而身為禽者其\n捄敗非也秦王足已而不問遂過而不變二世\n受之因而不改暴虐以重禍子嬰孤立無親危\n弱無輔三主之惑終身不悟亡不亦宜乎當此\n時也世非無深謀逺慮知化之士也然所以不\n敢盡忠拂過者秦俗多忌諱之禁也忠言未卒\n扵口而身糜没矣故使天下之士傾耳而聽重\n足而立闔口而不言是以三主失道而忠臣不\n諫智士不謀也天下已亂奸臣不上聞豈不悲\n哉先王知壅蔽之傷國也故置公卿大夫士以\n飾法設刑而天下治其彊也禁暴誅亂而天下\n服其弱也五覇征而諸侯從其削也内守外附\n而社稷存故秦之盛也繁法嚴刑而天下震及\n其衰也百姓怨而海内叛矣故周王序得其道\n千餘載不絶秦本末並失故不能長由是觀之\n安危之綂相去逺矣鄙諺曰前事之不忘後之\n師也是以君子為國觀之上古驗之當世㕘之\n人事察盛衰之理審權勢之宜去就有序變化\n應時故曠日長乆而社稷安矣\n　　　宗首\n今或親弟謀為東帝親兄之子西向而擊今呉\n又見告矣天子春秋鼎盛行義未過德澤有加\n焉猶尚若此况莫大諸侯權勢十此者乎然而\n天下少安者何也大國之王㓜在懷袵漢所置\n傳相方握其事数年之後諸侯王大抵皆冠血\n氣方剛漢之所置傳歸休而不肯住漢所置相\n稱病而賜罷彼自丞尉以上徧置其私人如此\n有異淮南濟北之爲耶此時而乃欲為治安雖\n堯舜不能臣故曰時且過矣上弗蚤圖疑且歳\n間所不欲焉黄帝曰日中必操刀必\n割今令此道順而全安甚易弗肯早為己乃堕\n骨肉之属而抗剄之豈有異秦之季世乎且謂\n天何權不甚竒而数削人豈可得也夫以天子\n之位用天子之力乘今之時因天之助常憚以\n危為安以亂為治假設陛下君齊桓之處将不\n合諸侯匡天下乎至此則陛下誤甚矣時且失\n矣心竊踊躍離今春難爲已天傾時傾足力傾\n能孰視而弗肯理以傾時之失豈不靡哉可以\n良天下而稱特以為此籍也竊為陛下痛之甚\n在上幸少留計焉\n　　　數寧\n竊惟事勢可痛惜者一可為流涕者二可爲\n長大息者六若其它倍理而傷道者難徧以䟽\n舉進言者皆曰天下巳安矣臣獨曰未安或者\n曰天下已治矣臣獨曰未治恐逆意觸死罪雖\n然誠不安誠不治故不敢顧身敢不昧死以聞\n夫曰天下安且治者非至愚無知固諛者耳皆\n非事實知治亂之體者也夫抱火措之積薪之\n下而寢其上火未及㸐因謂之安偷安者也方\n今之勢何以異此夫本末舛逆首尾横决國制\n搶攘非有紀也胡可謂治陛下何不一令以数\n日之間令臣得熟数之扵前因陳治安之䇿陛\n下試擇焉何甚傷哉射獵之娛與安危之機孰\n急也臣聞之自禹以下五百歳而湯起自湯已\n下五百餘年而武王起故聖王之起大以五百\n為紀自武王已下過五百歳矣聖王不起何怪\n矣及秦始皇帝似是而卒非也終扵無状及今\n天下集扵陛下臣觀寛大知通臣竊曰是以操\n亂業握危勢若今之賢也明通以足天紀又當\n天宜請陛下為之矣然又未也者又将誰湏也\n使爲治勞知慮苦身體乏馳騁鍾鼔之樂勿為\n可也樂與今同耳因加以常安四望無患因諸\n侯附親軌道致忠而信上耳因上不疑其臣無\n族罪兵革不動民長保首領耳因德窮至逺近\n者匈奴逺者四荒苟人迹之所能及皆鄉風慕\n義樂為臣子耳因天下富足資財有餘人及十\n年之食耳因民素朴順而樂從令耳因官事甚\n約獄訟盜賊可令　有耳大数既得則天下順\n治海内之氣清和咸理則萬生遂茂晏子曰唯\n以政順乎爲神可以益壽髪子曰至治之極父\n無死子兄無死弟塗無繦緥之葬各以其順終\n穀食之法固百以是則至尊之壽輕百年耳古\n者五帝皆踰百歳以此言信之因王為明帝股\n肱爲明臣名譽之羙垂無窮耳禮祖有功宗有\n德始取天下為功始治天下為徳因觀成之廟\n爲天下太宗承太祖與天下漢長無極耳因卑\n不疑尊賤不踰貴尊卑貴賤明若白黒則天下\n之衆不疑眩耳因經紀本扵天地政法倚扵四\n時後世無變故無易常襲迹而長乆耳臣竊以\n爲建乆安之勢成長治之業以承祖廟以奉六\n親至孝也以宰天下以治群生神民咸億社稷\n乆享至仁也立經陳紀輕重周得後可以爲萬\n世法程後雖有愚㓜不肖之嗣猶得蒙業而安\n至明也壽並五帝澤施至逺扵陛下何損哉以\n陛下之明通因使少知治體者得佐下風致此\n治非有難也陛下何不一爲之及其可素陳扵\n前願幸無忽一夫者臣謹稽之天地驗之徃古\n案之當時之務日夜念此至熟也獨太息悲憤\n非時敢忽也雖使禹舜生而爲陛下何以易此\n爲之有數必萬全無傷臣敢以寸断陛下幸試\n召大臣有識者使計之有能以為不便天子不\n利天下者臣請死\n　　藩傷\n夫樹國必審相疑之勢下数被其殃上数爽其\n憂凶飢数動彼必将有恠者生焉禍之所雜豈\n可預知故甚非所以安主上非所以活大臣者\n也甚非所以全愛子者也既以令之爲藩臣矣\n爲人臣下矣而厚其力重其權使有驕心而難\n服從也何異扵善砥鏌鎁而子射子自禍必矣\n愛之固使飽梁肉之味玩金石之聲臣民之衆\n土地之博足以奉養宿衛其身然而權力不足\n以徼幸勢不足以行逆故無驕心無邪行奉法\n畏令聽從必順長生安樂而無上下相疑之禍\n活大臣全愛子孰精扵此且藩國與制力非獨\n少也制令其有子以國其子未有子者建分以\n湏之子生而立其身而子夫将何失扵實無䘮\n而葆國無患子孫世世與漢相湏長沙可以乆\n矣所謂生死而肉白骨何以厚此\n　　　藩彊\n竊迹前事大扺彊者先反淮隂王楚最彊則最\n先反韓王信倚胡則又反貫髙因趙資則又反\n陳豨兵精彊則又反彭越用梁則又反黥布用\n淮南則又反盧綰國北最弱則最後反長沙乃\n纔二萬五千户耳力不足以行逆則少攻而最\n完埶䟽而最忠全骨肉時長沙無故者非獨性\n異人也其形勢然矣曩令樊酈絳灌據十城而\n王今雖以殘亡可也今韓信黥布彭越之倫爲\n徹侯而居雖至今存可也然則天下大計可知\n已欲諸王皆忠附則莫若令如長沙欲勿令菹\n醢則莫若令如樊酈絳灌欲天下之治安天子\n之無憂莫如衆建諸侯而少其力力少則易使\n以義國小則無邪心若與臣下相殘與骨肉相\n飲茹天下雖危無傷也則莫如循今之故而勿\n變以前觀之其國最大者反最先\n　　　大都\n昔楚靈王問范無宇曰我欲大城陳蔡葉與不\n羔賦車各千乘焉亦足以當晉矣又加之以楚\n諸侯其來朝乎范無宇曰不可臣聞大都疑國\n大臣疑主亂之謀也都疑則交争臣疑則並令\n禍之深者也今大城陳蔡葉與不羔或不充不\n足以威晉若充之以資財實之以重禄之臣是\n輕本而重末也臣聞尾大不掉末大必折此豈\n不施威諸侯之心哉然終為楚國大患者必此\n四城也靈王弗聽果城陳蔡葉與不羔實之以\n兵車充之以大臣是嵗也諸侯果朝居数年陳\n蔡葉與不羔或奉公子棄疾内作難楚國云乱\n王遂死扵乾溪于守亥之井爲計若此豈不痛\n也哉悲夫本細末大弛必至心時乎時乎可痛\n惜者此也天下之勢方病大尰一脛之\n大㡬如要一指之大㡬如股臣聞尾大不掉末\n大必折惡病也平居不可屈信一二指搐身固\n無聊也失今弗治必爲錮疾後雖有扁鵲弗能\n爲已悲夫枝拱苟大弛必至心此所以竊為陛\n下患也病非徒尰也又苦䟝盭\n元王之子帝之從弟也今之王者從弟之子\n也恵王親兄之子也今之王者兄子之子也親\n者或無分地以安天下䟽者或專大權以偪天\n子臣故曰非徒病尰也又苦䟝盭也可痛哭者\n此病是也\n　　　等齊\n諸侯王所在之宫衛織履蹲夷以皇帝在所宫\n法論之郎中謁者受臈取告以官皇帝之法子\n之事諸侯王或不亷潔平端以事皇帝之法罪\n之曰一用漢事諸侯王乃事皇帝也誰是則侯\n侯之王乃将至尊也然則天子之與諸侯臣之\n與一宜撰然齊等若是乎天子之相號為丞相\n黄金之印而尊無異等秩加二千石之上天子\n列卿秩二千石諸侯列卿秩二千石則臣已同\n矣人主登臣而尊今臣既同則法惡得不齊天\n子衛御號爲大僕銀印秩二千石諸侯之御號\n曰大僕銀印秩二千石則御已齊矣御既已齊\n則車飾惡得不齊天子親號云太后諸侯親號\n云太后天子妃號曰后諸侯妃號曰后然則諸\n侯何損而天子何加焉妻既已同則夫何以異\n天子宫門曰司馬䦨入者爲城旦諸侯宫門曰\n司馬䦨入者爲城旦殿門俱爲殿門䦨入之罪\n亦俱棄市宫墻門衛同名其嚴一等罪已鈞矣\n天子之言曰令令甲令乙是也諸侯之言曰令\n儀之言是也天子卑號皆稱陛下諸侯卑號稱\n陛下天子車曰乘輿諸侯車曰乘輿乘輿等也\n衣被次齊貢死經緯也苟工巧而志欲之唯冒\n上軼主次也然則所謂主者安居臣者安在人\n之情不異面目狀貎同類貴賤之别非人天根\n著扵形容也所持以别貴賤明尊卑者等級勢\n力衣服號令也亂且不息滑曼無紀天桂則同\n人事無别然則所謂臣主主者非有相臨之具\n尊卑之經也持面形而膚之耳近習乎晝近貎\n然後能識則䟽逺無所放衆庶無以期則下惡\n能不疑其上君臣同倫異服異等同服則上惡\n能不眩扵其下孔子曰長民者衣服不二從容\n有常以齊其民徳一詩云彼都人士狐裘黄裳\n行歸扵周萬民之望孔子曰爲上可望而知也\n爲下可類而志也則君不疑扵其臣而臣不惑\n扵其君而此之不行沐瀆無界可謂長大息者\n此也\n　　　服疑\n衣服疑者是謂争先厚澤疑者是謂争賞卿權\n力疑者是謂争彊等級無限是謂争尊彼人者\n近則冀幸疑則比争是以等級分明則下不得\n疑權力絶尤則臣無冀志故天子之扵其下也\n加五等已徃則爲臣例臣之扵下也加五等以\n徃則以爲僕僕則亦臣禮也然稱僕不敢稱臣\n者尊天子避嫌疑也制服之道取至適至和以\n予民至羙至神進之帝竒服文章以等上下而\n差貴賤是以髙下異則名號異則權力異則事\n勢異則旗章異則符瑞異則禮寵異則秩禄異\n則冠履異則衣帶異則環珮異則車馬異則妻\n妾異則澤厚異則宫室異則床席異則器皿異\n則食飲異則祭祀異則死䘮異故髙則此品周\n髙下則此品周下加人者品此臨之埤人者品\n此承之遷則品此者進絀則品此者損貴周豐\n賤周謙貴賤有級服位有等等級既設各處其\n檢人循其度擅退則讓上僣則誅建法以習之\n設官以牧之是以天下見其服而知貴賤望其\n章而知其勢季人定其心各着其目故衆多而\n天下不眩傳逺而天下識祗卑尊已著上下已\n分則人倫法矣於是主之與臣若日之與星以\n臣不㡬可以疑主賤不及可以冐貴下不凌等\n則上位尊臣不踰級則主位安謹守倫紀則乱\n無由生\n　　　益壤\n陛下即不為千載之治安知今之勢豈過一傳\n哉諸侯猶且人恣而不制也至其相與持之以\n縱横之約相親耳漢法令不可得行矣猶且槀\n立而服彊也今淮陽之比大諸侯僅過黒子之\n比扵面耳豈足以爲楚御哉而陛下所恃以為\n藩捍者以代淮陽耳代比邉與彊匈奴為隣僅\n自見矣唯皇太子之所恃者亦以之二國耳今\n淮陽之所有適足以餌大國耳方今制在陛下\n制國命子適足以餌大國豈可謂工哉人主之\n行異布衣布衣者飾小行競小廉以自託扵鄉\n黨邑里人主者天下安杜稷固不耳故皇帝者\n炎帝之兄也炎帝無道黄帝伐之涿鹿之野血\n流漂杵誅炎帝而兼其地天下乃治髙皇帝瓜\n分天下以王功臣反者如蝟毛而起髙皇帝以\n爲不可剽去不義諸侯空其國擇良日立諸侯\n洛陽上東門之外諸子畢王而天下乃安故大\n人者不怵小廉不牽小行故立大便以成大功\n今淮南地逺者或数千里越諸侯而縣属扵漢\n其吏民繇役徃來長安者自悉而補中道衣敝\n錢用諸費稱此其苦属漢而欲得王其苦之甚\n矣其欲有卒也類良有所至逋走而歸諸侯殆\n不少矣此終非可乆以為秦地也陛下豈如蚤\n便其勢且令他人守郡豈如令子臣之愚計願\n陛下舉淮南之地以益淮陽梁即有後患割淮\n陽北邉二三列城與東郡以益梁即無後患代\n可徙而都睢陽梁起新鄭以北著之河淮陽包\n陳以南捷之江則大諸侯之有異心者破膽而\n不敢謀今所恃者代淮陽二國耳皇太子亦恃\n之如臣計梁足以捍齊趙淮陽足以禁呉楚則\n陛下髙枕而卧終無山東之憂矣臣竊以爲此\n二世之利也若使淮南乆縣属漢特以恣奸人\n耳惟陛下幸少留意省臣昧死以聞臣誼竊昧\n死願得伏前陳施下臣誼所以為治安陛下幸\n以少須臾之間聽以驗之扵事未有妨損也臣\n闇主智問其臣而不自造事故為人臣得畢盡\n其愚忠惟陛下財幸今陛下將不意之人與之\n積衆之財此非有子胥白公之報扵廣都之中\n者即疑有轉諸荆軻起兩柱之間其䇿安便哉\n此所謂假賊兵爲虎翼者矣願陛下少留意計\n之\n新書卷第一終\n"}
{"id": "KR3a0005_002", "series": "KR3a0005", "text": "新書卷第二\n　　　權重\n諸侯勢足以専制力足以行逆雖令冠處女勿\n謂無敢勢不足以専制力不足以行逆雖生夏\n育有仇讎之怨猶之無傷也然天下當今恬然\n者遇諸侯之俱少也後不至数嵗諸侯皆冠陛\n下且見之矣豈不苦哉力當能爲而不爲畜乱\n宿禍高拱而憂其紛也且也甚可謂不知且不\n仁夫秦自逆日夜深惟苦心竭力危在存亡以\n除六國之憂今陛下力制天下頥指而如意而\n故稱六國之禍難以言知矣苟身常無意但為\n禍未在所制也乱媒日長熟視而不定萬年之\n後傳之老母弱子使曹勃不能制可謂仁乎\n　　　五羙\n海内之勢如身之使臂臂之使指莫不從制諸\n侯之君敢自殺不敢反志知必菹醢耳不敢有\n異心輻凑並進而歸命天子天下無可以徼倖\n之權無起禍召乱之業雖在細民且知其安故\n天下咸知陛下之明割地定制齊爲若干國趙\n楚為若干國制既各有理矣扵是齊悼惠王之\n分地尽而正趙幽王楚元王之子孫亦各以次\n受其祖之分地燕吳淮南佗國皆然其分地衆\n而子孫少者建以爲國空而置之湏其子孫生\n者舉使君之諸侯之地其削頗入漢者爲徙其\n侯國及封其子孫扵彼也所以数償之故一寸\n之地一人之衆天子無所利焉誠以定治而已\n故天下咸知陛下之廉經制一定宗室子孫慮\n莫不王制定之後下無倍背之心上無誅伐之\n志上下懽親諸侯順附故天下咸知陛下之仁\n地制一定則帝道還明而臣心還正法立而不\n犯令行而不逆貫高利㡬之謀不生機奇啓章\n之計不萌細民鄉善大臣致順上使然也故天\n下咸知陛下之義地制一定卧赤子天下之上\n而安植遺腹朝委裘而天下不乱社稷長安宗\n廟乆尊傳之後世不知其所窮故當時大治後\n世誦聖一動而五羙附陛下誰憚而乆不為此\n五羙\n　　　制不定\n炎帝者黄帝同父母弟也各有天下之半黄帝\n行道而炎帝不聽故戰涿鹿之野血流漂杵夫\n地制不得自黄帝而以困以高皇帝之明聖威\n武也既撫天下即天子之位而大臣為逆者乃\n㡬十發以帝之勢身勞扵兵間紛然㡬無天下\n者數矣淮隂侯韓王信陳豨彭越黥布及盧綰\n皆功臣也所嘗愛信也所愛化而為仇所信反\n而為寇可不恠也地理蚤定豈有此變陛下即\n位以來濟北一反淮南為逆今吳有見告皆其\n薄者也莫大諸侯澹然而未有故者天下非有\n固安之術也特頼其尚㓜倫煨之数也且異姓\n負彊而動者漢已幸而勝之矣又不易其所以\n然同姓襲是迹者而處骨肉相動又既有徵矣\n其勢盡又復然殃禍之反未知所移長此安窮\n明帝尚不能以安後世柰何屠牛坦一朝觧十\n二牛而芒刃不頓者所排擊所剥割皆象理也\n然至髖髀之所非斤則斧矣仁義恩厚者\n此人主之芒刃也勢已定權已定足矣乃以仁\n義恩厚因而澤之故徳布而天下有慕志今諸\n侯王皆衆髖髀也釋斤斧之制\n而欲嬰以芒刃臣以為刃不折則缺耳胡不用\n之淮南濟北勢不可也\n　　　審微\n善不可謂小而無益不善不可謂小而無傷非\n以善為一足以利天下小不善一爲一足以亂\n國家也當夫經始而傲微則其流而令扵大亂\n是故子民者謹焉彼人也登高則望臨深則窺\n人之性非窺且望也勢使然也夫事有逐姦勢\n有召禍老聃曰爲之扵未有治之扵未亂𬋩仲\n曰備患扵未形上也語曰　弗㓕炎炎柰何\n萌芽不伐且折斧柯智禁扵微次也事之適乱\n如地形之惑人也機漸而徃俄而東西易面人\n不自知也故墨子見衢路而哭之悲一跬而繆\n千里也昔者衞侯朝扵周周行問其名曰衞侯\n辟彊周行還之曰啓彊辟彊天子之號也諸侯\n弗得用衞侯更其名曰　然后受之故善守上\n下之陛者雖空名弗使踰焉古者周禮天子葬\n用隧諸縣下周襄王出迯伯闘晉文公率\n師誅賊定周國之亂復襄王之位扵是襄王賞\n以南陽之地文公辭南陽即死得以隧下\n襄王弗聽曰周國雖微未之或代也天子用隧\n伯父用隧是二天子也以地爲少餘請益之文\n公乃退禮天子之樂宫縣諸侯之樂軒縣大夫\n直縣士有琴瑟叔于奚者衞之大夫也曲縣者\n衞君之樂體也繁纓者君之駕飾也齊人攻衞\n叔于奚率師逆之大敗齊師衞扵是賞以温叔\n孫于奚辭温而請曲縣繁纓以朝衞君許之孔\n子聞之曰惜乎不如多與之邑夫樂者所以載\n國國者所以載君彼樂亡而禮從之禮亡而政\n從之政亡而國從之國亡而君從之惜乎不如\n多與之邑宓子治亶父扵是齊人攻魯道亶父\n始父老請曰麥巳熟矣今迫齊寇民人出自艾\n傳郭者歸可以益食且不資寇三請宓子弗聽\n俄而麥畢還乎齊寇季孫聞之怒使人讓宓子\n曰豈不可哀哉民乎寒耕熟耘曽弗得食也弗\n知猶可聞或以告而夫子弗聽宓子蹴然曰今\n年無麥明年可樹不耕者得獲是樂有寇也且\n一嵗之麥扵魯不加彊䘮之不加弱令民有自\n取之心其創必數年不息季孫聞之慙曰使宂\n可入吾豈忍見宓子哉故明者之感奸由也蚤\n其除亂謀也逺故邪不前達\n　　　階級\n人主之尊辟無異堂陛陛九級者堂高大㡬六\n尺矣若堂無陛級者堂高治不過天矣天子如\n堂群臣如陛衆庶如地此其辟也故陛九級上\n廉逺地則堂高陛亡級廉近地則堂卑高者難\n攀卑者易陵理勢然也故古者聖王制為列等\n内有公卿大夫士外有公侯伯子男然後有官\n師小吏施及庶人等級分明而天子加焉故其\n尊不可及也鄙諺曰欲投鼠而忌器此善喻也\n鼠近扵器尚憚而弗投恐傷器也况乎貴大臣\n之近扵主帝乎廉耻禮節以治君子故有賜死\n而無僇辱是以係縳榜笞髠刖\n黥劓之罪不及士大夫以其離\n主上不逺也禮不敢齒君之路馬蹴其蒭者有\n罪見君之几杖則起遭君之乗輿則下入正門\n則趨君之寵臣雖或有過刑僇不加其身尊君\n之勢也此則所以爲主上豫逺不敬也所以體\n貌群臣而厲其節也今自王侯三公之貴皆天\n子之所改容而禮之也古天子之所謂伯父伯\n舅也令與衆庶徒隷同黥劓髠刖笞傌棄市之\n法然則堂下不亡陛乎被僇辱者不太迫乎廉\n耻不行也大臣無乃握重權大官而有徒隷無\n耻之心乎夫望夷之事二世見當以重法者投\n鼠而不忌器之習也臣聞之曰履雖鮮弗以加\n枕冠雖弊弗以苴履夫嘗以在貴寵之位天子\n改容而嘗體貌之矣吏民嘗俯伏以敬畏之矣\n今而有過今廢之可也退之可也賜之死可也\n若夫束縳之係絏之輸之司空編之徒官司寇\n牢正徒長小吏罵詈而榜笞之殆非所以令衆\n庶之見也夫卑賤者習知尊貴者之事一旦吾\n亦乃可以加也非所以習天下也非尊尊貴貴\n之化也夫天子之所嘗敬衆庶之所嘗寵死而\n死爾賤人安宜得此而頓辱之哉豫讓事中行\n之君智伯伐中行㓕之豫讓移事智伯及趙㓕\n智伯豫讓釁面變容吸炭變声必報襄子五起\n而弗中襄子一夕而五易卧人間豫讓讓曰中\n行衆人事之智伯國士遇我故爲之國士用故\n此一豫讓也反君事讎行若狗彘巳而折節致\n忠行出乎烈士人主使然也故人主遇其大臣\n如遇犬馬彼將犬馬自如也如遇官徒彼將官\n徒自為也頑頓無耻㫁苟無節廉耻不立則且\n不自好苟若而可見利則逝見便則奪主上有\n敗則因而推之矣主上有患則吾苟免而已立\n而觀之耳有便吾身者則欺賣而利之耳人主\n將何便扵此群下至衆而主至少也所托財器\n職業者率扵群下也但無耻但苟安則主罷病\n故古者禮不及庶人刑不至君子所以厲寵臣\n之節也古者大臣有坐不廉而廢者不謂曰不\n廉曰簠簋不飾坐穢汚姑婦姊姨母男女無别\n者不謂汚穢曰帷箔不修坐罷軟不勝任曰下\n官不軄故貴大臣定有其罪矣猶未斥然正以\n呼之也尚遷就而為之諱也故其在大譴大訶\n之域者聞譴何則白冠釐纓盤水加劒造請室\n而請其罪耳上弗使執縳係引而行也其中罪\n者聞命而自弛上不使人頸盭\n而加也其有大罪者聞令則北面再拜跪\n而自裁上不使人捽抑而刑也子大夫自有過\n耳吾遇子有禮矣遇之有禮故群臣自憙厲以\n廉耻故人務節行上設廉耻禮義以遇其臣而\n群臣不以節行而報其上者即非人類也故化\n成俗定則為人臣者主醜亡身國醜亡家公醜\n亡私利不苟就害不苟去唯義所在主上之化\n故父兄之臣誠死君上守衞捍敵之臣誠死城\n郭封境故曰聖人有金城者此物比志也彼且\n為我死故吾得與之俱生彼且為我亡故吾得\n與之俱存夫將為我危故吾得與之皆安顧行\n而忘利守節而服義故可以託不御之權可以\n託五尺之孤此厲廉耻行禮義之所致也主上\n何䘮焉此之不為而顧彼之行故曰可為長太\n息者也\n新書卷第二終\n"}
{"id": "KR3a0005_003", "series": "KR3a0005", "text": "新書卷第三\n　　　俗激\n大臣之俗特以牘書不報小期㑹不答耳以爲\n大故以爲大故不可矣天下之大指舉之而激\n俗流失世壊敗矣因恬弗知恠大故也加刀筆\n之吏務在筐箱而不知大體陛下又弗自憂故\n如哉夫邪俗日長民相然席扵無廉醜行義非\n循也豈且爲人子背其父爲人臣因忠扵主哉\n豈爲人弟欺其兄爲人下因信其上哉陛下雖\n有權柄事業將所寄之管子曰四維一曰禮二\n曰義三曰廉四曰耻四維不張國乃㓕亡云使\n𬋩子愚無識人也則可使管子而少知治體則\n是豈不可爲寒心今世以侈靡相競而上無制\n度棄禮義捐廉醜日甚可爲月異而嵗不同矣\n逐利乎不耳慮念非顧行也今其甚者到父矣\n財大母矣踝嫗矣刺兄矣盜者慮探柱之金剟\n寢戸之簾搴兩廟之器白晝大\n都之中剽吏而奪之金矯偽者出㡬十萬石粟\n賦六百餘萬錢乗傳而行郡諸侯此靡無行義\n之先至者巳其餘猖蹶而趨之者乃豕羊駈而\n徃是類管子謂四維不張者也與竊爲陛下惜\n之以臣之意吏慮不動扵耳目以爲是特適然\n耳夫遺風易俗使天下移心而向道類非俗吏\n之所能爲也陛下又不自憂竊為陛下惜之夫\n立君臣等上下使父子有禮六親有紀此非天\n所設也夫人之所設弗爲持此則僵不循則壊\n秦㓕四維不張故君臣乖而相攘上下亂賤而\n無差父子六親殃僇而失其宜奸人並起萬民\n離叛凡十三嵗而社稷爲墟今而四維猶未備\n也故奸人冀幸而衆下疑惑矣豈如今經制令\n主主臣臣上下有差父子六親各得其宜奸人\n無所冀幸群衆信上而不疑惑哉此業一定世\n世常安而後有所持循矣若夫經制不定是猶\n渡江河無維楫中流而遇風波也船必覆敗矣\n悲夫備不豫具之也可不察乎\n　　　時變\n秦國失理天下大敗衆揜寡知欺愚勇刼惧壯\n凌衰功擊奮者為賢貴人善突盗者為忻諸侯\n設謟而相輹飾設而相紹者為知天下亂至矣\n是以大賢起之威振海内徳從天下曩之為秦\n者今轉而為漢矣今有何如進取之時去矣并\n兼之勢過矣胡以孝弟循順為善書而為吏耳\n胡以行義禮節為家富而出官耳驕耻偏而為\n祭尊黥劓者攘臂而為祭政行為狗彘也苟家\n富財足隱机旴視而為天子耳唯告罪昆弟欺\n突伯父逆扵父母乎然錢財多也衣服循也我\n何妨為世之基公唯愛季母妻公之接女乎車\n馬嚴也走犬良也矯誙而家羙盜賊而財多何\n傷欲交吾擇貴寵者而交之欲勢擇吏權者而\n使之取婦嫁子非有權勢吾不與婚姻非貴有\n戚不與兄弟非富大家不與出入因何也今俗\n侈靡以出相驕出倫踰等以富過其事相競今\n世貴空爵而賤良俗靡而尊奸富民不爲奸而\n貧爲里母也㢘吏釋官而歸爲邑笑居官敢行\n奸而富爲賢吏家處者犯法爲利爲材士故兄\n勸其弟父勸其子則俗之邪至扵此矣商君違\n禮義棄倫理并心扵進取行之二嵗秦俗日敗\n秦人有子家富子壯則出分家貧子壯則出贅\n假父耰鉏杖篲耳慮有徳色矣\n母取瓢椀箕箒慮立訊語抱哺其子與公併踞\n婦姑不相說則反脣而睨其慈子嗜利而輕簡\n父母也念罪非有倫理也亦不同禽獸僅焉耳\n然猶并心而赴時者曰功成而敗義耳蹷六國\n兼天下求得矣然不知反㢘耻之節仁義之厚\n并兼之法遂進取之業凡十三嵗而社稷爲墟\n不知守成之數得之術也悲夫帝者養士進取\n遺禮\n　　　瑰瑋\n天下有瑰政扵此予民而民愈貧衣民而民愈\n寒使民樂而民愈苦使民知而民愈不知不知\n避縣網甚可瑰也今有瑋術扵此奪民而民益\n富也不衣民而民益煖苦民而民益樂使民愈\n愚而民愈不羅縣網陛下無意少聽其數乎夫\n雕文刻鏤周用之物繁多纎微苦瓢之器日變\n而起民棄完堅而務雕鏤纎巧以相競高作之\n宜一日今十日不輕能成用一嵗今半嵗而弊\n作之廢日挾功用之易弊不耕而多食農人之\n食是天下之所以困貧而不足也故以末予民\n民大貧以本予民民大富黼黻文繡纂組害女\n工且夫百人作之不能衣一人方且萬里不輕\n能具天下之力勢安得不寒世之俗侈相耀人\n慕其所不如悚迫扵俗願其所未至以相競高\n而上非有制度也今唯刑餘鬻妾下賤衣服得\n過諸侯擬天子是使天下公得冐主而夫人務\n侈也冐主務侈則天下寒而衣服不足矣故以\n文繡衣民而民愈寒以裭民民必煖而有餘布\n帛之饒矣夫竒巧末技商販逰食之民形佚樂\n而心縣愆志苟得而行淫侈則用不足而蓄積\n少矣即遇㐫旱必先困窮迫身則苦飢甚焉今\n敺民而歸之農皆著扵本則天下各食於力末\n技㳺食之民轉而縁南畒則民安性勸業而無\n縣愆之心無苟得之志行恭儉蓄積而人樂其\n所矣故曰苦民而民益樂中世淫侈矣飾知乃\n以相詐利者爲知士敢犯法禁昧大奸者爲識\n理故邪人務而日形奸詐繁而不可止罪人積\n下衆多而無時已君臣相胃上下無辨此生於\n無制度也今去淫侈之俗行節儉之術使車輿\n有度衣服器械各有制數制數已定故君臣絶\n尤而上下分明矣擅遏則讓上位僣者誅故淫\n侈不得生知巧詐謀無爲起奸邪盜賊自爲止\n則民離罪逺矣知巧謀不起所謂愚故曰使愚\n而民愈不羅縣網此四者使君臣相冐上下無\n别天下困貧奸詐盜賊並起罪人蓄積無已者\n也故不可不急速救也\n　　　孽産子\n民賣産子得爲之繡衣編經履偏諸縁入之閑\n中是古者天子后之服也后之所以廟而不以\n燕也而衆庶得以衣孽妾白縠之表薄紈之裏\n緁以偏諸羙者黼繡是古者天子之服也今貴\n富人大賈者䘮資若兄弟召客者得以被墻古\n者以天奉一帝一后而節適今貴人大賈屋壁\n得爲帝服賈婦優倡下賤産子得爲后飾然而\n天下不屈者殆未有也且主帝之身自衣皂綈\n而靡賈侈貴墻得被繡帝以衣其賤后以縁其\n領孽妾以縁其履此臣之所謂踳也且試觀事\n理夫百人作之不能衣一人也欲天下之無寒\n胡可得也一人耕之十人聚而食飢膚欲其無\n爲奸邪盗賊不可得也國已素屈矣奸邪盗賊\n特湏時爾歳適不為如雲而起耳若夫不爲見\n室滿胡可勝撫也夫錞此而有安上者殆未有\n也今也平居則無茈施不敬而素寛有故必困\n然而獻計者類曰無動為大耳夫無動而可以\n振天下之敗者何等也曰爲大夫治可也若爲\n大乱豈若其小悲夫俗至不敬也至無等也至\n冐其上也進計者猶曰無爲可爲長大息者此\n也\n　　　銅布\n銅布於下爲天下菑何以言之銅布於下則民\n鑄錢者大扺必雜石鈆鐵焉黥罪日繁此一禍\n也銅布扵下偽錢無止錢用不信民愈相疑此\n二禍也銅布扵下采銅者棄其田疇家鑄者損\n其農事穀不爲則隣扵飢此三禍也故不禁鑄\n錢則錢常亂黥罪日積是陷阱也且農事不爲\n有罪爲菑故民鑄錢不可不禁止禁鑄錢必以\n死罪鑄錢者禁則錢必還重錢重則盜鑄錢者\n起則死罪又復積矣銅使之然也故銅布扵下\n其禍博矣今博禍可除七福可致何謂七福上\n收銅勿令布下則民不鑄錢黥罪不積一銅不\n布下則偽錢不繁民不相疑二銅不布下不得\n采銅不得鑄錢則民反耕田矣三銅不布下畢\n歸扵上挾銅積以御輕重錢輕則以術歛之錢\n重則以術散之則錢必治矣四挾銅之積以鑄\n兵器以假貴臣小大多少各有制度以别貴賤\n以差上下則等級明矣五挾銅之積以臨萬貨\n以調盈虚以收畸羨則官必富而末民困矣六\n挾銅之積制吾棄財以與匈奴逐爭其民則敵\n必懐矣此謂之七福故善為天下者因禍而為\n福轉敗而爲功今顧退七福而行慱禍可謂太\n長息此其一也\n　　　壹通\n所爲建武開凾谷臨晉關者大扺爲備山東諸\n侯也天下之制在陛下今大諸侯多其力因建\n關而備之若秦時之備六國也豈若定地勢使\n無可備之患因行兼愛無私之道罷關一通而\n下無以區區獨有関中者所謂禁㳺䆠諸侯及\n無得出馬關者豈不曰諸侯得重則權益重其\n國衆車騎則力益多故明爲之法無資諸侯扵\n臣之計䟽山東孽諸侯不令似一家者其精於\n此矣豈若一定地制令諸侯之民人騎二馬不\n足以爲患益以萬夫不足以爲害今不定大理\n數起禁不服人心害兼覆之義不便天子都長\n安而以淮南東南邊為奉地彌道數千不輕致\n輸郡或乃越諸侯而有免侯之地於逺方調均\n發徵又且必同大國包小國爲境小國闊大國\n而爲都小大駮躒逺近無衰天子諸侯封畔之\n無經也至無狀也以藩國資彊敵以列侯餌纂\n夫至不得也陛下柰何乆不正此\n　　　属逺\n古者天子地方千里中之而爲都輸將繇使其\n逺者不在五百里而公侯地百里中之而爲都\n輸將繇使逺者不在五十里而至輸將者不苦\n其繇繇使者不傷其費故逺方人安其居士民\n皆有驩樂其土此天下之所能長乆也及秦而\n不然秦不能分尺寸之地欲盡自有之耳輸將\n起上海而來一錢之賤耳十錢之費弗輕能致\n也上之所得者甚少而民毒苦之甚深故陳勝\n一動而天下不振今漢越兩諸侯之中分而乃\n以廬江之爲奉地雖秦之逺邊過此不逺矣令\n此不輸將不奉主非奉地義也尚安用此而乆\n縣其心哉若令此如奉地之義是復秦之迹也\n竊以爲不便夫淮南窳民貧郷也繇使長安者\n自悉以補行中道而衣行勝已贏弊矣彊提荷\n弊衣而至慮非假貨自諸非有以所聞也履蹻\n不數易至足以至錢用之費稱此苦甚竊以所\n聞縣令丞相歸休者慮非甚彊也不見得從者\n夫行數千里絶諸侯之地而縣属漢其勢終不\n可乆漢徃者家號泣而送之其來繇使者家號\n泣而遣之俱不相欲也甚苦属漢而欲王類至\n甚也逋遁而歸諸侯者類不少矣陛下不知蚤\n定毋以資奸人\n　　　親䟽危亂\n陛下有所不爲矣臣將不敢不畢陳事制假設\n令天下如曩也淮隂侯尚王楚黥布王淮南彭\n越王梁韓信王韓張敖王趙貫高爲相盧綰王\n燕陳豨在代令六七諸公皆無恙案其國而居\n當是時陛下即天子之位試能自安乎哉臣\n有以知陛下之不能也天下殽亂高皇帝與諸\n侯併肩而起非有側室之勢以豫席之也諸公\n率幸者乃得爲中㳙其次僅得爲舍人高皇帝\n南靣稱帝諸公皆為臣材之不逮至逺也高皇\n帝五年即天子之位割膏腴之地以王有功之\n臣多者百餘城少者乃三四十縣徳至渥也然\n其後十年之間反者九起㡬危天下者五六陛\n下之與諸公也非親角材而臣之也又非身親\n封王之也自高皇帝不能以是一歳爲安陛下\n獨安能以是自安也然尚有可諉者曰䟽臣請\n試言其親者假令齊悼惠王王齊元王王楚中\n山王王趙幽王王淮陽共王王梁靈王王燕厲\n王王淮南六七貴人皆無恙各案其國而居當\n是時陛下即天子之位能爲治乎臣又竊知陛\n下之不能也諸侯王雖名爲人臣實皆有布衣\n昆弟之心慮無不帝制而天子自爲者擅爵人\n赦死罪甚者或戴黄屋漢法非立漢令非行也\n雖離道如淮南王者令之安肯聽召之焉可致\n幸而至法安可得加動一親戚天下環視而起\n天下安可得制也陛下之臣雖有悍如馮敬者\n年湯旱七年甚也野無青草而民無飢色道無\n乞人嵗復之後猶禁陳耕古之爲天下誠有具\n也王者之法國無九年之蓄謂之不足無六年\n之蓄謂之急無三年之蓄曰國非其國也今漢\n興三十年矣而天下愈屈食至寡也陛下不省\n邪未穫耳富人不貸貧民且飢天時不收請賣\n爵鬻子既或聞耳曩頃不雨令人寒心一雨爾\n慮若更生天下無蓄若此甚極也其在王法謂\n之何必湏困至乃慮窮至乃圖不亦晩乎竊伏\n念之與使人悲然則所謂國無人者何謂也有\n天下而欲其安者豈於陛下者哉上弗自憂將\n以誰偷五嵗小康十嵗一㐫三十嵗而一大康\n蓋曰大數也自人人相食至於今若干年矣即\n不幸有方二三里之旱天下何以相救卒然邊\n境有數十萬衆聚天下將何以饋之矣兵旱相\n承民填溝壑剽盜攻擊者興繼而起中國失救\n外敵必駭一日而乃此之以然且用事之人未\n必此省爲人上省弗目憂魄然事困乃驚而督\n下曰此天也可柰何事既無如憂之何及方今\n始秋時可善為陛下少間可使臣議從丞相御\n史計之臣義詔所自用秩二千石上雖幸使義\n計勿厚䟽殆無傷也有時矣\n　　　觧縣\n天下之勢方倒縣竊願陛下省之也凡天子者\n天下之首也何也上也蠻夷者天下之足也何\n也下也蠻夷徵令是主上之操也天子共貢是\n臣下之禮也足反居上首顧居下是倒縣之勢\n也天下倒縣莫之能觧猶爲國有人乎非特倒\n縣而已也又慮躄且病痱夫躄\n者一靣病痱者一方痛今西爲上流東爲下流\n故隴西爲上東海為下則北境一倒也西郡北\n郡雖有長爵不輕得復五尺以上不輕得息苦\n甚矣中地左戍延行數千里糧食餽饟至難也\n斥候者望烽燧而不敢卧將吏戍者或介胷而\n睡而匈奴欺侮侵掠未知息時於焉信威廣徳\n難臣故曰一方病矣醫能治之而上弗肯使也\n天下倒縣甚苦矣竊爲陛下惜之進諫者類以\n爲是困不可觧也無具甚矣陛下肯幸聽臣之\n計請陛下舉中國之禍而從之匈奴中國乗其\n嵗而富强匈奴伏其辜而殘亡係單于之頸而\n制其命伏中行說而笞其背舉匈奴之衆唯上\n之令殺之乎生之乎次也陛下威憚大信徳義\n廣逺據天下而必固稱高號所誠宜俛視中國\n仰望四夷莫不如志矣然後退齋三日以報高\n廟令天下無愚智男女皆曰皇帝果大聖也胡\n忍以陛下之明承天下之資而乆爲戎人欺傲\n若此可謂國無人矣\n　　　威不信\n古之正義東西南北苟舟車之所達人迹之所\n至莫不率服而後云天子徳厚焉澤湛焉而後\n稱帝又加羙焉而後稱皇今稱號甚羙而實不\n出長城彼非特不服也又大不敬邊長不寧中\n長不靜譬如伏虎見便必動將何時已昔高帝\n起布衣而服九州今陛下杖九州而不行於匈\n奴竊爲陛下不足且事勢有甚逆者焉其義尤\n要天子者天下之首也何也上也蠻夷者天下\n之足也何也下也蠻夷徵令是主上操也天子\n共貢是臣下之禮也足反居上首顧居下是倒\n植之勢也天子之勢倒植矣莫之能理猶爲國\n有人乎徳可逺施威可逺加舟車所至可使如\n志而特捫然數百里而威令不信可爲流涕者此\n也\n新書卷第三終\n"}
{"id": "KR3a0005_004", "series": "KR3a0005", "text": "新書卷第四\n　　　匈奴\n竊料匈奴控弦大率六萬騎五口而出介卒一\n人五六三十此即户口三十萬耳未及漢千石\n大縣也而敢歲言侵盜屢欲亢禮妨害帝義甚\n非道也陛下何不使能者一試理此將爲陛下\n以耀蟬之術振之爲此立一官置一吏以主匈\n奴誠能此者雖以千石居之可也陛下肯聽其\n事計設令中國日治匈奴日危大國大富匈奴\n適亡吒犬馬行理勢然也將必以匈奴之衆為\n漢臣民制之令千家而爲一國列處之塞外自\n隴西延安至遼東各有分地以衛邉使備月氏\n灌窳之變皆属之其置郡然後罷戎休邉民天\n下之兵帝之威徳内行外信四荒恱服則愚臣\n之志快矣不然帝威不遂心與嘿嘿竊聞匈奴\n當今遂羸此其示武昧利之時也而建隆義渠\n東胡諸國又頗來降以臣之愚匈奴動疑將一\n材而出竒厚贄以責漢不大興不已旁午走急\n數十萬之衆積於北方天下安得食而饋之臨\n事而重困則難爲工矣陛下何不蚤圖建國者\n曰匈奴不敬辭言不順負其衆庶時爲寇盜撓\n邉境擾中國數行不義爲我狡猾爲此奈何對\n曰臣聞彌國戰智王者戰義帝者戰徳故湯祝\n網而漢隂降舜舞于羽而三苖服今漢帝中國\n也宜以厚徳懐服四夷舉明義博示逺方則舟\n車之所至人迹之所及莫不爲畜又且孰敢㤋\n然不承帝意陛下爲臣建三表設五餌以此與\n單于争其民則下匈奴猶振槁也夫無道之人\n何宜敢捍此其乆陛下肯幸用臣之計臣且以\n事勢諭天子之言使匈奴大衆之信陛下也爲\n通言耳必行而弗易夢中許人覺且不背其信\n陛下已諾若日出之灼灼故聞君一言雖有微\n逺其志不疑仇讐之人其心不殆若此則信諭\n矣所孤莫不行矣一表臣又且以事勢諭陛下\n之愛令匈奴之自視也苟胡面而我状者其自\n以爲見愛於天子也猶若子之遌慈母也\n若此則愛諭矣一表臣又且諭陛下之好令胡\n人之自視也苟其校之所長與其所二一可當\n天子之意若此則好諭矣一表愛人之状好人\n之技仁道信為大操帝義也愛好有實已諾可\n期十死一生彼必將至此謂三表凡賞於國此\n不可以均賞均則國􁏛而尚薄不足以動人故\n善賞者踔之駮轢之從而時厚之令視之足見\n也誦之足語也乃可傾一國之心陛下幸聽臣\n之計則臣有餘財匈奴之來者家長已上固必\n衣繡家少者必衣文錦將為銀車五乘大雕畫\n之駕四馬載緑盖從数騎御驂乘且雖單于之\n出入也不輕都此矣令匈奴降者時時得此而\n賜之耳一國聞之者見之者希心而相告人冀\n幸以爲吾至亦可以得此將以壊其目一餌匈\n奴之使至者若大降者也大衆之所聚也上必\n有所召賜食焉飯物故四五盛羙胾䐗\n炙肉具醢醢方數尺於前令一人坐此胡人觀\n欲者固百數在旁得賜者之喜也且笑且飯味\n皆所嗜而所未嘗得也今來者時時得此而饗\n之耳一國聞之者見之者垂洟而相告人徐憛\n其所自以吾至亦將得此將以此壊\n其口一餌降者之傑也若使者至也上必使人\n有所召客焉令得召其知識胡人之欲觀者勿\n禁令婦人傳白墨黒繡衣而侍其堂者二十三\n十人或薄或揜為其胡戯以相飯上使樂府幸\n假之但樂吹簫皷鞀倒挈面者更進舞者踰者\n時作少間擊皷舞其偶人莫時乃爲戎樂携手\n胥彊上客之後婦人先後扶侍之者固十餘人\n令使者降者時或得此而樂之耳一國聞之者\n見之者希旴相告人人忣忣唯恐其後來至也\n將以此壊其耳一餌凡降者陛下之所召幸若\n所以約致也陛下必有時有所富必令北有髙\n堂䆳宇善厨䖏大囷京厩有編馬庫有陣車奴\n婢諸嬰兒畜生具令此時大具召胡客饗胡使\n上幸令官助之具假之樂令此其居處樂虞囷\n京之畜畜皆過其故王慮出其單于或時時賜\n此而爲家耳匈奴一國傾心而冀人人忣忣惟\n恐其後來至也將以此壊其腹一餌於來降者\n上必時時而有所召幸拊循而後得入官夫胡\n大人難親也若上扵故嬰兒召貴人子好可愛\n者上必召幸大數十人爲此繡衣好閼且出則\n從則更侍上即饗胡人也大榖抵也客胡使也\n功士武士固近侍傍胡嬰兒得近侍側故貴人\n更進得佐酒前上乃幸自御此薄使付酒錢時\n人偶人爲間則出繡衣具帶服賔餘時以賜之\n上即幸拊胡嬰兒擣遒之戯弄之乃授炙幸自\n啗之出好衣閑且自爲贑之上起胡嬰兒或前\n或後胡貴人既得奉酒出則服衣佩綬貴人而\n立扵胡令數人得此而居耳一國聞者見者希\n旴而欲人人忣忣惟恐其後來至也將以此壊\n其心一餌故牽其耳牽其目牽其口牽其腹四\n者已牽又引其心安得不來下胡抑抎也此謂\n五餌若夫大變之應大約以權决塞因宜而行\n不可豫形尊翁主重相室多其長吏衆門大夫\n皆謀士也必足之財且用吾人且用其尊觀其\n限窺其謀中外符節適　拘也夫或人且安得\n乆捍若此故三表已諭五餌既明則匈奴之中\n乖而相疑矣使單于寢不聊寐飯失其口禆劒\n挾弓而蹲穹廬之隅左視右視以爲盡仇也彼\n其群臣雖欲毋走若虎在後衆欲無來恐或軒\n之此謂勢然其貴人之見單于猶迕虎狼\n也其南靣而歸漢也猶弱子之慕慈母也其衆\n人之見將吏猶噩迀仇讎也南郷而欲走\n漢猶水流下也將軍單于無臣之使無民之守\n夫惡得不係頸稽顙請歸陛下之義哉此謂戰\n徳彼匈奴見畧且引衆而逺去連此有數夫關\n市者固匈奴所犯滑而深求也願上遣使厚與\n之和以不得已許之大市使者反因扵要險之\n所多爲鑿開衆而延之關吏卒使足以自守大\n每一關屠沽者賣飯食者羔臛膹炙者\n每物各一二百人則胡人著扵長城下矣是王\n將彊北之必攻其王矣以匈奴之飢飯羮啗膹\n肉喗澦多飯酒此則亡竭可立待\n也賜大而愈飢財盡而愈困漢者所希心而慕\n也則匈奴貴矣以其千人至者顯其二三以其\n萬人至者顯其十餘人夫顯榮者招民之機也\n故逺期五嵗近期三年之内匈奴亡矣此謂徳\n勝曰建三表明五餌盛資翁主禽敵國而后止\n費至多也惡得財用而足之對曰請吾敢費御\n府誅金尺帛然而臣有餘資問曰何以對曰國\n有二族方亂天下甚扵匈奴爲之邉患也使上\n下踳逆天下窽貧盜賊罪人蓄積\n無已此二族爲宗也上去二族弗使亂國天下\n治富矣臣賜二族使崇匈奴過足言者或曰天\n子不怵人民悹之曰苟或非天子民尚豈\n天子也詩曰普天之下莫非王土率土之濵莫\n非王臣王者天子也苟舟車之所至人迹之所\n及雖蠻貊戎狄孰非天子之所作也而慉渠頗\n率天子之民以不聼天子則慉渠大罪也今天\n子自為懐其民天子之理也豈有怵人之民哉\n　　　勢卑\n匈奴侵甚侮甚遇天子至不敬也爲天下患至\n無已也以漢而歳致金絮繒綵是入貢軄於蠻\n夷也顧爲戎人爲諸侯也勢既卑辱而禍且不\n息長此何窮陛下胡忍以帝皇之號持居此賔\n竊料匈奴之衆不過漢一千石大縣以天下之\n大而困扵一縣之正甚竊為執事羞之陛下有\n意胡不使臣一試理此夫胡人扵古小諸侯之\n所銍權而服也奚宜敢悍若此以臣爲属之官\n以主匈奴因幸行臣之計半嵗之内休屠飯失\n其口矣少假之間休屠繫頸以草膝行頓顙請\n歸陛下之義唯上財幸而後復罷履属國之官\n臣賜歸伏田廬不復洿末廷則忠臣之志快矣\n今不獦猛敵而獦田彘不慱反寇而搏蓄莧所\n獦得毋小所摶得毋急乎繁細虞不圖大患非\n所以爲安\n　　　淮難\n一竊恐陛下接王淮南子曽不與如臣者孰計\n之也淮南王來入赴千乘之君陛下爲頓顙謝\n罪皇太后之前淮南王曽不醮讓敷留之罪無\n加身者舍人横制等室之門陛下追而赦之吏\n曽不捕王人扵天子國横行不􁍿而無譴乃賜\n美人多載黄金而歸侯邑之在其國者畢從之\n佗所陛下扵淮南不可謂薄矣然而淮南王天\n子之法咫蹂促而弗用也皇帝之令咫批傾而\n不行天下孰不知天子選功臣有識者以爲之\n相吏王堇不踏蹴而逐耳無不稱病而走者天\n下弗知日接持怨言以誹謗陛下之爲皇太后\n之餽賜逆聊而不受天子使者奉詔而弗得見\n僵卧以發詔書天下孰不知聚罪人竒狡少年\n通棧竒之徒啓章之等而謀爲東帝天下孰弗\n知淮南王罪已明陛下赦其死罪觧之金道以\n爲之神其人自病死陛下何負天下大指孰能\n以王之死爲不當陛下無負也如是咫淮南王\n罪人之身也淮南王罪人之子也奉尊罪人之\n子適足以負謗扵天下耳無觧細扵前事且也\n人不肉爲心則已若以肉爲心人之可知也今\n淮南子少壮聞父辱壯是立咫焉泣洽矜卧咫\n泣交項腸至腰肘如繆維耳豈能湏㬰忘哉是\n而不知是非人也陛下制天下之命而淮南王\n至如此極其子舍陛下而更安所歸其怨爾特\n曰勢未便事未發舍亂而不敢言若誠其心豈\n能忘陛下哉白公勝所爲父報仇者報大父與\n諸伯父叔也令尹子西司馬子綦皆親群父也\n無不盡傷昔者白公之爲亂也非欲取國伐主\n也爲發憤快志爾故欲皆首以衝仇人之匈固\n爲要俱穈而已耳固非冀生也今淮南王雖小\n黥布用之耳漢存特幸耳夫擅仇足以危漢之\n資於䇿安便雖割而爲四四子一心未異也豫\n讓爲智伯報趙襄子五起而不取者無他資力\n少也子胥之報楚也有呉之衆也白公成亂也\n有白公之衆也闔閭故然使鱄諸刺呉王僚燕\n太子丹富故然使荆軻殺秦王政今陛下將尊\n不億之人予之衆積之財此非有白公子胥之\n報於廣都之中者即疑有鱄諸荆軻起两柱之\n間其䇿安便哉此所謂假賊兵爲虎翼者也願\n陛下留意計之\n　　　無蓄\n禹有十年之蓄故免九年之水湯有十年之積\n故勝七歳之旱夫蓄積者天下之大命也苟粟\n多而財有餘何饗而不濟以攻則取以守則固\n以戰則勝懐柔附逺何招而不至管子曰倉廩\n實知禮節衣食足知榮辱民非足也而可治之\n者自古及今未之嘗聞古人曰一夫不耕或爲\n之飢一婦不織或爲之寒生之有時而用之無\n度則物力必屈古之爲天下者至悉也故其蓄\n積足恃今背本而以末食者甚衆是天下大殘\n從生之害者甚盛是天下之大賊也汰流淫佚\n侈靡之俗日以長是天下之大崇也殘賊公行\n莫之或止大命貶敗莫之振救何計者也事情\n安所取生之者甚少而靡之者甚衆天下之勢\n何以不危漢之爲漢幾四十歳矣公私之積猶\n可哀痛也故失時不雨民且狼顧矣歳惡不入\n請賣鬻子既或聞耳矣安有爲天下阽危若此\n而上不驚者世有之飢荒天下之常也禹湯被\n之矣即不幸有方二三千里之旱國何以相恤\n卒然邉境有急數十日百萬之衆聚國何以餽\n之矣兵旱相乘天下大屈勇力聚者徒而横擊\n罷矣夫嬴老易子孫而齩其骨故法未必通也\n逺方之疑者並舉而争起矣爲人上者乃試而\n圗之豈将有及乎可以爲富安天下而直以爲\n此廪廪也竊爲陛下惜之王制曰國無九年之\n蓄謂之不足無六年之蓄謂之急無三年之蓄\n國非其國也其王制若此之廹也陛下柰何不\n使吏計所以爲此可以流涕者又是也\n　　　鑄錢\n遷者竊聞吏復鑄錢者民人抵罪多者一縣百\n數中者十數家属知識及吏之所疑繫囚榜笞\n及犇走者類甚不少僕未之得驗然其刑必然\n抵禍罪者固乃始耳此無息時事甚不少扵上\n大不便願陛下幸無忽法使天下公得顧租鑄\n錢鑄錢之情非殽鈆鐡及石雜銅也不可得嬴\n而殽之甚微又易爲無異鹽羹之易而其利甚\n厚張法雖公鑄金賜而鑄者情必奸偽也名曰\n顧租公鑄法也而實皆黥罪也有法若此上將\n何賴焉夫事有召禍而法有起奸今令細民操\n造弊之勢各隱親其家而公鑄作因欲禁其大\n利微聊雖黥罪日報其勢不止民理然也夫白\n著以請之則吏随而揜之爲民設阱孰積扵是\n上弗蚤圖之民勢且盡矣曩禁鑄錢死罪積下\n今公鑄錢黥罪積下雖少異乎未甚也民方䧟\n溺上弗且救乎且世民用錢縣異而郡不同或\n用輕錢百加若干輕小異行或用重錢平稱不\n受法錢不立將使天下操權族而吏急而壹之\n乎則吏煩苛而民弗任且力不能而勢不可施\n縱而弗苛乎則郡縣異而肆不同小大異同錢\n文大亂夫苟非其術則何饗而可哉夫農事不\n爲而采銅日煩釋其耒耨冶鎔鑪炭奸錢日繁\n正錢日亡善人怵而爲奸邪愿民䧟而之刑僇\n黥罪繁積吏民且日闘矣少益扵今將甚不祥\n柰何而忽國知患吏必議曰禁之不得其術其\n傷必大何以圉之令禁鑄錢錢必還重四錢之\n粟必還二錢耳重則盜鑄錢如雲而起則棄市\n之罪又不足以禁矣姦不勝而禁法數潰難言\n已大事也乆亂而弗蚤振恐不稱陛下之明凡\n治不得應天地星辰有動非小故也或累王徳\n陛下不可以怠方今始伏望可善圖也\n\n新書卷第四終\n"}
{"id": "KR3a0005_005", "series": "KR3a0005", "text": "新書卷第五\n　　　　　　　　　　漢長沙太傅賈誼撰\n　　　傅軄\n或稱春秋而爲之聳善而抑惡以革勸其心教\n之禮使知上下之則宣或爲之稱詩而廣道顯\n德以馴明其志教之樂以䟽其穢而填其浮氣\n教之語使明扵上世而知先王之務明徳扵民\n也教之故設使知廢興者而戒惧焉教知任術\n使能紀萬官之軄任而知治化之儀教之訓典\n使知族類䟽戚而隱比馴焉此所謂學太子以\n聖人之德者也或明惠施以道之忠明長復以\n道之信明度量以道之義明等級以道之禮明\n恭儉以道之孝明敬戒以道之事明慈愛以道\n之仁明僴雅以道之文眀除害以道之武明精\n直以道之伐明正徳以道之賞明齊肅以道之\n教此所謂教太子也左右前後莫非賢人以輔\n相之威儀以光後之攝體貌以左右之制義行\n以宣翼之章恭敬以監行之勤勞以勸之孝順\n以内之敦篤以固之忠信以發之徳言以揚之\n此所謂順者也此傳人之道也非賢者不能行\n天子不諭扵先聖人之徳不知君國畜民之道\n不見禮義之正不察應事之理不慱古之典傳\n不僴扵威儀之數詩書禮樂無經天子學業之\n不法凡此其属太師之任也古者齊太公軄之\n天子不姻扵親戚不惠扵庶民無禮扵大臣不\n中扵刑獄無經扵百官不哀扵䘮不敬扵祭不\n直扵戎事不信扵諸侯不誠扵賞罰不厚扵徳\n不彊扵賜予侈扵左右近臣吝授扵䟽逺卑賤\n不能而懲忿忘欲大行大禮大義大道不從太\n師之教凡此其属太傅之任也古者魯周公軄\n之天子處位不端受業不敬教誨諷誦詩書禮\n樂之不經不法不古言語不序音聲不中律將\n學趨譲進退即度不以禮登降揖讓無容視贍\n俯仰周旋無節妄咳唾數顧趨行得色不比順\n隱琴肆瑟凡此其属太保之任古者燕召公職\n之天子燕業及其學左右之習詭其師荅逺方\n諸侯遇貴大人不知大雅之辭荅左右近臣不\n知已諾之適僴問小誦之不慱不習凡此之属\n少師之任也古者史佚軄之天子居處出入不\n以禮衣服冠帶不以制御器在側不以度雜綵\n從美不以彰徳小行小禮小義小道凡此之属\n少傅之任也天子居處燕私安所易樂而湛夜\n漏屏人而數飲酒而醉食肉而飽飽而彊食饑\n而餒暑而暍寒而懦寢而莫宥坐而莫恃行而\n莫先莫後帝自爲関户自取玩好自執器皿凾\n顧還靣而器御之不舉不臧折毁䘮傷凡此其\n属少保之任也干戚戈羽之舞管籥琴瑟之㑹\n號呼謌謡聲音不中律燕樂雅頌逆樂序凡此\n其属詔工之任也不知冐之不時節不知先王\n之諱與國之大忌不知風雨雷電之清凡此其\n属太史之任也\n　　　保傅\n殷爲天子三十餘世而周受之周爲天子三十\n餘世而秦受之秦爲天子二世而亡人性非甚\n相逺也何殷周之君有道而長也而秦無道之\n暴也其故可知也古者之王者太子初生固舉\n以禮使士負有司齊肅端冕見之南郊見于天\n也過闕則下過廟則趨孝子之道也故自爲赤\n子而教固以行矣昔者周成王㓜在襁褓之中\n召公爲太保周公爲太傅太公爲太師保保其\n身體傅傅之徳義師師道之教訓三公之軄也\n扵是爲置三少皆上大夫也曰少保少傅少師\n是與天子燕者也故咳唾三公三少固明孝仁\n禮義以道習之逐去邪人不使見惡行扵是皆\n選天下之端士孝弟慱聞有道術者以衛翼之\n使與太子居處出入故太子初生而見正事聞\n正言行正道左右前後皆正人也習與正人居\n之不能無不正也猶生長楚言不能不楚言也\n故擇其所嗜必先受素乃得嘗之擇其所樂必\n先有習乃能爲之孔子曰少成若天性習貫若\n自然是殷周之所以長有道也及太子少長知\n好色則入扵學學者所學之官也學禮曰帝入\n東學上親而貴仁則親䟽有序而恩相及矣帝\n入南學上齒而貴信則長㓜有差而民不誣矣\n帝入西學上賢而貴徳則賢智在位而功不遺\n矣帝入北學上貴而尊爵則貴賤有等而下不\n踰矣帝入太學承師問道退習而考扵太傅罰\n其不則而匡其不及則徳智長理道得矣此五\n學既成扵上則百姓黎民化輯扵下矣學成治\n就是殷周所以長有道也及太子既冠成人免\n扵保傅之嚴則有司直之史有勸膳之宰天子\n有過史必書之史之義不得書過則死而宰收\n其膳宰之義不得收膳即死扵是有進善之旌\n有誹謗之木有敢諌之皷瞽史誦詩工誦箴諌\n大夫進謀士傳民語習與智長故切而不愧化\n與心成故中道若性是殷周之所以長有道也\n三代之禮天子春朝朝日秋暮夕月所以明有\n敬也春秋入學坐國老執醤而親饋之所以明\n有孝也行以鵉和歩中采薺趨中肆夏所以明\n有度也其扵禽獸也見其生不忍其死聞其聲\n不嘗其肉故逺庖厨所以長恩且明有仁也食\n以禮收以樂失度則史書之工誦之三公進而\n讀之宰夫减其膳是天子不得為非明堂之位\n曰篤仁而好學多聞而道順天子疑則問應而\n不窮者謂之道道者道天子以道者也常立扵\n前是周公也誠立而敦㫁輔善而相義者謂之\n輔輔者輔天子之意者也常立扵左是太公也\n潔亷而切直匡過而諫邪者謂之拂拂者拂天\n子之過也常立扵右是召公也慱聞彊記捷給\n而善對者謂之承承者承天子之遺忘者也常\n立扵後者是史佚也故成王中立聽朝則四聖\n維之是以慮無失計而舉無過事殷周之所以\n長乆者其輔翼天子有此具也及秦而不然其\n俗固非貴辭譲也所上者告訐也固非貴禮讓\n也所上者刑罰也使趙髙傅胡亥而教之獄所\n習者非斬劓人則夷人之三族也故今日即位\n明日射人忠諫者謂之誹謗深爲之計者謂之\n妖言其視殺人若艾草菅然豈胡亥之性惡哉\n其所以集道之者非理故也鄙諺曰不習爲吏\n而視己事又曰前車覆而後車戒夫殷周之所\n以長乆者其已事可知也然而不能從是不法\n聖智也秦之亟絶者其執迹可見也然而不避\n是後車又覆也夫存亡之反治亂之機其要在\n是矣天下之命縣扵太子太子之善在扵蚤教\n與選左右心未濫而先諭教則化易成也夫開\n扵道術知義之指則教之功也若其服習積貫\n則左右而已矣夫胡越之人生而同聲嗜慾不\n異及其長而成俗也累數譯而不能相通行有\n雖死而不相爲者則教習然也臣故曰選左右\n蚤諭教最急夫教得而左右正矣天子正而天\n下定矣書曰一人有慶兆民頼之此時務也\n　　　連語\n紂天子之後也有天下而宜然苟背道棄義釋\n敬慎而行驕肆則天下之人其離之若崩其背\n之也不約而若期夫爲人主者誠柰何而不慎\n哉紂将與武王戰紂陳其卒左臆右臆皷之不\n進皆還其刃顧以郷紂也紂走還扵寢廟之上\n身闘而死左右弗肯助也紂之官衞與紂之軀\n棄之玉門之外民之觀者皆進蹴之蹈其腹蹷\n其腎踐其肺履其所周武王乃使人帷而守之\n民之觀者􁋭帷而入提石之者猶未肯止可悲\n也夫執爲民主直學民爲仇殃忿若此夫民尚\n踐盤其軀而况有其民政教乎羞甚臣竊聞之\n曰善不可謂小而無益不善不可謂小而無傷\n大牛之爲胎也細若鼷䑕紂損天下自象著始\n故小惡大惡一類也過敗雖小皆紂之罪也周\n諺曰前車覆而後車戒今前車已覆矣而後車\n不知戒不可不察也梁嘗有疑獄半以爲當罪\n半以爲不當雖梁王亦疑梁王曰陶之朱叟以\n布衣而富侔國是必有竒智乃召朱公而問之\n曰梁有疑獄吏半以爲當罪半以爲不當雖寡\n人亦疑爲吾决是柰何朱公曰臣鄙人也不知\n當獄然臣家有二白壁其色相如也其徑相如\n然其價也一者千金一者五百金王曰徑與色\n澤皆相如也一者千金一者五百金何也朱公\n曰側而視之其一者厚倍之是以千金王曰善\n故獄疑則從去賞疑則從予梁國說以臣義竊\n觀之墻薄咫尺亟壊繒薄咫亟裂器薄咫亟毁\n酒薄咫亟酸夫薄而可以曠日持乆者殆未有\n也故有國畜民施政教者臣竊以爲厚之而可\n耳抑臣又竊聞之曰有上主者有中主者有下\n主者上主者可引而上不可引而下下主者可\n以引而下不可引而上中主者可引而上可引\n而下故上主者堯舜是也夏禹羿后稷與之爲\n善則行鯀驩兠欲引而爲惡則誅故可與爲善\n而不可與爲惡下主者桀紂是也雖侈惡來進\n與爲惡則行比干龍逢欲引而爲善則誅故可\n與爲惡而不與爲善所謂中主者齊桓公是也\n得管仲隰朋則九合諸侯竪貂子牙則餓死胡\n宫蟲流而不得葬故材性乃上主也賢人必合\n而不肖人必離國家必治無可憂者也若材性\n下主也邪人必合賢正必逺坐而湏亡耳又不\n可勝憂矣故其可憂者唯中主耳又似練絲染\n之藍則青染之緇則黒無善佐則亡此其不可\n不憂者耳詩曰芃芃棫樸薪之醮之濟濟辟士\n左右趨之此言左右日以善趨也故臣竊以爲\n諫左右急也\n　　　輔佐\n大相上承大義而啓治道總百官之要以調天\n之宜正身行廣教化脩禮樂以羙風俗兼領而\n和一之以合治安故天下失宜國家不治則大\n相之任也上執政軄大拂秉義立誠以翼上志\n直議正辭以持上行批天下之患匡諸侯之過\n令或欎而不通臣或盭而不義大拂之任也中\n執政軄大輔聞善則以獻知善則以獻明號令\n正法則領度量論賢良次官軄以時廵循使百\n吏敬率其業正經義不衷賢不肖失序大輔之\n任也下執事軄道行典知變化以爲規是非明\n利害掌僕及輿馬之度羽旄旌旗之制歩驟徐\n疾之節春夏秋冬馬之倫色居車之容登降之\n禮見規宜諭見過則調故軄不率義則道行之\n任也調訊典慱聞以掌駟乗領時從此賢能天\n子出則爲重右坐立則爲位承聖帝之徳畜民\n之道禮樂之正應事之理則軄以箴刑獄之衷\n賞罰之誠已諾之信百官之經䘮祭之共戎事\n之誡身行之彊則軄以諗遇大臣之敬遇小臣\n之惠坐立之端言黙之序音聲之適揖譲之容\n俯仰之節立事之色則職以証出入不從禮衣\n服不從制御器不以度送非其章忿說忘其義\n取予失其節安易而樂湛則職以諫故善不徹\n過不聞侍從不諫則調訊之任也典方典容儀\n以掌諸侯逺方之君譔之班爵列位軌任之約\n朝覲宗遇㑹同享聘貢軄之數辨其民人之衆\n寡政之治亂率意道順僻淫犯禁之差第天子\n廵狩則先循于其方故或有功徳而弗舉或有\n淫僻犯禁而不知典方之任也奉常典天以掌\n宗廟社稷之祀天神地祗人鬼凡山川四望國\n之諸祭吉㓙妖祥占相之事序禮樂䘮紀國之\n禮儀畢居其宜以識宗室觀民風俗審詩商命\n禁邪言息淫聲扵四時之交有事扵南郊以報\n祈天明故歴天事不得事鬼神不序經禮儀人\n倫不正奉常之任也桃師典春以掌國之衆庶\n四民之序以禮義倫理教訓人民方春三月緩\n施生遂動作百物是時有事于皇考祖考\n　　　問孝\n新書卷第五終\n"}
{"id": "KR3a0005_006", "series": "KR3a0005", "text": "新書卷第六\n　　　　　　　　　　　　梁太傅賈誼撰\n　　　禮\n昔周文王使太公望傅太子發嗜鮑魚而公弗\n與太公曰禮鮑魚不登扵爼豈有非禮而可以\n飬太子哉尋常之室無奥剽之位則父子\n不别六尺之輿無左右之義則君臣不明尋常\n之室六尺之與處無禮即上下踳逆父子悖亂\n而况其大者乎故道德仁義非禮不成教訓正\n俗非禮不備分爭辯訟非禮不决君臣上下父\n子兄弟非禮不定宦學事師非禮不親班朝治\n軍莅官行法非禮威嚴不行禱祠祭祀供給鬼\n神非禮不誠不荘是以君子恭敬撙節退讓以\n明禮禮者所以固國家定社稷使君無失其民\n者也主臣禮之正也威徳在君禮之分也尊卑\n大小強弱有位禮之數也禮天子愛天下諸侯\n愛境内大夫愛官属士庶各愛其家失愛不仁\n過愛不義故禮者所以守尊卑之經彊弱之稱\n者也禮天子適諸侯之宫諸侯不敢自阼階者\n主之階也天子適諸侯諸侯不敢有宫不敢爲\n主人禮也君惠臣忠父慈子孝兄愛弟敬夫和\n妻柔姑慈婦聽禮之至也君惠則不属臣忠則\n不貳父慈則教子孝則恊兄愛則友弟敬則順\n夫和則義妻柔則正姑慈則從婦聽則婉禮之\n質也禮者臣下所以承其上也故詩云一發五\n豝吁嗟乎騶虞騶者天子之囿也虞者囿之司\n獸者也天子佐輿十乗以明貴也二牲而食以\n優飽也虞人翼五豝以待一發所以復中也人\n臣扵是所尊敬不敢以節待敬之至也甚尊其\n主敬慎其所掌職而志厚盡矣作此詩者以其\n事深見良臣順下之志也者可以義矣故其嘆\n之也長曰于嗟乎雖古之善爲人臣者亦若此\n而巳禮者所以節義而没不還故饗飲之禮先\n爵於卑賤而后貴者始差殽膳下浹而樂入始\n奏觴不下徧君不賞差殽不下浹上不舉樂故\n禮者所以恤下也由余曰乾肉不腐則左右親\n苞苴時有筐篚時至則群臣附官無蔚藏腌陳\n時發則載其上詩曰投我以木瓜報之以瓊琚\n匪報也永以爲好也上少投之則下以軀償矣\n弗敢謂報願長以爲好古之蓄其下者其施報\n如此國無九年之蓄謂之不足無六年之蓄謂\n之急無三年之蓄國非其國也民三年耕必餘\n一年之食九年而餘三年之食三十歳相通而\n十年之積雖有凶旱水溢民無飢饉然後天子\n備味而食日舉以樂諸侯食珍不失鍾皷之縣\n可使樂也者上下同之故禮國有飢入人主不\n飱國有凍入人主不裘報囚之日人主不舉樂\n歳凶糓不登䑓扉榭徹于侯馬不食糓馳道不\n除食减膳饗祭有闕故禮者自行之義養民之\n道也受計之禮主所親拜者二聞生民之數則\n拜之詩曰君子樂胥受天子祐胥者相也祐大\n福也夫憂民之憂者民必憂其憂樂民之樂者\n民亦樂其樂與士民若此者受天之福矣禮聖\n王之於禽獸也見其生不忍見其死聞其聲不\n甞其肉隱弗忍也故逺庖厨仁之至也不合圍\n不掩群不射宿不涸澤豺不祭獸不田獵獺不\n祭魚不設網罟鷹隼不鷙睢而不逮不出植羅\n草木不零落斧斤不入山林昆蟲不蟄不以火\n田不麛不卯不刳胎不夭魚肉不入廟門\n鳥獸不成毫毛不登庖厨取之有時用之有節\n則物莫多湯曰昔蛛蝥作罟不髙順不用\n命者寕丁我網其憚害物也如是詩曰王在靈\n囿麀鹿攸伏麀鹿濯濯白鳥皜皜王在靈沼於\n仞魚躍言徳至也聖主所以在魚鼈禽獸猶得\n其所况於人民乎故仁人行其禮則天下安而\n方理得矣逮至徳渥澤洽調和大暢則天清徹\n地富煴物時熟民心不挾詐賊氣脉淳化\n攫齧摶拏之獸鮮毒蠚猛蚄之䖝密\n毒山不蕃草木少薄矣鑠乎大仁之化也\n　　　容經\n志有四興朝廷之志淵然淸以嚴祭祀之志諭\n然思以和軍旅之志惟然愠然精以厲䘮紀之\n志漻然㵞然憂以湫四志形中四色發外維如\n志色之淫\n容有四起朝廷之容師師然翼翼然整以敬祭\n祀之容遂遂然粥粥然敬以婉軍旅之容湢然\n肅然固以猛䘮紀之容怮然懾然若不還\n容淫\n視有四則朝廷之視端㳅平衡祭祀之視\n視如有将軍旅之視固植虎張䘮紀之視下㳅\n垂綱是淫\n言有四術言敬以朝廷之言也文言有序祭祀\n之言也屏氣折聲軍旅之言也言若不足䘮紀\n之言也固願正視平肩正背臂如抱皷足間二\n寸端面攝纓\n端股整足體不揺肘曰經立因以磬曰共立因\n以磬哲曰肅立因以垂佩曰早立\n　　　立容\n坐以經立之胻不差而足不跌視平衛曰經坐\n微俯視尊者之膝曰共坐仰首視不出尋常之\n内曰肅坐廢首低肘曰卑坐\n坐容　行以微磬之容臂不揺掉肩不上下\n　　　　身似不則從然而任\n行容　趨以㣲磬之容飄然翼然肩状若㳅\n　　　　足如射箭\n趨容　旋以微磬之容其始動也穆如驚倐\n　　　　其固復也旄如濯絲\n跘旋之容　跪以㣲磬之容揄右而下進左\n　　　　而起手有抑揚各尊其紀\n跪容　拜以磬折之容吉事上左凶事上右隨前\n　　　　以舉項衡以下寧逺無遲背項之状如屋\n拜容　拜而未起\n伏容　坐乗以經坐之容手撫式視五旅欲\n　　　　無顧顧不過轂小禮動中禮式大禮下\n坐車之容　立乗以經立之容右持綏而左\n　　　　臂詘存劒之緯欲顧顧不過轂小禮\n　　　　據中禮式大禮下\n立車之容　禮介不拜兵車不式不顧不言\n　　　　反抑式以應武容也\n　　　兵車之容\n若夫立而技坐而蹁體怠懈志驕傲䟃視\n數顧容色不比動静不以度妄咳唾疾言嗟氣\n不順皆禁也古者年九歳入就小學蹍小\n節焉業小道焉束髮就大學蹍大節焉業大道\n焉是以邪放非辟無因入之焉諺曰君子重襲\n小人無由入正人十倍邪辟無由來古之人其\n謹於所近乎詩曰芃芃棫樸薪之槱之\n濟濟辟王左右趨之此言左右日以善趨也\n古者聖王居有法則動有文章位執戒輔鳴玉\n以行佩玉也上有䨇珩下有䨇璜衝耳捍珠以\n細其間琚瑀以顇之行以采薺趨以肆夏歩中\n規折中矩登車則馬行而鸞鳴鸞鳴而和應聲\n曰和則敬故詩曰和鳴噰噰萬福攸同言動以\n紀度則萬福之所聚也故曰明君在位可畏施\n舎可愛進退可度周旋可則容貌可觀作事可\n法徳行可象聲氣可樂動作有文言語有章以\n承其上以接其等以臨其下以畜其民故爲之\n上者敬而信之等者親而重之下者畏而愛之\n民者肅而樂之是以上下和恊而士民順一故\n能宗揖其國以藩衛天子而行義足法夫有威\n而可畏謂之威有儀而可象謂之文富不可爲\n量多不可爲數故詩曰威儀棣棣不可選也棣\n棣富也不可選衆也言接君臣上下父子兄弟\n内外大小品事之各有容志也子贛由其家來\n謁於孔子孔子正顔舉杖磬折而立曰子之大\n親母乃不寧乎敢杖而立曰子之兄弟亦得無\n恙乎曵杖倍下行曰妻子家中得母病乎故身\n之倨两手之髙下顔色聲氣各有宜稱所以明\n尊卑别踈戚也子路見孔子之背磬折舉哀曰\n唯由也見孔子聞之曰由也何以遺亡也故過\n猶不及有餘猶不足也語曰沉乎明王執中履\n衡言秉中適而據乎宜故威勝徳則淳徳勝威\n則施威之與徳文若繆纒且畏且懐君道正矣\n質勝文則野文勝質則史文質彬彬然後君子\n龍也者人主之辟也亢龍徃而不返故易曰有\n悔悔者凶也潜龍入而不能出故曰勿用勿用\n者不可也龍之神也其惟兹龍乎能與細細能\n與巨巨能與髙髙能與下下吾故曰龍變無常\n能幽能章故聖人者在小不寳在大不宨狎而\n不能作習而不能順姚不惛卒不妄饒𥙿不贏\n迫不自䘮明是審非察中居宜此之謂有威儀\n古之爲路輿也蓋圜以象天二十八撩以象列\n宿軫方以象地三十輻以象月故仰則觀天文\n俯則察地理前視則覩鸞和之聲四時之運顇\n此輿教之道也人主大淺則知闇太博則業厭\n二者異同敗其傷必至故師傳之道既羙其施\n又慎其齊適疾徐任多少造而勿趣稍而勿苦\n省其所省而堪其所堪故力不勞而身大盛此\n聖人之化也\n　　　春秋\n楚惠王食寒𦵔而得蛭因遂吞之腹有疾而不\n能食令尹入問曰王安得此疾王曰我食寒𦵔\n而得蛭念譴之而不行其罪乎是法廢而威不\n立也非所聞也譴而行其誅則庖宰監食者法\n皆當死心又弗忍也故吾恐蛭之見也遂吞之\n令尹避席再拜而賀曰臣聞皇天無親惟徳是\n輔王有仁徳天之所奉也病不爲傷是昔也惠\n王之後而蛭出故其乆病心腹之積皆愈故天\n之視聽不可謂不察衛懿公喜鶴鶴有飾以文\n繡賦斂繁多而不顧其民貴優而輕大臣群臣\n或諌則面叱之及翟伐衛㓂挾城蝶矣衛君垂\n淚而拜其臣民曰㓂迫矣士民其勉之士民曰\n君亦使君之貴優将君之愛鶴以爲君戰矣我\n儕棄人也安能守戰乃潰門而出走翟㓂遂入\n衛君奔死遂䘮其國故賢主者不以草木禽獸\n妨害人民進忠正而逺邪偽故民順附而臣下\n爲用今釋人民而愛鳥獸逺忠道而貴優笑反\n甚矣人主之爲人主也舉錯而不僨者杖賢也\n今倍其所主而棄其所杖其僨仆也不亦宜乎\n語曰禍出者禍反惡人者人亦惡之管子曰不\n行其野不違其馬此違其馬者也\n鄒穆公有令食鳬鴈者必以粃母敢以粟於是\n倉母粃而求易於民二石粟得一石粃吏以請\n曰粃食鴈爲無費也今求粃於民二石粟而易\n一石粃以粃食鴈則費甚矣請以粟食之公曰\n去非而所知也夫百姓煦牛而耕曝背而耘苦\n勤而不敢堕者豈爲鳥獸也哉粟米人之上食\n也柰何其以養鳥也且汝知小計而不知大㑹\n周諺曰囊漏貯中而獨弗聞與夫君者民之父\n母也取倉之粟移之於民此非吾粟乎鳥苟食\n鄒之粃不害鄒之粟而已粟之在倉與其在民\n於吾何擇鄒民聞之皆知其私積之公家為一\n體也楚王欲滛鄒君乃遺之技樂羙女四人穆\n公朝觀而夕畢以妻死事之孤故婦人年弗稱\n者弗蓄節於身而弗衆也王輿不衣皮帛御馬\n不食禾菽無滛僻之事無驕燕之行食不衆味\n衣不雜采自刻以廣民親賢以定國親民如予\n鄒國之治路不拾遺臣下順從若手之投心是\n故以鄒子之細魯衛不敢輕齊楚不能脅鄒穆\n公死鄒之百姓若失慈父行哭三月四境之鄰\n於雛者士民鄉方而道哭抱手而憂行酤家不\n讎其酒屠者罷列而歸傲童不謳歌舂築者不\n相杵婦女扶珠瑱大夫釋玦靬琴瑟無音朞年\n而後始復故愛出者愛反福徃者福來易曰鳴\n鶴在隂其子和之其此之謂乎故曰天子有道\n守在四夷諸侯有道守在四鄰宋康王時有爵\n生鸇於城之陬使史占之曰小而生大必伯於\n天下康王大喜於是㓕滕伐諸侯取淮之地乃\n愈自信欲覇之亟成故射天笞地伐社稷而焚\n之曰威服天地鬼神罵國老之諌者爲無頭之\n棺以視有勇剖傴之背斮朝渉之脛國人大駭\n齊王聞而伐之民散城不守王乃逃於郳侯之\n館遂得而死故見祥而爲不可祥反爲福\n晉文公出畋前驅還白前有大蛇髙若堤横道\n而處文公曰還車而歸其御曰臣聞祥則迎之\n見妖則凌之今前有妖請以從吾者攻之文公\n曰不可吾聞之曰天子夢惡則脩道諸侯夢惡\n則脩政大夫夢惡則脩官庶人夢惡則脩身若\n是則禍不至今我有失行而天招以夭我若攻\n之是逆天命也乃歸齊伯而請於廟曰孤實不\n佞不能尊道吾罪一執政不賢左右不良吾罪\n飭政不謹民人不信吾罪三本務不脩以咎百\n姓吾罪四齊肅不荘粢盛不潔吾罪五請興賢\n遂能而章徳行善以道百姓母復前過乃退而\n脩政居三日而夢天誅大蛇曰爾何敢當明君\n之路文公覺使人視之蛇已魚爛矣文公大說\n信其道而行之不解遂至於伯故曰見妖而迎\n以徳妖反爲福也楚懐王心矜好髙人無道而\n欲有伯王之號鑄金以象諸侯人君令大國之\n王編而先馬梁王御宋王驂乘周召畢陳滕薛\n衛中山之君皆象使隨而趨諸侯聞之以爲不\n宜故興師而伐之楚王見士民爲用之不勸也\n乃徴役萬人且掘國人之墓國人聞之振動晝\n旅而夜亂齊人襲之楚師乃潰懐王逃適秦克\n尹殺之西河爲天下笑此好矜不讓之罪也不\n亦羞乎齊桓公之始伯也翟人伐燕桓公爲燕\n北伐翟乃至於孤竹反而燕君使復召公之職\n桓公歸燕君送桓公入齊地百六十六里桓公\n問於管仲曰禮諸侯相送固出境乎管仲曰非\n天子不出境桓公曰然則燕君畏而失禮也寡\n人恐後世之以寡人能存燕而朝之也乃下車\n而令燕君還車乃剖燕君所至而與之遂溝以\n爲境而後去諸侯聞桓公之義口不言而心皆\n服矣故九合諸侯莫不樂徳扶興天子莫不勸\n從誠退讓人孰弗戴也二世胡亥之爲公子昆\n弟數人詔置酒饗群臣召諸子賜食先罷胡亥\n下陛視群臣陳履状善者因行殘敗而去諸侯\n聞之莫不大息及二世即位皆知天下之棄也\n孫叔敖之爲嬰兒也出逰而還憂而不食其母\n問其故泣而對曰今日吾見两頭蛇恐去死無\n日矣其母曰今蛇安在曰吾聞見两頭蛇者死\n吾恐他人又見吾巳埋之也其母曰無憂汝不\n死吾聞之有隂徳者天報以福人聞之皆諭其\n能仁也及爲令尹未治而國人信之\n新書卷第六終\n"}
{"id": "KR3a0005_007", "series": "KR3a0005", "text": "新書卷第七\n　　　先醒\n懐王問於賈君曰人之謂知道者先生何也賈\n君對曰此慱號也大者在人主中者在卿大夫\n下者在布衣之士乃其正名非爲先生也爲先\n醒也彼世主不學道理則嘿然惛於得失不知\n治亂存亡之所由然忳忳猶醉也而賢主者學\n問不倦好道不厭惠然獨先迺學道理矣故未\n治也知所以治未亂也知所以亂未安也知所\n以安未危也知所以危故昭然先窹乎所以存\n亡矣故曰先醒辟猶俱醉而獨先發也故世主\n有先醒者有後醒者昔楚荘王即位自静三年\n以講得失乃退辟邪而進忠正能者任事而後\n在髙位内領國政辟草而施教百教富民恒一\n路不拾遺國無獄訟當是時也周室壊㣲天子\n失制矣宋鄭無道欺昧諸侯荘王圍宋伐鄭鄭\n伯肉袒牽羊奉簮而獻國荘王曰古之伐者亂\n則整之服則舎之非利之也遂弗受乃與晉人\n戰於两棠大克晉人㑹諸侯於漢陽申天子之\n辟禁而諸侯説服莊王歸過申侯之邑申侯進\n飯日中而王不食申侯請罪曰臣齋而具食甚\n潔日中而不飯臣敢請罪荘王喟然嘆曰非子\n之罪也吾聞之曰其君賢君也而又有師者王\n其君中君也而有師者伯其君下君也而群臣\n又莫若者亡今我下君也而群臣又莫若不榖\n恐亡有也吾聞之世不絶賢天下有賢而我獨\n不得若吾生者何以食爲故荘王戰服大國義\n從諸侯戚然憂恐聖智在身而自錯不肖思得\n賢佐日中忘飯可謂明君矣謂先窹所以存亡\n此先醒也\n昔宋昭公出亡至于境喟然嘆曰嗚呼吾知所\n以存亡𬒳服而立侍御者數百人無不曰吾君\n麗者外内不聞吾過吾是以至此吾困宜矣於\n是革心易行衣苴布食　餕晝學道而夕講之\n二年羙聞宋人車徒迎而復位卒爲賢君謚爲\n昭公既亡矣而乃窹所以存此後醒者也\n昔者􁄹君驕恣自伐謟䛕親貴諌臣詰逐政治\n踳亂國人不服晋師伐之虢人不守虢君出走\n至於澤中曰吾渇而欲飲其御乃進清酒吾飢\n而欲食御進腵脯梁糗虢君喜曰何給也御曰\n儲之乆矣何故儲之對曰爲君出亡而道飢渴\n也君曰知寡人亡邪對曰知之曰知之何以不\n諌對曰君好謟䛕而惡至言臣願諫恐先虢亡\n虢君作色而怒御謝曰臣之言過也爲間君曰\n吾之亡者誠何也其御曰君弗知耶君之所以\n亡者以大賢也虢君曰賢人之所以存也乃亡\n何也對曰天下之君皆不肖夫疾吾君之獨賢\n也故亡虢君喜據式而笑曰嗟賢固若是苦耶\n遂徒行而於山中居飢倦枕御膝而卧御以塊\n自逃行而去君遂餓死為禽獸食此巳亡矣猶\n不悟所存亡此不醒者也故先醒者當時而伯\n後醒者三年而復不醒者枕土而死爲虎狼食\n嗚呼戒之哉\n　　　耳痺\n竊聞之曰目見正而口言枉則害陽言吉錯之\n民而凶則敗倍道則死障光則晦無神而逆人\n則天必敗其事故昔者楚平王有臣曰伍子胥\n王殺其父而無罪奔走而之呉王曰父死而不\n死則非父之子也死而非𥙷則過計也與吾死\n而不萠不若舉天地以成名於是紆身而不適\n闔閭治味以求親闔閭甚而安之説其謀果其\n舉反其徳用而任呉國之政也民保命而不失\n歳時熟而不凶五官公而不私上下調而無尤\n天下服而御四境静而無虞然後忿心發怒出\n凶言隂必死提邦以伐楚五戰而五勝伏尸數\n十萬城郢之門執髙兵傷五臟之實毀十龍之\n鍾撻平王之墓昭王失國而奔妻生虜而入呉\n故楚平王懐隂賊殺無罪殃既至此矣子胥發\n鬰冐忿輔闔閭而行大虐還十五年闔閭没而\n夫差即位乃與越人戰江上棲之㑹稽越王之\n窮至乎喫山草飲腑水易子而食扵是履甓戴\n璧號唫告母罪呼皇天使大夫種行成於呉王\n呉王将許子胥曰不可越國之俗勤勞而不愠\n好亂勝而無禮谿徼而輕絶俗好詛而倍盟放\n此類者鳥獸之儕徒狐狸之醜類也生之爲患\n殺之無咎請無與成大夫種拊心嘷啼沬泣而\n言信割白馬而爲犧指九天而爲證請婦人爲\n妾大夫爲臣百世名寳因間官爲積孤身爲闗\n内諸侯世爲忠臣呉王不忍縮師與成還謀而\n伐齊子胥進争不聽忠言不用越既得成稱善\n累徳以求民心於是上帝降禍絶呉命乎直江\n君臣乖而不調置社稷而分裂客䑓握而掩敗\n則犬群嘷而入淵彘衡菹而適奥燕雀剖而蚖\n蛇生食　菹而蛭日浴清水而遇蠆伍子胥見\n事之不可爲也何籠而自投水自抶而珥東門\n身鴟夷而浮江懐賊行虐深報而殃不辜禍至\n乎身矣越於是果逆謀負約襲邦剉夫差兼呉\n而拊闔閭事濟功成范蠡負石而蹈五湖大夫\n種䋢領謝室渠如處車裂囬泉自此之後勾踐\n不樂憂悲荐至内崩而死故天之誅伐不可爲\n廣虚幽間攸逺無人雖重襲石中而居其必知\n之乎若順誅伐順理而當辜殺三軍而無咎誅\n殺不當辜殺一匹夫其罪聞皇天故曰天之處\n髙其聽卑其牧芒其視察故凡自行不可不謹\n慎也\n　　　諭誠\n湯見設網者四面張祝曰自天下者自地出者\n自四方至者皆羅我網湯曰嘻盡之矣非桀其\n孰能如此令去三面舎一面而教祝之曰蛛蝥\n作網今之脩緒欲左者左欲右者右欲髙者髙\n欲下者不吾請受其犯命者士民聞之曰湯徳\n之及於禽獸矣而况我乎於是下親其上\n楚昭王當房而立愀然有寒色曰寡人朝飢饉\n時酒二　重裘而立猶􁂋然有寒氣将柰我元\n元之百姓何是日也出府之裘以衣寒者出倉\n之粟以賑飢者居二年闔閭襲郢昭王奔隋諸\n當房之賜者請還至死之㓂闔閭一夕而十徙\n卧不能頼楚曵師而去昭王乃復當房之徳也\n昔楚昭王與呉人戰楚軍敗昭王走屨决背而\n行失之行三十步復旋取屨及至於隋左右問\n曰王何曽惜一踦屨乎昭王曰楚國雖貪豈愛\n一踦屨哉思與偕反也自是之後楚國之俗無\n相棄者\n文王晝卧夢人登城而呼巳曰我東北陬之槁\n骨也速以王禮葬我文王曰諾覺召吏視之信\n有焉文王曰速以人君葬之吏曰此無主矣請\n以五大夫文王曰吾夢中巳許之矣柰何其倍\n之也士民聞之曰我君不以夢之故不倍槁骨\n况於生人乎於是下信其上豫讓事中行之君\n智伯㓕中行氏豫讓徙事智伯及趙襄子破智\n伯豫讓劑面而變容吞炭而爲啞乞其妻所而\n妻弗識乃伏刺襄子正起而弗中襄子患之食\n不甘味一夕而三易卧見不全身人謂豫讓曰\n子不死中行而反事其讎何無可耻之甚也今\n必碎身縻軀以爲智伯何其與前異也豫讓曰\n我事中行之君與帷而衣之與關而枕之夫衆\n人畜我我故衆人事之及智伯分吾服衣饀吾\n以鼎實舉𬒳而爲禮是以國士遇我我故國士\n報之大使者曰否翟窶國也惡見此䑓也翟王\n之自為室也堂髙三尺壤陛三絫苑茨弗剪采\n掾弗刮且翟猶以作之者大苦居之大佚翟國\n惡見此䑓也楚王媿\n　　　君道\n紂作梏數千睨諸侯之不謟已者杖而梏之文\n王桎梏于姜里七年而後得免及武王克殷既\n定令殷之民投撤桎梏而流之於河民輸梏者\n以手撤之弗敢墜也跪之入水弗敢投也曰昔\n者文王鬻常擁此故愛思文王猶敬其梏况乎\n其法教乎詩曰濟濟多士文王以寧言輔翼賢\n正則身必已安也又曰弗識弗知順帝之則言\n士民説其徳義則効而象之也文王志之所在\n意之所欲百姓不愛其死不憚其勞從之如集\n詩曰經始靈䑓庶民攻之不日成之經始勿亟\n庶民子來文王有志為䑓令近規之民聞之者\n麏褁而至問業而作之日日以衆故弗趨而疾\n弗期而成命其䑓曰靈䑓命其囿曰靈囿謂其\n沼曰靈沼愛敬之至也詩曰王在靈囿麀鹿攸\n伏麀鹿濯濯白鳥皜皜王在靈沼於仭魚躍文\n王之澤下𬒳禽獸洽于魚鼈咸若攸樂而况士\n民乎詩曰愷悌君子民之父母言聖王之徳也\n易曰鳴鶴在隂其子和之言士民之報也書曰\n大道亶亶其去身不逺人皆有之舜獨以之去\n射而不中者不求之銘而反脩之於已君國子\n民者反求之已而君道備矣\n新書卷第七終\n"}
{"id": "KR3a0005_008", "series": "KR3a0005", "text": "新書卷第八\n　　　官人\n王者官人有六等一曰師二曰友三曰大臣四\n曰左右五曰侍御六曰厮役知足以為源泉行\n足以為表儀問焉則應求焉則得入人之家足\n以重人之家入人之國足以重人之國者謂之\n師\n知足以為礲礪行足以為輔助仁足以訪議明\n於進賢敢於退不肖内相匡正外相揚羙謂之\n友\n知足以謀國事行足以爲民率仁足以合上下\n之驩國有法則退而守之君有難則進而死之\n職之所守君不得不阿私託者大臣也脩身正\n行不㤰於鄉曲道語談説不㤰於朝廷智能不\n困於事業服一介之使能合两君之驩執㦸居\n前能舉君之失過不難以死持之者左右也\n不貪於財不淫於色事君不敢有二心居君旁\n不敢泄君之謀君有失過雖不能正諌以其死\n持之憔悴有憂色不勸聴從者侍御也\n柔色傴僂唯䛕之行唯言之聴以睚䀝之間事\n君者厮役也\n故與師為國者帝與友為國者王與大臣為國\n者伯與左右為國者彊與侍御為國者若存若\n亡與厮役為國者亡可立待也取師之禮黜位\n而朝之取友之禮以身先焉取大臣之禮皮幣\n先焉取左右之禮使使者先焉取侍御之禮以\n令至焉取厮役之禮以令召矣師至清朝而侍\n小事不進友至則淸殿而侍樂聲技藝之人不\n竝見大臣奏事則優侏儒逃隱聲樂技藝之人\n不竝奏左右在側聲樂不見持御者在側子女\n不襍䖏故君樂雅樂則友大臣可以侍君樂燕\n樂則左右侍御者可以侍君開北房從薰服乏\n樂則厮役從淸門治聽罷朝而論議從容澤燕\n夕時開北房從薫服之樂是以聴治論議從容\n澤燕矜荘皆殊序然後而帝王之業可得而行\n也\n　　　勸學\n謂門人學者舜何人也我何人也夫啟耳目載\n心意從立移徙與我同性而舜獨有賢聖之名\n明君子之實而我曽無鄰里之問寛狥之智者\n獨何與然則舜僶俛而加志我儃僈而弗省耳\n夫以西施之羙而䝉不潔則過之者莫不睨而\n掩鼻當試傳白黱黑揄鋏陂襍芒若䖟虱視益\n口笑佳能佻志從容為説焉則雖王公大人孰\n能無悇憛養心而巔一視之今以二三子材而\n䝉愚惑之智予恐過之有掩鼻之容也昔者南\n榮跌醜聖道之忘乎已故歩渉山川蚠買楚\n棘彌道千餘百合重繭而不敢乆息既過老𣆀\n噩若慈父鴈行避景夔立蛇進而後敢問見教\n一髙言若飢十日而得大牢焉是達若天地行\n生後世今夫子之達佚乎老𣆀而諸子之材不\n避榮跌而無千里之逺重繭之患親與巨賢連\n席而坐對膝相視從容談語無問不應是夫降\n大命以達吾徳也吾聞之曰時難得而易失也\n學者勉之乎天禄不重\n　　　道術\n曰數聞道之名矣而未知其實也請問道者何\n謂也對曰道者所道接物也其本者謂之虚其\n末者謂之術虚者言其精㣲也平素而無設諸\n也術也者所以從制物也動静之數也凡此皆\n道也曰請問虚之接物何如對曰鏡義而居無\n執不臧羙惡畢至各得其當衡虚無私平静而\n䖏輕重畢懸各得其所明主者南面正而清虚\n而静令名自命物自定如鑑之應如衡之稱有\n舋和之有端隨之物鞠其極而以當施之此虚\n之接物也　曰請問術之接物何如對曰人\n主仁而境内知矣故其士民莫弗親也人主義\n而境内理矣故士民莫弗順也人主有禮而境\n内肅矣故其士民莫弗敬也人主有信而境内\n貞矣故其士民莫弗信矣人主公而境内服矣\n故士民莫弗戴也人主法而境内軌矣則其士\n民莫弗輔也舉賢則民化善使能則官職治英\n俊在位則主尊羽翼勝任則民顯操徳而固則\n威立教順則必令行周聽則不蔽稽驗則不惶\n明好惡則民心化密事端則人主神術者接物\n之隊凡權重者必謹於事令行則必謹於言則\n過敗鮮矣此術之接物之道也者其為原無屈\n其應變無極故聖人尊之夫道之詳不可勝術\n也　曰請問品善之体何如對曰親愛利子\n謂之慈反慈為嚚子愛利親謂之孝反孝為孽\n愛利出中謂之忠反忠為倍心省恤人謂之惠\n反惠為囚兄敬愛弟謂之友反友為　弟愛兄\n謂之悌反悌為敖接遇慎容謂之恭反恭為媟\n接遇肅正謂之敬反敬為慢言行抱謂之貞反\n貞為偽期果言當謂之信反信為慢衷理不辟\n謂之端反端為趽據當不傾謂之平反平\n為險行善决菀謂之淸反淸為　辭利刻謙謂\n之㢘反廉為貪兼覆無私謂之公反公為私方\n直不曲謂之正反正爲邪以人自觀謂之度反\n度爲妄以已量人謂之恕反恕爲荒惻隱憐人\n謂之慈反慈爲忍厚志隱行謂之㓗反㓗爲汰\n施行得理謂之德反徳爲怨放理㓗靜謂之行\n反行爲汚功遂自却謂之退反退爲㦸厚人自\n薄謂之讓反讓爲冐心兼愛人謂之仁反仁爲\n戾行充其宜謂之義反義爲懜剛柔得道謂之\n和反和爲乖合得密周謂之調反調爲盩　優\n賢不逮謂之寛反寛爲阨色衆容易謂之𥙿反\n𥙿爲𥚹欣􁱬可安謂之煴反煴爲鷙安柔不苛\n謂之良反良爲齧縁法循理謂之䡄反䡄爲易\n襲當縁道謂之道反道爲辟廣軷自歛謂之\n儉反儉爲侈費弗過適謂之節反節爲靡　䬶\n勉善謂之慎反慎爲怠忠惡勿道謂之戒\n反戒爲傲深知禍福謂之知反知爲愚亟見窕\n察謂之慧反慧爲童動有文體謂之禮反禮爲\n濫容服有義謂之儀反儀爲詭行歸而過謂之\n順反順為逆動静攝次謂之比反比為錯容志\n審道謂之僴反僴為野辭令就得謂之雅反雅\n為陋論物明辯謂之辯反辯為訥纎㣲皆審謂\n之察反察為旄誠動可畏謂之威反威為圂\n臨制不犯謂之嚴反嚴為　仁義脩立謂之\n任反任為欺伏義誠必謂之節反節為罷持節\n不恐謂之勇反勇為怯信理遂惔謂之敢反\n敢為揜志操精果謂之誠反誠為殆克行遂節\n謂之必反必為怚凡此品也善之體也所謂道\n也故守道者謂之士樂道者謂之君子行道者\n謂之賢且明且賢此謂聖人\n　　　六術\n徳有六理何謂六理道徳性神明命此六者徳\n之理也六理無不生也巳生而六理存乎所生\n之内是以隂陽地人盡以六理為内度内度成\n業故謂之六法六法藏内變㳅而外遂外遂\n六術故謂之六行是以隂陽各有六月之節而\n天地有六合之事人有仁義禮智聖之行行和\n則樂與樂則六此之謂六行隂陽天地之動也\n不失六行故能合六法人謹脩六行則亦可以\n合六法矣然而人雖有六行細㣲難識唯先王\n能審之凡人弗能自志是故必待先王之教乃\n知所從事是以先王為天下設教因人所有以\n之訓道人之情以之為真是故内六法外體六\n行以與書詩易春秋禮樂六者之術以為大義\n謂之六藝令人縁之以自脩脩成則得六行矣\n六行不正反合六法藝之所以六者法六法而\n體六行故也故曰六則備矣六者非獨為六藝\n本也他事亦皆以六為度聲音之道以六為首\n以隂陽之節為度是故一歳十二月分而為隂\n陽隂陽各六月是以聲音之器十二鍾鍾當一\n月其六鍾隂聲六鍾陽聲聲之術律是而出故\n謂之六律六律和五聲之調以發隂陽天地人\n之清声而内合六法之道是故五聲宫商角徴\n羽唱和相應而調和調和而成理謂之音聲五\n也必六而備故曰聲與音六夫律之者象測之\n也所測者六故曰六律人之戚属以六為法人\n有六親六親始曰父父有二子二子為昆弟昆\n弟又有子子爲從父而爲昆弟故為從父從父\n父昆弟故爲從父昆弟從父昆弟又有子子從\n祖而昆弟故爲從祖昆弟從祖昆弟又有子子\n從祖昆弟故為從祖昆弟從祖又有子從曽祖\n而昆弟故為曽祖昆弟曽祖昆弟又有子子為\n族兄弟備於六此之謂六親親之始於一人世\n世别離分為六親親戚非六則失本末之度是\n故六為制而止矣六親有次不可相踰相踰則\n宗族擾亂不能相親是故先王設為昭穆三廟\n以禁其亂何謂三廟上室為昭中室為穆下室\n為孫嗣令子各有其次上下更居三廟以别親\n踈有制䘮服稱親踈以為重輕親者重踈者輕\n故復有麤衰齊衰大紅細紅緦麻備六各服其\n所當服夫服則有殊此先生之所以禁亂也數\n度之道以六為法數加於少而度出於居數度\n之始始於㣲細有形之物莫細於毫是故立一\n毫以為度始十毫為髮十髮為釐十釐為分十\n分爲寸十寸爲尺備於六故先王以爲天下事\n用也事之以六爲法者不可勝數也此所言六\n尺以効事之盡以六爲度者謂六理可謂隂陽\n之節可謂天地六可謂人之六行\n　　　道徳説\n徳有六理何謂六理曰道徳性神明命此六者\n徳之理也諸生者皆生於徳之所生而能人象\n徳者獨玉也寫德體六理盡於見玉也各有状\n是故以玉効徳之六理澤者鑑也謂之道腒如\n竊膏之理謂之徳湛而潤厚而膠謂之性康若\n濼流謂之神光輝謂之明礐乎堅哉謂之命此\n之謂六理鑑生空竅而通之以道理生理通之\n以六徳之畢離状六得者徳之有六理理離状\n也性生氣而通之以曉曉神生變而通之以化\n生識而通之以知命生形而通之以定徳有六\n羙何謂六羙有徳有道有仁有義有忠有密此\n六者徳之羙也道者徳之本也仁者徳之出也\n羙者徳之理也忠者徳之厚也信者徳之固也\n密者徳之髙也六徳六羙徳之所以生隂陽天\n地人與萬物也固為所生法記故曰道此之謂\n道徳此之謂徳行此之謂行所謂行此者徳也\n是故著此竹帛謂之書書者此之著者也詩者\n此之志者也易者此之占者也春秋者此之紀\n者也禮者此之體者也樂者此之樂者也祭祀\n鬼神為此福者也慱學辯議為此辭者也　道\n者無形平和而神道物有載物者畢以順理和\n適行故物有淸而澤澤者鑑也監以道之神擡\n貫物形通逹空竅奉一出入為先故謂之鑑鑑\n者所以能也見者目也道徳施物精㣲而為目\n是故物之始形也分先而為目目成也形乃從\n是以人及有因之在氣莫精於目目淸而潤澤\n若濡無毳穢襍焉故能見也由此觀之目足以\n明道徳之潤澤矣故曰澤者鑑也生空竅通之\n以道徳者離無而之有故潤則倨然濁而始形\n矣故六理發焉六理所以為變而生也所生有\n理然則物得潤以生故謂潤徳徳者變及物理\n之所出也未變者道之頌也道氷疑而變變及\n諸生之理皆道之化也各有條理以載於徳徳\n受道之化而發之各不同状徳潤故曰如膏謂\n之徳徳生理通之以六徳之畢雖状性者道徳\n造物物有形而道徳之神專而為一氣明其潤\n益厚矣濁而膠相連在物之中為物莫生氣皆\n集焉故謂之性性神氣之所㑹也性立則神氣\n曉曉然發而通行於外矣與外物之感相應故\n曰潤厚而膠謂之性性生氣通之以曉　神者\n道徳神氣發於性也康若樂流不可物效也變\n化無所不為物理及諸變之起皆神之所化也\n故曰若樂流謂之神理生變通以之化明者神\n氣在内則無光而為知明則有輝於外矣外内\n通一則為得失事理是非皆職於知故曰光輝\n謂之明明生識通之以知命者物皆得道徳之\n施以生則澤潤性氣神明及形體之位分數度\n各有極量指奏矣此皆所受其道徳非以嗜欲\n取捨然也其受此具也礐然有定矣不可得辭\n也故曰命命者不得母生生則有形形而道徳\n性形神明命因載於物形故礐堅謂之命命生\n形通之以定物所道始謂之道所得以生謂之\n徳徳之有也以道為本故曰道者徳之本也德\n生物又養物則物安利矣安利物者行仁也仁\n行出於德故曰仁者德之出也德生理理立則\n有冝適之謂義義者理也故曰義者徳之理也\n徳生物又養長之而弗離也得以安利徳之遇\n物也忠厚故曰忠者徳之厚也徳之忠厚也信\n固而不易此徳之常也故曰信者徳之固也徳\n生於道而有理守理則合於道與道理宻而弗\n離也故能物畜養養其不仰恃徳此徳之髙而\n勿失則有道矣得而守之則有徳矣行而無休\n則行成矣故曰道此謂之道行此謂之行諸此\n言者盡徳變變世者理也\n書者著徳之理於竹帛而陳之令人觀焉以著\n所從事故曰書者此之著者也　詩者志徳之\n理而明其指今人縁之以自成也故曰詩者此\n之志者也易者察人之精徳之理而與弗循而\n占其吉凶故曰易者此之占者也春秋者守徃\n事之合徳之理之與不合而紀其成敗以為來\n事師法故曰春秋者此之紀者也禮者體徳理\n而為之節文成人事故曰禮者此之體者也樂\n者書詩易春秋禮五者之道備則合於徳矣合\n則讙然大樂矣故曰樂者此之謂樂者也人能\n脩徳之理則安利之謂福莫不慕福弗能必得\n而人心以為鬼神能與於利害是故其犧牲爼\n豆粢盛齊戒而祭鬼神欲以佐成福故曰祭祀\n鬼神為此福者也徳之理盡施於人其在人也\n内而難見是以先王舉徳之頌而為辭語以明\n其理陳之天下令人觀焉垂人之後世辯議以\n審察之以轉於告是故弟子隨師而問受傳學\n以逹其知而明其辭以立其誠議曰傳學辯議\n為此辭者也徳畢施物物雖有知㣲細難識夫\n玉者真徳舄也六理在六明而易見也是以舉\n玉以諭物之所愛於德者與玉一體也\n新書卷第八終\n"}
{"id": "KR3a0005_009", "series": "KR3a0005", "text": "新書卷第九\n　　　大政上\n聞之於政也民無不為本也國以為本君以為\n本吏以為本故國以民為安危君以為民威侮\n吏以民為貴賤此之謂民無不為本也聞之於\n政也民無不為命也國以為命君以為命吏以\n為命故國以民為存亡君以民為肓明吏以民\n為賢不肖此之謂民無不為命也聞之於政也\n民無不為功也故國以為功君以為功吏以為\n功國以爲民為興壞君以民為強弱吏以民為\n能不能此之謂民無不為功也聞之於政曰民\n無不為力也故國以為力君以為力吏以為力\n故夫戰之勝也民欲勝也攻之得也民欲得也\n守之存也民欲存也故率吏民而守而民不欲\n存則莫能以存矣故率民而攻民不欲得則莫\n能以得矣故率民而戰民不欲勝則莫能以勝\n矣故其民之爲其上也接敵而喜進而不可止\n敵人必駭戰由此勝也夫民之於其上也接而\n懼必走去戰由此敗也故夫菑與細也非粹在\n天也又在士民也嗚呼戒之戒之夫士民之志\n不可不要也嗚呼戒之行之善也粹以為福巳\n矣嗚呼戒之戒之行之惡也粹以為菑巳矣故\n受天之福者天不攻焉𬒳天之菑則亦母怨天\n矣行自為取之也知善而弗行謂之不明知惡\n而弗攺必受天殃天有常福必與有徳天有常\n菑必與奪民時故夫民者至賤而不可簡也至\n愚而不可欺也故自古至於今與民為仇者有\n遲有速而民必勝之知善而弗行謂之狂知惡\n而不改謂之惑故狂夫與惑者聖王之戒也而\n君子之愧也嗚呼戒之戒之豈其以狂與惑者\n自為分明君而君子乎聞善而行之如争聞惡\n而攺之如讎然後禍菑可離然後保福也戒之\n戒之誅賞之慎焉故與其殺不辜也寕失於有\n罪也故夫罪也者疑則附之去已夫功也者疑\n則附之與已則此無有母罪而見誅母有有功\n而無賞者矣戒之哉戒之哉誅賞之慎焉故古\n之立刑也以禁不肖以起怠惰之民也是以一\n罪疑則弗遂誅也故不肖得改也故一功疑則\n必弗倍也故愚民可勸也是以上有仁譽而下\n有治名疑罪從去仁也疑功從予信也戒之哉\n戒之哉慎其下故誅而不忌賞而不曲不反民\n之罪而重之不㓕民之功而棄之故上為非則\n諌而止之以道紀之下為非則矜而恕之道而\n赦柔而假之故雖有不肖民化而則之故雖昔\n者之帝王其所貴其臣者如此而已矣　人臣\n之道思善則献之於上聞善則献之於上知善\n則献之於上夫民者唯君者有之為人臣者功\n君理之故夫為人臣者以富樂民為功以貧苦\n民為罪故君以知賢為明吏以愛民為忠故臣\n忠則君明此之謂聖王故官有假而徳無假位\n有卑而義無卑故位下而義高者雖卑貴也位\n髙而義下者雖貴必窮嗚呼戒之哉行道不能\n窮困及之失一出而不可反者言也一見而不\n可揜者行也故夫言與行者知愚之表也賢不\n肖之别也故是以知者慎言慎行以為身福愚\n者易言易行以為身菑故君子言必可行也然\n後行之嗚呼戒之哉戒之哉行之者在身命之\n者在人此福菑之本也道者福之本祥者福之\n榮也無道者必失福之本不祥者必失福之榮\n故行而不縁道者其言必不顧義矣故紂自謂\n天王也桀自謂天子也已㓕之後民以相罵也\n以此觀之則位不足以為尊而號不足以為榮\n矣故君子之貴也士民貴之故謂之貴也故君\n子之富也士民樂之故謂之富也故君子之貴\n也與民以福故士民貴之故君子之富也與民\n以財故士民樂之故君子富貴也至於子孫而\n衰則士民皆曰何君子之道衰也數也不肖暴\n者禍及其身則士民皆曰何天誅之遲也　夫\n民者萬世之本也不可欺凡居於上位者簡士\n苦民者是謂愚敬士民者是謂智夫愚智者士\n民命之也故夫民者大族也民不可不畏也故\n夫民者多力而不可適也嗚呼戒之哉與民爲\n敵者民必慎之　君能為善則吏必能為善矣\n吏能為善則民必能為善矣故民之不善也吏\n之罪也吏之不善也君之過也嗚呼戒之戒之\n故夫士民者率之以道然後士民道也率之以\n義然後士民義也率之以忠然後士民忠也率\n之以信然後士民信也故為人君者其出令也\n其如聲士民學之其如響曲折而從君其如景\n矣嗚呼戒之哉戒之哉君鄉善於此則失然協\n民皆鄉善於彼矣猶景之象形也君為惡於此\n則啍啍然恊民皆為惡於彼矣猶響之應聲也\n故是以聖王而君子乎執事而臨民者曰戒慎\n一日則士民亦曰戒慎一日矣以道先民也\n道者聖王之行也文者聖王之辭也㳟敬者聖\n王之容也忠信者聖王之教也聖人也者賢智\n之師也仁義者明君之性也故堯舜禹湯之治\n天下也所謂明君也士民樂之皆即位百年然\n後崩士民猶以為大數也桀紂所謂暴亂之君\n也士民苦之皆即位十年而㓕士民猶以為大\n乆也故夫諸侯者士民皆愛之則國必興矣故\n士民皆苦之則國必亡矣故夫士民者國家之\n所樹而諸侯之本也不可輕也嗚呼輕本不祥\n實為身殃戒之哉戒之哉\n　　　大政下\n易使喜難使怒者宜為君識人之功而忘人之\n罪者宜為貴故曰刑罰不可以慈民簡泄不可\n以得士故欲以刑罰慈民辟其猶以鞭狎狗也\n雖乆弗親矣故欲以簡泄得士辟其猶以弧怵\n鳥也雖乆弗得矣夫士者弗敬則弗至故夫民\n者弗愛則弗附故欲求士必附惟恭與敬忠與\n信古今母易矣渚澤有枯木而國無枯士矣故\n有不能求士之君而無不可得之士故有不能\n治民之吏而無不可之民故君明而吏賢矣吏\n賢而民治矣故見其民而知其吏見其吏而知\n其君矣故君功見於選吏吏功見於治民故勸\n之其上者猶其下而上睹矣此道之謂也故治\n國家者行道之謂國家必寕信道而以偽國家\n必空故政不可不慎也而吏不可不選也而道\n不可離也嗚呼戒之哉離道而災至矣　無世\n而無聖或不得知也無國而無士或弗能得也\n故世未嘗無聖也而聖不得聖王則弗起也國\n未嘗無士也不得君子則弗助也聖明則士闇\n飾矣故聖王在上位則士百里而有一人則猶\n無有也故王者衰則士没矣故暴亂位上則千\n里而有一人則猶比肩也故國者有不幸而無\n明君君明也則國無不幸而無賢士矣故自古\n而至於今澤有無水國無無士故士易得而難\n求也易致而難留也故求士而不以道周徧境\n内不能得一人焉故求士而以道則國中多有\n之此之謂士易得而難求也故待士而以敬則\n士必居矣待士而不以道則士必去矣此之謂\n士易致而難留也王者有易政而無易國有易\n吏而無易民故因是國也而為安因是民也而\n為治故湯以桀之亂為治武王以紂之比卒為\n彊故民之治亂在於吏國之安危在於政故是\n以明君之於政也慎之於吏也選之然後國興\n也故君能為善則吏必能為善矣則民必能為\n善矣故民之不善也失之者吏也故民之善者\n吏之功也故吏之不善也失之者君也故吏之\n善者君之功也是故君明而吏賢吏賢而民治\n矣故苟上好之其下必化之此道之政也夫民\n之爲言也瞑也萌之爲言也肓也故惟上之所\n扶而以之民無不化也故曰民萌民萌哉直言\n其意而爲之名也夫民者賢不肖之材也賢不\n肖皆具焉故賢人得焉不肖者伏焉技能輸焉\n忠臣飭焉故民者積愚也故夫民者雖愚也明\n上選吏焉必使民與焉故士民譽之則明上察\n之見歸而譽之故士民苦之明上察之見非而\n與之故王者取吏不忘必使民唱然後和之故\n夫民者吏之程也察吏於民然後隨之夫民至\n卑也使之取吏焉必取而愛焉故十人愛之有\n歸則十人之吏也百人愛之有歸則百人之吏\n也千人愛之有歸則千人之吏也萬人愛之有\n歸則萬人之吏也故萬人之吏選卿相焉夫民\n者諸侯之本也教者政之本也道者教之本也\n有道然後教也有教然後政治也政治然後民\n勸之民勸之然後國豐富也故國豐且富然後\n君樂也忠臣之功也臣之忠者君之明也臣忠\n君明此之謂政之網也故國也者行之綱然後\n國臧也故君之信在於所信所信不信雖欲論\n信也終身不信矣故所信不可不慎也事君之\n道不過於事父故不肖者之事父也不可以事\n君事長之道不過於事兄故不肖者之事兄也\n不可以事長使下之道不過於使弟故不肖者\n之使弟也不可以使下交接之道不過於為身\n故不肖者之為身也不可以接友慈民之道不\n過於愛其子故不肖者之愛其子不可以慈民\n居官之道不過於居家故不肖者之於家也故\n不可以居官夫道者行之於父則行之於君也\n行之於兄則行之於長矣行之於弟則行之於\n下矣行之於身則行之於友矣行之於子則行\n之於民矣行之於家則行之於官矣故士則未\n仕而能以試矣聖王選舉也以為表也言之然\n後知其問謀焉然後知其極任之以事然後知\n其信故古聖王君子不素距人以此為明察也\n國之治政在諸侯大夫士察之理在其與徒君\n必擇其臣而必擇其所與故察明者賢乎人之\n辭不出於室而無不見也察明者乘人不出其\n官而無所不入也故王者居於中國不出其國\n而明於天下之政何也則賢人之辭也不離其\n位而境内親之者謂之人為之行之也故愛人\n之道言之者謂之其府故愛人之道行之者謂\n之其禮故忠諸侯者無以易敬士也忠君子者\n無以易愛民也諸侯不得士則不能興矣故君\n子不得民而不能稱矣故士能言道而弗能行\n者謂之器能行道而弗言者謂之用能言而能\n行之者謂之實故君子訊其器任其用乘其實\n而治安興矣嗚呼人耳人耳諸侯即位享國社\n稷血食而政有命國無君也官有政長而民有\n所政属而政有命國無吏也官駕百乗而食食\n千人政有命國無人也何也君之為言也考也\n故君者道之所出也賢人不舉而不肖人不岀\n此君無道也故政謂此國無君也故吏之為言\n理也故吏也者理之所出也上為非而不敢諌\n下為善而不知勸此吏無理也故政謂此國無\n吏也官駕百乘而食食千人近側者不足以問\n諫而由朝假不足以考度故政謂此國無人也\n嗚呼悲哉君者群也無人誰據無據必蹶政謂\n此國素亡也\n　　　脩政語上\n黄帝曰道若川谷之水其出無巳其行無止故\n服人而不為仇分人而不譐者惟其道矣故\n播之於天下而不忘者其惟道矣是以道髙比\n於天道明比於日道安比於山故言之者見謂\n之智學之者見謂賢守之者見謂信樂之者見\n謂仁行之者見謂聖人故惟道不可竊也不可\n以爲虚也故黄帝職道義經天地紀人倫序萬\n物以信與仁為天下先然後濟東海入江内取\n緑圖而濟積石渉流沙登於崑崙於是還居中\n國以平天下天下太平唯躬道而已\n帝顓頊曰至道不可過也至義不可易也是故\n以後者復迹也故上縁黄帝之道而行之學黄\n帝之道而賞之加弗損天下亦平也\n顓頊曰功莫羙於去惡而爲善罪莫大於去善\n而爲惡故非吾善善而巳矣善縁善也非惡惡\n而已也惡縁惡也吾日慎一日其此已也\n帝嚳曰道者之辭而與爲已縁巧者之事而學\n為巧已行仁者之操而與為仁也故節仁之器\n以脩其財而身專其羙矣故士縁黄帝之道而\n明之學帝顓頊之道而行之而天下亦平矣\n帝嚳曰德莫髙於慱愛人而政莫髙於慱利人\n故政莫大於信治莫大於仁吾愼此而已矣\n帝堯曰吾存心於先古加志於窮民痛萬姓之\n罹罪憂衆生之不遂也故一民或飢曰此我飢\n之也一民或寒曰此我寒之也一民有罪曰此\n我䧟之也仁行而義立徳慱而化富故不賞而\n民勸不罰而民治先恕而後行是故徳音逺也\n是故尭教化及雕題蜀越撫交趾身涉流沙地\n封獨山西見王母訓及大夏渠叟北中幽都及\n狗國與人身而鳥靣及焦僥好賢而隱不還而\n彊於行而菑於志率以仁而恕至此而巳矣\n帝舜曰吾盡吾敬以事吾上故見謂忠焉吾盡\n吾敬以接吾敵故見謂信焉吾盡吾敬以使吾\n下故見謂仁焉是以見愛親於天下之民而歸\n樂於天下之民而見貴信於天下之君故吾詳\n取之以敬也故欲明道而諭教唯以敬者為忠\n必服之大禹之治天下也諸侯萬人而禹一皆\n知其體故大禹豈能一見而知之也豈能一聞\n而識之也諸侯朝㑹而禹親報之故是以禹一\n皆知其國也其士月朝而禹親見之故是以禹\n一皆知其體也然且大禹其猶大恐諸侯㑹則\n問於諸侯曰諸侯以寡人為驕乎朔日士朝則\n問於士曰諸侯大夫以寡人為汰乎其聞寡人\n之汰耶而不以語寡人者此教寡人殘道也㓕\n天下之教也故寡人之所怨於人者莫大於此\n也　大禹曰民無食也則我弗能使也功成而\n不利於民我弗能勸也故鬟河而導之九牧鑿\n江而導之九路澄五湖而定東海民勞矣而弗\n苦者功成而利於民也禹甞晝不暇食夜不暇\n寢矣方是時也憂務故也故禹與民士同務故\n不自言其信而信諭矣故治天下以信為之也\n湯曰學聖王之道者譬其如日静思而獨居譬\n其若火夫舎學聖之道而静居獨思譬其若去\n日之明於庭而就火之光於室也然可以小見\n而不可以大知是故明君而君子貴尚學道而\n賤下獨思也故諸君得賢而舉之得賢而與之\n譬其若登山乎得不肖而舉之得不肖而與之\n譬其若下淵乎故登山而望其何不臨而何不\n見凌遲而入淵其孰不䧟溺是以明君慎其舉\n而君子慎與然後細可必細菑可必去矣\n湯曰藥食甞於卑然後至於貴藥言献於貴然\n後聞於卑故藥食甞於卑然後至於貴教也藥\n言献於貴然後聞於卑道也故使人味食然後\n食者其得味也多使人味言然後聞者其得言\n也少故以是明上之於言也必自也聽之必自\n也擇之必自也聚之必自也藏之必自也行之\n故道以數取之為明以數行之為章以數施之\n萬姓為藏是故求道者不以目而以心取道不\n以手而以耳致道者以言入道者以忠積道者\n以信樹道者以人故人主有欲治安之心而無\n治安之政者雖欲治顯榮也弗得矣故治安不\n可以虚成也顯榮不可以虚得也故明君敬士\n察吏愛民以叅其極非此者則四羙不附矣\n　　　脩政語下\n周文王問於粥子曰敢問君子将入其職則於\n其民也何如粥子對曰唯疑請以上世之政詔\n於君王政曰君子将入其軄則其於民也旭旭\n然如日之始出也周文王曰受命矣曰君子既\n入其軄則其於民也何若對曰君子既入其軄\n則其於民也暯暯然如日之正中周文王曰受\n命矣曰君子既去其職則其於氏也何若對曰\n君子既去其軄則其於民也暗暗然如日之已\n入也故君子将入而旭旭者義先聞也既入而\n暯暯者民保其福也既去而暗暗者民失其教\n也周文王曰受命矣\n周武王問於粥子曰寡人願守而必存攻而必\n得戰而必勝則吾為此柰何粥子曰唯攻守而\n勝乎同器而和與嚴其備也故曰和可以守而\n嚴可以守而嚴不若和之固也和可以攻而嚴\n可以攻而嚴不若和之徳也和可以戰而嚴可\n以戰而嚴不若和之勝也則唯由和而可也故\n諸侯發政施令政平於人者謂之文政矣諸侯\n接士而使吏禮恭於人者謂之文禮矣諸侯聽\n獄斷治刑仁於治陳於行其由此守而不存攻\n而不得戰而不勝者自古而至于今自天地之\n辟也未之甞聞也今也君王欲守而必存攻而\n必得戰而必勝則唯由此也為可也周武王曰\n受命矣\n周武王問於王子旦曰敢問治有必成而戰有\n必勝乎而攻有必得守有必存乎王子旦對曰\n有政曰諸侯政平於内而威於外矣君子行脩\n於身而信於輿人矣治民民治而榮於名矣故\n諸侯凡有治心者必脩之以道而與之以敬然\n後能以成也凡有戰心者必脩之以政而興之\n以義然後能之以勝也凡有攻之者必結之以\n約而論之以信然後能以得也凡有守心者必\n固之以和而論之以愛然後能有有也周武王\n曰受命矣\n師尚父曰吾聞之於政也曰天下壙壙一人\n有之萬民藂藂一人理之故天下者非\n一家之有也有道者之有也故夫天下者唯有\n道者理之唯有道者紀之唯有道者使之唯有\n道者宜䖏而乆之故夫天下者難得而易失也\n難常而易忘也故守天下者非以道則弗得而\n長也故夫道者萬世之寳也周武王曰受命矣\n周成王年六歲即位享國親以其身見於粥子\n之家而問焉曰昔者先王與帝脩道而道脩寡\n人之望也亦願以教敢問興國之道柰何粥子\n對曰唯疑請以上世之政詔於君王政曰興國\n之道君思善則行之君聞善則行之君知善則\n行之位敬而常之行信而長之則興國之道也\n周成王曰受命矣\n周成王曰敢問於道之要柰何粥子對曰唯疑\n請以上世之政詔於君王曰為人下者敬而肅\n為人上者恭而仁為人君者敬士愛民以終其\n身此道之要也周成王曰受命矣\n周成王曰敢問治國之道若何粥子曰唯疑請\n以上世之政詔於君王政曰治國之道上忠於\n主而中敬其士而下愛其民故上忠其主者非\n以道義則無以入忠也而中敬其士不以禮節\n無以諭敬也下愛其民非以忠信則無以喻愛\n也故忠信行於民而禮節諭於士道義入於上\n則治國之道也雖治天下者由此而已周成王\n曰受命矣\n周成王曰寡人聞之有上人者有下人者有賢\n人者有不肖人者有智人者有愚人者敢問上\n下之人何以為異粥子對曰唯疑請以上世之\n政詔於君王政曰凡人者若賤若貴若㓜若老\n聞道志而藏之知道善而行之上人矣聞道而\n弗取藏也知道而弗取行也則謂之下人也故\n夫行者善則謂之賢人矣行者惡則謂不肖矣\n故夫言者善則謂之智矣言者不善則謂之愚\n矣故智愚之人有其辭矣賢不肖之人别其行\n矣上下之人等其志矣周成王曰受命矣\n周成王曰寡人聞之聖王在上位使民富且壽\n云若夫富則可為也若夫壽則不在天乎粥子\n曰唯疑請以上世之政詔於君王政曰聖王在\n上位則天下不死軍兵之事故諸侯不私相攻\n而民不私相閗閱不私相煞也故聖王在上位\n則民免於一死而得一生矣聖王在上位則臣\n積於道而吏積於徳而民積於用力故婦為其\n所衣丈夫為其所食則民無凍餒矣聖王在上\n則民免於二死而得二生矣聖王在上則君積\n於仁而吏積於愛而民積於順則刑罰廢矣而\n民無夭遏之誅故聖王在上則民免於三死得\n三生矣故聖王在上則使民有時而用之有節\n則民無厲疾故聖王在上則民免於四死得四\n生矣故聖人在上則使盈境内賢良以禁邪惡\n故賢人必用而不肖人不作則巳得其命矣故\n夫富且壽者聖王之功也周成王曰受命矣\n新書卷第九終\n"}
{"id": "KR3a0005_010", "series": "KR3a0005", "text": "新書卷第十\n　　　禮容語下\n魯叔孫昭聘于宋宋元公與之燕飲酒樂昭子\n右坐歌終而語因相泣也樂祁曰過哉君非哀\n所也已而告人曰今兹君與叔孫其皆死乎吾\n聞之哀樂而哀樂皆䘮心也心之精爽是謂魂\n魄魂魄已失何以能乆且吾聞之主民者不可\n以媮媮必死今君與叔孫其語皆媮死日不逺\n矣居六月宋元公薨間一月叔孫婼卒\n晋叔向聘于周發幣大夫及单靖公靖公享之\n儉而敬賔禮贈賄同是禮而從享燕無私送不\n過郊語說昊天有成命既而叔向告人曰吾聞\n之曰一姓不再興今周有單子以為臣周其復\n興乎昔史佚有言曰動其莫若敬居莫若儉徳\n莫若讓事莫若資今單子皆有焉夫宫室下崇\n器無䖝鏤儉也身恭除潔外内肅給敬也燕好\n享賜雖歡不踰等讓也賔之禮事稱上而差資\n也若是而加之以無私重之以不侈能辟怨矣\n居儉動敬禮讓事資而能辟怨以為卿佐其有\n不興乎夫天有成命頌之盛德也其詩曰昊天\n有成命二后受之成王不敢康夙夜基命宥謐\n謐者寕也億也命者制令也基者經也勢也夙\n早也康安也后王二后文王武王成王者武王\n之子文王之孫也文王有大德而功未就武王\n有大功而治未成及成王承嗣仁以臨民故稱\n昊天焉不敢怠安蚤興夜寐以継文王之業布\n文陳紀經制度設犧牲使四海之内懿然葆徳\n各遵其道故曰承順武王之功奉揚武王之徳\n九州之民四荒之國謌謡文武之烈絫九譯而\n請朝致貢職以供祀故曰二后受之方是時也\n天地調和神民順億鬼不厲崇民不謗怨故曰\n宥謐成王質仁聖哲能明其先能承其親不敢\n惰懈以安天下以敬民人今單子羙說其志也\n以佐王室吾故曰周其復興乎故周平王既崩\n以後周室稍稍衰弱不墜當單子之佐政也天\n子加尊周室加興\n晋之三卿郄錡郄犨郄至從晋厲公㑹諸侯于\n加陵周單襄王在㑹晋厲公視逺歩髙郄錡見\n單子其語犯郄犨見其語訐郄至見其語伐齊\n國佐見其語盡單襄公告魯成公曰晋将有亂\n其君與三郄其當之乎魯侯曰寡人固晋而彊\n其君今君曰将有亂敢問天道人意故也對曰\n吾非諸史也焉知天道吾見晋君之容而聼三\n郄之語矣殆必有禍矣君子目以正體足以從\n之是以觀容而知其心今晋侯視逺而足髙目\n不在體而足不歩目其心必異矣体目不相從\n何以能乆夫合諸侯民之大事也於是觀存亡\n之徴焉故國将有福其君歩言視聼必皆得適\n順善則可以知德矣視逺曰絶其義足髙曰棄\n其徳言爽曰反其信聽淫曰離其名目以䖏義\n足以踐徳口以庇信耳以聼名者矣故不可不\n慎也偏亡者有免既亡則國從之今晋侯無一\n可焉吾是以云夫郄氏晋侯之寵人也是族在\n晋有三卿五大夫貴矣亦可以戒懼矣今郄伯\n之語犯郄叔訐郄季伐犯則凌人訐則無人伐\n則揜人有是寵也而益之以三怨其誰能忍之\n齊國武子亦将有禍齊亂國也立於淫亂之朝\n而好盡言以暴人過怨之本也惟善人能受盡\n言今齊既亂其能善乎居二年晉殺三卿明年\n厲公弑於東門是歳也齊人果殺國武子詩曰\n敬之敬之天惟顯思命不易哉母曰髙髙在上\n陟降厥止日監在兹惟予小子不聰敬止日就\n月将學有緝熈于光明佛時仔肩視我顯徳行\n故弗順弗敬天下必定志敬而怠人必乗之嗚\n呼戒之哉\n　　　胎教\n易曰正其本而萬物理失之毫釐差以千里故\n君子愼始春秋之元詩之關雎禮之冠婚易之\n乾坤皆愼始敬終云爾素成謹為子孫婚妻嫁\n女必擇孝悌世世有行義者如是則其子孫慈\n孝不敢淫暴黨無不善三族輔之故鳯凰生而\n有仁義之意虎狼生而有貪戾之心两者不等\n各有其母嗚呼戒之哉無養乳虎将傷天下故\n素成胎教之道書之玉版藏之金櫃置之宗廟\n以為後世戒\n青史氏之記曰古者胎教之道王后有身十月\n而就蔞室太師持銅而御户左太宰持斗而御\n户右太卜蓍龜而御堂下諸官皆以其職御於\n門内比三月者王后所求音聲非禮樂則太師\n撫樂而稱不習所求滋味者非正味則太宰荷\n斗而不敢煎調而曰不敢以侍王太子太子生\n而立太師吹銅曰聲中某太宰曰滋味上某太\n卜曰命云某然後為王太子懸弧之禮義東方\n之弧以梧梧者東方之草春木也其牲以雞雞\n者東方之牲也南方之弧以柳柳者南方之草\n夏木也其牲以狗狗者南方之牲也中央之弧\n以桑桑者中央之木也其牲以牛牛者中央之\n牲也西方之弧以棘棘者西方之草也秋木也\n其牲以羊羊者西方之牲也北方之弧以棗棗\n者北方之草冬木也其牲以彘彘者北方之牲\n也五弧五分矢東方射東方南方射南方中央\n射中央西方射西方北方射北方皆三射其四\n弧具其餘各二分矢懸諸國四通門之左中央\n之弧亦具餘二分矢懸諸社稷門之左然後卜\n王太子名上母取天下母取於土母取於名山\n通谷母悖於郷俗是故君子難知易諱也養隱\n之道也正之禮者王太子無羞臣領臣之子也\n故謂領臣之子也身朝王者妻朝后之子朝王\n太子是謂臣之子也此正禮胎教也周妃后姙\n成王於身立而不跛坐而不　獨䖏不倨雖怒\n不罵胎教之謂也成王生仁者養之孝繦之四\n賢傍之成王有智而選太公為師周公為傳前\n有與計而後有與慮也是以封於泰山而禪梁\n父朝諸侯一天下由此觀之主左右不可不練\n也昔禹以夏王而桀以夏亡湯以殷王而紂以\n殷亡闔閭以吳戰勝無敵而夫差以之見禽於\n越文公以晋伯而厲公以見殺於匠麗之宫威\n王以齊彊於天下而簡公以殺於檀臺穆公以\n秦顯名尊號而二世以刼於望夷之宫其所君\n王同而功迹不等者所任異也故成王䖏襁褓\n之中朝諸侯周公用事也靈王五十而弑於沙\n丘任李兌也齊桓公得管仲九合諸侯一匡天\n下稱為義主失管仲任竪刁而身死不葬為天\n下笑一人之身榮辱具施焉者在所任也故魏\n有公子無忌而削地復趙任藺相如而秦兵不\n敢出安陵任周瞻而國獨立楚有申包胥而昭\n王反復齊有陳單襄王得其國由此觀之無賢\n佐俊士能成功立継絶者未之有也是以國不\n務大而務得民心佐不務多而務得賢者得民\n心而民徃之得賢者而賢者歸之文王請除炮\n烙之刑而殷民徙湯去張網者之三面而二垂\n至越王不遺乆䖏而呉人服以其所爲順於人\n也故同聲則䖏異而相應意合則未見而相親\n賢者立於本朝而天下之士相率而趨之何以\n知其然也管仲桓公之讐也鮑叔以爲賢於桓\n公七十言說乃聼遂使桓公除仇讐之心而委\n之國政焉桓公垂拱無事而朝諸侯鮑叔之力\n也管仲之所以走桓公而無自危之心者同聲\n於鮑叔也衛靈公之時蘧伯玉賢而不用彌子\n瑕不肖而任事史鰌忠之數言蘧伯玉而不聼\n病且死謂其子曰我即死治䘮於北堂吾生不\n能進蘧伯玉而退彌子瑕不能正君也生不能\n正君者死不當成禮死不置屍於北堂於禮足\n矣靈公徃弔問其故其子以父言聞靈公戚然\n易容而寤矣立召蘧伯玉而進之召彌子瑕而\n退之徙䘮於堂成禮而後去衛國已治史鰌之\n力也夫生進賢而退不肖死且未止又以屍諌\n可謂忠不衰矣紂殺王子比干而箕子𬒳髮而\n𦍕狂陳靈公殺泄冶而鄧元去陳以疾徙自是\n之後殷并於周陳亡於楚以其殺比干與泄冶\n而失箕子與鄧元也燕昭王得郭隗而鄒衍樂\n毅自齊魏至於是舉兵攻齊棲閔王於莒燕度\n地計衆不與齊均也然而所以能信意至於此\n者由得士故也故無常安之國無冝治之民得\n賢者顯昌失賢者危亡自古及今未有不然者\n也鑑所以照形也徃古所以知今也夫知惡古\n之所以危亡不務襲迹其所安存則未有以異\n何異却走而求及前人也太公知之故國㣲子\n後而封比干之墓夫聖人之於聖者之死尚如\n此其厚也况當世存者乎其弗可失矣\n　　　立後義\n古之聖帝将立世子則帝自朝服升自阼階上\n西鄉於妃妃抱世子自房出東郷太史奉書西\n上堂當两階之間北靣立曰世子名曰某者叅\n聖帝壇執禮辭命世子曰度大祖大宗與社稷\n於子者叅其命妃曰不敢者再於三命曰謹受\n命拜而退太史以告太祝太祝以告太祖太宗\n與社稷太史出以太宰太宰以告州伯命藏之\n州府凡諸貴已下至於百姓男女無敢與世子\n同者以此防民百姓猶有争為君者夫執明則\n民定而出於一道故人皆争為宰相而不姦為\n世子非宰相尊而世子卑也不可以智求不可\n以力爭也今以為知子莫如父故疾死置後者\n恣父之所以此使親戚不相親兄弟不相愛乱\n天下之紀使天下之俗失開尊敬而不讓其道\n莫經於此疾此致後復以驕長子如此則親戚\n相愛也兄弟不争此天下之至義也民之不爭\n亦惟學王官國君室也殷湯放桀武王伐紂此\n天下之所同聞也為人臣而放其君為人下而\n弑其上天下之至逆也而所以有天下者以為\n天下開利除害以義継之也故聲名稱於天下\n而傳扵後世隱其惡而揚其德羙立其功烈而\n傳之於乆逺故天下皆稱聖帝至治其道之下\n當天下之散亂以強凌弱衆暴寡智治愚士卒\n罷弊死於甲兵老弱騷動不得治產業以天下\n之無天子也髙皇帝起於布衣而兼有天下臣\n萬方諸侯為天下辟興利除害寝天下之兵\n天下之至徳也而天下莫能明髙皇帝之徳\n羙定功烈而施之於後世也故天下猶行弊世\n徳與其功烈風俗也夫帝王者莫不相時而立\n儀度務而制事以馴其時也欲變古易常者不\n死不亡此聖人之所制也惡民更之故拘為古\n使結之也所以聞於後世也\n　　　傳\n梁太傳賈誼雒陽人也年十八以能誦詩書\n属文稱於郡中河南守呉公聞其秀才召\n置門下甚幸愛孝文帝初立聞河南守吳\n公治平為天下第一故與李斯同邑而甞\n學事焉徵以爲廷尉廷尉乃言誼年少頗\n通諸家之書文帝召以爲博士是時誼年二\n十餘最爲少每詔令議下諸老先生未能言\n誼盡爲之對人人各如其意所出諸生於是\n以為能文帝說之超遷歳中至太中大夫誼以\n為漢興二十餘年天下和洽冝當改正朔易服\n色制度定官名興禮樂乃草具其儀法色尚黄\n數用五為官名悉更奏之文帝謙譲未遑也然\n諸法令所更定及列侯就國其說皆誼發之於\n是天子議以誼任公卿之位絳灌東陽侯馮敬\n之属尽害之迺毀誼曰雒陽之人年少𥘉學專\n欲擅權紛亂諸事於是天子後亦踈之不用其\n議以誼為長沙王太傳誼既以適去意不自得\n及渡湘水為賦以弔屈原屈原楚賢臣也𬒳䜛\n放逐作離騷賦其終篇曰已矣國亡人莫我知\n也遂投江而死誼追傷之因以自諭其辭曰㳟\n承嘉惠兮竢罪長沙仄聞屈原兮自湛汨羅造\n託湘流兮敬弔先生遭世罔極兮乃隕厥身烏\n虖哀哉兮逢時不祥鸞鳯伏竄兮䲭鴞翺翔闒\n茸尊顯兮䜛䛕得志賢聖逆曵兮方正倒植謂\n隨夷溷兮謂跖蹻廉莫邪為鈍兮鈆刀為銛于\n嗟黙黙生之亡故兮斡棄周鼎寳康瓠兮騰駕\n罷牛驂蹇驢兮驥垂两耳服鹽車兮章父薦屨\n漸不可乆兮嗟若先生獨離此咎兮誶曰巳矣\n國其莫吾知兮子獨一鬰其誰語鳯縹縹其高\n逰兮夫固自引而逺去襲九淵之神龍兮沕淵\n潜以自珍偭蟂獺以隱處兮夫豈從蝦與蛭螾\n所貴聖之神徳焉逺濁世而自臧使麒麟可係\n而覊兮豈云異乎太羊般紛紛其離此郵兮亦\n夫子之故也歴九州而相其君兮可必懐此都\n也鳯凰翔于千仭兮覧徳輝而下之見細徳之\n險㣲兮遥繒擊而去之彼尋常之汙瀆兮豈容\n吞舟之巨魚横江湖之鱣鯨兮固将制於螻螘\n誼既為長沙傳三年有服飛入誼舎止於坐隅\n服似鴞不祥鳥也誼既以適居長沙長沙卑濕\n誼自傷悼以為夀不得長乃為賦以自廣其辭\n曰單閼之歲四月孟夏庚子日斜服集余舎止\n于坐隅貌甚閑暇異物來崪私怪其故發書占\n之䜟言其度曰野鳥入室主人将去問於子服\n余去何之吉乎告我㐫言其災淹速之度語余\n其期服乃太息舉首奮翼口不能言請對以意\n萬物變化固亡休息斡流而遷或推而\n還形氣轉續變化而嬗沕穆亡間胡可勝言禍\n兮福所倚福兮禍所伏憂喜聚門吉凶同域彼\n呉彊大夫差以敗粤棲㑹稽句踐覇世斯游遂\n成卒被五刑傳說胥靡乃相武丁夫禍之與福\n何異紏纒命不可說孰知其極水激則旱矢激\n則逺萬物回薄震蕩相轉雲烝雨降紏錯相紛\n大鈞播物坱圠無垠天不可與慮道不可與謀\n遲速有命烏失其時且夫天地為鑪造化為工\n隂陽為炭萬物為銅合散消息安有常則千變\n萬化未始有極忽然為人何足控揣化為異\n物又何足患小智自私賤彼貴我達人大觀物\n亡不可貪夫狥財列士狥名夸者死權品庶每\n生怵迫之徒或趨西東大人不曲意變齊同愚\n士繫俗僒若囚拘至人遺物獨與道俱衆人惑\n惑好惡積意真人恬漠獨與道息釋智遺形超\n然自䘮寥廓忽荒與道翺翔乗流則逝得坎則\n止縱軀委命不私於已其生兮若浮其死兮若\n休澹乎若深淵之靚汜乎若不繫之舟不以生\n故自保養空而浮徳人無累知命不憂細故蔕\n芥何足以疑後歲餘文帝思誼徵之入見上方\n受釐坐宣室上因感鬼神事而問鬼神之本誼\n具道所以然之故至夜半文帝前席既罷曰吾\n乆不見賈生自以為過之今不及也乃拜誼為\n梁懐王太傳懷王上少子愛而詩書故令誼傳\n之數問以得失是時匈奴彊侵邉天下𥘉定制\n度踈闊諸侯王僣儗地過古制淮南濟北王皆\n爲逆誅誼數上䟽陳政事多所欲匡建其大略\n曰臣竊惟今之事埶可爲痛哭者一可爲流涕\n者二可爲長太息者六若其它背理而傷道者\n難徧以䟽舉進言者皆曰天下已安已治矣臣\n獨以爲未也曰安且治者非愚則䛕皆非事實\n知治亂之體者也夫抱火厝之積薪之下而寢\n其上火未及燃因謂之安方今之埶何以異此\n本末舛逆首尾衡決國制搶攘非甚有紀胡可\n謂治陛下何不一令臣等孰數之於前因陳治\n安之䇿試詳擇焉夫射獵之娛與安危之機孰\n急使為治勞智慮若身體乏鍾鼓之樂勿為可\n也樂與今同而加之諸侯軌道兵革不動民保\n首領匈奴賔服四茺鄉風百姓素朴獄訟襄息\n大數既得則天下順治海内之氣清和咸理生\n為明帝没為明神名譽之美垂於無窮禮祖有\n功而宗有德使顧成之廟稱為太宗上配太祖\n與漢無極建乆安之埶成長治之業以承祖廟\n以奉六親至孝也以幸天下以育群生至仁也\n立經陳紀輕重同得後可以為萬世法程雖有\n愚㓜不肖之嗣猶得蒙業而安至明也以陛下\n之明逹因使少知治體者得佐下風致此非難\n也其具可素陳於前願幸無忽臣謹稽之天地\n驗之徃古按之當今之務日夜念此至孰也雖\n使禹舜復生為陛下計亡以易此夫樹國固必\n相疑之埶下數𬒳其殃上數爽其憂甚非所以\n安上而全下也今或親弟謀為東帝親兄之子\n西鄉而擊今呉又見告矣天子春秋鼎盛行義\n未過徳澤有加焉猶尚如是况莫大諸侯權力\n且十此者乎然而天下少安何也大國之王㓜\n弱未壮漢之所置傳相方握其事數年之後諸\n侯之王大扺皆冠血氣方剛漢之傳相稱病而\n賜罷彼自丞尉以上偏置私人如此有異淮南\n濟北之為邪此時而欲為治安雖堯舜不能治\n黄帝曰日中必熭操刀必割今令此道順而\n全安甚易不肯早為已乃堕骨肉之属而抗剄\n之豈有異秦之季世乎夫以天子之位乗\n今之時因天之助尚憚以危為安以亂為治假\n設陛下居齊桓之處将不合諸侯而匡天下乎\n又知陛下有所必不能矣假設天下如曩時淮\n隂侯尚王楚黥布王淮南彭越王梁韓信王韓\n張敖王趙貫髙為相盧綰王燕陳豨在代令此\n六七公者皆亡恙當是時而陛下即天子位能\n自安乎臣有以知陛下之不能也天下殽亂髙\n皇帝與諸公併起非有仄室之埶以豫席之也\n諸公幸者迺為中涓其次廑得舎人材之不逮\n至逺也髙皇帝以明聖威武即天子位割膏腴\n之地以王諸公多者百餘城少者乃三四十縣\n徳至渥也然其後十年之間反者九起陛下之\n與諸公非親角材而臣之也又非身封王之也\n自髙皇帝不能以是一歳為安故臣知陛下之\n不能也然尚有可諉者曰䟽臣請試言其親者\n假令悼惠王王齊元王王楚中子王趙幽王王\n淮陽共王王梁靈王王燕厲王王淮南六七貴\n人皆亡恙當是時陛下即位能為治乎臣又知\n陛下之不能也若此諸王雖名為臣實有布衣\n昆弟之心慮亡不帝制而天子自為者擅爵人\n赦死臯甚者或戴黄屋漢法令非行也雖行不\n軌如厲王者令之不肯聼召之安可致乎幸而\n來至法安可得加動一親戚天下圜視而起陛\n下之臣雖有悍如馮敬者適啓其口匕首已䧟\n其匈矣陛下雖賢誰與領此故䟽者必危親者\n必亂已然之效也其異姓負彊而動者漢已幸\n勝之矣又不易其所以然同姓襲是跡而動既\n有徴矣其埶盡又復然殃旤之變未知所移明\n帝處之尚不能以安後世将如之何屠牛坦一\n朝解十二牛而芒刃不頓者所排擊剥割皆衆\n理解也至於髖髀之所非斤則斧夫仁義\n恩厚人主之芒刃也權埶法制人主之斤斧也\n今諸侯王皆衆髖髀也釋斤斧之用而欲嬰以\n芒刃臣以爲不缺則折胡不用之淮南濟北埶\n不可也臣竊跡前事大扺彊者先反淮隂王楚\n最彊則最先反韓信倚胡則又反貫髙因趙資\n則又反陳豨兵精則又反彭越用梁則又反黥\n布用淮南則又反盧綰最弱最後反長沙乃在\n二萬五千户耳功少而最完埶䟽而最忠非獨\n性異人也亦形埶然也曩令樊酈絳灌據數十\n城而王今雖以殘亡可也令信越之倫列為徹\n侯而居雖至今存可也然則天下之大計可知\n巳欲諸王之皆忠附則莫若令如長沙王欲臣\n子之勿𦵔醢則莫若令如樊酈等欲天下之治\n安莫若衆建諸侯而少其力力少則易使以義\n國小則亡邪心令海内之埶如身之使臂臂之\n使指莫不制從諸侯之君不敢有異心輻湊並\n進而歸命天子雖在細民且知其安故天下咸\n知陛下之明割地定制令齊趙楚各為若干國\n使悼惠王幽王元王之子孫畢以次各受祖之\n分地地尽而止及燕梁它國皆然其分地衆而\n子孫少者建以為國空而置之湏其子孫生者\n舉使君之諸侯之地其削頗入漢者為徙其侯\n國及封其子孫也所以數償之一寸之地一人\n之衆天子亡所利焉誠以定治而已故天下咸\n知陛下之廉地制一定宗室子孫莫慮不王下\n無倍叛之心上無誅伐之志故天下咸知陛下\n之仁法立而不犯令行而不逆貫髙利幾之謀\n不生柴竒聞章之計不萌細民郷善大臣致順\n故天下咸知陛下之義卧赤子天下之上而安\n植遺腹朝委裘而天下不亂當時大治後世誦\n聖一動而五業附陛下誰憚而乆不為此天下\n之埶方病大瘇一脛之大幾如要一指之大幾\n如股平居不可屈信一二指慉身慮亡聊失今\n不治必為錮疾後雖有扁鵲不能為已病非徒\n瘇也又苦􁀰盭元王之子\n帝之從弟也今之王者從弟之子也惠王之子\n親兄子也今之王者兄子之子也親者或亡分\n地以安天下䟽者或制大權以偪天子臣故曰\n非徒病瘇也又苦􁀰盭可痛哭者此病是也天\n下之埶方倒縣凡天子者天下之首何也上也\n蠻夷者天下之足何也下也今匈奴嫚娒侵掠\n至不敬也為天下患至亡已也而漢歳致金絮\n采繒以奉之夷狄徵令是主上之操也天子共\n貢是臣下之禮也足反居上首顧居下倒縣如\n此莫之能觧猶謂國有人乎非亶倒縣而\n巳又類辟且病痱夫辟者一面病痱\n者一方痛今西邉北邉之郡雖有長爵不輕得\n復五尺以上不輕得息斥候望烽燧不得卧将\n吏𬒳介胄而睡臣故曰一方病矣毉能治之而\n上不使可為流涕者此也陛下何忍以帝皇之\n號為戎人諸侯埶既卑辱而禍不息長此安窮\n進謀者率以為是固不可觧也亡具甚矣臣竊\n料匈奴之衆不過漢一大縣以天下之大困於\n一縣之衆甚為執事者羞之陛下何不試以臣\n為属國之官以主匈奴行臣之計請必係單于\n之頸而制其命伏中行說而笞其背舉匈奴之\n衆唯上之令今不獵猛敵而獵田彘不搏反宼\n而摶畜莵翫細娛而不圖大患非所以為安也\n徳可逺施威可逺加而直數百里外威令不信\n可為流涕者此也今民賣僮者為之繡衣縁履\n偏諸縁\n内之閑中是古天子后服所\n以廟而不宴者也而庶人得以衣婢妾白縠之\n表薄紈之裏緁以偏諸羙者黼繡是古天子之\n服今富人大賈嘉㑹召客者以𬒳牆古者以秦\n一帝一后而節適今庶人屋壁得為帝服倡優\n下賤得為后飾然而天下不屈者殆未有也且\n帝之身自衣早綈而富民牆屋𬒳文繡天子之\n后以縁其領庶人㜸妾縁其履此臣所謂舛也\n夫百人作之不能衣一人欲天下亡寒胡可得\n也一人耕之十人聚而食之欲天下亡飢胡可\n得也飢寒切於民之肌膚欲其亡爲姦邪不可\n得也國已屈矣盗賊直湏時耳然而獻計者曰\n母動爲大耳夫俗至大不敬也至亡等也至冐\n上也進計者猶曰母爲可爲長太息者此也商\n君遺禮義棄仁恩并心於進取行之二歲秦俗\n日敗故秦人家冨子箕箒立而誶語抱哺其子\n與公併倨婦姑不相說則反脣而相稽其慈子\n耆利不同禽獸者亡幾耳然并心而赴時猶曰\n蹷六國兼天下功成求得矣終不知反廉愧之\n節仁義之厚信并兼之法遂進取之業天下大\n敗衆掩寡智欺愚勇威怯壮陵衰其亂至矣是\n以大賢起之威震海内徳從天下曩之為秦者\n今轉而為漢矣然其遺風餘俗猶尚未改今世\n以侈靡相競而上亡制度棄禮義捐㢘耻日甚\n可謂月異而歲不同矣逐利不耳慮非顧行也\n今其甚者殺父兄矣盗者剟寢户之簾搴\n两廟之器白晝大都之中剽吏而奪之金矯偽\n者出幾十萬石粟賦六百餘萬錢乗傳而行郡\n國此其亡行義之尤至者也而大臣特以簿書\n不報期㑹之間以為大故至於俗流失世壊敗\n因恬而不知怪慮不動於耳目以為是適然耳\n夫移風易俗使天下囬心而郷道類非谷吏之\n所務在於刀筆筐篋而不知大體陛下又不自\n憂竊為陛下惜之夫立君臣等上下使父子有\n禮六親有紀此非天之所為人之所設也大人\n之所設不為不立不植則僵不脩則壊筦子曰\n禮義㢘恥是謂四維四維不張國乃㓕亡使筦\n子愚人也則可筦子而少知治體則是豈可不\n為寒心哉秦㓕四維而不張故君臣乖乱六親\n殃戮姦人並起萬民離畔凡十三歲而社稷為\n虚今四維猶未備也故姦人幾幸而衆心疑惑\n豈如今定經制令君君臣臣上下有差父子六\n親各得其冝姦人無所幾幸而群臣衆信上不\n疑惑此業一定世世常安而後有所持循矣若\n夫經制不定是猶度江河亡維楫中流而遇風\n波船必覆矣可為長太息者此也夏為天子十\n有餘世而殷受之殷為天子二十餘世而周受\n之周為天子三十餘世而秦受之秦為天子二\n世而亡人性甚不相逺也何三代之君有道之\n長而秦無道之暴也其故可知也古之王者太\n子乃生固舉以禮使士負之有司齊肅端冕見\n之南郊見于天也過闕則下過廟則趨孝子之\n道也故自為赤子而教固已行矣昔者成王㓜\n在襁抱之中召公為太保周公為太傅太公為\n太師保保其身體傳傳之以徳義師道之教訓\n此三公之職也於是為置三少皆上大夫也曰\n傳保少傳少師是與太子宴者也故乃提孩有\n識三公三少固明孝仁禮義以道習之逐去邪\n人不使見惡行於是皆選天下之端士孝悌博\n聞有道術者以衛翼之使與太子居處出入故\n太子乃生而見正事聞正言行正道左右前後\n皆正人也夫習與正人居之不能母正猶生長\n於齊不能不齊語也習與不正人居之不能母\n不正猶生長於楚之地不能不楚言也故擇其\n所耆必先受業乃得甞之擇其所樂必先有習\n乃得為之孔子曰少成若天性習貫如自然及\n太子少長知妃色則入于學學者所學之官也\n學禮曰帝入東學上親而貴仁則親踈有序而\n恩相及矣帝入南學上齒而貴信則長㓜有差\n而民不誣矣帝入西學上賢而責徳則聖智在\n位而功不遺矣帝入北學上貴而尊爵則貴賤\n有等而下不隃矣帝入太學承師問道退習而\n考於太傅太傅罰其不則而匡其不及則徳智\n長而治道得矣此五學者既成於上則百姓黎\n民化輯於下矣及太子既冠成人免於保傳之\n嚴則有記過之史徹膳之宰進善之旌誹謗之\n木敢諫之鼓瞽史誦詩工誦箴諫大夫進謀士\n傳民語習與智長故切而不愧化與心成故中\n道若性三代之禮春朝朝日秋暮夕月所以明\n有敬也春秋入學坐國老執醤而親餽之所以\n明有孝也行以鸞和歩中采齊趣中肆夏所以\n明有度也其於禽獸見其生不忍其死聞其聲\n不食其肉故逺庖厨所以長恩且明有仁也夫\n三代之所以長乆者以其輔翼太子有此具也\n及秦而不然其俗固非貴辭讓也所上者告訐\n也固非貴禮義也所上者刑罰也使趙髙傳胡\n亥而教之獄所習者非斬劓人則夷人之三族\n也故胡亥今日即位而明日射人忠諌者謂之\n誹謗深計者謂之妖言其視殺人若艾草菅然\n豈惟胡亥之性惡哉彼其所以道之者非其理\n故也鄙諺曰不習為吏視已成事又曰前車覆\n後車誡夫三代之所以長乆者其巳事可知也\n然而不能從者是不法聖智也秦世之所以亟\n絶者其轍跡可見也然而不避是後車又将覆\n也夫存亡之變治亂之機其要在是矣天下之\n命縣於太子太子之善在於早諭教與選左右\n夫心未濫而先諭教則化易成也開於道術智\n誼之指則教之力也若其服習積貫則左右而\n已夫胡粤之人生而同聲耆欲不異及其長而\n成俗累數譯而不能相通行者有雖死而不相\n為者則教習然也臣故曰選左右早諭教最急\n夫教得而左右正則太子正矣太子正而天下\n定矣書曰一人有慶兆民頼之此時務也凡人\n之智能見已然不能見将然夫禮者禁於将然\n之前而法者禁於巳然之後是故法之所用易\n見而禮之所為生難知也若夫慶賞以勸善刑\n罰以懲惡先王執此之政堅如金石行此之令\n信如四時㨿此之公無私如天地耳豈顧不用\n哉然而曰禮云禮云貴絶惡於未萌而起教於\n㣲眇使民日遷善逺􁎝而不自知也孔子曰聼\n訟吾猶人也必也使母訟乎為人主計者莫如\n先審取舎取舎之極定於内而安危之萌應於\n外矣安者非一日而安也危者非一日而危也\n皆以積漸然不可不察也人主之所積在其取\n舍以禮義治之者積禮義以刑罰治之者積刑\n罰刑罰積而民怨背禮義積而民和親故世主\n欲民之善同而所以使民善者或異或道之以\n徳教或􁍰之以法令道之以徳教者徳教洽而\n民氣樂􁍰之以法令者法令極而民風哀哀樂\n之感禍福之應也秦王之欲尊宗廟而安子孫\n者與湯武同然而湯武廣大其徳行六七百歲\n而弗失秦王治天下十餘歲則大敗此無它故\n矣湯武之定取舎審而秦王之定取舎不審矣\n夫天下大器也今人主之置器置諸安處則安\n置諸危處則危天下之情與器亡以異在天子\n之所置之湯武置天下於仁義禮樂而徳澤洽\n禽獸草木廣𥙿徳𬒳蠻貊四夷累子孫數十世\n此天下所共聞也秦王置天下於法令刑罰徳\n澤亡一有而怨毒盈於世下憎惡之如仇讎旤\n幾及身子孫誅絶此天下之所共見也是非其\n明效大驗邪人之言曰聴言之道必以其事觀\n之則言者莫敢妄言今或言禮誼之不如法令\n教化之不如刑罰人主胡不引殷周秦事以觀\n之也人主之尊譬如堂群臣如陛衆庶如地故\n陛九級上㢘逺地則堂髙陛亡級㢘近地則堂\n卑髙者難攀卑者易陵理埶然也故古者聖王\n制為等列内有公卿大夫士外有公侯伯子男\n然後有官師小吏延及庶人等級分明而天子\n加焉故其尊不可及也里諺曰欲投鼠而忌器\n此善諭也鼠近於器尚憚不投恐傷其器况於\n貴臣之近主乎㢘恥節禮以治君子故有賜死\n而亡戮辱是以黥劓之臯不及大夫以其離主\n上不逺也禮不敢齒君之路馬蹵其芻者有罰\n見君之几杖則起遭君之乗車則下入正門則\n趨君之寵臣雖或有過刑戮之臯不加其身者\n尊君之故也此所以爲主上豫逺不敬也所以\n體貌大臣而厲其節也今自王侯三公之貴皆\n天子之所改容而禮之也古天子之所謂伯父\n伯舅也而令與衆庶同黥劓髠刖笞傌棄市\n之法然則堂不亡陛乎𬒳戮辱者不泰迫乎㢘\n恥不行大臣無乃握重權大官而有徒隷亡耻\n之心乎夫望夷之事二世見當以重法者投䑕\n而不忌器之習也臣聞之履雖鮮不加於枕冠\n雖敝不以苴履夫甞已在貴寵之位天子改容\n而體貌之矣吏民甞俯伏以敬畏之矣今而有\n過帝令廢之可也退之可也賜之死可也㓕之\n可也若夫束縛之係緤之輸之司㓂編之徒官\n司㓂小吏詈罵而榜笞之殆非所以令衆庶\n見也夫卑賤者習知尊貴者之一旦吾亦廼可\n以加此也非所以習天下也非尊尊貴貴之\n化也夫天子之所甞敬衆庶之所甞寵死而死\n耳賤人安冝得如此而頓辱之哉豫叢事中行\n之君智伯伐而㓕之移事智伯及趙㓕智伯豫\n讓釁面吞炭必報襄子五起而不中人問豫子\n豫子曰中行衆人畜我我故衆人事之智伯國\n士遇我我故國士報之故此一豫讓也反君事\n讎行若狗彘已而抗節致忠行出乎列士人主\n使然也故主上遇其大臣如遇犬馬彼将犬馬\n自為也如遇官徒彼将官徒自為也頑頓亡耻\n奊詬亡節㢘耻不立且不自好\n苟若而可故見利則逝見便則奪主上有敗則\n因而挻之耳主上有患則吾苟免而巳立而觀\n之耳有便吾身者則欺賣而利之耳人主将何\n便於此群下至衆則主上至少也所託財器職\n業者粹於群下也俱亡耻俱苟妄則主上最病\n故古者禮不及庶人刑不至大夫所以厲寵臣\n之節也古者大臣有坐不㢘而廢者不謂不㢘\n曰簠簋不飾坐汙穢淫亂男女亡别者不曰汙\n穢曰帷薄不脩坐罷軟不勝任者不謂罷軟曰\n下官不職故貴大臣定有其臯矣猶未斥然正\n以謼之也尚遷就而為之諱也故其在大譴大\n何之域者聞譴何則白冠氂纓盤水加劒造請\n室而請臯耳上不執縳係引而行也其有中罪\n者聞命而自弛上不使人頸盭而加也其有大\n辠者聞命則北面再拜跪而自裁上不使捽抑\n而刑之也曰子大夫自有過耳吾遇子有禮矣\n遇之有禮故群臣自憙嬰以㢘耻故人矜節行\n上設㢘耻禮義以遇其臣而臣不以節行報其\n上者則非人類也故化成俗定則為人臣者主\n耳忘身國耳忘家公耳忘私利不苟就害不苟\n去唯義所在上之化也故父兄之臣誠死宗廟\n法度之臣誠死社稷輔翼之臣誠死君上守圄\n扞敵之臣誠死城郭封彊故曰聖人有金城者\n此物此志也彼且為我死故吾得與之俱生彼\n且為我亡故吾得與之俱存夫将為我危故吾\n得與之俱安顧行而忘利守節而伏義故可以\n託不御之權可以寄六尺之孤此厲㢘耻行禮\n誼之所致也主上何䘮焉此之不為而顧彼之\n乆行故曰可為長太息者此也是時丞相絳侯\n周勃免就國人有告勃謀反逮繫長安獄治卒\n亡事復爵邑故賈誼以此譏上上深納其言飬\n臣下有節是後大臣有罪皆自殺不受刑至武\n帝時稍復入獄自寗成始初文帝以代王入即\n位後分代為两國立皇子武為代王參為太原\n王小子勝則梁王矣後又徙代王武為淮陽王\n而太原王參為代王盡得故地居數年梁王勝\n死亡子誼復上䟽曰陛下即不定制如今之埶\n不過一傳再傳諸侯猶且人恣而不制豪植而\n大彊漢法不得行矣陛下所以爲蕃扞及皇太\n子之所恃者唯淮陽代二國耳代北邉匈奴與\n彊敵爲隣能自完則足矣而淮陽之比大諸侯\n廑如黒子之著面適足以餌大國耳不足以有\n所禁禦方今制在陛下制國而令子適足以爲\n餌豈可謂工哉人主之行異布衣布衣者飾小\n行競小㢘以自託於郷黨人主唯天下安社稷\n固不耳髙皇帝瓜分天下以王功臣反者如蝟\n毛而起以為不可故蔪去不義諸侯而虚其\n國擇良日立諸子雒陽上東門之外畢以為王\n而天下安故大人者不牽小行以成大功今淮\n南地逺者或數千里越两諸侯而縣属於漢其\n吏民繇役徃來長安者自悉而補中道衣敝錢\n用諸費稱此其苦属漢而欲得王至甚逋逃而\n歸諸侯者已不少矣其埶不可乆臣之愚計願\n舉淮南地以益淮陽而為梁王立後割淮陽北\n邉二三列城與東郡以益梁不可者可徙代王\n而都睢陽梁起於新郪以北著之河淮陽\n包陳以南捷之江則大諸侯之有異心者\n破膽而不敢謀梁足以扞齊趙淮陽足以禁呉\n楚陛下髙枕終無山東之憂矣此二世之利也\n當今恬然適遇諸侯之皆少數歲之後陛下且\n見之矣夫秦日夜苦心勞力以除六國之旤今\n陛下力制天下頥指如意髙拱以成六國之旤\n難以言智苟身亡事畜亂宿旤熟視而不定萬\n年之後傳之老母弱子将使不寕不可謂仁也\n唯陛下財幸文帝於是從誼計迺徙淮陽王武\n為梁王北界泰山西至髙陽得大縣四十餘城\n徙城陽王喜為淮陽王撫其民時又封淮南厲\n王四子皆為列侯誼知上必将復王之也上䟽\n諌曰竊恐陛下接王淮南諸子曽不與如臣者\n孰計之也淮南王之悖逆無道天下孰不知其\n辠陛下幸而赦遷之自疾而死天下孰以王死\n之不當今奉尊罪人之子適足以負謗於天下\n耳此人少壮豈能忘其父哉白公勝所爲父報\n仇者大父與伯父叔父也白公爲亂非欲取國\n代主也發忿快志剡手以衝仇人之匈固爲俱\n靡而已淮南雖小黥布甞用之矣漢存特幸矣\n夫擅仇人足以危漢之資於䇿不便雖割而爲\n四四子一心也予之衆積之財此非有子胥白\n公報於廣都之中即疑有剸諸荆軻起於两柱\n之間所謂假賊兵為虎翼者也願陛下少留計\n梁王勝墜馬死誼自傷為傳無状常哭泣後歲\n餘亦死賈生之死年三十二矣後四歲齊文王\n薨亡子文帝思賈生之言迺分齊為六國盡立\n悼惠王子六人為王又遷淮南王喜於城陽而\n分淮南為三國盡立厲王三子以王之後十年\n文帝崩景帝立三年而呉楚趙與四齊王合從\n舉兵西郷京師梁王扞之卒破七國至武帝時\n淮南厲王子為王者两國亦反誅孝武初立舉\n賈生之孫二人至郡守賈嘉最好學世其家\n\n新書卷第十終\n"}
{"id": "KR3a0005_011", "series": "KR3a0005", "text": "　　太傅此書始刻扵有宋程給事再刻扵我\n　朝陸郡守三百年餘止得此二公者都憲黄公\n　　所謂寥寥知賞之難誠是也竊以爲知賞之難\n　　者正坐以傳之之不廣焉耳何者以都憲公該\n　　慱之學且生長扵太傳所甞居之地必至登第\n　　拜官後始得此書而讀之况他人乎况生長於\n　　他方者又豈得而易見之乎審如是則四方之\n　　學者不獨不之見而亦恐未之聞也我\n　賢王殿下扵講讀\n祖訓之餘取是書而觀之知其有益扵天下國家\n　　而慮其傳布之未廣乃命工重刻樂與四方\n　　共之其嘉惠後學之心不其至也夫峕\n　　正徳乙亥秋八月之吉\n賜進士岀身奉議大夫\n　吉府右長史前山東按察僉事刑部署郎中\n　　古燕楊節謹䟦\n"}
