{"id": "KR3c0004_001", "series": "KR3c0004", "text": "商子卷第一\n　　更法第一\n孝公平畫公孫鞅甘龍杜摯三大夫御於君慮\n世事之變討正法之本使民之道君曰代立不\n忘社稷君之道也錯法務民主長臣之行也今\n吾欲變化以治更禮以教百姓恐天下之議我\n也公孫鞅曰臣聞之疑行無成疑事無功君亟\n定變法之慮殆無顧天下之議之也且夫有髙\n人之行者必見非於世有獨知之慮者因見毁\n於民語○曰愚者暗於成事智者見於未萌民\n不可與慮始可與樂成功郭偃之法曰論至德\n者不和於俗成大功者不謀於衆法者所以愛\n民也禮者所以便事也是以聖人茍可以强國\n不法其故茍可以利民不循於禮孝公曰善甘\n龍曰不然臣聞之聖人不易民而教智者不變\n法而治因民而教者不勞而功成據法而治者\n吏習而民安今若變法不循秦國之故更禮以\n教民臣恐天下之議君願熟察之公孫鞅曰子\n之所言世俗之言也夫常人安於故習學者溺\n於所聞此兩者所以居官而守法非所與論於\n法之外三代不同道而王五覇不同法而霸故\n知者作法而愚者制焉賢者更禮而不肖者拘\n焉拘禮之人不足與言事制法之人不足與論\n變君無疑矣杜摯曰臣聞之利不百不變法功\n不十不易器臣聞法古無過循禮無邪君其圖\n之公孫鞅曰前世不同教何古之法帝王不相\n復何禮之循伏羲神農教而不誅黄帝堯舜誅\n而不怒及至文武各當時而立法因事而制禮\n禮法以定制令各順其宜兵甲器備各便其\n用臣故曰治世不一道便國不必古湯武之王\n也不循古而興商夏之㓕也不易禮而亡然則\n反古者未可必非循禮者未足多是也君無疑\n矣孝公曰善吾聞窮巷多恡曲學多辯愚者笑\n之智者哀焉狂夫之樂賢者喪焉拘世以議寡\n人不之疑矣於是遂出墾草令\n　　墾令第二\n無宿治則邪官不及爲私利於民而百官之情\n不相稽則農有餘日邪官不及爲私利於民則\n農不救農不救而有餘日則草必墾矣訾粟而\n税則上一而民平上一則信信則臣不敢爲邪\n民平則愼愼則難變上信而官不敢爲邪民愼\n而難變則下不非上中不苦官下不非上中不\n苦官則壯民疾農不變壯民疾農不變則少民\n學之不休少民學之不休則草必墾矣無以外\n權爵任與官則民不貴學問又不賤農民不貴\n學則愚愚則無外交無外交則○勉農而不偷\n民不賤農則國安不殆國安不殆勉農而不偷\n則草必墾矣祿厚而税多食口衆者敗農者也\n則以其食口之數賤而重使之則辟淫游食之\n民無所於食民無所於食則必農農則草必墾\n矣使商無得糴農無得糶農無得糶則窳惰之\n農勉疾商不得糴則多嵗不加樂多嵗不加樂\n則饑嵗無裕利無裕利則商怯商怯則欲農窳\n惰之農勉疾商欲農則草必墾矣聲服無通於\n百縣則民行作不顧休居不聴休居不聴則氣\n不淫行作不顧則意必一意一而氣不淫則草\n必墾矣無得取庸則大夫家長不見繕愛子不\n惰食惰民不窳而庸民無所於食是必農大夫\n家長不見繕則農事不傷愛子惰民不窳則故\n田不荒農事不傷農民益農則草必墾矣廢逆\n旅則姦僞躁心私交疑農之民不行逆旅之民\n無以食即必農農則草必墾矣壹山澤則惡農\n慢惰倍欲之民無所於食無所於食則必農\n草必墾矣貴酒肉之價重其租令十倍其樸然\n則商估少農不能喜酣奭大臣不爲荒飽商估\n少則上不費粟民不能喜酣奭則農不慢大臣\n不荒則國事不稽主無過舉上不費粟民不慢\n農則草必墾矣重刑而連其罪則褊急之民不\n鬭狼剛之民不訟怠惰之民不游費資之民不\n作巧䛕惡心之民無變也五民者不生於境内\n則草必墾矣使民無得擅従則誅愚亂農農民\n無所於食而必農愚心躁欲立民一意則農民\n必靜農靜誅愚則草必墾矣均出餘子之使令\n以世使之又髙其解舍令有甬官食槩不可以\n辟役而大官未可必得也則餘子不游事人則\n必農農則草必墾矣國之大臣諸大夫博聞辯\n慧游居之事皆無得爲無得居游於百縣則農\n民無所聞變見方農民無所聞變見方則知農\n無従離其故事而愚農不知不好學問愚農不\n知不好學問則務疾農知農不離其故事則草\n必墾矣令軍市無有女子而命其商令人自拾\n甲兵使視軍興又使軍市無得私輸糧者則姦\n謀無所於伏盜輸糧者不私稽輕惰之民不游\n軍市盜糧者無所售送糧者不私輕惰之民不\n游軍市則農民不淫國粟不勞則草必墾矣百\n縣之治一形則從迂者不敢更其制過而廢者\n不能匿其舉過舉不匿則官無邪人迂者不飾\n代者不更則官屬少而民不勞官無邪則民不\n敖民不敖則業不敗官屬少徴不煩民不勞則\n農多日農多日徵不○煩業不敗則草必墾矣\n重關市之賦則農惡商商有疑惰之心農惡商\n商疑惰則草必墾矣以商之口數使商令之斯\n輿徒重者必當名則農逸而商勞農逸則良田\n不荒商勞則去商䘮寡之禮無通於百縣則農\n民不饑行不飾農○不饑行不飾則公作○必\n疾而私作不荒則農事必勝農事必勝則草必\n墾矣今送糧無取僦無得反庸車牛輿設設必\n當名然則徃速來疾則業不敗農業不敗農則\n草必墾矣無得爲罪人請於吏而饟食之則姦\n民無主姦民無主則為姦不勉農民不傷姦民\n○○無樸姦民無樸則農民不敗農民不敗則\n草必墾矣\n　　農戰第三\n凡人主之所以勸民者官爵也國之所以興者\n農戰也今民求官爵皆不以農戰而以巧言虚\n道此謂勞民勞民者其國必無力無力者其國\n必削善爲國家教民也皆作　而得官爵是\n故不官無爵國去言則民樸民樸則不淫民見\n上利之從壹空出也則作壹作壹則民不偷營\n民不偷營則多力多力則國强今境内之民皆\n可農戰可避而官爵可得也是故豪傑皆可變\n業務學詩書隨從外權上可以得顯下可以求\n官爵要靡事商賈爲技藝皆以避農戰具備國\n之危也民以此爲教者其國必削善爲國者倉\n廩雖滿不偷於農國大民衆不淫於言則民樸\n壹民樸壹則官爵不可巧而取也不可巧取則\n姦不生姦不生則主不惑今境内之民及䖏官\n爵者見朝廷之可以巧言辯説取官爵也故官\n爵不可得而常也是故進則曲主退則慮私所\n以實其私然則下賣權矣夫曲主慮私非國利\n也而爲之者以其爵祿也下賣權非忠臣也而\n爲之者以末貨也然則下官之冀遷者皆曰多\n貨則上官可得而欲也曰我不以貨事上而求\n遷者則如以狸餌䑕爾必不冀矣若以情事上\n而求遷者則如引諸絶繩而求乘枉木也愈不\n冀之矣二者不可以得遷則我焉得無下動衆\n取貨以事上而以求遷乎百姓曰我疾農先實\n公倉收餘以食親爲上忘生而戰以尊主安國\n也倉虚主卑家貧然則不如索官親戚交遊合\n則更慮矣豪傑務學詩書隨従外權要靡事商\n賈爲技藝皆以避農戰民以此爲教則粟焉得\n無少而兵焉得無弱也善爲國者官法眀故不\n任智慮上作壹故民不榮則國力博國力博者\n强國好言談者削故曰農戰之民千人而有詩\n書辯慧者一人焉千人者皆怠於農戰矣農戰\n之民百人而有技藝一人焉百人者皆怠於農\n戰矣國待農戰而安主待農戰而尊夫民之不\n農戰也上好言而官失之也常官則國治一務\n則國富國富而治王之道也故曰王道作外身\n作壹而已矣今上論材能知慧而任之則知慧\n之人希主好惡使官制物以適主心是以官無\n常國亂而不一辯説之人而無法也如此則民\n務焉得無多而地焉得無荒詩書禮樂善修仁\n㢘辯慧國有十者上無使守戰國以十者治敵\n至必削不至必貧國去此十者敵不敢却\n興兵而伐必取按兵不伐必富國好力者以難\n攻以難攻者必興好辯者以易攻以易攻者必\n危故聖人眀君者非盡能其萬物也知萬物之\n要也故其治國也察要而巳矣今爲國者多無\n要朝廷之言治也紛紛焉務相易也是以其君\n惽於說其官亂於言其民惰而不農故其境内\n之民皆化而好辯樂學事商賈爲技藝避農戰\n如此則不遠矣國有事則學民惡　商民善化\n技藝之民不用故其國易破也夫農者寡而游\n食者衆故其國貧危今夫蛆螣蚼蠋春生秋死\n一出而民數年不食今一人耕而百人食之此\n其爲蛆螣蚼蠋亦大矣雖有詩書鄉一束家一\n員獨無益於治也非所以反之術也故先王反\n之於農戰故曰百人農一人居者王十人農一\n人居者强半農半居者危故治國者欲民之累\n也國不農則與諸侯爭權不能自持也則衆力\n不足也故諸侯撓其弱乘其衰大地侵削而不\n振則無及已聖人知治國之要故令民歸心於\n農歸心於農則民樸而可正也紛紛則易使也\n信可以守戰一則小詐而重居一則可以賞罰\n進也一則可以外用也夫民之親上死制也以\n其旦暮從事於農夫民之不可用也見言談游\n士事君之可以尊身商賈之可以富家也技藝\n之足以距口也民見此三者之便且利也則必\n避農戰則民輕其居輕其居則必不爲上守戰\n也凡治國者患民之散而不可摶也是以聖人\n作壹摶之也國作一嵗者十嵗强作一十嵗者\n百嵗强修一百嵗者千嵗强千嵗强者王君修\n賞罰以輔壹教是以其教有所常而政有成也\n王者得治民之至要故不待賞賜而民親上不\n待爵祿而民從事不待刑罰而民致死國危主\n憂説者成伍無益於安危也夫國危主憂也者\n强敵大國也人君不能服强敵破大國也則修\n守備便地形摶民力以待外事然後患可以去\n而王可致也是以眀君修政作壹去無用止浮\n學事淫民壹之農然後國家可富而民力可摶\n也今世主皆憂其國之危而兵之弱也而强聽\n説者説者成伍煩言飾辭而章無用主好其辯\n不求其實説者得意道路曲辯輩輩成羣民見\n其可以取王公大人也而皆學之夫人聚黨與\n説議於國紛紛焉小民樂之大人説之故其民\n農者寡而㳺食者衆農者殆農者殆則土地\n荒學者成俗則民舍農從事於談説高言僞議\n舎農㳺食而以言相高也故民離上而不臣者\n成羣此貧國弱兵之教也夫國榮民以言則民\n不畜於農故惟眀君知好言之不可以强兵闢\n土也惟聖人之治國作壹摶之於農而已矣\n　　去强第四\n以强去强者弱以弱去强者强國爲善姦必多\n國富而貧治曰重富重富者强國貧而富治曰\n重貧重貧者弱兵行敵所不敢行强事興敵所\n羞爲利主貴多變國貴少變國多物削主少物\n强千乘之國守千物者削戰事兵用曰强戰亂\n兵息而國削農商官三者國之常官也三官者\n生蝨官者六曰嵗曰食曰玩好曰志曰行\n□六者有樸必削三官之樸三人六官之樸一\n人以治法者強以治政者削常官法去遷官治\n大國小治小國大强之重削弱之重强夫以强\n攻强者亡以弱攻弱者王國强而不戰毒輸於\n内禮樂蝨官生必削國遂戰毒輸於敵國無禮\n樂蝨官必强舉榮任功曰强蝨官生必削農少\n商多貴人貧商貧農貧三官貧必削國有禮有\n樂有詩有書有善有修有孝有悌有廉有辯國\n有十者上無使戰必削至亡國無十者上有使\n戰必興至王國以善民治姦民者必亂至削國\n以姦民治善民者必治至强國○○國用詩書\n禮樂孝悌善修治者敵至必削國不至必貧國\n不用八者治敵不敢至雖至必却興兵而伐必\n取必能有之按兵而不攻必富國好力日以難\n攻好○言日以易攻國以難攻者起一得十國\n以易攻者出十亡百重罰輕賞則上愛民民死\n上重賞輕罰則上不愛民民不死上興國行罰\n民利且罰行賞○○民利且愛行刑重其輕者\n輕其重者輕者不生重者不來國無力而行知\n巧者必亡怯民使以刑必勇勇以賞則死怯\n民勇勇民死國無敵者强强必王貧者使以刑\n則富富者使以賞則貧治國能富者貧令貧者\n富則國多力多力者王王者刑九賞一强國刑\n七賞三削國刑五賞五國作一嵗十嵗强作一\n十歲百歲强作一百歲千歲強千歲強者王威\n以一取十以聲故能爲威者王能生不能殺\n曰自攻之國必削能生能殺曰攻敵之國必强\n故攻官攻力樂國用其二舍一必强令用三者\n威必王十里斷者國弱九里斷者國强以日治\n者王○夜治者强宿治者削舉口數生者著死\n民者削民衆從不逃粟野無荒草以刑去刑國\n治以刑致刑國亂曰不刑重輕刑去事成國强\n重重○輕輕刑至事生國削刑生力力生强强\n生威威生惠惠生於力舉日以成勇戰戰以成\n知謀粟生而金死而粟本物賤事者衆買者少\n農而姦勸其兵弱國必削至亡金一兩生於境\n内金一兩死於境外國好生金於境内則金粟\n兩死倉府兩虚國好生粟於境内則金粟兩生\n倉府兩實强國之十三數境内倉口之數壯男\n壯女之數老弱之數官上之數以言説取食者\n之數利民之數馬牛芻藁之數欲强國不知國\n十三數地雖利民雖衆國愈弱至削國無怨民\n曰强國興兵而伐則武爵武任必勝按兵而\n爵粟任則國富兵起而勝敵按兵而國富者王\n商子卷第一終\n"}
{"id": "KR3c0004_002", "series": "KR3c0004", "text": "商子卷第二\n　　説民第五\n辯慧亂之贊也禮樂淫泆之徴也慈仁過之母\n也任譽姦之䑕也亂有贊則行淫泆有徴則用\n過有母則生姦有䑕則不止八者有羣民勝其\n政國無八者政勝其民民勝其政國弱政勝其\n民兵强故國有八者上無以使守戰必削至亡\n國無八者上有以使守戰必興至王用善則民\n親其親任姦則民親其制合而復者善也别而\n􁘠者姦也章善則過匿任姦則罪誅過匿則民\n勝法罪誅則法勝民民勝法國亂法勝民兵强\n故曰以良民治必亂至削以姦民治必治至强\n國以難攻起一取十國以易攻起十亡百國好\n力曰以難攻國好言曰以易攻民易爲言難爲\n用國法作民之所難兵用民之所易而以力攻\n者起一得十國法作民之所易兵用民之所難\n而以言攻者出十亡百罰重爵尊賞輕刑威爵\n尊上愛民刑威民死上故興國行罰則民利用\n賞則上重法詳則刑繁法繁則刑省民治則亂\n亂而治之又亂故治之於其治則治治之於其\n亂則亂民之情也治其事也亂故行刑重其輕\n者輕者不生則重者無從至矣此謂治之於其\n治也行刑重其重者輕其輕者則重者無\n從至矣此謂治之於○其亂也故重輕則刑去\n事成國强重重而輕輕則刑至而事生國削民\n勇則賞之以其所欲民怯而殺之以其所惡故\n怯民使之以刑則勇勇民使之以賞則死怯民\n勇勇民死國敵者必王民貧則弱國富則淫淫\n則有蝨有蝨則弱故貧者益之以刑則富富者\n損之以賞則貧治國之舉䝿令貧者富富者貧\n貧者富國强富者貧三官無蝨國久强蝨者\n必王刑生力力生强强生威威生德德生於刑\n故刑多則賞重賞少則刑重民之有欲有惡也\n欲有六淫惡有四難從六淫國弱行四難兵强\n故王者刑於九而賞出一刑於九則六淫止賞\n出一則四難行六淫止則國無姦四難行則兵\n無敵民之所欲萬而利之所出一民非一政無\n以致欲故作一作一則力摶力摶則强强而用\n重强故能生力能殺力曰攻敵之國必强塞私\n道以窮其志啓一門以致其欲使民必先行其\n所要然後致其所欲故力多力多而不用則志\n窮志窮則有私有私則有弱故能生力不能殺\n力曰自攻之國必削故曰王者國不蓄力家不\n積粟國不蓄力下用也家不積粟上藏也國治\n斷家王㫁官强斷君弱重輕刑去常官則治省\n刑要葆賞不可倍也有姦必告之則民斷於心\n上令而民知所以應器成於家而行於官則事\n斷於家故王者刑賞㫁於民心器用決於家治\n眀則同治闇則異同則行異則止行則治止則\n亂治則家㫁亂則君㫁治國者貴下㫁故以十\n里㫁者弱以五里斷者强家㫁則有餘故日治\n者王官斷則不足故○夜治者强君斷則亂故\n宿治者削故有道之國治不聽君民不從官\n　　筭地第六\n凡世主之患用兵者不量力治草萊者不度地\n故有地狹而民衆者民勝其地地廣而民少者\n地勝其民民勝其地務開地勝其民者事來開\n則行倍民過地則國功寡而兵力少地過民則\n山澤財物不爲用○夫民淫者世主之務\n過也而上下事之故民衆而兵弱地大而力小\n故爲國任地者山林居什一藪澤居什一谿谷\n流水居什一都邑蹊道居什四此先王之正律\n也故爲國分田數小畆五百足待一役此地不\n任也方土百里出戰卒萬人者數小也此其墾\n田食其民都邑遂路足以處其民山林藪澤\n谿谷足以供其利藪澤隄防足以畜故兵出糧\n給而財有餘兵休民作而畜長足此所謂任地\n待役之律也今世主有地方數千里食不足以\n待役實倉而兵爲鄰敵臣故爲世主患之夫地\n大而不墾者與無地者同民衆而不用者與無\n民者同故爲國之數務在墾草用兵之道務在\n一賞私利塞於外則民務屬於農屬於農則樸\n樸則畏令私賞禁於下則民力搏於敵搏於敵\n則勝奚以知其然也夫民之情樸則生勞而易\n力窮則生知而權利易力則輕死而樂用權利\n則畏罰而易苦易苦則地力盡樂用則兵力盡\n夫治國者能盡地力而致民死者名與利並至\n民之性饑而求食勞而求佚苦則索樂辱則求\n榮此百姓之情也民之求利失禮之法求名失\n性之常奚以論其然也今夫盜賊上犯君上之\n所禁而下失天子之禮故名辱而身危猶不止\n者利也其上世之士衣不煖膚食不滿腸苦其\n志意勞其四肢傷其五臟而益裕廣耳非生之\n常也而爲之者名也故曰名利之所奏則民道\n之主操名利之柄而能致功名者數也聖人審\n權以操柄審數以使民數者臣主之術而國之\n要也故萬乘失數而不危臣主失術而不亂者\n未之有也今世主欲辟地治民而不審數臣欲\n盡其事而不立術故國有不服之民主有不令\n之臣故聖人之爲國也入令民以數農出令民\n以計戰夫農民之所苦而戰民之所危也犯其\n所苦行其所危者計也故民生則計利死則慮\n名利之所出不可不審也利出於地則民盡力\n名出於戰則民致死入使民盡力則草不荒出\n使民致死則勝敵勝敵草木不荒富强之功可\n坐而致也今則不然世主之所以加務者皆非\n國之急也身有堯舜之行而功不及湯武之畧\n此執柄之罪也臣請語其過夫治國舍勢而任\n説説則身修而功寡故事詩書談説之士則民\n㳺而輕其君事處士則民遠而非其上事勇士\n則民競而輕其禁投藝之則民剽而易徙商\n賈之事佚且利則民縁而議其上故五民者加\n於國用則田荒而兵弱談説之士資在於口處\n士資在於意勇士資在於氣技藝之士資在於\n手商賈之士資在於身故天子一宅而環身資\n民資重於身而偏託勢於外挾重資歸偏家堯\n舜之所難也故湯武禁之則功立而名成聖人\n非能以世之所易勝其所難也必以其所難勝\n其所易故民愚則智可以勝之世智則力可以\n勝之臣愚則易力而難巧世巧則易智而難力\n故神農教耕而王天下師其智也湯武致强而\n征諸侯服其力也今世巧而民淫方倣湯武之\n時而行神農之事以隨世禁故千乘式亂○此\n其所加務者過也民之生度而取長稱其取重\n權而索利眀君愼觀三者則國治可立而民能\n可得國之所以求民者少而民之所以避求者\n多入使民屬於農出使民一於戰故聖人之治\n也多禁以止能任力以窮詐兩者偏用則境内\n之民一一則農農則樸樸則安其居而惡出故\n聖人之爲國也民資藏於地而偏托危於外資\n於地則樸托危於外則惑民入則樸出則惑故\n其農勉而戰戢也民之農勉則資重戰戢則鄰\n危資重則不可負而逃鄰危則不歸於無資歸\n危狂夫之所不爲也故聖人之爲國也觀俗\n立法則治察國事本則宜不觀時俗不察國本\n故其法立而民亂事劇而功寡此臣之所謂過\n也夫刑者所以奪禁邪也而賞者所以助禁也\n羞辱勞苦○者民之所惡也顯榮佚樂者民之\n所務也故其國刑不可惡而爵祿不足務也此\n亡國之兆也刑人復漏則小人辟淫而不苦刑\n則徼倖於民上徼於上以利求顯榮之門不一\n則君子事勢以成名小人不避其禁故刑煩君\n子不設其令則罰行刑煩而罰行者國多姦欲\n○富能守其財而貧者不能事其業田荒而\n國貧田荒則民詐生國貧則上匱賞故天地設\n而民生當此之時也聖人之爲治也刑人無國\n位戮人無官任刑人有列則君子下其位衣錦\n食肉則小人冀其利君子下其位則羞功小人\n冀其利則伐姦故刑戮者所以止姦也而官爵\n者所以勸功也今國立爵而民羞之設刑樂\n之此蓋法術之患也故君子操權一正以立術\n立官貴爵以稱臣論榮舉功以任之者則是上\n下之稱平上下之稱平則臣得盡其力而主得\n執其柄\n　　開塞第七\n天地設而民生之當此之時也民知其母而不\n知其父其道親親而愛私親則别愛私則隂陽\n民險衆而以别險爲務則有亂當此時也民務\n勝而力征負勝則爭力征則訟訟而無正則莫\n得其性也故賢者立中設無私而民曰仁當此\n時也親親廢上賢立矣凡仁者以愛利爲務而\n賢者以相出爲道民衆而無制久而相出爲道\n則有亂故聖人承之作爲土地貨財男女之分\n分定而無制不可故立禁禁立而莫之司不可\n故立官官設而莫之一不可故立君既立其君\n則上賢廢而貴貴立矣然則上世親親而愛私\n中世上賢而説仁下世貴貴而尊官上賢者以\n贏相出也而立君者使賢無用也親親者以私\n爲道也而中正者使私無行也此三者非事相\n反也民道弊而所重易也世事變而行道異也\n故曰王者有繩先王道一端而臣道亦一端所\n道則異而所繩則一也故曰民愚則智可以王\n世智則力可以王民愚則力有餘而智不足世\n智則巧有餘而力不足民之生不智則學力盡\n而服故神農教耕而王天下師其知也湯武致\n强而征諸侯服其力也夫民愚不懷智而問世\n智無餘力而服故以愛王天下者并刑力征諸\n侯者退德聖人不法古不修今法古則後於時\n修今則塞於勢周不法商夏不法虞三代異勢\n而皆可以正故興王有道而持之異理武王逆\n取而貴順爭天下而上讓其取之以力持之以\n義今世强國事兼并弱國務力守上不及虞夏\n之時而下不修湯武湯武塞故萬乘莫不戰千\n乗莫不守此道之塞久矣而世主莫之能廢也\n故三代不四非眀主莫有能聴也今日願啓之\n以效古之民樸以厚今時民巧以僞故效於古\n者先得而防治於今者前刑而法此俗之所感\n也今世之所謂義者將立民之所好而廢其所\n惡此其所謂不義者將立民之所惡而廢其所\n樂也二者名貿實易不可不察也立民之所樂\n則民傷其所惡立民之所惡則民安其所樂何\n以知其然也夫民憂則思思則出度樂則淫淫\n則主佚故以刑治則民威民威則無姦無姦則\n民安其所樂以義教則民縱民縱則亂亂則民\n傷其所惡吾所謂利者義之本也而世所謂義\n者暴之道也夫正民者以其所惡必終其所好\n以其所好必敗其所惡治國刑多而賞少○○\n○故王者刑九而賞一削國賞九而刑一夫過\n有厚薄則刑有輕重善有小大則賞有多少此\n二者世之常用也刑加於罪所終則姦不去賞\n施於民上義則過不止刑不能去姦而賞不能\n止過者必亂故王者刑用於將過則大邪不生\n賞施於告姦則細過不失治民能使大邪不生\n細過不失則國治國治必强一國行之境内獨\n治二國行之兵則少寢天下行之至德復立此\n吾以殺刑之反於德而義合於暴也古者民藂\n生而羣處○故求有上也將以爲治也今有主\n而無法其害與無主同有法不勝其亂與不法\n同天下不安無君而樂勝其法則舉世以爲惑\n也夫利天下之民者莫大於治而治莫康於立\n君立君之道莫廣於勝法勝法之務莫急於去\n姦去姦之本莫深於嚴刑故王者以賞禁以刑\n勸求過○○○○○不求善藉刑以去刑\n"}
{"id": "KR3c0004_003", "series": "KR3c0004", "text": "商子卷第三\n　　壹言第八\n凡將立國制度不可不時也治法不可不愼也\n壹務不可不謹也事本不可不搏也時則國俗\n可化而民從制治法眀則官無邪國務壹則民\n應用事本搏則民喜農而樂戰夫聖人之立法\n化俗而使民朝暮從事於農也不可不變也夫\n民之從事死制也以上之設榮名置賞罰之眀\n也不用辯說私門而功立矣故民之喜農而樂\n戰也見上之尊農戰之士而下辯説技藝之民\n而賤游學之人也故民一務其家必富而身顯\n於國上開公利而塞私門以致民力私勞不顯\n於國私門不請於君若此而功臣勸則上令行\n而荒草闢淫民止而姦無萌治國能持民力而\n壹民務者强能事本而禁末者富夫聖人之治\n國也○能摶力能殺力制度察則民力摶摶而\n不化則不行行而無富則生亂故國者其摶力\n也以富國强兵也其殺力也以事敵勸民也夫\n開而不塞則短長長而不攻則有姦塞而不開\n則民渾渾而不用則力多力多而不攻則有姦\n蝨故摶力以一務也殺力以攻敵也治國者貴\n民一民一則樸樸則農農則易勤勤則富富者\n廢之以爵不淫淫者廢之以刑而務農故能摶\n力而不能用者必亂能殺力而不能摶者必亡\n故眀君知齊二者其國强不知齊二者其國削\n夫民之不治者君道卑也法之不君長亂也\n故眀君不道卑不長亂也秉權而立垂法而○\n○治以得姦於上而官無不賞罰㫁而器用有\n度若此則國制民眀而民力竭上爵尊而倫徒\n舉今世主皆欲治民而助之○亂非樂以為亂\n也安其故而不闚於時也是上法古而得其塞\n下修令而不時移而不眀世俗之變不察治民\n之情故多賞以致刑輕刑以去賞夫上設刑而\n民不服賞匱而姦益多故民之於上也先刑而\n後賞故聖人之爲國也不法古不修今因世而\n爲之治度俗而爲之法故法不察民之情而立\n之則不成治宜於時而行之則不干故聖王之\n治也愼爲察務歸心於一而已矣\n　　錯法第九\n臣聞古之眀君錯法而民無邪舉事而材自練\n賞行而兵强此三者治之本也夫錯法而民無\n邪者法眀而民利之也舉事而材自練者功分\n眀功分眀則民盡力民盡力則材自練行賞而\n兵强者祿爵之謂也祿爵者兵之實也以故人\n君之出祿爵也道眀道眀則國日强道幽則國\n日削故祿爵之所道存亡之機也夫削國亡主\n非無爵祿也其所道過也三王五霸其所道不\n過爵祿而功相萬者其所道眀也是以明君之\n使其臣也用必出於其勞賞必加於其功功賞\n眀則民競於功爲國而能使其民盡力以競於\n功則兵必强矣同列而相臣妾者貧富之謂也\n同實而相并兼者强弱之謂也有地而君或强\n或弱者亂治之謂也茍有道理地足○容身士\n民可致也茍容市井財貨可聚也有土者不可\n以言貧有民者不可以言弱地誠任不患無財\n民誠用不畏强㬥德眀教行則能以民之有爲\n己用矣故眀王者用非其有使非其民眀王之\n所貴唯爵其實○○○不榮則民不急列位不\n顯則民不事爵爵易得也則民不貴上爵列爵\n祿賞不道其門則民不以死爭位矣人君而有\n好惡故民可治也人君不可以不審好惡好惡\n者賞罰之本也夫人情好爵祿而惡刑罰人君\n設二者以御民之志而立所欲焉夫民力盡而\n君隨之功立而賞隨之人君能使其民信於此\n如眀日月則兵無敵矣人君有爵行而兵弱者\n有祿行而國貧者有法立而亂者此三者國之\n患也故人君者先便請謁而後功力之精則爵\n行而兵弱矣民不死犯難而利祿可致也則祿\n行而國貧矣法無度事煩則○法立而治亂\n矣是以明君之使其民也使必盡力以規其功\n功立而富貴隨之無私德也故教流成如此則\n臣忠君眀治著而兵强矣故凡眀君之治也任\n其德不任其力是以不憂不勞而功可立也度\n數已立而法可修故人君者不可不愼已也夫\n離朱見秋毫百步之外而不能以明目易人烏\n獲舉千鈞之重而不能以多力易人夫聖人之\n存體性不可以易人然而功可得者法之謂也\n　　戰法第十\n凡戰法必本於政勝則其民不爭爭則無以私\n意以上爲意故王兵之政使民怯於邑鬭而勇\n於冦戰民習以立攻難故輕死見敵如潰潰而\n不止則免故兵法大戰北無過十里小戰勝\n逐北無過五里兵起而程敵政○不若者勿與\n戰食不若者勿與乆敵衆勿爲客敵盡不如擊\n之故曰兵大律在謹論敵察則衆勝負可先\n知也王者之政勝而不驕敗而不怨勝而不驕\n者術明也敗而不怨者知所失也若兵敵強弱\n將賢則勝將不如則敗若其政出廟筭者將賢\n亦勝將不如亦勝政乆持勝術者必強至王若\n民服而聽上則國富而兵勝行是必乆王其過\n失無敵深入偕險絶塞民倦且饑渴而復遇疾\n此其道也故將使民者乘良馬者不可不齊也\n　　立本第十一\n凡用兵勝有三等若兵未起則錯法錯法而俗\n成而用具此三者必行於境内而後兵可出也\n行三者有二勢一曰輔法而法行二曰舉必得\n而法立故恃其衆者謂之葺恃其福備飾者謂\n之巧恃譽目者謂之詐此三者恃一因其兵可\n禽也故曰强者必剛鬭其意鬭則力盡力盡則\n備是故無敵於海内治行則貨積貨積則賞能\n重矣賞一則爵尊爵尊則賞能利矣故曰兵生\n於治而異俗生於法而萬轉過勢本於心而餙\n於備勢三者有論故强可立也是以强者必治\n治者必强富者必治治者必富强者必富富者\n必强故曰治强之道三論其本也\n　　兵守第十二\n四戰之國貴守戰負海之國貴攻戰四戰之國\n好舉興兵以距四鄰者國危四鄰之國一興事\n而已四興軍故曰國危四戰之國不能以萬室\n之邑含鉅萬之軍者其國危故曰四戰之國務\n在守戰守有城之邑不知以死人之力與客生\n力戰其城拔者死人之力也客不盡夷城客無\n從入此謂以死人之力與客生力戰城盡夷客\n若有従入則客必罷中人必佚矣以佚力與罷\n力戰此謂以生人力與客死力戰皆曰圍城之\n患患無不盡死而邑此三者非患不足將之過\n也守城之道盛力故曰客治簿檄三軍之多分\n以客之候車之數三軍壯男爲一軍壯女爲一\n軍男女之老弱者爲一軍此謂之三軍也壯男\n之軍使盛食勵兵陳而待敵壯女之軍使盛食\n負壘陳而待令客至而作土以爲險阻及耕格\n阱發梁撤屋給從從之不洽而熯之使客無得\n以助政備老弱之軍使牧牛馬羊彘草木之可\n食者收而食之以獲其壯男女之食而愼使三\n軍無相過壯男過壯女之軍則男貴女而姦民\n有從謀而國亡喜與其恐有蚤聞勇民不戰壯\n男壯女過老弱之軍則老使壯悲弱使强憐\n則使勇民更慮而怯民不戰故曰愼使三軍\n無相過此盛力之道\n　　靳令第十三\n靳令則治不留法平則吏無奸法已定矣不以\n善言害法任功則民少言任善則民多言行治\n曲斷以五里㫁者王以十里㫁者强宿治者削\n以刑治以賞戰求過不求善故法立而不革則\n顯民變誅計變誅止貢齊殊便百都之尊爵厚\n祿以自伐國無姦民則都無奸市物多未○衆\n農弘姦勝則國必削民有餘糧使民以粟出官\n爵官爵必以其力則農不怠四寸之管無當必\n不滿也授官予爵出則祿不以功是無當也國\n貧而務戰毒生於敵無六蝨必强國富而不戰\n偷内六蝨必以功授官予爵此謂以盛知\n謀以盛知謀以盛勇戰其國必無敵國以\n功授官予爵則治省言寡此謂以法去法以言\n去言國以六蝨授官予爵則治煩言生此謂以\n治致治以言致言則君務於説言官亂於治邪\n有得志有功者日退此謂失守十者亂守一\n者治定矣而好用六蝨者亡民澤畢農則國\n富六蝨不用則兵民畢競勸而樂爲主用其境\n内之民爭以爲榮莫以爲辱其次爲賞勸罰沮\n其下民惡之憂之羞之修容而以言恥食以上\n交以避農戰外交以備國之危也有饑寒死亡\n不爲利祿之故戰此亡國之俗也六蝨曰禮樂\n曰詩書曰修善曰孝悌曰誠信曰貞廉曰仁義\n曰非兵曰羞戰國有十二者上無使農戰必貧\n至削十二者成羣此謂君之治不勝其臣官之\n治不勝其民此謂六蝨勝其政也十二者成樸\n必削是故興國不用十二者故其國多力而天\n下莫不能犯也兵出必取取必能有之按兵而\n不攻必富朝廷之吏少者不毁也多者不損也\n効功而取官爵廷雖有辯言不得以相先也此\n謂以數治以力攻者出一取十以言攻者出十\n亡百國好力此謂以難攻國好言此謂以易攻\n重刑少賞上愛民賞重賞輕刑上不愛民民\n不死賞利出一空者其國無敵利出二空者國\n半利用出十空者其國不守重刑明大制不眀\n者六蝨也六蝨成羣則民不用是故興國罰行\n則民視賞行則上利行罰重其輕者輕其重者\n輕者不至重者不來此謂以刑去刑刑去事成\n罪重刑輕刑至事生此謂以刑其國必削聖\n君知物之要故其治民有至要故執賞罰以一\n輔仁者心之續也聖君之治人也必得其心故\n能用力力生強強生威威生徳徳生○力王君\n獨有之能述仁義於天下\n　　修權第十四\n國之所治者三一曰法二曰信三曰權法者君\n臣之所共操也信者君臣之所共立也權者君\n之所獨制也人主失守則危君臣釋法任私必\n亂故立法明分而不以私害法則治權制獨斷\n於君則威民信其賞則事功不信其刑則姦無\n端唯明主愛權重信而不以私害法故不多惠\n言而剋其賞則下不用數加嚴令而不致其刑\n則民傲死凡賞者文也刑者武也文武者法之\n約也故眀主愼法眀主不蔽之謂眀不欺之謂\n察故賞厚而利刑重而○必不失疏逺不違親\n近故臣不蔽主而下不欺上世之爲治者多釋\n法而任私議此國之所以亂也先王懸權衡立\n尺寸而至今法之其分眀也夫釋權衡而㫁輕\n重廢尺寸而意長短雖察商賈不用爲其不必\n也夫倍法度而任私議皆不類者也不以法論\n智能賢不肖者唯堯而世不盡爲堯是故先王\n議譽私之不可任也故立法眀分中程者賞\n之毁公者誅之賞誅之法不失其議故民\n不以其勞則忠臣不進行賞賤祿不稱其功則\n戰士不用凡人臣之事君也多以主所好事君\n君好法則臣以法事君君好言則臣以言事君\n君好法則端直之士在前君好言則毁譽之臣\n在側公私之分眀則小人不疾賢而不肖者不\n妒功故堯舜之位天下也非私天下之利也爲\n天下位天下也論賢舉能而傳焉非疏父子親\n越人也明於治亂之道也故三王以義親五伯\n以法正諸侯皆非私天下之利也議爲天下治\n天下是故擅其名而有其功天下樂其政而莫\n之能傷也今亂世之君臣區區然皆擅一國之\n利而當一官之重以便其私此國之所以危也\n故公私之敗存亡之本也夫廢法度而好私議\n則姦臣粥權以約祿秩官之吏隠下而漁民諺\n曰蠧衆而木折隙大而牆壞故大臣爭於私而\n不顧其民則下離上下離上者國之隙也秩官\n之吏隠下以漁百姓此民之蠧也故有隙蠧而\n不亡者天下鮮矣是故眀王任法去私而國無\n隙蠧矣\n"}
{"id": "KR3c0004_004", "series": "KR3c0004", "text": "商子卷第四\n　　來民第十五\n地方百里者山陵處什一藪澤處什一谿谷流\n水處什一都邑蹊道處什一惡田處什一良田\n處什四□此食作夫五萬其山陵谿谷藪澤可\n以給其材都邑蹊道足以處其民先王制土分\n民之律也今秦之地方千里者五而榖土不能\n處二田數不滿百萬其藪澤蹊谷名山大川之\n材寶又不盡爲用此人不稱土也秦之所與\n鄰者三晉也所欲用兵者韓魏也彼土狹而民\n衆其宅叅居而并處其寡萌賈息民上無通名\n下無田宅而恃姦務末作以處人之復隂陽澤\n水者過半此其土之不足以生其民也以有過\n秦民之不足以實其土也意民之情其所欲者\n田宅也而晉之無有也信秦之有餘也必如此\n而民不西者秦士戚而民苦也臣切以王吏之\n眀爲過見此其所以弱不奪三晉民者愛爵而\n也其説曰三晉之所以弱者其民務樂而復\n爵輕也今秦之强者其民務苦而復爵重也\n今多爵而久復是釋秦之所以强而爲三晉之\n所弱也此王吏重爵愛復之説也而臣切以爲\n不然夫所以爲苦民而强兵者將以攻敵而成\n所欲也兵稱曰敵弱而兵强此言不失吾所以\n攻而敵失其所守也今三晉不勝秦四世矣自\n魏襄王以來野戰不勝守城必拔小大之戰三\n晉之所以亡於秦者不可勝數也若此而不服\n秦能取其地而不能奪其民也今王發眀惠諸\n侯之士來歸○○義者今使復之三世無知軍\n事秦四境之内陵阪丘隰不起十年往者於律\n也足以造作夫百萬曩者臣言曰意民之情其\n所生者田宅也晉之無有也信秦之有餘也必\n若此而民不西者秦士戚而民苦也今利其田\n宅而復之三世此必與其所欲而不使行其所\n惡也然即山東之民無不西者矣且直言之謂\n也不然夫實壙什虚出天寶而百萬事本其所\n益多也豈徒不失其所以攻乎夫秦之所患者\n興兵而伐則國家貧安農則敵息此王所不\n能兩成也故三世戰勝而天下不能令以故秦\n事敵而使作本兵雖百宿於外境内不失須\n臾之時此富強兩成之效也臣之所謂兵者非\n謂悉興盡起也論境内所能給軍卒車騎令故\n秦兵新民給芻食天下有不服之國則王以此\n春圍其農夏食其食秋取其刈冬陳其寶以大\n武揺其本以廣文安其嗣王行此十年之内諸\n侯將無異民而王何爲受爵而重復乎周軍之\n勝華軍之勝秦斬首而東之東之無益亦眀矣\n而吏猶以爲大功爲其損敵也今以草茅之地\n來三晉之民而使之事本此其損敵也與戰勝\n同實而秦得之以爲粟此反行兩登之計也且\n周軍之勝華軍之勝長平之勝秦所亡民者幾\n何民客之兵不得事本者幾何臣切以爲不可\n數矣假使王之羣臣有能用之費此之半弱晋\n○强秦若三戰之勝者王必加大賞焉今臣之\n所言民無一日之繇官無數錢之費其弱晉强\n秦有過三戰之勝而王猶以爲不可則臣愚竊\n不能已齊人有東郭敞者猶多願願有萬金其\n徒請賙焉不與曰吾將以求封也其徒怒而去\n之宋曰此無愛也故不如○○與之有也今\n晉有晉而秦愛其復此愛非其有以失其有也\n豈異東郭敞之愛非其有以亡其徒乎且古有\n堯舜當時而見稱中世有湯武在位而民服此\n三王者萬世之所稱也以爲聖王也然其道猶\n不能取用於後今復之而三晉之民可盡也\n是非王賢力今時而使後世爲王用乎然則非\n聖别説而聽聖人難也\n　　刑約第十六\n　　賞刑第十七\n聖人之爲國也一賞一刑一教一賞則兵無敵\n一刑則令行一教則下聽上夫眀賞不費明刑\n不戮明教不變而民知於民務國無異國明賞\n之猶至於無賞也眀刑之猶至於無刑也明教\n之猶至於無教也所謂一賞者利祿官爵摶出\n於兵無有異施也夫固愚知貴賤勇怯賢不肖\n皆盡其胸臆之知竭其股肱之力出死而爲上\n用也天下豪傑賢良從之如流水夫故兵敵而\n令行於天下萬乘之國不敢蘇其兵中原千乘\n之國不敢捍城萬乗之國若有蘇其兵中原者\n戰將覆其軍千乘之國若有以捍城者攻將凌\n其城戰必覆人之軍攻必凌人之城盡城而有\n之盡賓而致之雖厚慶賞何費匱之有矣昔湯\n封於贊茅文王封於岐周方百里湯與桀戰於\n鳴條之野武王與紂戰於牧野之中大破九軍\n弈爲列諸侯士卒坐陳者里有書社車休息不\n乘縱馬華山之陽縱牛於農澤縱之老而不收\n此湯武之賞也故曰贊茅岐周之粟以賞天下\n之人不人得一勝以其錢賞天下之人不人得\n一錢故曰百里之居而封侯其臣大其舊自士\n卒坐陳者里有書社賞之所加寛於牛馬者何\n也善因天下之貨以賞天下之臣故曰眀賞不\n費湯武既破桀紂海内無害天下大定築五庫\n藏五兵偃武事行文教倒載㦸戈搢笏作爲樂\n以申其德當此時也賞祿不行而民整齊故曰\n眀賞之猶至於無賞也所謂一刑無等級自卿\n相將軍以至大夫庶人有不從王令犯國禁亂\n上制者罪死不赦有功於前有敗於後不爲損\n刑有善於前有過於後不爲虧法忠臣孝子有\n過必以其數㫁守法守職之吏有不行王法者\n罪死不赦刑及三族周官之人知而謂之上者\n自免於罪無貴賤尸襲其官長之官爵田祿故\n曰重刑連其罪則民不敢試民不敢試故無刑\n也夫先王之禁刺殺斷人之足黥人之面非求\n傷民也以禁姦止過也故莫若重刑刑重\n而必得則民不敢試故國無刑民國無刑民故\n曰明刑不戮晉文公將欲明刑以親百姓於是\n合諸侯大夫於侍千宫顚頡後至請其罪君曰\n用事焉吏遂斷顚頡之脊以殉晉國之士稽焉\n皆懼曰顚頡之有寵也斷以殉况於我乎舉兵\n伐曹五鹿及反鄭之埤東徴之畆勝荆人於城\n濮三軍之士止如斬足行之如流軍之士無\n敢犯禁者故一假道重刑於顛頡之脊曰而○\n國治昔者周公旦殺管叔流霍叔曰犯禁者也\n天下衆皆曰親昆弟有過不違而况疏遠天下\n内不用刀鋸於周庭而海内治故曰眀刑之猶\n至於無刑也所謂一教者博聞辯慧信廉禮樂\n修行羣黨任譽清濁不可以富貴不可以評刑\n不可獨立私議以陳其上堅者被鋭者挫雖曰\n聖智巧佞厚朴則不能以非功㒺上利然貴富\n之門要存戰而已矣彼能戰者踐富貴之門湯\n梗焉有常道而不禁是父兄昆弟知識婚姻合\n同者皆曰務之所加存戰而已矣夫故當壯者\n務於戰老弱者務於守死者不悔生者務勸此\n臣之所謂一教也民之欲富貴也共闔棺而後\n出而貴富之門必出於兵是故民聞戰而相賀\n也起居飲食所歌謡者戰也此臣之所謂明教\n之猶至於無教也此臣所謂叅教也聖人非能\n通知萬物之要也故其治國舉要以致萬物故\n寡教而多功聖人治國也易知而難行也是故\n聖人不必王凡主不必廢殺人不爲暴賞人不\n爲仁者國明也聖人以功授官于爵故賢者不\n憂聖人不宥過不赦刑故姦無起聖人治國也\n審一而已矣\n　　畫䇿第十八\n昔者昊英之世以伐木殺獸人民少而木獸多\n黄帝之世不麛不卵官無供備之民死不得用\n槨事不同皆王者時異也神農之世公耕而食\n婦織而衣刑政不用而治甲兵不起而王神農\n既没以强勝弱以衆暴寡故黄帝作爲君臣上\n下之儀父子兄弟之禮夫婦妃匹之合内行刀\n鋸外用甲兵故時變也由此觀之神農非高於\n黄帝也然其名尊者以適於時也故以戰去戰\n雖戰可也以殺去殺雖殺可也以刑去刑雖重\n刑可以曆之能制天下者必先制其民者也能\n勝强敵者必先勝其民者也故因民之本在制\n民若冶於金陶於土也本不堅則民如飛鳥禽\n獸其孰能制之民本法也故善治者塞民以法\n而民地作矣名尊地廣以至王者何故名卑地\n削以至於亡者戰罷者也不勝而王不敗而亡\n者自古及今未嘗有也民勇者戰勝○○一民\n於戰者民勇不能一民於戰者民不勇聖王見\n王致之於兵也故興國而責之於兵入其國觀\n其治兵用者强因以知民之見用者也民之見\n戰也如餓狼之見肉則民用矣凡戰者民之所\n惡也能使民樂戰者王强國之民父遺其子兄\n遺其弟妻遺其夫皆曰不得無返又曰失法離\n令若死我死鄉治之行間○無所逃遷徙無所\n入行間之治連以五辯之以章束之以拙天所\n處罷此無所生是以三軍之衆從令如流死而\n不旋踵國之亂也非其法亂也非法不用也國\n皆有潛法而無使法必行之法國皆有禁姦邪\n刑盜賊之法而無使姦邪盜賊必得之法爲姦\n邪盜賊者死刑而姦邪盜賊不止者不必得必\n得而尚有姦邪盜賊輕也刑輕者兼誅也必\n得者木者衆也故善治刑不善而不賞善故不\n刑而民善不刑而民善刑重也刑重者民不敢\n犯○故無刑也而民莫敢爲非是一國皆善也\n故不賞善而民善賞善之不可也猶賞不盜故\n善治者使跖可○信而况伯夷乎不能治者使\n伯夷可疑而况跖乎勢不能爲姦雖跖可信也\n勢得爲姦雖伯夷可疑也國治或重眀主在上\n所舉必賢則法可在賢法可在賢則法在下不\n肖不敢爲非是謂重治不眀主在上所舉必不\n肖國無明法不肖者敢爲非是謂重亂兵或重\n強或重弱民固欲戰又不得不戰是謂重強民\n固不欲戰又得無戰是謂重弱明主不富貴其\n臣所謂富者非粟米珠玉也所謂貴者非爵位\n官職也廢法作私爵祿之富貴凡人主徳行非\n出人也知非出人也勇力非過人也然民雖有\n聖知弗敢謀勇力弗敢我殺雖衆不敢勝其\n民無億萬之數懸重賞而民不敢爭行罰而民\n不敢怨者法也國亂者民多私義兵弱者民多\n私勇則削國之所以取爵祿者多塗亡國之欲\n賤爵輕祿不作而食不戰而榮無爵而尊無祿\n而富無官而長此之謂姦民所謂治主無忠臣\n慈父無孝子欲無善言皆以法相司也命相正\n也不能獨爲非而莫與人爲非所謂富者入多\n而出寡衣服有制飲食有節則出寡矣女事盡\n於内男事盡於外則入多矣所謂明者無所不\n見則羣臣不敢爲姦百姓不敢爲非是以人主\n處匡床之上聽絲竹之聲而天下治所謂明者\n使衆不得不爲所謂强者天下勝天下勝是故\n合力是以勇强不敢爲暴聖知不敢爲詐而虚\n用兼天下之衆莫敢不爲其所好而辟其所惡\n所謂强者使勇力不得不爲已用其志足天下\n益之不足天下説之恃天下者天下去之自恃\n者得天下得天下者先自得者也能勝强敵者\n先自勝者也聖人知必然之理必爲之時勢故\n爲必治之政戰必勇之民行必聽之令是以兵\n出而無敵令行而天下朝○黄鵠日行千里\n有必飛之備也麗麗臣臣毎一日走千里有必\n走之勢也虎豹熊羆而無敵有必勝之理也聖\n人見本然之政知必然之理故其制民也如以\n高下制水如以燥濕制火故曰仁者能仁於人\n而不能使人仁義者能愛於人而不能使人相\n愛是以知仁義之不足以治天下也聖人有必\n信之性又有使天下不得不信之法所謂義者\n爲人臣忠爲人子孝少長有禮男女有别非其\n義也餓不茍食死不茍生此乃有法之常也聖\n王者不貴義而貴法法必眀令必行則已矣\n商子卷第四終\n"}
{"id": "KR3c0004_005", "series": "KR3c0004", "text": "商子卷第五\n　　境内第十九\n四境之内丈夫女子皆有名於上者著死者削\n其有爵者乞無爵者以爲庶子級乞一人其無\n役事也其庶子役其大夫○六日其役事也隨\n而養之軍爵自一級巳下至小夫命曰校徒操\n出公爵自二級以上至不更命曰卒其戰也五\n人來簿爲伍一人羽而輕其四人能人得一首\n則復夫勞爵其縣過三日有不致士大夫勞爵\n能五人一屯長百人一將其戰百將屯長不得\n斬首得三十三首以上盈論伯將屯長賜爵一\n級五百主短兵五十人二五霸主將之主短兵\n百千石之令短兵百人八百之令短兵八十人\n七百之令短兵七十人六百之令短兵六十人\n國封尉短兵千人將短兵四千人戰及死吏而\n輕短兵能一首則優能攻城之邑斬首八千以\n上則盈論野戰斬首二千則盈論吏自操及杖\n以上大將盡賞行間之吏○故爵公士也就爲\n上造也故爵上造就爲簪褭就爲不更故爵爲\n大夫爵吏而爲縣尉則賜虜六加五千六百爵\n大夫而爲國治就爲大夫故爵大夫就爲公大\n夫就爲公乘就爲五大夫則稅邑三百家故爵\n五大夫皆有賜邑三百家有賜稅三百家爵五\n大夫有稅邑六百家者受客大將御叅皆賜爵\n三級故客卿相論盈就正卿就爲大庶長故大\n庶長就爲左更故四更也就爲大良造以戰故\n暴首三乃校三日將軍以不疑致士大夫勞爵\n其縣四尉訾由丞尉能得甲首一者賞爵一級\n益田一頃益宅九畆一除庶子一人乃得人兵\n官之吏其獄法高爵訾下爵級高爵能無給有\n爵人隷僕爵自二級以上有刑罪則貶爵自一\n級以下有刑罪則矣小夫死以上至大夫其官\n級一等其樹墓級一樹其攻城圍邑也國司空\n訾其城之廣厚之數國尉分地以徒校分積尺\n而攻之爲期曰先已者當爲最國家已者訾爲\n最殿再訾則廢内通則積薪積薪則燔柱陷隊\n之士面十八人之隊陷之士知疾鬭不得斬首\n隊五人則陷隊之士人賜爵一級死則一人後\n不能死之千人環􁘠諫黥劓於城下國尉分地\n以中卒隨之將軍爲木壹與國正監與王御史\n參望之其先入者舉爲最口其後入者舉爲最\n殿其陷隊也盡其幾者乃以欲級益之\n　　弱民第二十\n民弱國强國强民弱故有道之國務在弱民樸\n則强淫則弱弱則軌淫則有志弱則有用有志\n則強故曰以強去強者弱以弱去强者強民善\n之則親利之用則和用則有任和則匱有任乃\n富於政上舍法任民之所善故姦多民貧則力\n富力富則淫淫則有蝨故民富而不用則使民\n以食出各必有力則農不偷農不偷六蝨無萌\n故國富而貧治重强兵難强○○民樂生安\n佚死難難正易之則強事有羞多姦寡賞無失\n多姦疑敵失必利兵至強威事無羞利用兵九\n處利勢必王故兵行敵之所不敢行強事興敵\n之所羞爲利法有民安其次主變事能得齊國\n守安主操權利故主貴多變國貴少變利出一\n孔則國多物出十孔則國少物守一者治守十\n者亂治則强亂則弱强則物來弱則物去故國\n致物者强去物者弱民辱則貴爵弱則尊官貧\n則重賞以刑治民則樂用以賞戰民則輕死故\n戰事兵用曰强民有私榮則賤列卑官富則輕\n賞治民羞辱以刑戰則戰民畏死事亂而戰故\n兵農息而國弱農商官三者國之常食官也農\n闢地商致物官法民三官生蝨六曰嵗曰食曰\n美曰好曰志曰行六者有樸必削農有餘食則\n薄燕於嵗商有淫利有美好傷器官設而不用\n志行爲卒六蝨成俗兵必大敗法枉治亂任善\n言多治衆國亂言多兵弱法眀省任力言息治\n者國治言息兵强故治大國小治小國大政作\n民之所惡民弱政作民之所樂民强民强國贏\n民之所樂民强民强而强之兵重弱故民之所\n樂民强民强而弱之兵重强故以强重弱弱重\n强王以强政强弱弱存以弱政弱强强去强存\n則弱强去則王故以强政弱削以弱政强王也\n眀主之使其臣也用必加於功賞必盡其勞人\n主使其民信如○日月敵矣今離婁見秋毫\n之末不能以眀目易人烏獲舉千鈞之重不能\n以多力易人聖賢在體性也不能以相易也今\n當世之用事者皆欲爲上聖舉法之謂也背法\n而治此任重道遠而無馬牛濟大川而無舡楫\n也今夫人衆兵强此帝王之大資也茍非眀法\n以守之也與危亡爲鄰故眀主察法境内之民\n無辟淫之心游處之士迫於戰陣萬民疾於耕\n農有以知其然也楚國之民齊疾而均速若飄\n風宛鉅鐡拖利若蜂蠆脅蛟犀兕堅若金石江\n漢以爲池汝潁以爲限隠以鄧林緣以方城秦\n師至鄢郢舉若振槁唐蔑死於埀涉莊蹻發於\n内楚分爲五地非不大也民非不衆也甲兵財\n用非不多也戰不勝守不固此無法之所生也\n釋權衡而操輕重者\n　　第二十一\n　　外内第二十二\n民之外事難於戰故輕法不可以使之奚謂輕\n法其賞少而威薄淫道不塞之謂也奚謂淫道\n爲辯智者貴游宦者任文學私名顯之謂也三\n者不塞則民不戰而事失矣故其賞少則聽者\n無利也威薄則犯者不害也故開淫道以誘之\n而以戰輕法戰之是謂設䑕而餌以狸也亦不\n幾乎故欲戰其民者必以重法賞則必多威則\n必嚴淫道必塞爲辯志者不貴游宦者不任文\n學私名不顯賞多威嚴民見戰賞之多則忘死\n見不戰之辱則苦生賞使之忘死而威使之苦\n生而淫道又塞以此遇敵是以百石之弩射飄\n葉也何不䧟之有哉民之内事莫善於農故輕\n治不可以使之奚謂輕治其農貧而啇富技巧\n之人利而游食者衆之謂也故農之用力最苦\n而贏利少不如商賈技巧之人茍能令商賈技\n巧之人無繁則欲國之無富不可得也故曰欲\n農富其國者境内之食必貴而不農之徴必多\n市利之租太重則民不得無田田不得不易其\n食食貴則田者利田者利則事者衆食貴糴食\n不利而又加重徴則民不得無去其商賈技巧\n而事地利矣故民之力盡在於地利矣故爲國\n者邊利盡歸於兵市利盡歸於農邊利歸於兵\n者强市利歸於農者富故出戰而强入休而富\n者王也\n　　君臣第二十三\n古者未有君臣上下之時民亂而不治是以聖\n人列貴賤制節爵位立名號○以别君臣上下\n之義地廣民衆萬物多故分五官而守之民衆\n而姦邪生故立法制爲度量以禁之是故有君\n臣之義五官之分法制之禁不可不愼也處君\n位而令不行則危五官分而無常則亂法制設\n而私善行則民不畏刑君尊則令行官修則有\n常事法制明則民畏刑法制不明而求民之行\n令也不可得也○民不從令而求君之尊也雖\n堯舜之智不能以治眀主之治天下也縁法而\n治按功而賞凡民之所疾戰不避死者以求爵\n祿也眀君之治國也士有斬首捕虜之功必其\n爵足榮也祿足食也農不離廛者足以養二親\n治軍事故軍士死節而農民不偷也今世君不\n然釋法而以智背功而以譽故軍士不戰而農\n民流徙臣聞道民之門在上所先故民可令農\n戰可令游宦可令學問在上所與上以功勞與\n則民戰上以詩書與則民學問民之於利也若\n水於下也四旁無擇也民徒可以得利而爲之\n者今上與之也瞋目扼腕而語勇者得垂衣裳\n而談說者得遲日曠久積勞私門者得尊向三\n者無功而皆可以得民去農戰而爲之或談議\n而索之或事便辟而請之或以勇爭之故農戰\n之民日寡而游食者愈衆則國亂而地削民弱\n而主卑此其所以然者釋法制而任名譽也故\n愼法制言不中法者不聴也行不中法者不\n高也事不中法者不爲也言中法則辯之事中\n法則爲之行中法則高之故國治而地廣兵强\n而主尊此治之至也人君者不可不察也\n　　禁使第二十四\n人主之所以禁使者賞罰也賞隨功罰隨罪故\n論功察罪不可不審也夫賞高罰下而上無必\n知其道也與無道同也凡知道者勢數也故先\n王不恃其强而恃其信○恃其數今夫飛蓬遇\n飄風而行千里乘風之勢也深淵者知千仭之\n深之數也故託其勢者雖遠必至守其數者\n雖深必得今夫幽夜山陵之大而離婁不見清\n朝日䵎則上别飛鳥下察秋毫故目之見也託\n日之勢也得勢之至不參官而潔陳數而物當\n今官恃多官衆吏官立丞監夫置丞立監者且\n以禁人之爲利也而丞監亦欲爲利則何以相\n禁故恃丞監而治者僅存之治也通數者不然\n别其勢難其道故曰其勢難匿者雖跖不爲非\n焉故先王貴勢員曰人主執虚後以應則物應\n稽驗稽驗則姦得臣以爲不然夫吏爵制決事\n於千里之外十二月而計書以定事以一嵗别\n計而主以一聴見所疑焉不可蔽員不足夫物\n至則目不得不見言薄則耳不得不聞故物至\n則變言至則論故治國之制民不得避罪如目\n不能以所見遁心今亂國不然恃吏吏雖衆同\n體一也夫同體一者相不可且夫利異而害不\n同者先王所以爲保也故至治夫妻交友不能\n相爲棄惡蓋非而不害於親民人不能相爲隠\n上與吏也事合而利異者也今夫騶虞以相監\n不可事合而利異者也○○○○○○○○○\n○○○○○○○若使馬焉能言則騶虞無所\n逃其惡矣利異也利合而惡同者父不能以問\n子君不能以問臣吏之與吏利合而惡同也夫\n事合而利異者先王之所以爲端也民之蔽主\n而不害於蓋賢者不能益不肖者不能損故遺\n賢去智治之數也\n　　愼法第二十五\n凡世莫不以其所以亂者治故小治而小亂大\n治而大亂人主莫能世治其民世無不亂之國\n奚謂以其所以亂者治夫舉賢能世之所治也\n而治之所以亂世之所謂賢者言正也所以爲\n善正也黨也聴其言也則公爲能問其黨以爲\n然故貴之不待其有功誅之不待其有罪也此\n其執正使汚吏有資而成其姦險○小人有資\n而施其巧詐初假吏民姦詐之本而求端慤其\n末禹不能以使十人之衆庸主安能以御一國\n之民彼而黨與人者不待我而有成事者也上\n舉一與民民倍主位而嚮私交倍主位而嚮私\n交則君弱而臣强君人者不察○也非侵於諸\n侯必却於百姓彼言○説之勢愚智同學之士\n學於言説之人則民釋實事而誦虚詞民釋實\n事而誦虚詞則力少而非多君人者不察也以\n戰必損其將以守必賣其城故有眀主忠臣産\n於今世而散領其國者不可○須臾忘於破勝\n黨任節去言談任法而治矣使吏非法無以守\n則雖巧不得爲姦使民非戰無以効其能則雖\n險不得詐夫以法相治以數相舉者不能相益\n訾言者不能相損民見相譽無益相管附惡見\n訾言無損習相憎不相害也夫愛人者不阿憎\n人者不害愛惡各以其正治之至也臣故曰法\n任而國治矣千乘能以守者自存也萬乘能以\n戰者自完也雖桀爲主不肯詘半辭以下其敵\n外不能戰内不能守雖堯爲主不能以不臣諧\n謂所不若之國自此觀之國之所以重主之所\n以尊者力也於此　二者力本而世主莫能致\n力者何也使民之所苦者無耕危者無戰二者\n孝子難以爲其親忠臣難以爲其君今欲敺其\n衆民與之孝子忠臣之所難臣以爲非刼以刑\n而敺以賞莫可而今夫世俗治者莫不釋法度\n而任辯慧後功力而進仁義民故不觸耕戰彼\n民不歸其力於耕即食屈於內不歸其節於戰\n則兵弱於外入而食屈於内出而兵弱於外雖\n有地萬里帶甲百萬與獨立平原一○也且先\n王能令其民蹈白刃被矢石其民之欲爲之非\n如學之所以避害故吾教令民之欲利者非耕\n不得避害者非戰不免境内之民莫不先觸耕\n戰而後得其所樂故地少粟多民少兵强能行\n二者於境内則霸王之道畢矣\n　　定分第二十六\n公問於公孫鞅曰法令之當時立之者眀旦欲\n使天下之吏民皆眀知而用之如一而無私奈\n何公孫鞅曰爲法令置官置吏樸足以知法令\n之謂者以爲天下正則奏天子天子各則主法\n令之則主法令之皆降受命發官各主法令之\n民敢忘行主法令之所謂之各各以其所志之\n法令名罪之主法令之吏有遷徙物故之輙使\n學讀法令所謂爲之程式使日數而知法令之\n所謂千中程爲法令以罪之有敢剟定法令損\n益一字以上罪死不赦諸官吏及民有問法令\n之所謂也於主法令之吏皆各以其故所欲問\n之法令明告之各爲尺六寸之符眀書年月日\n時所問法令之名以告吏民主法令之吏不告\n及之罪而法令之所謂也皆以吏民之所問法\n令之罪各罪主法令之吏即以左劵予吏之問\n法令者主法令之吏謹藏其右劵木柙以室藏\n之封以法令之長印即後有物故以劵書從事\n法令皆副置一副天子之殿中爲法令爲禁室\n有鋌鑰爲禁而以封之内藏法令一副禁室中\n封以禁印有擅發禁室印及入禁室視禁法令\n及禁剟一字以上罪皆死不赦一嵗受法令○\n○○天子置三法官殿中置一法官御史置一\n法官置一法官諸侯郡縣皆各爲置一法\n官及吏皆此秦一法官郡縣諸侯一受寶來之\n法令學問拜所謂吏民知法令者皆問法官故\n天下之吏民無不知法者吏眀知民知法令也\n故吏不能敢以非理法遇民民不敢犯法以有\n法官也遇民不修法則問法官法官即以法之\n罪告之民即以法官之言正告之吏公知其如\n此故吏不敢以非法遇民民又不敢犯法如此\n天下之吏○雖有賢良辯慧不能開一言以枉\n法雖有千金不能以用一銖故智詐賢能者皆\n作而爲善皆務自治奉公曰愚則易治也此所\n生於法明白易知而必行法令者民之命也爲\n治之本也所以備民也爲治而去法令猶欲無\n饑而去食也欲無寒而去衣也欲東西行也其\n不幾亦眀矣一兔走百人逐之非以兔也夫賣\n者滿市而盜不敢取由名分已定也故名分未\n定堯舜禹湯且皆如物而逐之名分已定貧盜\n不取今法令不眀其名不定天下之人得議之\n其議人異而無定人主爲法於上議之於下\n是法令不定以下爲正也此所謂名分之不定\n也夫名分不定堯舜猶將皆折而姦之而况衆\n人乎此令姦惡大起人主奪威勢之國㓕社稷\n之道也今先聖人爲書而傳之後世必師受之\n乃知所謂之名不師受之而人以其心意議之\n至死不能知其名與其意故聖人必爲法令置\n官也置吏也爲天下師所以定名分也名分定\n則大詐貞信民皆愿慤而名自治也故夫名分\n定勢治之道也名分不定勢亂之道也故勢治\n者不可亂世亂者不可治夫世亂而治之愈亂\n勢治而治之則治故聖王治治不治亂夫微妙\n意志之言上智之所難也夫不待法令繩墨而\n無不正者千萬之一也故聖人以千萬治天下\n故夫智者而後能知之不可以爲法民不盡知\n賢者而後知之不可以爲法民不盡賢故聖人\n爲法必使之眀白易知名正愚知徧能知之爲\n置法官置主法之吏以爲天下師令萬民無陷\n於險危故聖人立天下而無刑死者非不刑殺\n也行法令明白易知爲置法官吏爲之師以道\n之知萬民皆知所避就避禍就福而皆以自治\n也故眀主因治而終治之故天下大治也\n"}
