{"id": "KR3f0001_001", "series": "KR3f0001", "text": "周􁲼算經卷上\n　　　漢　趙　君卿　注\n　　　北周漢中郡守前司隸臣甄鸞重述\n　　　唐朝議大夫行大史令上輕車都尉臣李淳風等奉勑注釋\n　　　明　趙　開美　校\n昔者周公問於商高曰竊聞乎大夫善數也\n\n　周公姓姬名旦武王之弟商高周時賢大夫\n　善算者也周公位居冡宰德則至高尚自卑\n　巳以自牧下學而上逹況其凡乎\n請問古者包犧立周天曆度\n　包犧三皇之一始畫八卦以商高善數能通\n　乎微妙逹乎無方無大不綜無幽不顯聞包\n　犧立周天曆度運章蔀之法易曰古者包犧\n　氏之王天下也仰則觀象於天俯則觀法於\n　地此之謂也\n夫天不可階而升地不可將尺寸而度\n　邈乎懸廣無階可升蕩乎遐遠無度可量\n請問數從安出\n　心昧其機請問其目\n商高曰數之法出於圓方\n　圓徑一而周三方徑一而匝四伸圓之周而\n　爲勾展方之匝而爲股共結一角邪適弦五\n　政圓方邪徑相通之率故曰數之法出於圓\n　方圓方者天地之形隂陽之數然則周公之\n　所問天地也是以商高陳圓方之形以見其\n　象因竒耦之數以制其法所謂言約㫖遠微\n　妙幽通矣\n圓出於方方出於矩\n　圓䂓之數理之以方方周匝也方正之物出\n　之以矩矩廣長也\n矩出於九九八十一\n　推圓方之率通廣長之數當須乘除以計之\n　九九者乘除之原也\n故折矩\n　故者申事之辭也將爲勾股之率故曰折矩\n也\n以爲勾廣三\n　廣圓之周横者謂之廣勾亦廣廣短也\n股修四\n　應方之匝從者謂之修股亦修修長也\n徑隅五\n　自然相應之率徑直隅角也亦謂之弦\n旣方之外半其一矩\n　勾股之法先知二數然後推一見勾股然後\n　求弦先各自乘成其實實成勢化外乃變通\n故曰旣方其外或并勾股之實以求弦實之\n　中乃求勾股之分并實不正等更相取與互\n　有所得故曰半其一矩其術勾股各自乘三\n　三如九四四一十六并爲弦自乘之實二十\n　五減勾於弦爲股之實一十六減股於弦爲\n　勾之實九\n環而共盤得成三四五\n　盤讀如盤桓之盤言取而并減之積環屈而\n共盤之謂開方除之其一面故曰得成三四\n　五也\n兩矩共長二十有五是謂積矩\n　兩矩者勾股各自乘之實共長者并實之數\n將以施於萬事而此先陳其率也\n故禹之所以治天下者此數之所生也\n　禹治洪水決流江河望山川之形定高下之\n　勢除滔天之災釋昏蟄之厄使東注於海而\n　無浸溺乃勾股之所由生也\n勾股圓方圖　弦實二十五朱及黃\n　　　　　　　朱實六黃實一\n　　勾股方圓圖注\n　趙君卿曰勾股各自乘併之爲弦實開方除\n　之即弦也案弦圖又可以勾股相乘爲朱實\n　二倍之爲朱實四以勾股之差自相乘爲中\n　黃實加差實亦成弦實以差實減弦實半其\n　餘以差爲從法開方除之復得勾矣加差於\n　勾即股凡并勾股之實即成弦實或矩於内\n　或方於外形詭而量均體殊而數齊勾實之\n　矩以股弦差爲廣股弦并爲袤而股實方其\n　裏減矩勾之實於弦實開其餘即股倍股在\n　兩邊爲從法開矩勾之角即股弦差加股爲\n　弦以差除勾實得股弦并以并除勾實亦得\n　股弦差令并自乘與勾實爲實倍并爲法所\n　得亦弦勾實減并自乘如法爲股股實之矩\n　以勾股差爲廣勾弦并爲袤而勾實方其裏\n　減矩股之實於弦實開其餘即勾倍勾在兩\n　邊爲從法開矩股之角即勾弦差加勾爲弦\n　以差除股實得勾弦并以并除股實得勾弦\n　差令并自乘與股實爲實倍并爲法所得亦\n　弦股實減并自乘如法爲勾兩差相乘倍而\n　開之所得以股弦差增之爲勾以勾弦差增\n　之爲股兩差増之爲弦倍弦實列勾股差實\n　見弦實者以圖考之倍弦實滿外大方而多\n　黃實黃實之多即勾股差實以差實減之開\n　其餘得外大方大方之面即勾股并也令并\n　自乘倍弦實乃減之開其餘得中黃方黃方\n　之面即勾股差以差減并而半之爲勾加差\n　於并而半之爲股其倍弦爲廣袤合令勾股\n　見者自乘爲其實四實以減之開其餘所得\n　爲差以差減合半其餘爲廣減廣於弦即所\n　求也觀其迭相䂓矩共爲反覆互與通分各\n　有所得然則統叙羣倫弘紀衆理貫幽入微\n　鈎深致逺故曰其裁制萬物唯所爲之也\n　釋圓方勾股注\n　　按君卿注曰勾股各自乘并之爲弦實開\n　　方除之即弦\n　　臣鸞曰假令勾三自乘得九股四自乘得\n　　十六并之得二十五開方除之得五爲弦\n　　也\n　　注云按弦圖又可以勾股相乘爲朱實二\n　　倍之爲朱實四以勾股之差自相乘爲中\n　　黃實\n　　臣鸞曰以勾弦差二倍之爲四自乘得一\n　　十六爲左圖中黃實也\n　　臣淳風等謹按注云以勾股之差自乘爲\n　　中黃實鸞云倍勾弦差自乘者苟求異端\n　　雖合其數於率不通\n\n　　注云加差實亦成弦實\n　　臣鸞曰加差實一并外矩青八得九并中\n　　黃十六得二十五亦成弦實也\n　　臣淳風等謹按注云加差實一亦成弦實\n　　鸞曰加差實并外矩及中黃者雖合其數\n　　於率不通\n\n　　注云以差實減弦實半其餘以差爲從法\n　　開方除之復得勾矣\n　　臣鸞曰以差實九減弦實二十五餘十六\n　　半之得八以差一加之得九開之得勾三\n　　也\n　　臣淳風等謹按注宜云以差實一減弦實\n　　二十五餘二十四半之爲十二以差一從\n　　開方除之得勾三鸞云以差實九减弦實\n　　者雖合其數於率不通\n　　注云加差於勾即股\n　　臣鸞曰加差一於勾三得股四也\n　　注云凡并勾股之實即成弦實\n　　臣鸞曰勾實九股實十六并之得二十五\n　　也\n　　注云或矩於内或方於外形詭而量均體\n　　殊而數齊勾實之矩以股弦差爲廣股弦\n　　并爲袤\n　　臣鸞曰以股弦差一爲廣股四并弦五得\n　　九爲袤左圖外青也\n　　注云而股實方其裏\n　　臣鸞曰爲左圖中黃十六\n　　注云減矩勾之實於弦實開其餘即股\n　　臣鸞曰減矩勾之實九于弦實二十五餘\n　　一十六開之得四股也\n　　注云倍股在兩邊爲從法開矩勾之角即\n　　股弦差\n　　臣鸞曰倍股四得八在圖兩邊以爲從法\n　　開矩勾之角九得一也\n　　注云加股爲弦\n　　臣鸞曰加差一於股四則弦五也\n　　注云以差除勾實得股弦并\n　　臣鸞曰以差一除勾實九得九即股四弦\n　　五并爲九也\n　　注云以并除勾實亦得股弦差\n　　臣鸞曰以九除勾實九得股弦差一\n　　注云令并自乘與勾實爲實\n　　臣鸞曰令并股弦得九自乘爲八十一又\n　　與勾實九加之得九十爲實\n　　注云倍并爲法\n　　臣鸞曰倍股弦并九得十八者爲法\n　　注云所得亦弦\n　　臣鸞曰除之得五爲弦\n　　注云勾實減并自乘如法爲股\n　　臣鸞曰以勾實九減并自乘八十一餘七\n　　十二以法十八除之得四爲股也\n　　注云股實之矩以勾弦差爲廣勾弦并爲\n　　袤\n　　臣鸞曰股實之矩以勾弦差二爲廣勾弦\n　　并八爲袤\n　　注云而勾實方其裏減矩股之實于弦實\n　　開其餘即勾\n　　臣鸞曰勾實有九方在右圖裏以減矩股\n　　之實十六於弦實二十五餘九開之得三\n　　勾也\n　　注云陪勾在兩邉\n　　臣鸞曰各三也\n　　注云爲從法開矩股之角即勾弦差加勾\n　　爲弦\n　　臣鸞曰加差二於勾三則弦五也\n　　注云以差除股實得勾弦并\n　　臣鸞曰以差二除股實十六得八勾三弦\n　　五并爲八也\n　　注云以并除股實亦得勾弦差\n　　臣鸞曰以并除股實十六得勾弦差二\n　　注云令并自乘與股實爲實\n　　臣鸞曰令并八自乘得六十四與股實十\n　　六加之得八十爲實\n　　注云倍并爲法\n　　臣鸞曰倍勾弦并八得十六爲法\n　　注云所得亦弦\n　　臣鸞曰除之得弦五也\n　　注云股實減并自乘如法爲勾\n　　臣鸞曰以股實十六減并自乘六十四餘\n　　四十八以法十六除之得三爲勾也\n　　注云兩差相乘倍而開之所得以股弦差\n　　增之爲勾\n　　臣鸞曰以股弦差一乘勾弦差二得二倍\n　　之爲四開之得二以股弦差一増之得三\n　　勾也\n　　注云以勾弦差增之爲股\n　　臣鸞曰以弦差二增之得四股也\n　　注云兩差增之爲弦\n　　臣鸞曰以股弦差一勾弦差二増之得五\n　　弦也\n　　注云倍弦實列勾股差實見弦實者以圖\n　　考之倍弦實滿外大方而多黃實黃實之\n　　多即勾股差實\n　　臣鸞曰倍弦實二十五得五十滿外大方\n　　七七四十九而多黃實黃實之多即勾股\n　　差實也\n　　注云以差實減之開其餘得外大方大方\n　　之面即勾股并\n　　臣鸞曰以差實一減五十餘四十九開之\n　　卽大方之面七也亦是勾股并也\n　　注云令并自乘倍弦實乃減之開其餘得\n　　中黃方黃方之面卽勾股差\n　　臣鸞曰并七自乘得四十九倍弦實二十\n　　五得五十以減之餘卽中黃方差實一也\n　　故開之卽勾股差一也\n　　注云以差減并而半之爲勾\n　　臣鸞曰以差一減并七餘六半之得三勾\n　　也\n　　注云加差於并而半之爲股\n　　臣鸞曰以差一加并七得八而半之得四\n　　股也\n　　注云其倍弦爲廣袤合\n　　臣鸞曰倍弦二十五爲五十爲廣袤合\n　　臣淳風等謹按列廣袤術宜云倍弦五得\n　　十爲廣袤合今鸞云倍弦二十五者錯也\n\n　　注云而令勾股見者自乘爲其實四實以\n　　減之開其餘所得爲差\n　　臣鸞曰令自乘者以七七自乘得四十九\n　　四實大方勾股之中有四方一方之中有\n　　方十二四實有四十八減上四十九餘一\n　　也開之得一卽勾股差一\n　　臣淳風等謹按注意令自乘者十自乘得\n　　一百四實者大方廣袤之中有四方若據\n　　勾實而言一方之中有實九四實有三十\n　　六減上一百餘六十四開之得八卽廣袤\n　　差此是股弦差減股弦并餘數若據股實\n　　而言之一方之中有實十六四實有六十\n　　四減上一百餘三十六開之得六卽廣袤\n　　差此是勾股差減勾弦并餘數也鸞云令\n　　自乘者以七七自乘得四十九四實者大\n　　方勾股之中有四方一方之中有方十二\n　　四實者四十八減上四十九餘一也開之\n　　得一卽勾股差一者錯也\n\n　　注云以差減合半其餘爲廣\n　　臣鸞曰以差一減合七餘六半之得三廣\n　　也\n　　臣淳風等謹按注意以差八六各減合十\n　　餘二四半之得一二一卽股弦差二卽勾\n　　弦差以差減弦卽各袤廣也鸞云以差一\n　　減合七餘六半之得三廣者錯也\n\n　　注云減廣於弦卽所求也\n　　臣鸞曰以廣三減弦五卽所求差二也\n　　臣淳風等謹按注意以廣一二各減弦五\n　　卽所求股四勾三也鸞云以廣三減弦五\n　　卽所求差二者此錯也\n周公曰大哉言數\n　心逹數術之意故發大哉之數\n請問用矩之道\n　謂用表之宜測望之法\n商高日平矩以正繩\n　以求繩之正定平懸之體將欲愼毫釐之差\n　防千里之失\n偃矩以望高覆矩以測深臥矩以知遠\n　言施用無方曲從其事術在九章\n環矩以爲圓合矩以爲方\n　旣以追尋情理又可造製圓方言矩之於物\n　無所不至\n方屬地圓屬天天圓地方\n　物有圓方數有竒耦天動爲圓其數竒地靜\n　爲方其數耦此配隂陽之義非實天地之體\n　也天不可窮而見地不可盡而觀豈能定其\n圓方乎又曰北極之下高人所居六萬里滂\n沲四隤而下天之中央亦高四旁六萬里是\n爲形狀同歸而不殊塗隆高齊耽而易以陳\n　故曰天似葢笠地法覆槃\n方數爲典以方出圓\n　夫體方則度影正形圓則審實難蓋方者有\n常而圓者多變故當制法而理之理之法者\n　半周半徑相乘則得方矣又可周徑相乘四\n　而一又可徑自乘三之四而一又可周自乘\n　十二而一故圓出於方\n笠以寫天\n　笠亦如葢其形正圓戴之所以象天寫猶象\n　也言笠之體象天之形詩云何簑何笠此之\n　義也\n天青黑地黃赤天數之爲笠也青黑爲表丹黃\n爲裏以象天地之位\n　旣象其形又法其位言相方類不亦似乎\n是故知地者智知天者聖\n　言天之高大地之廣遠自非聖智其孰能與\n　於此乎\n智出於勾\n　勾亦影也察勾之損益加物之高遠故曰智\n　出於勾\n勾出於矩\n　矩謂之表表不移亦爲勾爲勾將正故曰勾\n　出於矩焉\n夫矩之於數其裁制萬物唯所爲耳\n　言包含幾微轉通旋環也\n周公曰善哉\n　善哉言明曉之意所謂問一事而萬事逹\n昔者榮方問於陳子\n　榮方陳子是周公之後人非周􁲼之本文然\n　此二人共相解釋後之學者謂之章句因從\n　其類列於事下又欲尊而遠之故云昔者時\n　世官號未之前聞\n曰今者竊聞夫子之道\n　榮方問陳子能述商高之㫖明周公之道\n知日之高大\n　日去地與圓徑之術\n光之所照\n　日旁照之所及也\n一日所行\n　日行天之度也\n遠近之數\n　冬至夏至去人之遠近也\n人所望見\n　人目之所極也\n四極之窮\n　日光之所遠也\n列星之宿\n　二十八宿之度也\n天地之廣袤\n　袤長也東西南北謂之廣長\n夫子之道皆能知之其信有之乎\n　而明察之故不昧不疑\n陳子曰然\n　言可知也\n榮方曰方雖不省願夫子幸而說之\n　欲以不省之情而觀大雅之法\n今若方者可教此道邪\n　不能自料訪之賢者\n陳子曰然\n　言可教也\n此皆算術之所及\n　言周􁲼之法出於算術之妙也\n子之於算足以知此矣若誠累思之\n　累重也言若誠能重累思之則逹至微之理\n於是榮方歸而思之數日不能得\n　雖濳心馳思而才單智竭\n復見陳子曰方思之不能得敢請問之陳子曰\n思之未熟\n　熟猶善也\n此亦望遠起高之術而子不能得則子之於數\n未能通類\n　定高遠者立兩表望懸邈者施累矩言未能\n　通類求勾股之意\n是智有所不及而神有所窮\n　言不能通類是情智有所不及而神思有所\n　窮滯\n夫道術言約而用博者智類之明\n　夫道術聖人之所以極深而研幾唯深也故\n　能通天下之志唯幾也故能成天下之務是\n　以其言約其㫖遠故曰智類之明也\n問一類而萬事逹者謂之知道\n　引而伸之觸類而長之天下之能事畢矣故\n　謂之知道也\n今子所學\n　欲知天地之數\n算數之術是用智矣而尚有所難是子之智類\n單\n　算術所包尚以爲難是子智類單盡\n夫道術所以難通者旣學矣患其不博\n　不能廣博\n旣博矣患其不習\n　不能究習\n旣習矣患其不能知\n　不能知類\n故同術相學\n　術教同者則當學通類之意\n同事相觀\n　事類同者觀其㫖趣之類\n此列士之愚智\n　列猶别也言視其術鑒其學則愚智者别矣\n賢不肖之所分\n　賢者逹於事物之理不肖者闇於照察之情\n　至於役神馳思聦明殊别矣\n是故能類以合類此賢者業精習智之質也\n　學其倫類觀其指歸唯賢智精習者能之也\n夫學同業而不能入神者此不肖無智而業不\n能精習\n　俱學道術明不察不能以類合類而長之此\n　心遊目蕩義不入神也\n是故算不能精習吾豈以道隱子哉固復熟思\n之\n　凡教之道不憤不啓不悱不發憤而悱之然\n　後啓發旣不精思又不學習故言吾無隱也\n　爾固復熟思之舉一隅使及之以三也\n榮方復歸思之數日不能得復見陳子曰方思\n之以精熟矣智有所不及而神有所窮知不能\n得願終請說之\n　自知不敏避席而請說之\n陳子曰復坐吾語汝於是榮方復坐而請陳子\n說之曰夏至南萬六千里冬至南十三萬五千\n里日中立竿測影\n　　臣鸞曰南戴日下立八尺表表影千里而\n　　差一寸是則天上一寸地下千里今夏至\n　　影有一尺六寸故其萬六千里冬至影一\n　　丈三尺五寸則知其十三萬五千里\n此一者天道之數\n　言天道數一悉以如此\n周􁲼長八尺夏至之日晷一尺六寸\n　晷影也此數望之從周城之南千里也而周\n　官測影尺有六寸盖出周城南千里也記云\n　神州之土方五千里雖差一寸不出畿地之\n　分先王知之實故建王國\n􁲼者股也正晷者勾也\n　以􁲼爲股以影爲勾股定然後可以度日之\n　高遠正晷者日中之時節也\n正南千里勾一尺五寸正北千里勾一尺七寸\n　候其影使表相去二千里影差二寸將求日\n　之高遠故先見其表影之率\n日益表南晷日益長候勾六尺\n　候其影使長六尺者欲令勾股相應勾三股\n　四弦五勾六股八弦十\n卽取竹空徑一寸長八尺捕影而視之空正掩\n日\n　以徑寸之空視日之影􁲼長則大矩短則小\n　正滿八尺也捕猶索也掩猶覆也\n而日應空之孔\n　掩若重䂓更言八尺者舉其定也又曰近則\n　大遠則小以影六尺爲正\n由此觀之率八十寸而得徑一寸\n　以此爲日􁲼之率\n　　之爲六十寸以兩表相去二千里乘得十\n　　二萬里爲實以影差二寸爲法除之得日\n　　底地去表六萬里求從􁲼至日八萬里者\n　　先置表高八尺上十之爲八十寸以兩表\n　　相去二千里乘之得十六萬爲實以影差\n　　二寸爲法除之得從表端上至日八萬里\n　　也\n若求邪至日者以日下爲勾日高爲股勾股各\n自乘并而開方除之得邪至日從􁲼所旁至日\n所十萬里\n　旁此古邪字求其數之術曰以表南至日下\n　六萬里爲勾以日高八萬里爲股爲之求弦\n　勾股各自乘并而開方除之即邪至日之所\n　也\n　　臣鸞曰求從􁲼邪至日所法先置南至日\n　　底六萬里爲勾重張自乘得三十六億爲\n　　勾實更置日高八萬里爲股重張自乘得\n　　六十四億爲股實并勾股實得一百億爲\n　　弦實開方除之得從王城至日十萬里今\n　　有十萬里問徑幾何曰一千二百五十里\n　八十寸而得徑一寸以一寸乘十萬里爲\n　　實八十寸爲法即得\n以率率之八十里得徑一里十萬里得徑千二\n百五十里\n　法當以空徑爲勾率竹長爲股率日去人爲\n大股大股之勾即日徑也其術以勾率乘大\n　股股率而一此以八十里爲法十萬里爲實\n　實如法而一即得日徑\n故曰日晷徑千二百五十里\n　　臣鸞曰求以率八十里得徑一里十萬里\n　　得徑千二百五十里法先置竹孔徑一寸\n　　爲十里爲勾更置邪去曰十萬里爲股以\n　　勾十里乘股十萬里得一億爲實更置日\n　　去地八萬里爲法除實得日晷徑千二百\n　　五十里故云日晷徑也\n　　臣淳風等謹按夏至王城望日立兩表相\n　　去二千里表高八尺影去前表一尺五寸\n　　去後表一尺七寸舊術以前後影差二寸\n　　爲法以前影寸數乘表間爲實實如法得\n　　萬五千里爲日下去南表里又以表高八\n　　十寸乘表間爲實實如法得八萬里爲表\n　　上去日里仍以表寸爲日高影寸爲日下\n　　待日漸高候日影六尺用之爲勾以表爲\n　　股爲之求弦得十萬里爲邪表數目取管\n　　圓孔徑一寸長八尺望日滿筒以爲率長\n　　八十寸爲一邪去日十萬里日徑即千二\n　　百五十里以理推之法云天之處心高於\n　　外衡六萬里者此乃語與術違勾六尺股\n　　八尺弦十尺角隅正方自然之數盖依繩\n　　水之定施之於表矩然則天無别體用日\n　　以爲高下術旣隨乎而遷高下從何而出\n　　語術相違是爲大失又按二表下地依水\n　　平法定其高下若北表地高則以爲勾以\n　　間爲弦置其高數其影乘之其表除之所\n　　得益股爲定間若北表下者亦置所下以\n　　法乘除所得以減股爲定間又以高下之\n　　數與間相約爲地高遠之率求遠者影乘\n　　定間差法而一所得加表日之高也求邪\n　　去地者弦乘定間差法而一所得加弦日\n　　邪去地此三等至皆以日爲正求日下地\n　　高下者置戴日之遠近地高下率乘之如\n　　間率而一所得爲日下地高下形勢隆殺\n　　與表間同可依此率若形勢不等非代所\n　　知率日徑求日大小者徑率乘間如法而\n　　一得日徑此徑當即得不待影長六尺凡\n　　度日者先須定二矩水平者影南北立勾\n　　齊高四尺相去一丈以二弦候牽于勾上\n　　并率二則擬爲候影勾上立表弦下望日\n　　前一則上畔後一則下畔引則就影合與\n　　表日參直二至前後三四日間影不移處\n　　即是當以候表亦望人取一影亦可日徑\n　　影端表頭爲則然地有高下表望不同後\n　　六術乃窮其實　第一後高前下術高爲\n　　勾表間爲弦後復影爲所求率表爲有所\n　　率以勾爲所有數所得益股爲定間　第\n　　二後下術以其所下爲勾表間爲弦置其\n　　所下以影乘表除所得減股餘爲定間\n　　第三邪下術依其北高之率高其勾影合\n　　與地勢隆殺相似餘同平法假令􁲼邪下\n　　而南其邪亦同不須别望但弦短與勾股\n　　不得相應其南里數亦隨地勢不得校乎\n　　平則促若用此術但得南望若北望者即\n　　用勾照南下之術當北高之地　第四邪\n　　上術依其後下之率下其勾影此謂廻望\n　　北極以爲高逺者望去取差亦同南望此\n　　術弦長亦與勾股不得相應唯得北望不\n　　得南望若南望者即用勾影北高之術\n　　第五平術不論高下周􁲼度日用此平術\n　　故東西南北四望皆通遠近一差不須别\n　　術　第六術者是外衡其徑云四十七萬\n　　六千里半之得二十三萬八千里者是外\n　　衡去天心之處心高於外衡六萬里爲率\n　　南行二十三萬八千里下校六萬里約之\n　　得南行一百一十九里下校三十里一百\n　　一十九歩差下三十歩則三十歩大强差\n　　下十歩以此爲准則不合有平地地旣平\n　　而用術尤乖理驗且自古論晷影差變毎\n　　有不同今略其梗槩取其推歩之要尚書\n　　攷靈曜云日永影尺五寸日短一十三尺\n　　日正南千里而減一寸張衡靈憲云懸天\n　　之晷薄地之儀皆移千里而差一寸鄭玄\n　　註周禮云凡日影於地千里而差一寸王\n　　蕃姜岌因此爲說按前諸說是數並同其\n　　言更出書非直有此以事考量恐非實矣\n　　謹按宋元嘉十九年歳在壬午遣使徃交\n　　州度日影夏至之日影在表南三寸二分\n　　太康地理志交趾去洛陽一萬一千里陽\n　　城去洛陽一百八十里交趾西南望陽城\n　　洛陽在其東南較而言之令陽城去交趾\n　　近於洛陽去交趾一百八十里則交趾去\n　　陽城一萬八百二十里而影差尺有八寸\n　　二分是六百里而影差一寸也况復人路\n　　迂廻羊腸曲折方於鳥道所較彌多以事\n　　驗之又未盈五百里而差一寸眀矣千里\n　　之言固非實也何承天又云詔以土圭測\n　　影考校二至　三日有餘從來積歳及交\n　　州所上驗其增減亦相符合此則影差之\n　　驗也周禮大司徒職曰夏至之影尺有五\n　　寸馬融以爲洛陽鄭玄以爲陽城尚書攷\n　　靈曜日永影一尺五寸鄭玄以爲陽城日\n　　短十三尺易緯通卦驗夏至影尺有四寸\n　　八分冬至一丈三尺劉向洪範傳夏至影\n　　一尺五寸八分是時漢都長安而向不言\n　　測影處所若在長安則非晷影之正也夏\n　　至影長一尺五寸八分冬至一丈三尺一\n　　寸四分向又云春秋分長七尺三寸六分\n　　此即緫是虗妄後漢曆志夏至影一尺五\n　　寸後漢洛陽冬至一丈三尺自梁天監巳\n　　前並同此數魏景𥘉夏至影一尺五寸魏\n　　𥘉都許昌與頴川相近後都洛陽又在地\n　　中之數但易緯因漢曆舊影似不别影之\n　　冬至一丈三尺晉姜岌影一尺五寸宋都\n　　建康在江表驗影之數遥取陽城冬至一\n　　丈三尺宋大明祖冲之曆夏至影一尺五\n　　寸宋都秣陵遥取影同前冬至一丈三尺\n　　後魏信都芳注周􁲼四術云按永平元年\n　　戊子是梁天監之七年也見洛陽測影又\n　　見公孫崇集諸朝士共觀祕書影同是夏\n　　至之日以八尺之表測日中影皆長一尺\n　　五寸八分雖無六尺近六寸梁武帝大同\n　　十年太史令虞鄺以九尺表於江左建康\n　　測夏至日中影長一尺三寸二分以八尺\n　　表測之影長一尺一寸七分强冬至一丈\n　　三尺七分八尺表影長一丈一尺六寸二\n　　分弱隋開皇元年冬至影長一丈二尺七\n　　寸二分開皇二年夏至影一尺四寸八分\n　　冬至長安測夏至洛陽測及王邵隋靈感\n　　志冬至一丈二尺七寸二分長安測也開\n　　皇四年夏至一尺四寸八分洛陽測也冬\n　　至一丈二尺八寸八分洛陽測也大唐正\n　　觀二年己五五月二十三日癸亥夏至中\n　　影一尺四寸六分長安測也十一月二十\n　　九丙寅冬至中影一丈二尺六寸三分長\n　　安測也按漢魏及隋所記夏至中影或長\n　　短齊其盈縮之中則夏至之影尺有五寸\n　　爲近定實矣以周官推之洛陽爲所交會\n　　則冬至一丈二尺五寸亦爲近矣按梁武\n　　帝都金陵云洛陽南北大較千里以尺表\n　　令其有九尺影則大同十年江左八尺表\n　　夏至中影長一尺一寸七分若是爲夏至\n　　八尺表千里而差一寸弱矣此推驗卽是\n　　夏至影差降升不同南北逺近數亦有異\n　　日高圖注\n　趙君卿曰黃甲與黃乙其實正等以表高乘\n　兩表相去爲黃甲之實以影差爲黃甲之廣\n　而一所得則變得黃甲之袤上與日齊按圖\n　當加表高今言八萬里者從表以上復加之\n　青丙與青已其實亦等黃甲與青丙相連黃\n　乙與青已相連其實亦等皆以影差爲廣\n　　臣鸞曰求日高法先置表高八尺爲八萬\n　　里爲袤以相兩表相去二千里爲廣乘袤\n　　八萬里得一億六千萬里爲黃甲之實以\n　　影差二寸爲二千里爲法除之得黃乙之\n　　袤八萬里卽上與日齊此言王城去天名\n　　曰甲日底地上至日名曰乙上天名青丙\n　　下地名青戊據影六尺王城上天南至日\n　　六萬里王城南至日底地亦六萬里是上\n　　下等數日夏至南萬六千里者立表八尺\n　　於王城影一尺六寸影寸千里故王城去\n　　夏至日底地萬六千里也\n法曰周􁲼長八尺勾之損益寸千里\n　勾謂影也言懸天之影薄地之儀皆千里而\n　差一寸\n故曰極者天廣袤也\n　言極之遠近有定則天廣長可知\n今立表高八尺以望極其勾一丈三寸由此觀\n之則從周北十萬三千里而至極下\n　謂冬至日加卯酉之時若春秋分之夜半極\n　南兩旁與天中齊故以爲周去天中之數\n榮方曰周􁲼者何陳子曰古時天子治周\n　古時天子謂周成王時以治周居王城故曰\n　昔先王之經邑奄觀九隩靡地不營土圭測\n　影不縮不盈當風雨之所交然後可以建王\n　城此之謂也\n此數望之從周故曰周􁲼\n　言周都河南爲四方之中故以爲望主也\n􁲼者表也\n　用其行事故曰􁲼由此捕望故曰表影爲勾\n故曰勾股也\n日夏至南萬六千里日冬至南十三萬五千里\n日中無影以此觀之從南至夏至之日中十一\n萬九千里\n　諸言極者斥天之中極去周十萬三千里亦\n　謂極與天中齊時更加南萬六千里是也\n北至其夜半亦然\n　日極在極北正等也\n凡徑二十三萬八千里\n　并南北之數也\n此夏至日道之徑也\n　其徑者圓中之直者也\n其周七十一萬四千里\n　周匝也謂天戴日行其數以三乘徑\n　　臣鸞曰求夏至日道徑法列夏至日去天\n　　中心十一萬九千里夏至夜一日亦去天\n　　中心十一萬九千里并之得夏至日道徑\n　　二十三萬八千里三乘徑得周七十一萬\n　　四千里也\n從夏至之日中至冬至之日中十一萬九千里\n　冬至日中去周十三萬五千里除夏至日中\n　去周一萬六千里是也\n北至極下亦然則從極南至冬至之日中二十\n三萬八千里從極北至其夜半亦然凡徑四十\n七萬六千里此冬至日道徑也其周百四十二\n萬八千里從春秋分之日中北至極下十七萬\n八千五百里\n　春秋之日影七尺五寸五分加望極之勾一\n　丈三寸\n　　臣鸞曰求冬至日道徑法列夏至去冬至\n　　日中十一萬九千里從夏至日道北徑亦\n　　十一萬九千里併之得冬至日中北極下\n　　二十三萬八千里從極至夜半亦二十三\n　　萬八千里并之得冬至道徑四十七萬六\n　　千里以三乘徑卽冬至日道周一百四十\n　　二萬八千里\n從極下北至其夜半亦然凡徑三十五萬七千\n里周一百七萬一千里故日月之道常縁宿日\n道亦與宿正\n　内衡之南外衡之北圓而成規以爲黃道二\n　十八宿列焉日之行也一出一入或表或裏\n　五月二十三分月之二十一道一交謂之合\n　朔交會及月蝕相去之數故曰縁宿也日行\n　黃道以宿爲正故曰宿正於中衡之數與黃\n　道等\n　　臣鸞曰求春秋分日道法列春秋分日中\n　　北至極下十七萬八千五百里從北極北\n　　至其夜半亦然并之得春秋分日道徑三\n　　十五萬七千里以三乘徑卽日道周一百\n　　七萬一千里求黃道徑法列從北極南至\n　　夏至日中一十一萬九千里以從極北去\n　　冬至夜半二十三萬八千里并之得黃道\n　　三十五萬七千里從極南至冬至日北至\n　　夏至日夜半亦黃道徑也以三乘徑周得\n　　一百七萬一千里也\n南至夏至之日中北至冬至之夜半南至冬至\n之日中北至夏至之夜半亦徑三十五萬七千\n里周一百七萬一千里\n　此皆黃道之數與中衡等\n春分之日夜分以至秋分之日夜分極下常有\n日光\n　春秋分者晝夜等春分至秋分日内近極故\n　日光照及也\n秋分之日夜分以至春分之日夜分極下常無\n日光\n　秋分至春分日外遠極故日光照不及也\n故春秋分之日夜分之時日所照適至極隂陽\n之分等也冬至夏至者日道發歛之所生也至\n晝夜長短之所極\n　發猶往也歛猶還也極終也\n春秋分者隂陽之修晝夜之象\n　修長也言隂陽長短之等\n晝者陽夜者隂\n　以明暗之差爲隂陽之象\n春分以至秋分晝之象\n　北極下見日光也日永主物生故象晝也\n秋分至春分夜之象\n　北極下不見日光也日短主物死故象夜也\n故春秋分之日中光之所照北極下夜半日光\n之所照亦南至極此日夜分之時也故曰日照\n四旁各十六萬七千里\n　至極者謂璇璣之際爲陽絶隂障以日之時\n　而日光有所不逮故知日旁照十六萬七千\n　里不及天中一萬一千五百里也\n人望所見遠近宜如日光所照\n　日近我一十六萬七千里之内及我我自見\n　日故爲日出日遠我十六萬七千里之外日\n　則不見我我亦不見日故爲日入是爲日與\n　目見於十六萬七千里之中故曰逺近宜如\n　日光之所照也\n從周所望見北過極六萬四千里\n　自此以下諸言減者皆置日光之所照若人\n　目之所見十六萬七千里以除之此除極至\n周十萬三千里\n　　臣鸞曰求從周所望見北過極六萬四千\n　　里法列人目所極十六萬七千里以王城\n　　周去極十萬三千里減之餘六萬四千里\n　　卽人望過極之數也\n南過冬至之日三萬二千里\n　除冬至日中去周十三萬五千里\n　　臣鸞曰求冬至日中三萬二千里法列人\n　　目所極十六萬七千里以冬至日中去王\n　　城十三萬五千里減之餘卽過冬至日中\n　　三萬二千里也\n夏至之日中光南過冬至之日中光四萬八千\n里\n　除冬至之日中相去十一萬九千里\n　　臣鸞曰求夏至日中光南過冬至日中光\n　　四萬八千里法列日高照十六萬七千里\n　　以冬夏至日中相去一十一萬九千里減\n　　之餘卽南過冬至之日中光四萬八千里\n南過人所望見一萬六千里\n　夏至日中去周萬六千里\n　　臣鸞曰求夏至日中光南過人所望見萬\n　　六千里法列王城去夏至日中光南過人\n　　所望見萬六千里加日光所及十六萬七\n　　千里得十八萬三千里以人目所極十六\n　　萬七千里減之餘卽南過人目所望見一\n　　萬六千里也\n北過周十五萬一千里\n　除周夏至之日中一萬六千里\n　　臣鸞曰求夏至日中光北過周十五萬一\n　　千里法列日光所及十六萬七千里以王\n　　城去夏至日中一萬六千里減之餘卽北\n　　過周十五萬一千里\n北過極四萬八千里\n　除極去夏至之日十一萬九千里\n　　臣鸞曰求夏至日中光北過極四萬八千\n　　里法列日光所及十六萬七千里以北極\n　　去夏至夜半十一萬九千里減之餘卽北\n　　過極四萬八千里也\n冬至之夜半日光南不至人所見七千里\n　倍日光所照里數以減冬至日道徑四十七\n　萬六千里又除冬至日中去周十三萬五千\n里\n　　臣鸞曰求冬至夜半日光南不至人目所\n　　見七千里法列日光十六萬七千里倍之\n　　得三十三萬四千里以減冬至日道徑四\n　　十七萬六千里餘十四萬二千里復以冬\n　　至日中去周十三萬五千里減之餘即不\n　　至人目所見七千里\n不至極下七萬一千里\n　從極至夜半除所照十六萬七千里\n　　臣鸞曰求冬至日光不至極下七萬一千\n　　里法列冬至夜半去極二十三萬八千里\n　　以日光一十六萬七千里減之餘卽不至\n　　極下七萬一千里\n夏至之日中與夜半日光九萬六千里過極相\n接\n倍日光所照以夏至日道徑減之餘卽相接\n　之數\n　　臣鸞曰求夏至日中日光與夜半相接九\n　　萬六千里法列倍日光所照十六萬七千\n　　里得徑三十三萬四千里以夏至日過徑\n　　二十三萬八千里減之餘卽日光相接九\n　　萬六千里也\n冬至之日中與夜半日光不相及十四萬二千\n里不至極下七萬一千里\n　倍日光所照以減冬至日道徑餘卽不相及\n　之數半之卽各不至極下\n　　臣鸞曰求冬至日光與夜半日不及十四\n　　萬二千里不至極下七萬一千里法列冬\n　　至日道徑四十七萬六千里以倍日光所\n　　照三十三萬四千里減之餘卽日光不相\n　　及十四萬二千里半之卽不至極下七萬\n　　一千里也\n夏至之日正東西望直周東西日下至周五萬\n九千五百九十八里半\n　求之術以夏至日道徑二十三萬八千里爲\n　弦倍極去周十萬三千里得二十萬六千里\n　爲股爲之求勾以股自乘減弦自乘其餘開\n　方除之得勾一十一萬九千一百九十七里\n　有竒半之各得周半數\n　　臣鸞曰求夏至日正東西去周法列夏至\n　　道徑二十三萬八千里爲弦自相乘得五\n　　百六十六億四千四百萬爲弦實更置極\n　　去周十萬三千里倍之爲二十萬六千里\n　　爲股重張自相乘得四百二十四億三千\n　　六百萬爲股實以減弦實餘一百四十二\n　　億八百萬卽勾實以開方除之得正東西\n　　去周一十一萬九千一百九十七里二十\n　　三萬八千三百九十五分里之七萬五千\n　　一百九十一半之卽周東西各五萬九千\n　　五百九十八里半經曰竒者分也若求分\n　　者倍分母得四十七萬六千七百九十卽\n　　一方得五萬九千五百九十八里半四十\n　　七萬六千七百九十分里之七萬五千一\n　　百九十一本經無所餘算之次因而演之\n　　也\n冬至之日正東西方不見日\n　正東西方者周之卯酉日在十六萬七千里\n　之外不見日\n以算求之日下至周二十一萬四千五百五十\n七里半\n　求之術以冬至日道徑四十七萬六千里爲\n　弦倍極之去周十萬三千里得二十萬六十\n　里爲勾爲之求股勾自乘減弦之自乘其餘\n　開方除之得四十二萬九千一百一十五里\n　有竒半之各得東西數\n　　臣鸞曰求冬至正東西方不見日法列冬\n　　至日道徑四十七萬六千里爲弦重張相\n　　乘得二千二百六十五億七千六百萬里\n　　爲弦實更列極去周十萬三千里倍之得\n　　二十萬六千里爲勾重張相乘得四百二\n　　十四億三千六百萬以減弦實餘一千八\n　　百四十一億四十萬卽股實開方除之得\n　　周直東西四十二萬九千一百一十五里\n　　八十五萬八千二百三十一分里之三十\n　　一萬六千七百七十五半卽周一方去日\n　　二十一萬四千五百五十七里半亦倍分\n　　母得一百七十一萬六千四百六十二分\n　　里之三十一萬六千七百七十五\n凡此數者日道之發歛\n　凡此上周徑之數者日道徃還之所至晝夜\n　長短之所極\n冬至夏至觀律之數聽鐘之音\n　觀律數之生聽鐘音之變知寒暑之極明代\n　序之化也\n冬至晝夏至夜\n　冬至晝夜日道徑半之得夏至晝夜日道徑\n　法置冬至日道徑四十七萬六千半之得夏\n　至日中去夏至夜半二十三萬八千里以四\n　極之里也\n差數及日光所還觀之\n　以差數之所及日光所還以此觀之則四極\n　之窮也\n四極徑八十一萬里\n　從極南至冬至日中二十三萬八千里又日\n　光所照十六萬七千里凡徑四十萬五千里\n　北至其夜半亦然故日徑八十一萬里八十\n　一者陽數之終日之所極\n　　臣鸞曰求四極徑八十一萬里法列冬至\n　　日中去極二十三萬八千里復加冬至日\n　　光所極十六萬七千里得四十萬五千里\n　　北至其夜半亦然并南北卽是大徑八十\n　　一萬里\n周二百四十三萬里\n　三乘徑卽周\n　　臣鸞曰以三乘八十一萬里得周二百四\n　　十三萬自此以外日所不及也\n從周至南日照處三十萬二千里\n　半徑除周去極十萬三千里\n　　臣鸞曰求周南三十萬二千里法列半徑\n　四十萬五千以王城去極十萬三千里減\n　　之餘卽周南至日照處三十萬二千里\n周北至日照處五十萬八千里\n　半徑加周去極十萬三千里\n　　臣鸞曰求周去冬至夜半日北極照處五\n　　十萬八千里法列半道徑四十萬五千里\n　　加周夜半去極十萬三千里得冬至夜半\n　　北極照去周五十萬八千里\n東西各三十九萬一千六百八十三里半\n　求之術以徑八十一萬里爲弦倍去周十萬\n　三千里得二十萬六千里爲勾爲之求股得\n　七十八萬三千三百六十七里有竒半之各\n　得東西之數\n　　臣鸞曰求東西各三十九萬一千六百八\n　　十三里半法列徑八十一萬里重張自乘\n　　得六千五百六十一億爲弦實更置倍周\n　　去北極二十萬六千里爲勾重張自乘得\n　　四百二十四億三千六百萬以減弦實餘\n　　六千一百三十六億六千四百萬卽股實\n　　以開方除之得股七十八萬三千三百六\n　　十七里一百五十六萬六千七百三十五\n　　分里之十四萬三千三百一十一半之卽\n　　得去周三十九萬一千六百八十三里半\n　　分母亦倍之得三百一十三萬三千四百\n　　七十分里之十四萬三千三百一十一也\n周在天中南十萬三千里故東西矩中徑二萬\n六千六百三十二里有竒\n　求矩中徑二萬六千六百三十二里有竒法\n　列八十一萬里以周東西七十八萬三千三\n　百六十七里有竒減之餘卽矩中徑之數\n　　臣鸞曰求矩中徑二萬六千六百三十二\n　　里有竒法列八十一萬里以周東西七十\n　　八萬三千三百六十七里有竒減之餘二\n　　萬六千六百三十三里取一里破爲一百\n　　五十六萬六千七百三十五分減一十四\n　　萬三千三百一十一餘一百四十二萬三\n　　千四百二十四卽徑東西矩二萬六千六\n　　百三十二里一百五十六萬六千七百三\n　　十五分里之一百四十二萬三千四百二\n　　十四\n周北五十萬八千里冬至日十三萬五千里冬\n至日道徑四十七萬六千里周一百四十二萬\n八千里日光四極當周東西各三十九萬一千\n六百八十三里有竒\n此方圓之法\n　此言求圓於方之法\n萬物周事而圓方用焉大匠造制而䂓矩設焉\n或毁方而爲圓或破圓而爲方方中爲圓者謂\n之圓方圓中爲方者謂之方圓也\n　　七衡圖註\n　趙君卿曰靑圖畫者天地合際人目所遠者\n　也天至高地至卑非合也人目極觀而天地\n　合也日入青圖畫内謂之日出出青圖畫外\n　謂之日入青圖畫之内外皆天也北辰正居\n　天中之央人所謂東西南北者非有常處各\n　以日出之處爲東日中爲南日入爲西日没\n　爲北北辰之下六月見日六月不見日從春\n　分至秋分六月常見日從秋分至春分六月\n　常不見日見日爲晝不見日爲夜所謂一歳\n　者卽北辰之下一晝一夜黃圖畫者黃道也\n　二十八宿列焉日月星辰躔焉使青圖在上\n　不動貫其極而轉之卽交矣我之所在北辰\n　之南非天地之中也我之卯酉非天地之卯\n　酉内第一夏至日道也出第四春秋分日道\n　也外第七冬至日道也皆隨黃道日冬至在\n　牽牛春分在婁夏至在東井秋分在角冬至\n　從南而北夏至從北而南終而復始也\n凡爲此圖以丈爲尺以尺爲寸以寸爲分分一\n千里凡用繒方八尺一寸今用繒方四尺五分\n分爲二千里\n　方爲四極之圖盡七衡之意\n吕氏曰凡四海之内東西二萬八千里南北二\n萬六千里\n　吕氏秦相吕不韋作吕氏春秋此之義在有\n　始第一篇非周􁲼本文爾雅云九夷八狄七\n　戎六蠻謂之四海言東西南北之數者將以\n　明車轍馬跡之所至河圖括地象云而有君\n　長之州九阻中國之文德及而不治又云八\n　極之廣東西二億二萬三千五百里南北二\n　億三萬三千五百里淮南子地形訓云禹使\n　大章歩自東極至于西極孺亥歩自北極至\n　于南極而數皆然或其廣濶將焉可歩矣亦\n　後學之徒未之或知也夫言億者十萬曰億\n　也\n凡爲日月運行之圓周\n春秋分冬夏至璿璣之運也\n七衡周而六間以當六月節六月爲百八十二\n日八分日之五\n　節六月者從冬至至夏至日百八十二日八\n　分日之五爲半歲六月節者謂中氣也不盡\n其日也此日周天通四分一之倍法四以除\n　之卽得也\n　　臣鸞曰求七衡周而六間以當六月節六\n　　月爲一百八十二日八分日之五此爲半\n　　歲也列周天三百六十五日四分日之一\n　　通分内子得一千四百六十一爲實倍分\n　　母四爲八除實得半歲一百八十二日八\n　　分日之五也\n故日夏至在東井極内衡日冬至在牽牛極外\n衡也\n　東井牽牛爲長短之限内外之極也\n衡復更終冬至\n　冬至日從外衡還黃道一周年復於故衡終\n　於冬至\n故曰一歲三百六十五日四分日之一一歲一\n内極一外極\n　從冬至一内極及一外極度終於星月窮於\n　次是爲一歲\n三十日十六分日之七月一外極一内極\n　欲分一歲爲十二月一衡間當一月此舉中\n　相去之日數以此言之月行二十九日九百\n　四十分日之四百九十九則過周天一日而\n　與月合宿論其入内外之極六歸粗通未心\n　得也日光言内極月光言外極日陽從冬至\n　起月隂從夏至起往來之始易曰日徃則月\n　來月往則日來此之謂也此數置一百八十\n　二日八分日之五通分内子五以六間乘分\n　母以除之得三十以三約法得十六約餘得\n　七\n　　臣鸞曰求三十日十六分日之七法列半\n　　歲一百八十二日八分日之五通分内子\n　　得一千四百六十一爲實以六間乘分母\n　　八得四十八除實得三十日不盡二十一\n　　更置法實求等數平於三即以約法得十\n　　六約餘得七即是從中氣相去三十日十\n　　六分日之七也\n是故　衡之間萬九千八百三十三里三分里\n之一卽爲百歩\n　此數夏至冬至相去十一萬九千里以六間\n　除之得矣法與餘分皆半之\n　　臣鸞曰求一衡之間一萬九千八百三十\n　　三里三分里之一法置冬至夏至相去十\n　　一萬九千里以六間除之卽得法與餘分\n　　半之得也\n欲知次衡徑倍而增内衡之徑\n　倍一衡間數以増内衡\n二之以增内衡徑\n　二乘所倍一衡之間數以増内衡徑卽得三\n　衡徑\n次衡放此\n　次至皆如數\n内一衡徑二十三萬八千里周七十一萬四千\n里分爲三百六十五度四分度之一度得一千\n九百五十四里二百四十七歩千四百六十一\n分歩之九百三十三\n　通周天四分之一爲法又以四乘衡周爲實\n實如法得一百歩不滿法者十之如法得十\n　歩不滿法者十之如法得一歩不滿者以法\n　命之至七衡皆如此\n　　臣鸞曰求内衡度法置夏至徑二十三萬\n　　八千里以三乘之得内外衡周七十一萬\n　　四千里以周天分母四乘内衡周得二百\n　　八十五萬六千里爲實以周天分一千四\n　　百六十一爲法除之得一千九百五十四\n　　里不盡一千二百六卽而三之爲三千六\n　　百十八以法除之得二百歩不盡六百九\n　　十六歩上十之如法而得四十歩不盡一\n　　千一百一十六復上十之如法而一得七\n　　歩不盡九百三十三卽是一千九百五十\n　　四里二百四十七歩一千四百六十一分\n　　歩之九百三十三\n次二衡徑二十七萬七千六百六十六里二百\n歩周八十三萬三千里分里爲度度得二千二\n百八十里百八十八歩千四百六十一分歩之\n千三百三十二\n　通周天四分之一爲法四乘衡周爲實實如\n　法得里數不滿者求歩數不盡者命分\n　　臣鸞曰求第二衡法列一衡間一萬九千\n　　八百三十三里少半里倍之得三萬九千\n　　六百六十六里太半里増內衡徑二十三\n　　萬八千里得第二衡徑二十七萬七千六\n　　百六十六里二百歩是三分里之二又以\n　　三乘之歩滿三百成一里得二衡周八十\n　　三萬三千里以周天分母四乘周得三百\n　　三十三萬二千爲實更置周天三百六十\n　　五度四分度之一通分内子得一千四百\n　　六十一爲法除之得二千二百八十里不\n　　盡九百二十以三百乘之得二十七萬六\n　　千復以前法除之得一百八十八歩不盡\n　　一千三百三十二卽是度得二千二百八\n　　十里一百八十八歩一千四百六十一分\n　　歩之一千三百三十二\n次三衡徑三十一萬七千三百三十三里一百\n歩周九十五萬二千里分爲度度得二千六百\n六里百三十歩千四百六十一分歩之二百七\n十\n　通周天四分之一爲法四乘衡周爲實實如\n　法得里數不滿法者求歩數不盡者命分\n　　臣鸞曰求第三衡法列倍一衡間得三萬\n　　九千六百六十六里三分里之二增第二\n　　衡徑二十七萬七千里六百六十六里二\n　　百歩卽三分里之二得第三衡徑三十一\n　　萬七千三百三十三里一百歩以三乘徑\n　　歩歩滿三百成里得周九十五萬二千里\n　　又以分母四乘周得三百八十萬八千爲\n　　實以周天分一千四百六十一爲法以除\n　　實得二千六百六里不盡六百三十四以\n　　三百乘之以法除之得一百三十歩不盡\n　　二百七十卽是度得二千六百六里一百\n　　三十歩一千四百六十一分歩之二百七\n　十\n次四衡徑三十五萬七千里周一百七萬一千\n里分爲度度得二千九百三十二里七十一歩\n千四百一十分歩之六百六十九\n　通周天四分之一爲法四乘衡周爲實實如\n　法得里數不滿法者求歩數不盡者命分\n　　臣鸞曰求第四衡法列倍一衡間三萬九\n　　千六百六十六里三分里之二増第三衡\n　　徑三十一萬七千三百三十三里一百歩\n　　歩滿三百成里得徑三十五萬七千里以\n　　三乘之得周一百七萬一千里以分母乘\n　　之得四百二十八萬四千里爲實以周天\n　　分一千四百六十一除之得二千九百三\n　　十二里不盡三百四十八以三百乘之以\n　　法除之得七十一歩不盡六百六十九卽\n　　是度得二千九百三十二里七十一歩一\n　　千四百六十一分歩之六百六十九\n次五衡徑三十九萬六千六百六十六里二百\n歩周一百一十九萬里分爲度度得三千二百\n五十八里十二歩千四百六十一分歩之千六\n十八\n通周天四分之一爲法四乘衡周爲實實如\n　法得里數不滿法者求歩數不盡者命分\n　　臣鸞曰求第五衡法列倍第一衡間三萬\n　　九千六百六十六里三分里之二増第四\n　　衡徑三十五萬七千里滿三百成里得第\n　　五衡徑三十九萬六千六百六十六里二\n　　百歩以三分乘徑得周一百一十九萬里\n　　又以分母四乘周得四百七十六萬爲實\n　　以周天分一千四百六十一爲法除之得\n　　三千二百五十八里不盡六十二以三百\n　　乘之以法除之得十二歩不盡一千六十\n　　八卽是度得三千二百五十八里十二歩\n　　一千四百六十一分歩之一千六十八\n次六衡徑四十三萬六千三百三十三里一百\n歩周一百三十萬九千里分爲度度得三千五\n百八十三里二百五十四歩千四百六十一分\n歩之六\n　通周天四分之一爲法四乘衡周爲實實如\n　法得一里不滿法者求歩不盡者命分\n　　臣鸞曰求第六衡法列倍第一衡間三萬\n　　九千六百六十六里三分里之二以増第\n　　五衡徑三十九萬六千六百六十六里一\n　　百歩又三乘徑得周一百三十萬九千里\n　　又以分母四乘周得五百二十三萬六千\n　　爲實以周天分一千四百六十一爲法除\n　　之得三千五百八十三里不盡一千二百\n　　三十七以三百乘之以法除之得二百五\n　　十四歩不盡六卽是度得三千五百八十\n　　三里二百五十四歩一千四百六十一分\n　　歩之六\n次七衡徑四十七萬六千里周一百四十二萬\n八千里分爲度得三千九百九里一百九十五\n歩千四百六十一分歩之四百五\n　通周天四分之一爲法四乘衡周爲實實如\n　法得里數不滿法者求歩數不盡者命分\n　　臣鸞曰求第七衡法列倍第一衡間三萬\n　　九千六百六十六里三分里之二増第六\n　　衡徑四十三萬六千三百三十三里一百\n　　歩得第七衡徑四十七萬六十里以三乘\n　　之得周一百四十二萬八千里以分母四\n　　乘之得五日七十一萬二千爲實以周天\n　　分一千四百六十一爲法除之得三千九\n　　百九里不盡九百五十一又以三百乘之\n　　所得以法一千四百六十一除之得一百\n　　九十五歩不盡四百五卽是度得三千九\n　　百九里一百九十五歩一千四百六十一\n　　分歩之四百五\n其次曰冬至所北照過北衡十六萬七千里\n　冬至十一月日在牽牛徑在北方因其在北\n　故言照過北衡\n爲徑八十一萬里\n　倍所照増七衡徑\n周二百四十三萬里\n　三乘倍増七衡周\n分爲三百六十五度四分度之一度得六千六\n百五十二里二百九十三歩千四百六十一分\n歩之三百二十七過此而徃者未之或知\n　過八十一萬里之外\n或知者或疑其可知或疑其難知此言上聖不\n學而知之\n　上聖者智無不至明無不見攷靈曜曰微式\n　出冥唯審其形此之謂也\n故冬至日晷丈三尺五寸夏至日晷尺六寸冬\n至日晷長夏至日晷短日晷損益寸差千里故\n冬至夏至之日南北遊十一萬九千里四極徑\n八十一萬里周二百四十三萬里分爲度度得\n六千六百五十二里二百九十三歩千四百六\n十一分歩之三百二十七此度之相去也\n　　臣鸞曰求冬至日所北照十六萬七千里\n　　并南北日光得三十三萬四千里増冬至\n　　日道徑四十七萬六千里得八十一萬里\n　　三之得周二百四十三萬以周天分母四\n　　乘之得九百七十二萬里爲實以周天分\n　　一千四百六十一爲法除之得六千六百\n　　五十二里不盡一千四百二十八以三百\n　乘之得四十三萬八千四百復以法除之\n　　得二百九十三歩不盡三百二十七卽是\n　　度得六千六百五十二里二百九十三歩\n　　一千四百六十一分歩之三百二十七\n其南北游日六百五十一里一百八十二歩一\n千四百六十一分歩之七百九十八\n術曰置十一萬九千里爲實以半歳一百八十\n二日八分日之五爲法\n　半歳考從外衡去内衡以爲法除相去之數\n　得一日所行也\n而通之\n　通之者數不合齊以法等得相通入以八乘\n　也\n得九十五萬二千爲實\n　通十一萬九千里\n所得一千四百六十一爲法除之\n　通百八十二日八分日之五也\n實如法得一里不滿法者三之如法得百歩\n　一里三百歩當以三百乘而言之三之者不\n　欲轉法便以一位爲百實故從一位命爲百\n不滿法者十之如法得十歩\n　上下用三百乘故此十之便以位爲十實故\n　從一位命爲十\n不滿法者十之如法得一歩\n　復十之者但以一位爲實故從一位命爲一\n不滿法者以法命之\n　位盡於一歩故以法命其餘分爲殘歩\n　　臣鸞曰求南北游法置冬至十一萬九千\n　　里以半歲日分母八乘之得九十五萬二\n　　千爲實通半歳一百八十二日八分日之\n　　五得一千四百六十一以除得六百五十\n　　一里不盡八百八十九以三百乘之得二\n　　十六萬六千七百復以法除之得一百八\n　　十二歩不盡七百九十八卽得日南北遊\n　　日六百五十一里一百八十二歩一千四\n　　百六十一分歩之七百九十八\n周􁲼算經卷上\n周􁲼音義\n　　假承務郞秘書省鈞考算經文字臣李籍撰\n序\n周􁲼\n\n趙君卿撰恢\n廓落晷儀度量\n探賾索\n隱詭異\n渾天\n\n蓋\n天\n\n靈憲\n重仞奥迥\n\n卷上\n甄鸞重述\n善數包犧\n曆度而度\n勾股圓方圖\n\n弦率竒耦\n矩折更相共盤\n昏墊并勾股之差\n量均爲袤\n偃矩覆矩\n方属地滂沲四隤列\n星之宿不省\n累思累重也才單\n極者奄九隩\n靡地斥緣宿\n蝕適至發\n歛璿璣逮有竒\n冬至夏至觀律之數聽鍾之音\n\n七衡圖\n\n青圖畫者\n合際常處躔卯\n酉牽牛\n婁東井\n角用繒呂氏\n\n四海\n\n河圖括地象\n淮南子大章\n六間粗通放此\n卷下\n四和\n阜安蕃\n庻易處蓋笠覆槃\n離地障蔽日兆\n月\n魄\n\n行列極樞\n繩繫表顛\n中折漏\n\n揆度\n釋朝生暮獲穫\n葶藶薺麥正勾無令\n纎微督分度經緯\n圓定正則復須\n女游儀\n\n車輻\n爲轂二十八宿副\n置地恊相應叅正\n八節\n二十四氣\n氣損益九寸九分六分分之一\n冬至\n啓蟄春分\n芒種處暑\n時舎虚誕一概矛楯\n後天\n\n故舎積後天\n大歲經歲\n小月大月\n經月合\n朔覆九當正南方三\n十六頭\n坎\n巽坤離\n乾艮章\n蔀\n遂\n首\n極\n乾\n鑿度\n周􁲼音義\n附算學源流\n晉書律曆志黄帝紀三綱而闡書契乃使羲龢\n常儀占月車區占星氣伶倫造律吕大撓造甲\n子隷首作算數容成緫斯六術攷定氣象建行\n察發飮起消息正閏餘述而著焉謂之調歷\n漢書律曆志一曰律數二曰和聲三曰審度四\n曰嘉五曰權衡\n　數者一十百千萬也所以算數事物順性命\n　之理也其算法用竹徑一分長六寸二百七\n　十一枚而成六觚爲一握度長短者不失毫\n　釐量多少者不失圭撮權輕重者不失黍叅\n　紀於一協於十長於百大於千衍於萬其法\n　在算術乎\n附算法歌訣\n　開平方法少人通起手先呼九數重百與萬\n　同并百萬二三隔位一相從千同十萬和千\n　萬三四連身九九終除盡虚加一倍回還折\n　半復原宗\n"}
{"id": "KR3f0001_002", "series": "KR3f0001", "text": "周􁲼算經卷下\n　　　漢　趙　君卿　注\n　　　北周漢中郡守前司隸臣甄鸞重述\n　　　唐朝議大夫行太史令上輕車都尉臣李淳風等奉勑臣釋\n　　　明　毛　晉　挍\n凡日月運行四極之道\n　運周也極至也謂外衡也日月周行四方至\n　外衡而還故曰四極也\n極下者其地高人所居六萬里滂沲四隤而下\n　游北極從外衡主極下乃高六萬里而言人\n　所居蓋復盡外衡滂四隤而下如覆槃也\n天之中央亦高四旁六萬里\n　四旁猶四極也隨地穹窿而高如蓋笠\n故日光外所照徑八十一萬里周二百四十三\n萬里\n　日至外衡而還出其光十六萬七千里故日\n　照\n故日運行處極北北方日中南方夜半日在極\n東東方日中西方夜半日在極南南方日中北\n方夜半日在極西西方日中東方夜半凡此四\n方者天地四極四和\n　四和者謂之極子午卯酉得東西南北之中\n　天地之所合四時之所交風雨之所會隂陽\n　之所和然則百物阜安草木蕃庻故曰四和\n晝夜易處\n　南方爲晝北方爲夜\n加四時相及\n　南方日中北方夜半\n然其隂陽所終冬至所極皆若一也\n　隂陽之數齊冬夏之節同寒暑之氣均長短\n　之晷等周廻無差運變不二\n天象葢笠地法覆槃\n　見乃謂之象形乃謂之法在上故準葢在下\n　故擬槃象法義同葢槃形等互文異器以别\n　尊卑仰象俯法名號殊矣\n天離地八萬里\n　然其隆高相從其相去八萬里\n冬至之日雖在外衡常出極下地上二萬里\n　天地隆高高列外衡六萬里冬至之日雖在\n　外衡其相望爲平地直常出地北極下地上\n　二萬里言日月不相障蔽故能揚光於晝納\n　明於夜\n故日兆月\n　日者陽之精譬猶火光月者隂之精譬猶水\n　光月含影故月光生於日之所照魄生於日\n　之所蔽當日即光盈就日即眀盡月禀日光\n　而成形兆故云日兆月也\n月光乃出故成明月\n　待日然後能舒其光以成其眀\n星辰乃得行列\n　靈憲曰衆星𬒳曜因水火轉光故能成其行\n　列\n是故秋分以徃到冬至三光之精微以成其道\n遠\n　日從中衡徃至外衡其徑日遠以其相遠故\n　光微不言從冬至到春分者俱在中衡之外\n　其同可知\n此天地隂陽之性自然也\n　自然如此故曰性也\n欲知北極樞璿周四極\n　極中不動璿璣也言北極璿璣周旋四至極\n　至也\n常以夏至夜半時北極南游所極\n　游在樞南之所至\n冬至夜半時北游所極\n　游在樞北之所至\n冬至日加酉之時西游所極\n　游在樞西之所至\n日加卯之時東游所極\n　游在樞東之所至\n此北極璿璣四游\n　北極游常近冬至而言夏至夜半者極見冬\n　至夜半極不見也\n正北極璿璣之中正北天之中正極之所游\n　極處璿璣之中天心之正故曰璿璣也\n冬至日加酉之時立八尺表以繩繫表顚希望\n北極中大星引繩致地而識之\n　顚首希仰致至也識之者所望大星表首及\n　繩至地參相直而識之也\n又到旦明日加卯之時復引繩希望之首及繩\n致地而識其端相去二尺三寸\n　日加卯酉之時望至地之相去子也\n故東西極二萬三千里\n　影寸千里故爲東西所致之里數也\n其兩端相去正東西\n　以繩至地所謂兩端相直爲東西之正也\n中折之以指表正南北\n　所識兩端之中與表爲南北之正\n加此時者皆以漏揆度之此東西南北之時\n　冬至日加卯酉者北極之正東西日不見矣\n　以漏度之者一日一夜百刻從半夜至日中\n　從日中至夜半無冬夏常各五十刻中分之\n　得二十五刻加極卯酉之時揆亦度也\n其繩致地所識去表丈三寸故天之中去周十\n萬三千里\n　北極東西之時與天中齊故以所望表勾爲\n　天之去周之里數\n何以知其南北極之時以冬至夜半北游所極\n也北過天中萬一千五百里以夏至南游所極\n不及天中萬一千五百里此皆以繩繫表顚而\n希望之北極至地所識丈一尺四寸半故去周\n十二萬四千五百里過天中萬一千五百里其\n南極至地所識九尺一寸半故去周九萬一千\n五百里其南不及天中萬一千五百里此璿璣\n四極南北過不及之法東西南北之正勾\n　以表爲股以影爲勾繩至地所亦加矩中徑\n　二萬六千六百三十二里有竒法列八十一\n　萬里以周東西七十八萬三千三百六十七\n　里有竒減之餘二萬六千六百三十三里取\n　一里破爲一百五十六萬六千七百三十五\n　分減一十四萬三千三百一十一餘一百四\n　十二萬三千四百二十四即徑東西二萬六\n　千六百三十二里一百五十六萬六千七百\n　三十五分里之一百四十二萬三千四百二\n　十四\n周去極十萬三千里日去人十六萬七千里夏\n至去周一萬六千里夏至日道徑二十三萬八\n千里周七十一萬四千里春秋分日道徑三十\n五萬七千里周一百七萬一千里冬至日道徑\n四十七萬六千里周一百四十二萬八千里日\n光四極八十一萬里周二百四十三萬里從周\n南三十萬二千里\n　影言正勾者四方之影皆正而定也\n璿璣徑二萬三千里周六萬九千里此陽絶隂\n彰故不生萬物\n　春秋分謂之隂陽之中而日光所照適至璿\n　璣之徑爲陽絶隂彰故萬物不復生也\n其術曰立正勾定之\n　正四方之法也\n以日始出立表而識其晷日入復識其晷晷之\n兩端相直者正東西也中折之指表者正南北\n也極下不生萬物何以知之\n　以何法知之也\n冬至之日去夏至十一萬九千里萬物盡死夏\n至之日去北極十一萬九千里是以知極下不\n生萬物北極左右夏有不釋之氷\n　氷凍不解是以推之夏至之日外衡之下爲\n　冬矣萬物當死此日遠近爲冬夏非隂陽之\n　氣爽或疑焉\n春分秋分日在中衡春分以徃日益北五萬九\n千五百里而夏至秋分以徃日益南五萬九千\n五百里而冬至\n　并冬至夏至相去十一萬九千里以徃日益\n　北近中衡以徃日益南逺中衡\n中衡去周七萬五千五百里\n　影七尺五寸五分\n中衡左右冬有不死之草夏長之類\n　此欲以内衡之外外衡之內常爲夏也然其\n　修廣爽未之前聞\n此陽彰隂微故萬物不死五穀一歳再熟\n　近日陽多農再熟\n凡北極之左右物有朝生暮獲\n　獲疑作穫謂葶藶薺麥冬生之類北極之下\n　從春分至秋分爲晝從秋分至春分爲夜物\n　有朝生暮獲者亦有春芻而秋熟然其所育\n　皆是周地冬生之類薺麥之属言左右者不\n　在璿璣二萬三千里之內也此陽微隂彰故\n　無夏長之類\n立二十八宿以周天曆度之法\n　以用也列二十八宿之度用周天\n術曰倍正南方\n　倍猶背也正南方者二極之正南北也\n以正勾定之\n　正勾之法日出入識其晷晷兩端相直者正\n　東西中折之以指表正南北\n即平地徑二十一歩周六十三歩令其平矩以\n水正\n　如定水之平故曰平矩以水正也\n則位徑一百二十一尺七寸五分因而三之爲\n三百六十五尺四分尺之一\n　徑一百二十一尺七寸五分周三百六十五\n　尺二寸五分者四分之一而或言一百二十\n　尺舉其全數\n以應周天三百六十五度四分度之一審定分\n之無令有纎㣲\n　所分平地周一尺爲一度二寸五分爲四分\n　度之一其令審定不欲使有細小之差也纎\n　微細分也\n　　臣鸞曰求一百二十一尺七寸五分因而\n　　三之爲三百六十五度四分度之一法列\n　　徑一百二十一尺七寸五分以三乘得三\n　　百六十五尺二寸五分二寸五分者即四\n　　分之一此即周天三百六十五度四分度\n　之一\n分度以定則正督經緯而四分之一合各九十\n一度十六分度之五\n　南北爲經東西爲緯督亦通尺周天四分之\n　一又以四乘分母以法除之\n　　臣鸞曰求分度以定四分之一合各九十\n　　一度十六分度之五法列周天三百六十\n　　五度以四分度之一而通分内之五法千\n　　四百六十一爲實更以四乘分母得十六\n　　爲法除之得九十一不盡五即是各九十\n　　一度十六分度之五也\n於是圓定而正\n　分所圓爲天度又四分之皆定而正\n則立表正南北之中央以繩繫顛希望牽牛中\n央星之中\n　引繩至經緯之交以望之星與表繩參相直\n也\n則復望須女之星先至者\n　復候須女中則當以繩望之\n如復以表繩希望須女先至定中\n　須女之先至者又復如上引繩至經緯之交\n　以望之\n即以一游儀希望牽牛中央星出中正表西幾\n何度\n　游儀亦表也游儀移望星爲正知星出中正\n　之表西幾何度故曰游儀\n各如游儀所至之尺爲度數\n　所游分圓周一尺應天一度故以游儀所至\n　尺數爲度\n游在於八尺之上故知牽牛八度\n　須女中而望牽牛游在八尺之上故牽牛爲\n　八度\n其次星放此以盡二十八宿度則之矣\n皆如此上法定\n立周度者\n　周天之度\n各以其所先至游儀度上\n　二十八宿不以一星爲體皆以先至之星爲\n　正之度\n車輻引繩就中央之正以爲轂則正矣\n　以經緯之交爲轂以圓度爲輻知一宿得㡬\n　何度則引繩如輻湊轂爲正望星定度皆以\n　方爲正南知二十八宿爲幾何度然後環而\n　布之也\n日所以入亦以周定之\n　亦同望星之周\n欲知日之出入\n　出入二十八宿東西南北面之宿列置各應\n　其方立表望之知日出入何宿從出入徑幾\n　何度\n即以三百六十五度四分度之一而各置二十\n八宿\n　以二十八宿列置地所圓周之度使四面之\n　宿各應其方\n以東井夜半中牽牛之𥘉臨子之中\n　東井牽牛相對之宿也東井臨午則牽牛臨\n　於子也\n東井出中正表西三十度十六分度之七而臨\n未之中牽牛𥘉亦當臨丑之中\n　分周天之度爲十二位而十二辰各當其一\n　所應十二月從午至未三十度十六分度之\n　七未與丑相對而東井牽牛之所居分之法\n　巳陳於上矣\n　　臣鸞曰求東井出中正表西三十度十六\n　　分度之七法先通周天得一千四百六十\n　　一爲實以位法十二乘周天分母以得四\n　　十八爲法除實得三十度不盡二十一更\n　　副置法實等數平於三約不盡二十一得\n　　七約法四十八得十六即位三十度一十\n　　六分度之七\n於是天與地恊\n　恊合也置東井牽牛使居丑未相對則天之\n　列宿與地所爲圖周相應合得之矣\n乃以置周二十八宿\n　從東井牽牛所居以置十二位焉\n置以定乃復置周度之中央立正表\n　置周度之中央者經緯之交也\n以冬至夏至之日以望日始出也立一游儀於\n度上以望中央表之晷\n　從日所出度上立一游儀皆望中表之晷所\n　以然者當矅不復當日得以覘之也\n晷參正則日所出之宿度\n　游儀與中央表及晷參相直游儀之下即所\n　出合宿度\n日入放此\n　此日出法求之\n牽牛去北極百一十五度千六百九十五里二\n十一歩千四百六十一分歩之八百一十九\n　牽牛冬至日所在之宿於外衡者與極相去\n　之度數\n術曰置外衡去北極樞二十三萬八千里除璿\n璣萬一千五百里\n　北極常近牽牛爲樞過極萬一千五百里此\n　求去極故以除之\n其不除者二十二萬六千五百里以爲實\n　以三百乘之里爲歩以周天分一千四百六\n　十一乘歩分內衡之度以周天分爲法法有\n　分故以周天乘實齊同之得九百九十二億\n　七千四百九十五萬\n以内衡一度數千九百五十四里二百四十七\n歩千四百六十一分歩之九百三十三以爲法\n　如上乘内歩歩爲通分内子得八億五千六\n　百八十萬\n實如法得一度\n　以八億五千六百八十萬爲一度法\n不滿法求里歩\n　上求度故以此次求里次求歩\n約之合三百得一以爲實\n　上以三百乘里爲歩而求里故以三百約餘\n　分爲里之實\n以千四百六十一分爲法得一里\n　里歩皆以周天之分爲母求度當齊同法實\n　等故乘以散之度以定當次求故還爲法\n不滿法者三之如法得百歩\n　上以三百約之爲里之實此當以三乘之爲\n　歩之實而言之者不欲轉法更以一位爲百\n　實故從一位命爲百也\n不滿法者又上十之如法得一歩\n　又復上之者便以一位爲一實故從一實爲\n　一\n不滿法者以法命之\n　位盡於一歩故以其法命餘爲殘分\n次放此\n　次婁與角及東井皆如此也\n　　臣鸞曰求牽牛星去極法先列衡去極樞\n　　二十三萬八千里减極去樞心一萬一千\n　　五百里餘二十二萬六千五百里以三百\n　　乘里得六千七百九十五萬歩又以周天\n　　分一千四百六十一乘之得九百九十二\n　　億七千四百九十五萬歩爲實更副置内\n　　衡一度數一千九百五十四里二百四十\n　　七歩一千四百六十一分歩之九百三十\n　　三亦以三百乘一千九百五十四里爲歩\n　　内二百四十七歩得五十八萬六千四百\n　　四十七歩又以周天分母千四百六十一\n　　乘歩内子九百三十三得八億五千六百\n　　八十萬爲法以除實得一百一十五度不\n　　盡七億四千二百九十五萬去下法不用\n　　更以三百約餘分七億四千二百九十五\n　　萬得二百四十七萬六千五百爲實更以\n　　周天分千四百六十一除之得一千六百\n　　九十五里不盡一百五以三百乗之得三\n　　萬一千五百復以前法除之得二十一歩\n　　不盡八百一十九即牽牛去北極一百二\n　　十五度千六百九十五里二十一歩千四\n　　百六十一分歩之八百一十九\n婁與角去北極九十一度六百一十里二百六\n十四歩千四百六十一分歩之千二百九十六\n　婁春分日所在之宿也角秋分日所在之宿\n　也爲中衡也\n術曰置中衡去北極樞十七萬八千五百里以\n爲實\n　不言加除者婁與角准北極在樞兩旁正與\n　樞齊以婁角無差故便以去樞之數爲實如\n　上乗里爲歩歩爲分得七百八十二億三千\n　六百五十五萬\n以內衡一度數爲法實如法得一度不滿法者\n求里歩不滿法者以法命之\n　　臣鸞曰求婁與角去極法列中衡去極樞\n　　十七萬八千五百里以三百乗之得五千\n　　三百五十五萬歩又以周天分千四百六\n　　十一分乘之得七百八十二億三千六百\n　　五十五萬爲實以内衡一度數千九百五\n　　十四里二百四十七歩千四百六十一分\n　　歩之九百三十三亦以三百乘里内歩二\n　　百四十七得五十八萬六千四百四十七\n　　歩又以分毋千四百六十一分乗之内子\n　　得八億五千六百八十萬爲法以除實得\n　　九十一度不盡二億六千七百七十五萬\n　　以三百約之得八十九萬二千五百下法\n　　不用以周天分千四百六十一除之得六\n　　百一十里不盡千二百九十以三百乗之\n　　得三十八萬七千如前法除之得二百六\n　　十四歩不盡一千二百九十六即是婁與\n　　角去極九十一度六百一十里二百六十\n　　四歩千四百六十一分歩之千二百九十\n　　六\n東井去北極六十六度千四百八十一里一百\n五十五歩千四百六十一分歩之千二百四十\n五\n　東井夏至日所在之宿爲內衡\n術曰置內衡去北極樞十一萬九千里加璿璣\n萬一千五百里\n　北極游常近東井爲樞不及極萬一千五百\n　里此求去極故加之\n得十三萬五百里以爲實\n如上乘里爲歩歩爲分得五百七十一億九\n　千八百一十五萬分\n以內衡一度數爲法實如法得一度不滿法者\n求里歩不滿者以法命之\n　　臣鸞曰求東井去極法列内衡去極樞十\n　　一萬九千里加璿璣萬一千五百里得十\n　　三萬五百里以三百乘里爲歩復以分毋\n　　千四百六十一乘之得五百七十一億九\n　　千八百一十五萬爲實通分内衡一度數\n　　爲歩歩爲分得八億五千六百八十萬爲\n　　法以除實得六十六度不盡六億四千九\n　　百三十五萬以三百約之得二百一十六\n　　萬四千五百下法不用更以周天千四百\n　　六十一爲法除之得千四百八十一里不\n　　盡七百五十九以三百乘之得二十二萬\n　　七千七百復以周天分除之得一百五十\n　　五歩不盡一千二百四十五即是東井去\n　　北極六十六度千四百八十一里一百五\n　　十五歩千四百六十一分歩之一千二百\n　　四十五\n凡八節二十四氣氣損益九寸九分六分分之\n一冬至晷長一丈三尺五寸夏至晷長一尺六\n寸問次節損益寸數長短各幾何\n冬至晷長一丈三尺五寸\n小寒丈二尺五寸\n大寒丈一尺五寸一分\n立春丈五寸二分\n雨水九尺五寸二分\n啓蟄八尺五寸四分\n春分七尺五寸五分\n清明六尺五寸五分\n榖雨五尺五寸六分\n立夏四尺五寸七分\n小滿三尺五寸八分\n芒種二尺五寸九分\n夏至一尺六寸\n小暑二尺五寸九分\n大暑二尺五寸八分\n立秋四尺五寸七分\n處暑五尺五寸六分\n自露六尺五寸五分\n秋分七尺五寸五分\n寒露八尺五寸四分\n霜降九尺五寸三分\n立冬丈五寸二分\n小雪丈一尺五寸一分\n大雪丈二尺五寸\n凡爲八節二十四氣\n　二至者寒暑之極二分者隂陽之和四立者\n　生長収藏之始是爲八節節三氣三而八之\n　故爲二十四\n氣損益九寸九分六分分之一\n　損者减也破一分爲六分然後减之益者加\n　也以小分滿六得一從分\n冬至夏至爲損益之始\n　冬至晷長極當反短故爲損之始夏至晷短\n　極當反長故爲益之始此爽之新術\n術曰置冬至晷以夏至晷减之餘爲實以十二\n爲法\n　十二者半歳十二氣也爲法者一節益之法\n實如法得一寸不滿法者十之以法除之得一\n分\n　求分故十之也\n不滿法者以法命之\n　法與餘分皆半之也舊晷之術於理未當謂\n　春秋分者隂陽晷等各七尺五寸五分故中\n　衡去周七萬五千五百里按春分之影七尺\n　五寸七百二十三分秋分之影七尺四寸二\n　百六十二分差一寸四百六十一分以此推\n　之是爲不等冬至至小寒多半日之影夏至\n　至小暑少半日之影芒種至夏至多二日之\n　影大雪至冬至多三日之影又半歳一百八\n　十二日八分日之五而此用四分日之二率\n　故一日得七百三十分寸之四百七十六非\n　也節候不正十五日有二十二分日之七以\n　一日之率十五日爲一節至令差錯不通尤\n　甚易曰舊井無禽時舎也言法三十日實當\n　改而舎之於是爽更爲新術以一氣率之使\n　言約法易上下相通周而復始除紕繆\n　　臣鸞曰求二十四氣損益之法先置冬至\n　　影長丈三尺五寸以夏至影一尺六寸减\n　　之餘一丈一尺九寸上十之爲實以半歳\n　　十二爲法除之得九寸不盡十一復上十\n　　之如法而一得九分不盡二與法十二皆\n　　半之得六分之一即是氣損益法先置冬\n　　至影長丈三尺五寸以氣損益九寸九分\n　　六分分之一其破一分以爲六分减其餘\n　　即是小寒影長丈二尺五寸小分五餘悉\n　　依此法求益法置夏至影一尺六寸以九\n　　寸九分六分分之一増之小分滿六從大\n　　分一即是小暑二尺五寸九分小分一次\n　　氣倣此\n　　臣淳風等謹按此術本及趙君卿註求二\n　　十四氣影例損益九寸九分六分分之一\n　　以爲定率檢勘術註有所未通又按宋書\n　　曆志所載何承天元嘉曆影冬至一丈三\n　　尺小寒一丈二尺四寸八分大寒一丈一\n　　尺三寸四分立春九尺九寸一分雨水八\n　　尺二寸八分啓蟄六尺七寸二分春分五\n　　尺三寸九分清明四尺二寸五分穀雨三\n　　尺二寸五分立夏二尺五寸小滿一尺九\n　　寸七分芒種一尺九寸九分夏至一尺五\n　　寸小暑一尺六寸九分大暑一尺九寸七\n　　分立秋二尺五寸處暑三尺三寸五分白\n　　露四尺二寸五分秋分五尺三寸九分寒\n　　露六尺七寸二分霜降八尺二寸八分立\n　　冬九尺九寸一分小雪一丈一尺三寸四\n　　分大雪一丈二尺四寸八分司馬續漢志\n　　所載四分暦影亦與此相近至如祖冲之\n　　曆宋大明曆影與何承天雖有小差皆是\n　　量天實數讐校三曆足驗君卿所立率虚\n　　誕且周􁲼本文外衡下於天中六萬里而\n　　二十四氣率乃足平遷所以知者按望影\n　　之法日近影短日遠影長又以高下言之\n　　日高影短日卑影長夏至之日最近北又\n　　最高其影尺有五寸自此以後曰行漸遠\n　　向南天體又漸向下以及冬至冬至之日\n　　最近南居於外衡日最近下故日影一丈\n　　三尺此當毎歳差降有别不可均爲一槩\n　　設其升降之理今此又自冬至畢于芒種\n　　自夏至畢于大雪均差毎氣損九寸有竒\n　　是爲天體正平無高卑之異而日但南北\n　　均行又無升降之殊即無內衡高於外衡\n　　六萬里自相矛楯又按尚書考靈曜所陳\n　　格上格下里數及鄭註升降逺近雖有成\n　　䂓亦未臻理實欲求至當皆依天體高下\n　　遠近修䂓以定差數自霜降畢於立春升\n　　降差多南北差少自雨水畢於寒露南北\n　差多升降差少依此推歩乃得其實然事\n　　渉渾儀與盖天相返\n月後天十三度十九分度之七\n　月後天者月東行也此見日月與天俱西南\n　游一日一夜天一周而月在昨宿之東故曰\n　後天又曰章歳除章月加日周一日作率以\n　一日所行爲一度周天之日爲天度\n術曰置章月二百三十五以章歳十九除之加\n日行一度得十三度十分九度之七此月一日\n行之數即後天之度及分\n　　臣鸞曰月後天十三度十九分度之七法\n　　列章月二百三十五以章歳十九除之得\n　　十二度加日行一度得十三度餘十九分\n　　度之七即月後天之度分\n小歳月不及故舍三百五十四度萬七千八百\n六十分度之六千六百一十二\n　小歳者十二月爲一歳一歳之月十二月則\n　有餘十三月復不足而言大小歳通閠月爲\n　不及故舍亦猶後天也假令十一月朔旦冬\n　至日月俱起牽牛之𥘉而月十二與日會此\n　數月發牽牛所行之度也\n術曰置小歳三百五十四日九百四十分日之\n三百四十八\n　小歳者除經歳十九分月之七以七乘周天\n　分千四百六十一得萬二百二十七以减經\n歳之積分餘三十三萬三千一百八則小歳\n　之積分也以九百四十分除之即得小歳之\n　積日及分\n以月後天十三度十九分度之七乘之爲實\n　通分内子爲二百五十四之乘者乘小歳積\n　分也\n又以度分母乘日分母爲法實如法得積後天\n四千七百三十七度萬七千八百六十分度之\n六千六百一十三\n　以月後天分乘小歳積分得八千四百六十\n　萬九千四百三十二則積後天分也以度分\n　母十九乘日分母九百四十得萬七千八百\n　六十除之即得\n以周天三百六十五度萬七千八百六十分度\n之四千四百六十五除之\n　此猶四分之一也約之即得當於齊同故細\n　言之通分內子爲六百五十二萬三千三百\n　六十五除積後天分得十二周天即去之\n其不足除者\n　不足除者不及故舎之六百三十二萬九千\n　五十二是也\n\n此月不及故舎之分度數他皆放此\n　次至經月皆如此\n　　臣鸞曰求小歳月不及故舍法列經歳三\n　　百六十五日九百四十分日之二百三十\n　　五通分内子得三十四萬三千三百三十\n　　五是爲經歳之積分以十九分月之七以\n　　七乘周天分一千四百六十一得萬二百\n　　二十七以减經歳積分不盡三十三萬三\n　　千一百八小歳積分也以九百四十除之\n　　得三百五十四日不盡三百四十八還通\n　　分內子復得本積分三十三萬三千一百\n　　八更置月後天十三度十九分度之七通\n　　分內子得二百五十四以乘本積分得積\n　　後天分八千四百六十萬九千四百三十\n　　二爲實更列月後天分毋十九以乘日分\n　　母九百四十得萬七千八百六十爲法除\n　　之得積後天四千七百三十七度不盡六\n　　千六百一十二即是得四千七百三十七\n　　度萬七千八百六十分度之六千六百一\n　　十二還通分内子得本分八千四百六十\n　　萬九千四百三十二爲實更列周天三百\n　　六十五度萬七千八百六十分度之四千\n　　四百六十五即通分內子得六百五十二\n　　萬三千三百六十五以除實得十二下法\n　　不用餘分即不及故舎之分六百三十二\n　　萬九千五十二更以日月分毋相乘得萬\n　　七千八百六十爲法除分不及故舎之分\n　　六百三十二萬九千五十二得三百五十\n　　四度不盡六千六百一十二即不及故舍\n　　三百五十四度萬七千八百六十分度之\n　　六千六百一十二\n大歳月不及故舎十八度萬七千八百六十分\n度之萬一千六百二十八\n　大歳者十三月爲一歳也\n術曰置大歳三百八十三日九百四十分日之\n八百四十七\n　大歳者加經歳十九分月之十二以十二乘\n　周天分千四百六十一得萬七千五百三十\n　二以加經歳積分得三十六萬八百六十七\n　則大歳之積分也以七百四十除之即得\n以月後天十三度十九分度之七乘之爲實又\n以度分母乘日分毋爲法實如法得積後天五\n千一百三十二度萬七千八百六十分度之二\n千六百九十八\n　此月後天分乘大歳積分得九千一百六十\n　六萬二百一十八則積後天分也\n以周天除之\n　除積後天分得十四周天即去之\n其不足除者\n　不足除者三十三萬三千一百八是也\n此月不及故舎之分度數\n　　臣鸞曰求大歳月不及故舎法列經歳三\n　　百六十五日九百四十分日之二百三十\n　　五通分内子得經積分三十四萬三千三\n　　百三十五更以十九分月之十二乘周天\n　　分千四百六十一得一萬七千五百三十\n　　二以經歳積分加大歳積分得三十六萬\n　　八百六十七爲實以九百四十除之得大\n　　歳三百八十三日九百四十分日之八百\n　　四十七還通分内子本分三十六萬八百\n　　六十七更列月後天十三度十九分度之\n　　七通分内子得二百五十四以乘本分得\n　　積後天分九千一百六十六萬二百一十\n　　八爲實以萬七千八百六十爲法除之得\n　　積後天度五千一百三十二不盡二千六\n　　百九十八即命分還通内子得本積後天\n　　分九千一百六十六萬二百一十八爲實\n　　以周天分六百五十二萬三千三百六十\n　　五爲法除實得十四周天之數餘以日月\n　　分母萬七千八百六十除之得大歳不及\n　　故舎十八度不盡萬一千六百二十八即\n　　以命分也\n經歳月不及故舍百三十四度萬七千八百六\n十分度之萬一百里\n　經常也即十二月十九分月之七也\n術曰置經歳三百六十五日九百四十分日之\n二百三十五\n　經歳者通十二月十九分月之七爲二百三\n十五乘周天千四百六十一得三十四萬三\n　千三百三十五則經歳之積分又以周天分\n　毋四乘二百三十五得九百四十爲法除之\n　即得\n以月後天十三度十九分度之七乘之爲實又\n以度分母乘日分母爲法實如法得積後天四\n千八百八十二度萬七千八百六十分度之萬\n四千五百七十\n　以月後天分乘經歳積分得八千七百二十\n　萬七千九十則積後天之分\n以周天除之\n　除積後天分得十三周天即去之\n其不足除者\n　不足除者二百四十萬三千三百四十五是\n　也\n此月不及故舎之分度數\n　　臣鸞曰求經歳月不及故舍法列十二月\n　　十九分月之七通分内子得二百三十五\n　　以乘周天分千四百六十一得三十四萬\n　　三千三百三十五即經歳分也以日分母\n　　四乘二百三十五得九百四十爲法以除\n　　得經歳三百六十五日不盡二百三十五\n　　即命分還通分内子即復本歳分三十四\n　　萬三千三百三十五更列通月後天度分\n　　二百五十四以乘經歳分得積後天分八\n　　千七百二十萬七千九十爲實更列萬七\n　　千八百六十除實得積後天度四千八百\n　　八十二不盡萬四千五百七十即命分還\n　　通分内子復本積後天分爲實以周天分\n　　六百五十二萬三千三百六十五除實得\n　　十三周天即去之餘分三百四十萬三千\n　　三百四十五以萬七千八百六十除之得\n　　不及故舎百三十四度不盡萬一百五即\n　　以命分也\n小月不及故舍二十二度萬七千八百六十分\n度之七千七百三十五\n　小月者二十九日爲一月一月之二十九日\n　則有餘三十日復不足而言大小者通其餘\n　分\n術曰置小月二十九日\n　小月者减經月之積分四百九十九餘二萬\n　七千二百六十則小月之積也以九百四十\n　除之即得\n以月後天十三度十九分度之七乘之爲實又\n以度分毋乘日分毋爲法實如法得積後天三\n百八十七度萬七千八百六十分度之萬二千\n二百二十\n　以月後天乘小月積分得六百九十二萬四\n　千四十則積後天之分也\n以周天分除之\n　除積後天分得一周天而去之\n其不足除者\n　不足除者四十萬六百七十五\n此月不及故舎之分度數\n　　臣鸞曰求小月不及故舎法置二十九日\n　　以九百四十乘之得二萬七千二百六十\n　　則小月之分也更列月後天十三度十九\n　　分度之七通分內子得二百五十四以乘\n　　小月分得六百九十二萬四千四十爲實\n　　以萬七千八百六十爲法除實得三百八\n　　十七度不盡萬二千二百二十以命分還\n　　通分內子得本實更列周天分六百五十\n　　二萬三千三百六十五除本實得一周天\n　　不盡四十萬六百七十五即不及故舎之\n　　分又以萬九千八百六十除不及故舎之\n　　分得二十二度不盡七千七百三十五即\n　　以命分\n大月不及故舎三十五度萬七千八百六十分\n度之萬四千三百三十五\n　大月者三十日爲一月也\n術曰置大月三十日\n　大月加經積分四百四十一得二萬八千二\n　百則大月之積分也以九百四十除之即得\n以月後天十三度十九分度之七乘之爲實又\n以度分毋乘日分毋爲法實如法得積後天四\n百一度萬七千八百六十分度之九百四十\n　以月後天分乘大月積分七百一十六萬二\n　千八百則積後天之分也\n以周天除之\n　除積後天分得一周天即去之\n其不足除者\n　不足除者六十三萬九千四百三十五是也\n此月不及故舎之分度數\n　　臣鸞曰求大月不及故舎法置三十日以\n　　九百四十乘之得二萬八千二百以後天\n　　分二百五十四乘之得七百一十六萬二\n　　千八百爲實以萬七千八百六十爲法以\n　　除實得四百一度不盡九百四十即以命\n　　分還通分内子復本實更以周天六百五\n　　十二萬三千三百六十五爲法除本實得\n　　一周餘不足除積六十三萬九千四百三\n　　十五分以萬七千八百六十爲法以除實\n　　得大月不及故舎三十五度不盡萬四千\n　　三百三十五即命分也\n經月不及故舎二十九度萬七千八百六十分\n度之九千四百八十一\n　經常也常月者一月月與日合數\n術曰置經月二十九日九百四十分日之四百\n九十九\n　經月者以十九乘周天分一千四百六十一\n　得二萬七千七百五十九則經月之積以九\n　百四十除之即得\n以月後天十三度十九分度之七乘之爲實又\n以度分母乘日分母爲法實如法得積後天三\n百九十四度萬七千八百六十分度之萬三千\n九百四十六\n　以月後天分乘經月積分得七百五萬七百\n　八十六則積後天之分\n以周天除之\n　除積後天分得一周天即去之\n其不足除者\n　不足除者五十二萬七千四百二十一是也\n此月不及故舎之分度數\n　　臣鸞曰求經月不及故舎法以十九乘周\n　　天分千四百六十一得二萬七千七百五\n　　十九即經月積分以九百四十除積分得\n　　經月二十九日九百四十分日之四百九\n　　十九還通分内子得本經月積分以後天\n　　分乘本積分得七百五萬七百八十六即\n　　後天之積分更以萬七千八百六十除之\n　　得積後天三百九十四度不盡萬三千九\n　　百四十六即以命分還通分内子得本後\n　　天積分爲實以周天六百五十二萬三千\n　　三百六十五除之得一周餘分五十二萬\n　　七千四百二十一即不及故舎之分以一\n　　萬七千八百六十除之得經月不及故舎\n　　二十九度不盡九千四百八十一即以命\n　　分\n冬至晝極短日出辰而入申\n　如上日之分入何宿法分十二辰於地所圓\n　之周舎相去三十度十六分度之七子午居\n　南北卯酉居東西日出入時立一游儀以望\n　中央表之晷游儀之下即日出入\n陽照三不覆九\n陽日也覆猶徧也照三者南三辰已午未\n東西相當正南方\n　日出入相當不覆三辰爲正南方\n夏至晝極長日出寅而入戍陽照九不覆三\n　不覆三者北方三辰亥子丑冬至日出入之\n　三辰屬晝晝夜互見是出入三辰分爲晝夜\n　各半明矣考靈曜曰分周天爲三十六頭頭\n　有十度九十六分度之十四長日分於寅行\n　二十四頭入於戍行十二頭短日分於辰行\n　十二頭入於申行二十四頭此之謂也\n東西相當正北方\n　出入相當不覆三辰爲北方\n日出左而入右南北行\n　聖人南面而治天下故以東爲左西爲右日\n　冬至從南而北夏至從北而南故曰南北行\n故冬至從坎陽在子日出巽而入坤見日光少\n故曰寒\n　冬至十一月斗建子位在北方故曰從坎坎\n　亦北也陽氣所始故曰在子巽東南坤西南\n　日見少晷陽照三不覆九也\n夏至從離隂在午日出艮而入乾見日光多故\n曰暑\n　夏至五月斗建午位在南方故曰在午艮東\n　北乾西北日見多晷陽照九不覆三也\n日月失度而寒暑相姦\n　考靈曜曰在璿璣玉衡以齊七政璿璣未中\n　而星中是急急則日過其度不及其宿璿璣\n　玉衡中而星未中是舒舒則日不及其度夜\n　月過其宿璿璣中而星中是周周則風雨時\n　風雨時則草木蕃盛而百穀熟故書曰急常\n　寒若舒常燠若急舒不調是失度寒暑不時\n　卽相姦\n徃者詘來者信也故屈信相感\n　從夏至南往日益短故曰詘從冬至北來日\n　益長故曰信言來往相推詘信相感更衰代\n　盛此天之常道易曰日徃則月來月徃則日\n來日月相推而明生焉寒徃則暑來暑徃則\n　寒來寒暑相推而歳成焉徃者詘也來者信\n　也詘信相感而利生焉此之謂也\n故冬至之後日右行夏至之後日左行左者徃\n右者來\n　冬至日出從辰來北故曰右行夏至日出從\n　寅徃南故曰左行\n故月與日合爲一月\n　從合至合則爲一月\n日復日爲一日\n　從旦至旦則爲一日\n日復星爲一歲\n　冬至日出在牽牛從牽牛周牽牛則爲一歲\n　也\n外衡冬至\n　日在牽牛\n内衡夏至\n　日在東井\n六氣復返皆謂中氣\n　中氣月中也言日月徃來中氣各六傳曰先\n　王之正時履端於始舉正於中歸餘於終謂\n　中氣也\n隂陽之數日月之法\n　謂隂陽之度數日月之法\n十九歲爲一章\n　章條也言閏餘盡爲法章條也乾象曰辰爲\n　歲中以御朔之月而納焉朔爲章中除朔爲\n　章月月差爲閏\n　　臣鸞曰歲中除章中爲章歳求餘法置中\n　　氣相去三十日十六分日之七通分內子\n　　得四百八十七又置從朔至朔一月之日\n　　二十九九百四十分日之四百九十九通\n　　之得二萬七千七百五十九二者法異當\n　　同之者以中氣分母十六乘朔分得四十\n　　四萬四千一百四十四變爲中氣積分也\n　　以朔分母九百四十乘中氣分得四十五\n　　萬七千七百八十爲朔日積分以少減多\n　　求等數平之得一千九百四十八爲法除\n　　中氣積得二百二十八卽章中也更以一\n　　千九百四十八除朔積分得二百三十五\n　　卽章月也章月與章中差七即一章之閏\n　　更置二百二十八以歲中十二除之得十\n　　九爲章歲也更置章月二百三十五以章\n　　歲十九除之得十二月十九分月之七即\n　　一年之月也\n四章爲一蔀七十六歲\n　蔀之言齊同日月之分爲一蔀也一歲之月\n　十二月十九分月之七通分內子得二百三\n　十五一歲之日三百六十五日四分日之一\n　通之得一千四百六十一分母不同則子不\n　齊當互乘之以齊同之者以日分母四乘月\n　分得九百四十卽一蔀之月以月分母十九\n　乘日分得二萬七千七百五十九即一蔀之\n　日以日月分母相乘得七十六得一蔀之歲\n　以一歲之月除蔀月得七十六歲又以一歲\n　之日除蔀日亦得七十六矣歲月餘旣終日\n　分又盡衆殘齊合羣數畢滿故謂之蔀\n　　臣鸞曰求蔀法列章歲十九以四乘之得\n　　一蔀七十六歲求一蔀之月法十二月十\n　　九分月之七通分内子得二百三十五即\n　　月分也更列一歲三百六十五日四分日\n　　之一通分内子得一千四百六十一以日\n　　分母四乘月分得九百四十即一蔀之月\n　　以月分母十九乘日分得二萬七千七百\n　　五十九卽一蔀之日以日分毋四乘月分\n　　母十九得七十六卽一蔀之歲更以月分\n　　母十九乘蔀月九百四十得萬七千八百\n　　六十爲實以十二月十九分月之七通分\n　　内子得二百三十五爲法以除實得七十\n　　六亦一蔀之歲也更列一蔀之日二萬七\n　　千七百五十九以分母四乘之得十一萬\n　　一千三十六爲實以周天分千四百六十\n　　一除之得一蔀之歲七十六也\n二十蔀爲一遂遂千五百二十歲\n　遂者竟也言五行之德一終竟極日月辰終\n　也乾鑿度曰至德之數先立金木水火土五\n　凡各三百四歲五德運行日月開闢甲子爲\n　蔀首七十六歲次得癸卯蔀七十六歲次壬\n　午蔀七十六歲次辛酉蔀七十六歲凡三百\n　四歲木德也主春生次庚子蔀七十六歲次\n　已卯蔀七十六歲次戊午蔀七十六歲次丁\n　酉蔀七十六歲凡三百四歲金德也主秋成\n　次丙子蔀七十六歲次乙卯蔀七十六歲次\n　甲午蔀七十六歲次癸酉蔀七十六歲凡三\n　百四歲火德也主夏長次壬子蔀七十六歲\n　次辛卯蔀七十六歲次庚午蔀七十六歲次\n　巳酉蔀七十六歲凡三百四歲水德也主冬\n　藏次戊子蔀七十六歲次丁卯蔀七十六歲\n　次丙午蔀七十六歲次乙酉蔀七十六歲凡\n　二百四歲土德也主致養其德四正子午卯\n　酉而朝四時焉凡一千五百二十歲終一紀\n　復甲子故謂之遂也求五德日名之法置一\n　蔀者七十六歲德四蔀因而四之爲三百四\n　歲以一歲三百六十五日四分日之一乘之\n　爲十一萬一千三十六以六十去之餘三十\n　六命甲子算外得庚子金德也求次德加三\n　十六去之命如前則次德日也求算蔀名置\n　一章歲數以周天分乘之得二萬七千七百\n　五十九以六十去之餘三十九命以甲子算\n　外得癸卯蔀求蔀加三十九滿六十去之命\n　如前得次蔀\n　　臣鸞曰求遂法列一蔀七十六歲以二十\n　　乘之得千五百二十歲即以遂之歲求五\n　　德金木水火土法列一蔀七十六歲以周\n　　天分千四百六十一乘之得十一萬一千\n　　三十六卽以六十除之餘三十六命從甲\n　　子算外得庚子凡三百四歲主秋成金德\n　　也加三十六得七十二以六十除之餘十\n　　二命從甲子算外得丙子凡三百四歲火\n　　德主夏長次放此求蔀名列一章十九歲\n　　以周天分一千四百六十一歲乘之得二\n　　萬七千七百五十九以六十去之餘三十\n　　九命從甲子算外得癸卯蔀七十六歲復\n　　加三十九亦六十去之餘十八命亦起甲\n　　子算外次得壬午蔀次放此至甲子卽止\n　之\n三遂爲一首首四千五百六十歲\n　首始也言日月五星終而復始也考靈曜曰\n　日月首甲子冬至日月五星俱起牽牛𥘉日\n　月合若璧五星如聯珠青龍甲寅攝提格並\n　四千五百六十歲積及𥘉故謂首也\n　　臣鸞曰求一首法列遂一千五百二十歲\n　　三之得一首四千五百六十歲也\n七首爲一極極三萬一千九百二十歲生數皆\n終萬物復始\n　極終也言日月星辰弦望晦朔寒暑推移萬\n　物生育皆復始故謂之極\n　　臣鸞曰求極先列一首四千五百六十以\n　　以七乘之得一極三萬一千九百二十歲\n　也\n天以更元作紀曆\n　元始作爲七紀法天數更始復爲法述之\n何以知天三百六十五度四分度之一而日行\n一度而月後天十三度十九分度之七二十九\n日九百四十分日之四百九十九爲一月十二\n月十九分月之七爲一歲\n　非周􁲼本文蓋人問師之辭其欲知度之所\n　分法術之所生耳\n周天除之\n　除積後天分得一周卽棄之\n其不足除者如合朔古者包犧神農制作爲曆\n度元之始見三光未如其則\n　三光日月星則法也\n日月列星未有分度\n　則星之𥘉列謂二十八宿也\n日主晝月主夜晝夜爲一日日月俱起建星\n　建六星在斗上也日月起建星謂十一月朔\n　旦冬至日也爲曆術者度起牽牛前五度則\n　建星其近也\n月度疾日度遲\n　度日月所行之度也\n日月相逐於二十九日三十日間\n言日月二十九日則未合三十日復相過\n而日行天二十九度餘\n　如九百四十分日之四百九十九\n未有定分\n　未知餘分定幾何也\n於是三百六十五日南極影長明日反短以歲\n終日影反長故知之三百六十五日者三三百\n六十六日者一\n　影四歲而後知差一日是爲四歲共一日故\n　歲得四分日之一\n故知一歲三百六十五日四分日之一歲終也\n月積後天十三周又與百三十四度餘\n　經數月後天之周故度求之餘者未知也言\n　欲求之也\n無慮後天十三度十九分度之七未有定\n　無慮者粗計也此巳得月後天數而言未有\n　者求之意未有見故也\n於是日行天七十六周月行天千一十六周及\n合於建星\n　月行一月則行過一周而與日合七十六歲\n　九百四十周天所過復九百四十日七十六\n　周并之得一千一十六爲一月後天率分盡\n　度終復還及𥘉也\n　　臣鸞曰求於是日行天七十六周日行天\n　　千一十六周及合於建星法以九百四十\n　　周并七十六周得一千一十六周則日月\n　　氣朔合於建星\n置月行後天之數以日後天之數除之得一十\n三度十九分度之七則月一日行天之度\n　以日度行率除月行率一日得月度幾何置\n　月行率一千一十六爲實日行率七十六爲\n　法實如法而一法及餘分皆四約之與乾象\n　同歸而殊途義等而法異也\n復置七十六歲之積月\n　置章歲之月二百三十五以四乘之得九百\n　四十則蔀之積月也\n以七十六歲除之得十二月十九分月之七則\n一歲之月\n　亦以四約法除分蔀歲除月與章歲除章月\n　同\n置周天度數以十二月十九分月之七除之得\n二十九日九百四十分日之四百九十九則一\n月日之數\n　通周天四分日之一爲千四百六十一通十\n　二月十九分月之七爲二百三十五分母不\n　同則子不齊當互乘以同齊之以十九乘千\n　四百六十一爲二萬七千七百五十九以四\n　乘二百三十五爲九百四十及以除之則月\n　與日合之數\n　　臣鸞曰求日行一度法還置前一千一十\n　　六以七十六歲除之得十三度不盡二十\n　　八以求等平於四以四約餘得七約分得\n　　十九是十三度十九分度之七更列一章\n　　歲積月二百三十五以周天分母四乘之\n　　卽一蔀月九百四十亦以七十六歲除之\n　　得一歲之十二月十九分月之七餘分及\n　　法並以四約更通周天得千四百六十一\n　　復通十二月十九分月之七得二百三十\n　　五分母不同互乘之以月分母十九乘日\n　　分得二萬七千七百五十九以日分母四\n　　乘月分得九百四十除之二萬七千七百\n　　五十九得二十九日九百四十分日之四\n　　百九十九而月與日合此其數也\n周􁲼算經卷下\n"}
