{"id": "KR3j0010_001", "series": "KR3j0010", "text": "　　原道訓\n夫道者覆天載地廓四方柝八極髙\n不可際深不可測包裹天地稟授無形\n源流泉浡沖而徐盈混混汨汨濁而徐\n清故植之而塞于天\n地横之而彌于四海施之無窮而無所朝夕\n舒之幎於六合卷之不盈於一握\n約而能張幽而能明\n弱而能强柔而能剛横四維而含隂陽紘\n宇宙而章三光甚淖\n而滒甚纖而微山以之髙淵以之\n深獸以之走鳥以之飛日月以之明星歴以之行麟以\n之游鳳以之翔泰古二皇得道之柄立於中央\n神與化游以撫四方是故能\n天運地滯輪轉而無廢水流而不止與萬物終始風興\n雲蒸事無不應雷聲雨降竝應無窮鬼出電入龍興鸞\n集鈞旋轂轉周而復匝\n已彫已琢還反於樸無為為之而合于道無為言之\n而通乎徳恬愉無矜\n而得于和有萬不同而便于性\n神託于秋毫之末而大與宇宙之總\n其徳優天地而和隂陽節四時而調五行呴\n嫗覆育萬物羣生潤于草木浸于金石禽獸碩\n大毫毛潤澤羽翼奮也角觡生也獸胎\n不贕鳥卵不毈父無喪子之憂\n兄無哭弟之哀童子不孤婦人不孀虹蜺不出賊星不\n行含徳之所致也夫太上之道生萬物而不\n有成化像而弗宰跂行喙息蠉飛\n蝡動待而後生莫之知徳待而後死莫\n之能怨得以利者不能譽用而敗者不能非收聚畜積\n而不加富布施稟授而不\n益貧旋縣而不可究纖微而\n不可勤累之而不髙墮之而不下益之而不\n衆損之而不寡斵之而不薄殺之而不殘鑿之而不深\n塡之而不淺忽兮怳兮不可為象兮怳兮忽兮用不\n屈兮幽兮㝠兮應無形兮遂兮洞兮\n不虚動兮與剛柔卷舒兮與隂陽俛\n仰兮昔者馮夷大丙之御也\n乘雲車入雲蜺游微霧騖怳\n忽歴逺彌髙以極往經霜雪而無迹照日\n光而無景扶搖抮抱羊角而上\n經紀山川蹈騰崑崙排閶闔鑰天門\n\n末世之御雖有輕車良馬勁策利鍛\n不能與之爭先是故大丈\n夫恬然無思澹然無慮以天為葢以地為輿四時為馬\n隂陽為御乘雲陵霄與造化者俱\n縱志舒節以馳大區可以步而步可以驟而\n驟令雨師灑道使風伯掃塵電以為鞭策\n雷以為車輪上游于霄雿之野下\n出于無垠之門劉覽偏照復守以全\n經營四隅還反於樞故以天為葢\n則無不覆也以地為輿則無不載也四時為馬則無不\n使也隂陽為御則無不備也是故疾而\n不搖逺而不勞四支不動聰明不損而知八紘九野之\n形埒者何也執道要之柄而游於\n無窮之地是故天下之事不可為也因其自然而\n推之萬物之變不可究也秉其要歸之趣夫鏡水之與\n形接也不設智故而方圓曲直弗能逃也是故\n響不肆應而景不一設叫呼仿彿黙然自得\n人生而靜天之性也感而後動性之害也物至而神\n應知之動也知與物接而好憎生焉好憎成形而\n知誘於外不能反已而天理滅矣故達於道者不以人\n易天外與物化而内不失其情\n至無而供其求時騁而要其宿\n小大修短各有其具萬物之至騰踴肴亂而不\n失其數是以處上而民弗重居前而衆弗害天下\n歸之姦邪畏之以其無爭於萬物也故莫敢與之爭夫\n臨江而釣曠日而不能盈羅雖有鈎箴芒距微綸\n芳餌加之以詹何娟嬛之數猶不能與網罟爭得也\n射者扞烏號之弓彎綦衛之箭\n\n重之羿逄蒙子之巧以要飛鳥猶不能\n與羅者競多何則以所持之小也張天下以為\n之籠因江海以為罟又何亡魚失鳥之有乎故矢不若\n繳繳不若無形之像夫釋大道而任小數無以異\n於使蟹捕䑕蟾蠩捕蚤不足以禁姦塞邪亂乃逾滋\n昔者\n夏鯀作三仞之城諸侯背之海外有狡心禹知天\n下之叛也乃壊城平池散財物焚甲兵施之以徳海外\n賔伏四夷納職合諸侯於塗山執玉帛者萬國\n故機械之心藏於胷中則純白不粹神徳不全\n在身者不知何逺之所能懐是\n故革堅則兵利城成則衝生若以湯沃沸亂乃逾甚是\n故鞭噬狗策蹏馬而欲教之雖伊尹造父弗能化欲害\n之心亡於中則饑虎可尾何況狗馬之類乎故體道者\n逸而不窮任數者勞而無功夫峭法刻誅者非霸王之\n業也箠策繁用者非致逺之術也離朱之明察箴\n末於百步之外不能見淵中之魚師曠之\n聰合八風之調而不能聽十里之外\n\n故任一人之能不足以治三\n畝之宅也修道理之數因天地之自然則六合不足均\n也是故禹之決瀆也因水以為師神農之播穀也因苗\n以為教夫萍樹根於水木樹根於土鳥排虚而飛獸蹠\n實而走蛟龍水居虎豹山處天地之性也兩木\n相摩而然金火相守而流員者常轉窽者主浮\n自然之勢也是故春風至則甘雨降生\n育萬物羽者嫗伏毛者孕育草木榮\n華鳥獸卵胎莫見其為者而功既成矣秋風下霜倒生\n挫傷鷹鵰搏鷙昆蟲蟄藏草木\n注根魚鼈湊淵莫見其為者滅而無形木處榛\n巢水居窟穴禽獸有芄人民有室陸處宜牛\n馬舟行宜多水匈奴出穢裘於越生葛絺\n各生所急以備燥濕各因所處以御寒暑竝得其宜\n物便其所由此觀之萬物固以自然聖人又何事焉九\n疑之南陸事寡而水事衆於是民人被\n髮文身以像鱗蟲\n短綣不絝以便涉游短袂攘卷以便刺舟因之也\n鴈門之北狄不穀食賤長貴壯俗尚氣力\n人不弛弓馬不解勒便之也故\n禹之裸國解衣而入衣帶而出因之也\n今夫徙樹者失其隂陽之性則莫不枯槁故橘\n樹之江北則化而為枳鴝鵒不過濟貈渡汶而死形\n性不可易勢居不可移也是故達於道者反於清淨\n究於物者終於無為以恬養\n性以漠處神則入于天門所謂天者純粹樸素質直皓\n白未始有與雜糅者也所謂人者偶䁟智故曲巧偽\n詐所以俛仰於世人而與俗交者故牛歧蹏而戴角\n馬被髦而全足者天也絡馬之口穿牛之鼻者人也循\n天者與道游者也隨人者與俗交者也夫井魚\n不可與語大拘於隘也夏蟲不可與語寒篤於時也曲\n士不可與語至道拘於俗束於敎也故聖人不以人滑\n天不以欲亂情不謀而當\n不言而信不慮而得不為而成精通于靈府與造化者\n為人夫善游者溺善騎者墮各以其所好反自為\n禍是故好事者未嘗不中爭利者未嘗不窮也昔\n共工之力觸不周之山使地東南傾\n與髙辛爭為帝遂潛于淵宗族殘滅\n繼嗣絶祀越王翳逃山穴越人熏而出之遂不得巳\n由此觀之得在時不\n在爭治在道不在聖土處下不爭髙故安而不危\n水下流不爭先故疾而不遲昔舜耕於歴山朞年而田\n者爭處墝埆以封壤肥饒相讓釣於河濱朞年而\n漁者爭處湍瀨以曲隈深潭相予\n當此之時口不設言手不指麾\n執𤣥徳於心而化馳若神使舜無其志雖\n口辯而户説之不能化一人是故不道之道莽乎大哉\n夫能理三苗朝羽民\n徙裸國納肅慎未發號施令而移風易俗者其\n唯心行者乎法度刑罰何足以致之\n也是故聖人内修其本而不外飾其末保其精神偃其\n才智故漠然無為而無不為也澹然無治而\n無不治也所謂無為者不先物為也所謂無不為者因\n物之所為所謂無治者不易自然也所謂無不治\n者因物之相然也萬物有所生而獨知守其根百\n事有所出而獨知守其門故窮無窮極無極\n照物而不眩響應而不乏此之謂天解\n故得道者志弱而事强心虚而應當所\n謂志弱而事强者柔毳安靜藏於不敢行於不能恬然\n無慮動不失時與萬物回周旋轉不為先唱感而應之\n是故貴者必以賤為號而髙者必\n以下為基託小以包大在中以制外行柔而剛用弱而\n强轉化推移得一之道而以少正多所謂其\n事强者遭變應卒排患扞難力無不勝敵無不凌應化\n揆時莫能害之是故欲剛者必以柔守之欲强者必以\n弱保之積於柔則剛積於弱則强觀其所積以知禍福\n之鄉强勝不若己者至於若己者而同柔勝出\n於己者其力不可量故兵强則滅木强則折革\n固則裂齒堅於舌而先之敝是\n故柔弱者生之榦也而强者死之徒也先唱者\n窮之路也後動者達之原也何以知\n其然也凡人中壽七十嵗然而趨舍指湊\n日以月悔也以至於死故蘧伯\n玉年五十而知四十九年非何者先者難為知而後者\n易為攻也先者上髙則後者攀之先者踰下則後者蹷\n之先者隤陷則後者以謀先者敗績則後者違之\n由此觀之先者則後者之弓矢質的也猶錞\n之與刃刃犯難而錞無患者何也以其託於後位也\n此俗世庸民之所公見也而\n賢知者弗能避也所謂後者非謂其底滯而不發凝竭\n而不流貴其周於數而合於時也\n夫執道理以耦變先亦制後後亦制先\n是何則不失其所以制人人不\n能制也時之反側間不容息先之則\n大過後之則不逮夫日回而月周時不與人游故聖人\n不貴尺之璧而重寸之隂時難得而易失也禹之趨時\n也履遺而弗取冠挂而弗顧非爭其先也而爭其得時\n也是故聖人守清道而抱雌節因循應變常\n後而不先柔弱以靜舒安以定攻大䃺堅莫能\n與之爭天下之物莫柔弱於水然而大不\n可極深不可測脩極於無窮逺渝於無涯息耗減益通\n於不訾上天則為雨露下地則為潤澤萬物弗得\n不生百事不得不成大包羣生而無好憎澤及蚑蟯\n而不求報富贍天下而不既徳施百\n姓而不費行而不可得窮極也微而不可得把握也擊\n之無創刺之不傷斬之不斷焚之不然淖溺流遁錯繆\n相紛而不可靡散利貫金石强濟天下\n動溶無形之域而翺翔忽區之上\n邅回川谷之間而滔騰大荒之野\n有餘不足與天地取與授萬物而無所前後是\n故無所私而無所公靡濫振蕩與天地鴻洞無\n所左而無所右蟠委錯紾與萬物始終是謂至\n徳夫水所以能成其至徳於天下者以\n其淖溺潤滑也故老𥅆之言曰天下至柔馳騁天下之\n至堅出於無有入於無間吾是以知無為之有益夫無\n形者物之大祖也無音者聲之大宗也\n其子為光其孫為水皆生於無形乎\n夫光可見而不可握水可循而不可毁故有像之類莫\n尊於水出生入死自無蹠有自有蹠無而以衰賤矣\n\n是故清靜者徳之至也而柔弱者道之要\n也虚無恬愉者萬物之用也肅然應感殷然反本則淪\n於無形矣所謂無形者一之謂也所謂一者無\n匹合於天下者也卓然獨立塊然獨處上通九天下貫\n九野員不中規方不中矩大渾而為一\n葉累而無根懐囊天地為道關門\n穆忞隠閔純徳獨存布施而不既\n用之而不勤是故視之不見其形聽之不聞其\n聲循之不得其身無形而有形生焉無聲\n而五音鳴焉無味而五味形焉無色而五色成焉是故\n有生於無實出於虚天下為之圏則名實同居音\n之數不過五而五音之變不可勝聽也味之和\n不過五而五味之化不可勝嘗也色之數不過\n五而五色之變不可勝觀也故音者宫立而五\n音形矣味者甘立而五味亭矣\n色者白立而五色成矣道者一立\n而萬物生矣是故一之理施四海一之解際天地\n其全也純兮若璞其散也混兮若濁濁而\n徐清沖而徐盈澹兮其若深淵汎兮其\n若浮雲若無而有若亡而存萬物之總皆閲一孔\n百事之根皆出一門其動無形變化若神其行無\n迹常後而先是故至人之治也掩其聰明滅其文\n章依道廢智與民同于公去其誘慕除其嗜欲\n損其思慮約其所守則察寡其所求則得\n夫任耳目以聽視者勞形而不明以知慮為治者\n苦心而無功是故聖人一度循軌不變其宜不\n易其常放凖修繩曲因其當夫喜怒者道之邪也\n憂悲者徳之失也好憎者心之\n過也嗜欲者性之累也\n人大怒破隂大喜墜陽\n薄氣發瘖驚怖為狂憂悲多恚病乃成積好\n憎繁多禍乃相隨故心不憂樂徳之至也通而不變靜\n之至也嗜欲不載虚之至也無所好憎平之\n至也不與物散粹之至也能此五者則通於神\n明通於神明者得其内者也是故以中制外百事不廢\n中能得之則外能收之中之得則五藏寧思慮\n平筋力勁强耳目聰明疏達而不\n悖堅强而不鞼無所大過而無所不逮處小而\n不逼處大而不窕其魂不躁其神不嬈\n湫漻寂寞為天下梟\n大道坦坦去身不逺求之近者往而復反近謂身也迫\n則能應感則能動沕穆無窮變無形像優游\n委縱如響之與景登髙臨下無失所秉履危行\n險無忘𤣥仗能存之此其徳不虧萬物紛糅與之\n轉化以聽天下若背風而馳是謂至徳至徳則樂\n矣古之人有居巖穴而神不遺者末世有勢為萬\n乘而日憂悲者由此觀之聖亡乎治人而在于得道樂\n亡乎富貴而在于得和知大已而小天下則幾於道矣\n所謂樂者豈必處京臺章華\n游雲夢沙邱耳聽九韶六瑩\n口味煎熬芬芳馳騁夷道釣射鷫鷞之謂\n樂乎吾所謂樂者人得其得者也夫得其\n得者不以奢為樂不以廉為悲與隂俱閉與陽俱開故\n子夏心戰而臞得道而肥\n聖人不以身役物不以欲滑和\n是故其為懽不忻忻\n其為悲不惙惙萬方百變消搖而無所定吾獨\n慷慨遺物而與道同出是故有以自得之也喬木之下\n空穴之中足以適情無以自得也雖\n以天下為家萬民為臣妾不足以養生也\n能至于無樂者則無不樂無不樂則至極樂矣\n夫建鍾鼓列管絃席旃茵傅旄象\n耳聽朝歌北鄙靡靡之樂\n齊靡曼之色陳酒行觴夜以繼日强弩弋髙\n鳥走犬逐狡兔此其為樂也炎炎赫赫怵然若有所誘\n慕解車休馬罷酒徹樂而心忽然若有所喪悵然若有\n所亡也是何則不以内樂外而以外樂内樂作而喜曲\n終而悲悲喜轉而相生精神亂營不得須臾平察\n其所以不得其形而日以傷生失其得者也是\n故内不得於中稟授於外而以自飾也不浸于肌膚不\n浹於骨髓不留于心志不滯于五藏故從外入者無主\n於中不止從中出者無應於外不行故聽善言便計雖\n愚者知説之稱至徳髙行雖不肖者知慕之説之者衆\n而用之者鮮慕之者多而行之者寡所以然者何也不\n能反諸性也夫内不開於中而强學問者不入於耳而\n不著於心此何以異於聾者之歌也效人為之而無以\n自樂也聲出於口則越而散矣夫心者五藏之\n主也所以制使四支流行血氣馳騁于是非之境而出\n入于百事之門户者也是故不得於心而有經天下之\n氣是猶無耳而欲調鐘鼓無目而欲喜文章也亦\n必不勝其任矣故天下神器不可為也為者敗之執者\n失之夫許由小天下而不以已易堯者志遺於天下也\n所以然者何也因天下\n而為天下也天下之要不在於彼而在於我不在於人\n而在於身我身得則萬物備矣徹於心術之論則嗜欲\n好憎外矣是故無所喜而無所怒無所樂而無所苦萬\n物𤣥同也無非無是化育𤣥燿生而如死\n夫天下者亦吾有也吾亦天下之\n有也天下之與我豈有間哉夫有天下者豈必攝權持\n勢操殺生之柄而以行其號令邪吾所謂有天下者非\n謂此也自得而已自得則天下亦得我矣吾與\n天下相得則常相有已又焉有不得容其間者乎所謂\n自得者全其身者也全其身則與道為一矣故雖游於\n江潯海裔馳要褭建翠葢\n目觀掉羽武象之樂耳聽滔㓪奇\n麗激抮之音揚鄭衛之浩樂結激楚之遺\n風射沼濵之髙鳥逐苑囿之走獸此齊民之所以淫泆\n流湎聖人處之不足以營其精神亂其氣志\n使心怵然失其情性處窮僻之鄉側谿谷之間隠\n于榛薄之中環堵之室茨之以生茅蓬户甕\n牖揉桑為樞\n上漏下溼潤浸北房雪霜瀼灖\n浸潭苽蔣逍遙\n于廣澤之中而仿洋于山峽之旁此齊民之所\n為形植黎累憂悲而不得志也聖人處之不為愁悴怨\n懟而不失其所以自樂也是何也則内有以通于天機\n而不以貴賤貧富勞逸失其志徳者也故夫烏之啞\n啞鵲之唶唶豈嘗為寒暑燥濕變其聲哉\n是故夫得道已定而不待萬物\n之推移也非以一時之變化而定吾所以自得也吾所\n謂得者性命之情處其所安也夫性命者與形俱出其\n宗形備而性命成性命成而好憎生矣故士有一定之\n論女有不易之行\n規矩不能方圓鉤繩不能曲直\n天地之永登丘不可為脩居卑不可為短是故得道者\n窮而不懾達而不榮處髙而不機持盈而不傾\n新而不㓪久而不渝入火不焦入水不濡是故\n不待勢而尊不待財而富不待力而强平虚不流與化\n翺翔若然者藏金於山藏珠於淵\n不利貨財不貪勢名是故不以康為樂\n不以慊為悲不以貴為安不以賤為危形神氣\n志各居其宜以隨天地之所為夫形者生之舍也氣者\n生之充也神者生之制也一失位則三者傷矣是故聖\n人使人各處其位守其職而不得相干也故夫形者非\n其所安也而處之則廢氣不當其所充而用之則泄神\n非其所宜而行之則昧此三者不可不慎守也夫\n舉天下萬物蚑蟯貞蟲蝡動蚑\n作皆知其所喜憎利害者何也以其性之在焉而不離\n也忽去之則骨肉無倫矣今人之所\n以眭然能視䁝然能聽形體能抗而百節可屈伸\n察能分白黑視醜美而知能别同異明是非者何也氣\n為之充而神為之使也何以知其然也凡人之志各有\n所在而神有所繫者其行也足蹪趎埳頭抵植木\n而不自知也招之而不能見也呼之而不\n能聞也耳目非去之也然而不能應者何也神失其守也\n故在於小則忘於大在於中則忘於外在於上\n則忘於下在於左則忘於右無所不充則無所不在\n是故貴虚者以毫末為宅也\n今夫狂者之不能避水火之難而越溝瀆之險\n者豈無形神氣志哉然而用之異也失其所守之位而\n離其外内之舍是故舉錯不能當動靜不能中終身運\n枯形于連嶁列埓之門\n而蹪蹈于汚壑穽陷之中雖生俱與人鈞然而\n不免為人戮笑者何也形神相失也故以神為主者形\n從而利以形為制者神從而害貪饕多\n欲之人漠䁕於勢利誘慕於名位冀以過\n人之智植于髙世則精神日耗而彌逺久淫而不還形\n閉中距則神無由入矣是以天下時有盲\n妄自失之患此膏燭之類也火逾然而消逾亟夫精神\n氣志者靜而日充者以壯躁而日耗者以老是故聖人\n將養其神和弱其氣平夷其形而與道沈浮俛仰恬然\n則縱之迫則用之其縱之也若委衣其用之也若發機\n如是則萬物之化無不遇而百事之變\n無不應\n"}
{"id": "KR3j0010_002", "series": "KR3j0010", "text": "　　俶真訓\n有始者有未始有有始者有未始有夫未始有有始者\n有有者有無者有未始有有無者有未始有夫未始有\n有無者所謂有始者繁憤未發萌兆牙蘖未有形埒垠\n堮無無蝡蝡將欲生興而未成物類\n有未始有有始者天氣始下地氣始上隂陽錯合相\n與優游競暢于宇宙之間被徳含和繽紛蘢蓯欲與物\n接而未成兆朕有\n未始有夫未始有有始者天含和而未降地懐氣而未\n揚虚無寂寞蕭條霄雿無有仿彿氣遂而大通㝠\n㝠者也有有者言萬物摻落根莖枝葉青葱苓蘢萑\n蔰炫煌蠉飛蝡動蚑行喙息可切循把握而有數\n量有無者視之不見其形聽之不\n聞其聲捫之不可得也望之不可極也儲與扈冶\n浩浩瀚瀚不可隠儀揆度而通光耀者\n有未始有有無者包裹天地陶冶萬物大通\n混㝠深閎廣大不可為外析毫剖芒不可為内無環堵\n之宇而生有無之根有未始有夫未始有\n有無者天地未剖隂陽未判四時未分萬物未生汪然\n平靜寂然清澄莫見其形若光燿之間於無有退而自\n失也曰予能有無而未能無無也及\n其為無無至妙何從及此哉夫大塊載我以形勞我以\n生逸我以老休我以死善我生者乃所以\n善我死也夫藏舟於壑藏山於澤人謂之固矣\n雖然夜半有力者負而趨寐者不知猶有所遁若藏天\n下於天下則無所遁其形矣物豈可謂\n無大揚攉乎一範人之形而猶喜\n若人者千變萬化而未始有極也\n弊而復新其為樂也可勝計邪譬若㝱為鳥而飛\n於天㝱為魚而沒於淵方其㝱也不知其㝱也覺而後\n知其㝱也今將有大覺然後知今此之為大㝱也始吾\n未生之時焉知生之樂也今吾未死又焉知死之不樂\n也昔公牛哀轉病也七日化為虎\n\n其兄掩户而入覘之則虎搏而殺之是故文\n章成獸爪牙移易志與心變神與形化\n方其為虎也不知其嘗為人也方其為人不知\n其且為虎也二者代謝舛馳各樂其成形\n狡猾鈍惽是非無端孰知其所萌夫水嚮冬則\n凝而為氷氷迎春則泮而為水氷水移易于前後若周\n員而趨孰暇知其所苦樂乎是故形傷于寒暑\n燥濕之虐者形苑而神壯神傷乎喜怒思慮\n之患者神盡而形有餘故罷馬之死也剥之若槁狡\n狗之死也割之有濡是故傷死者其鬼嬈\n時既者其神漠是\n皆不得形神俱沒也夫聖人\n用心杖性依神相扶而得終始是故其寐不㝱其覺不\n憂古之人有處混㝠之中神\n氣不蕩于外萬物恬漠以愉靜攙搶衡杓之氣莫\n不彌靡而不能為害當此之時萬民猖\n狂不知東西含哺而游鼓腹而熙交被天和食\n于地徳不以曲故是非相尤茫茫沈沈是\n謂大治於是在上位者左右而使之\n毋淫其性鎮撫而有之毋遷其徳是故仁義不布而萬\n物蕃殖賞罰不施而天下賔服\n其道可以大美興而難以算計舉也\n是故日計之不足而嵗計之有餘\n夫魚相忘於江湖人相忘於\n道術古之真人立於天地之本中至優游抱\n徳煬和而萬物雜累焉\n孰肯解構人間之事以物煩其性命乎夫\n道有經紀條貫得一之道連千枝萬葉\n是故貴有以行令賤有以忘卑貧有以樂業困\n有以處危夫大寒至霜雪降然後知松柏之茂也據難\n履危利害陳于前然後知聖人之不失道也是故能戴\n大員者履大方鏡太清者視大明立太平者\n處大堂能游㝠㝠者與日月同\n光是故以道為竿以徳為綸禮樂為\n鉤仁義為餌投之於江浮之於海萬物紛紛孰非其有\n夫挾依於跂躍之術提挈人間之際撢\n掞挻挏世之風俗以摸蘇\n牽連物之微妙猶得肆其志充其欲何\n況懐環瑋之道忘肝膽遺耳目獨浮游無方之外不與\n物相弊摋中徙倚無形之域而和以天\n地者乎若然者偃其聰明而抱其太素以利害為塵垢\n以死生為晝夜是故目觀玉輅琬象之狀耳聽白雪清\n角之聲不能以亂其神\n登千仞之谿臨蝯眩之岸不足以滑其和\n譬若鍾山之玉炊以罏炭三日三夜而色\n澤不變則至徳天地之精也是故生不足以使\n之利何足以動之死不足以禁之害何足以恐之明於\n死生之分達於利害之變雖以天下之大易骭之一\n毛無所槩於志也夫貴賤之於身也猶條\n風之時麗也毁譽之於己猶蚊䖟之一\n過也夫秉皓白而不黑行純粹而不糅處𤣥㝠而不闇\n休于天鈞而不䃣\n孟門終隆之山不能禁\n唯體道能不敗湍瀨旋淵吕梁之深不能留也\n太行石澗飛狐句望之險不能難\n也是故身處江海之上而神游魏闕之\n下非\n得一原孰能至於此哉是故與至人居使家忘\n貧使王公簡其富貴而樂卑賤勇者衰其氣貪者消其\n欲坐而不教立而不議虚而往者實而歸故不言而能\n飲人以和是故至道無為一龍一蛇盈\n縮卷舒與時變化外從其風内守其性耳目不燿思慮\n不營其所居神者臺簡以游太清引楯萬物\n羣美萌生是故事其神者神去之休其神\n者神居之道出一原通九門散六衢\n設於無垓坫之宇寂漠以虚無非\n有為於物也物以有為於己也\n是故舉事而順于道者非道之所為也道之所施\n也夫天之所覆地之所載六合所包隂陽所呴雨露\n所濡道徳所扶此皆生一父母而閱一和也\n是故槐榆與橘柚合而為兄弟有\n苗與三危通為一家夫目視鴻鵠之飛耳聽琴瑟\n之聲而心在鴈門之間一身之中神之分離剖判六合\n之内一舉而千萬里是故自其異者視之肝膽胡越\n自其同者視之萬物一圏也百家異説各\n有所出若夫墨楊申商之於治道\n猶葢之無一橑而輪之無一輻\n有之可以備數無之未有害於用也已自以為獨擅之\n不通之于天地之情也今夫冶工之鑄器金踊躍\n于罏中必有波溢而播棄者其中地而凝滯亦有以象\n於物者矣其形雖有所小用哉然未可以保於周室之\n九鼎也又況比於規形者乎其與道相去亦逺\n矣今夫萬物之疏躍枝舉百事之莖葉條㮆皆本於\n一根而條循千萬也若此則有所受\n之矣而非所授者所受者無授也而無不受也無不受\n也者譬若周雲之蘢蓯遼巢彭濞而為雨\n沈溺萬物而不與為溼焉今夫善\n射者有儀表之度如工匠有規矩之數此皆所得以至\n於妙然而奚仲不能為逄蒙造父\n不能為伯樂者是曰諭於一曲\n而不通于萬方之際也今以湼染緇則黑於湼以藍染\n青則青於藍湼非緇也青非藍也兹雖遇其母而無能\n復化已是何則以諭其轉而益薄也何況\n夫未始有湼藍造化之者乎其為化也雖鏤金石書竹\n帛何足以舉其數由此觀之物莫不生於有也小大優\n游矣夫秋毫之末淪於無間而復歸於大矣蘆苻\n之厚通於無整而復反於敦龐\n若夫\n無秋毫之微蘆苻之厚四達無境通于無圻\n而莫之要御夭\n遏者其襲微重妙挺挏萬物揣丸變化天地之間何足\n以論之夫疾風㪍木而不能拔毛髮雲臺之髙墮者\n折脊碎腦而蟁蝱適足以翺翔\n夫與蚑蟯同乘天機夫\n受形於一圏飛輕微細者猶足以脱其命又況未有類\n也由此觀之無形而生有形亦明矣是\n故聖人託其神於靈府而歸於萬物之初視於㝠㝠聽\n於無聲㝠㝠之中獨見曉焉寂漠之中獨有照焉\n其用之也以不用其不用也而後能用之其知也乃不\n知其不知也而後能知之也夫天不定日月無所載地\n不定草木無所植所立於身者不寧是非無所形\n是故有真人然後有真知其所持者不明庸詎知吾所\n謂知之非不知歟今夫積惠重厚累愛襲恩以聲華嘔\n苻嫗掩萬民百姓使知之訢訢然人樂其性者仁也舉\n大功立顯名體君臣正上下明親疏等貴賤存危國繼\n絶世決挐治煩興毁宗立無後者義也閉九竅藏心志\n棄聰明反無識芒然仿佯于塵埃之外而消搖于無事\n之業含隂吐陽而萬物和同者徳也是故道散而為徳\n徳溢而為仁義仁義立而道徳廢矣百圍之木斬而為\n犧尊鏤之以剞􁁕雜之以青黄\n華藻鎛鮮龍蛇虎豹曲成文章\n\n然其斷在溝中一比犧尊溝中之斷則醜美有\n間矣然而失木性鈞也是故神越者其言華徳蕩\n者其行偽至精亡於中而言行觀於外此\n不免以身役物矣夫趨舍行偽者為精求于外也精有\n湫盡而行無窮極則滑心濁神而惑亂其本矣其所守\n者不定而外淫於世俗之風所斷差跌者而内以濁其\n清明是故躊躇以終而不得須臾恬澹矣是故聖人内\n修道術而不外飾仁義不知耳目之宣而游于精神之\n和若然者下揆三泉上尋九天横廓六合揲貫萬物\n此聖人之游也若夫真人則動溶于至虚而游于滅亡\n之野騎蜚廉而從敦圄馳於方\n外休乎宇内燭十日而使風雨臣雷公役夸父\n妾宓妃妻織女天地之間何足以留其志\n是故虚無者道之舍平易者道之素夫人之事其\n神而嬈其精營慧然而有求於外此皆失其神明而離\n其宅也是故凍者假兼衣\n于春而暍者望冷風于秋夫有病於内者必有色於\n外矣夫梣木色青翳而蠃瘉蝸睆\n此皆治目之藥也人無故求此物者必有\n蔽其明者聖人之所以駭天下者真人未嘗過焉賢人\n之所以矯世俗者聖人未嘗觀焉夫牛蹏之涔無尺\n之鯉塊阜之山無丈之材\n所以然者何也皆其營宇狹小而不能容巨大也又況\n乎以無裹之者邪此其為山淵之勢亦逺矣夫\n人之拘於世也必形繫而神泄故不免於虚\n使我可係羇者必其有命在於外也至徳\n之世甘暝于溷澖之域而徙倚于汗漫之宇\n提挈天地而委萬物以鴻濛\n為景柱而浮揚乎無畛崖之際\n是故聖人呼\n吸隂陽之氣而羣生莫不顒顒然仰其徳以和順當此\n之時莫之領理決離隠宻而自成渾渾蒼蒼純樸未散\n旁薄為一而萬物大優是故雖有羿之\n知而無所用之\n及世之衰也至伏羲氏其道昧昧芒芒然吟徳懐和\n被施頗烈而\n知乃始昧昧晽晽皆欲離其童蒙之心\n而覺視於天地之間是故其徳煩而不能一\n乃至神農黄帝剖判大宗竅領天地襲九窽重\n九􁁉提挈隂陽嫥\n捖剛柔枝解葉貫萬物百族使各有經紀\n條貫於此萬民睢睢盱盱然莫不竦身而載聽視\n是故治而不能和下棲遲至于昆吾夏后之世\n嗜欲連於物聰明誘於外而性命失其得\n施及周室之衰澆淳散樸雜道以偽儉徳以行而\n巧故萌生周室衰而王道廢儒墨乃始列道而議分徒\n而訟於是博學以疑聖華誣以脅衆弦歌鼓\n舞縁飾詩書以買名譽於天下繁登降之禮飾紱冕之\n服聚衆不足以極其變積財不足以贍其費於是萬民\n乃始慲觟離跂各欲行其知偽以求鑿枘\n於世而錯擇名利\n是故百姓曼衍於淫荒之陂而失其大宗之本夫\n世之所以喪性命有衰漸以然所由來者久矣是故聖\n人之學也欲以反性於初而游心於虚也\n達人之學也欲以通性於遼廓而\n覺於寂漠也若夫俗世之學也則不然擢徳􁋭性内\n愁五藏外勞耳目乃\n始招蟯振繾物之毫芒搖消掉捎仁義禮樂㬥行\n越智於天下以招號名聲於世\n此我所羞而不為也是故與其有天下\n也不若有說也與其有説也不若尚\n羊物之終始也而條達有無之際是故舉世而譽之\n不加勸舉世而非之不加沮定于死生之境而通于榮\n辱之理雖有炎火洪水彌靡於天下神無虧缺於胷臆\n之中矣若然者視天下之間猶飛羽浮芥也孰肯分分\n然以物為事也水之性真清而土汨之人性\n安靜而嗜欲亂之夫人之所受於天者耳目之於聲色\n也口鼻之於芳臭也肌膚之於寒燠其情一也或通於\n神明或不免於癡狂者何也其所為制者異也是故神\n者智之淵也淵清則智明矣智者心之府也智公則心\n平矣人莫鑑於流沫而鑑於止水者以其靜也\n莫窺形於生鐵而窺於明鏡者以覩\n其易也夫唯易且靜形物之性也由此觀之用\n也必假之於弗用也是故虚室生白吉祥止止\n夫鑑明者塵垢弗能薶\n神清者嗜欲弗能亂精神已越於外而\n事復返之是失之於本而求之於末也外内無\n符而欲與物接弊其𤣥光而求知之于耳目\n是釋其炤炤而道其㝠㝠也是之謂失道心有所至\n而神喟然在之反之於虚則消鑠滅息此聖人之游也\n故古之治天下也必達乎\n性命之情其舉錯未必同也其合於道一也夫夏日之\n不被裘者非愛之也燠有餘於身也冬日之不用翣\n者非簡之也清有餘於適也夫聖人量腹而食\n度形而衣節於己而已貪汚之心奚由生哉故能有天\n下者必無以天下為也能有名譽者必無以趨行求者\n也聖人有所于達達則嗜欲之心外矣孔墨\n之弟子皆以仁義之術教導於世然而不免於儡身\n猶不能行也又況所教乎是何則其道外\n也夫以末求返于本許由不能行也又況齊民乎誠達\n于性命之情而仁義固附矣趨捨何足以滑心若夫神\n無所掩心無所載通洞條達恬漠無事無所凝滯虚寂\n以待勢利不能誘也辯者不能説也聲色不能淫也美\n者不能濫也知者不能動也勇者不能恐也此\n真人之道也若然者陶冶萬物與造化者為人天\n地之間宇宙之内莫能夭遏夫化生者不死而化物者\n不化神經於驪山太行而不能難入於四\n海九江而不能濡處小隘而不塞横扃天地之間而不\n窕不通此者雖目數千羊之羣耳分八風之調足\n蹀陽阿之舞而手㑹緑水之趨智\n終天地明照日月辯解連環\n澤潤玉石猶無益於治天下也靜漠恬澹所以\n養性也和愉虚無所以養徳也外不滑内則性得其宜\n性不動和則徳安其位養生以經世抱徳以終年可謂\n能體道矣若然者血脉無鬱滯五藏無蔚氣禍福\n弗能撓滑非譽弗能塵垢故能致其極非有其世孰能\n濟焉有其人不遇其時身猶不能脱又況無道乎且人\n之情耳目應感動心志知憂樂手足之㩌疾􁳬辟\n寒暑所以與物接也蜂蠆螫指而神不能憺\n蚉蝱噆膚而知不能平夫憂患之來攖人心也\n非直蜂蠆之螫毒而蚉蝱之慘怛也而欲靜漠虚無奈\n之何哉夫目察秋毫之末耳不聞雷霆之聲耳調玉石\n之聲目不見太山之髙何則小有所志而大有所忘也\n今萬物之來擢拔吾性攓取吾情有若泉源雖欲勿\n稟其可得邪今夫樹木者灌以瀿水\n疇以肥壤一人養之十人拔之則必無餘㮆又況\n與一國同伐之哉雖欲久生豈可得乎今盆水在庭清\n之終日未能見眉睫濁之不過一撓而不察方員人神\n易濁而難清猶盆水之類也況一世而撓滑之曷得須\n臾平乎古者至徳之世賈便其肆農樂其業大夫安其\n職而處士修其道當此之時風雨不毁折草木不夭九\n鼎重味珠玉潤澤洛出丹書河\n出緑圖\n\n故許由方回善卷披衣得達其道\n何則世之主有欲利天下之心是以人\n得自樂其間四子之才非能盡善葢今之世也然莫能\n與之同光者遇唐虞之時逮至夏桀殷紂燔生人辜諌\n者為炮烙鑄金柱剖賢人之心析\n才士之脛醢鬼侯之女葅\n梅伯之骸\n當此之時嶢山崩三川涸飛\n鳥鎩翼走獸擠脚當此之時豈獨無\n聖人哉然而不能通其道者不遇其世夫鳥飛千仞之\n上獸走叢薄之中禍猶及之又況編户齊民乎\n由此觀之體道者不專在於我亦有繫於世矣夫歴\n陽之都一夕反而為湖勇力聖知與罷怯不肖者同命\n\n巫山之上\n順風縱火膏夏紫芝與蕭艾俱死\n故河魚不得明目穉稼不得\n育時其所生者然也\n故世治則愚者不得獨亂世亂則智者不能獨治\n身蹈于濁世之中而責道之不行也是猶兩絆騏驥而\n求其致千里也置猨檻中則與豚同非不巧捷也無所\n肆其能也舜之耕陶也不能利其里南面王則徳施乎\n四海仁非能益也處便而勢利也古之聖人其和愉寧\n靜性也其志得道行命也是故性遭命而後能行命得\n性而後能明烏號之弓谿子之弩不能無\n絃而射越舲蜀艇不能無水而浮\n今矰繳機而在上􁁛罟張而\n在下雖欲翺翔其勢焉得\n故詩曰采采卷耳不盈傾筐嗟我懐人寘彼周\n行以言慕逺世也\n\n"}
{"id": "KR3j0010_003", "series": "KR3j0010", "text": "　　天文訓\n天墬未形馮馮翼翼洞洞灟灟故曰大昭\n道始于虚霩虚霩生宇宙宇宙生氣氣有漢\n垠清陽者薄靡而為天重濁者凝\n滯而為地清妙之合專易重濁之凝竭難故天先\n成而地後定天地之襲精為隂陽隂陽之專精\n為四時四時之散精為萬物積陽之熱氣生火火氣之\n精者為日積隂之寒氣為水水氣之精者為月日月之\n淫為精者為星辰天受日月星辰地受水潦塵埃昔者\n共工與顓頊爭為帝怒而觸不周之山天柱折地維絶\n天傾西北故日月星辰移焉\n地不滿東南故水潦塵埃歸焉天道曰\n圓地道曰方方者主幽圓者主明明者吐氣者也是故\n火曰外景幽者含氣者也是故水曰内景吐氣者施含\n氣者化是故陽施隂化天之偏氣怒者為風地之含氣\n和者為雨隂陽相薄感而為雷激而為霆亂而\n為霧陽氣勝則散而為雨露隂氣勝則凝而為霜\n雪毛羽者飛行之類也故屬於陽介鱗者蟄伏之類也\n故屬於隂日者陽之主也是故春夏則羣獸除\n日至而麋鹿解月者隂之宗也是以月\n虚而魚腦減月死而蠃硥膲\n火上蕁水下流故鳥飛而髙魚動而下物類相動本\n標相應故陽燧見日則燃而為火方諸見月則津而\n為水\n虎嘯而谷風至龍舉而景\n雲屬麒麟鬬而日月食鯨魚死而彗星出蠶珥絲而商\n弦絶賁星墜而勃海決人主之情上通于天故誅㬥則\n多飄風枉法令則多蟲螟殺不辜則國赤地令不收則\n多淫雨\n\n四時者天之吏也日月者天之使也星辰者天之期也\n虹蜺彗星者天之忌也天有九野九千\n九百九十九隅去地五億萬里五\n星八風二十八宿五官六府紫宫太微軒轅咸池四守\n天阿何謂九野中央曰鈞天其星角亢氐\n東方曰蒼天其星房心尾東北曰變天其星箕斗牽\n牛北方\n曰𤣥天其星須女虚危營室西北方曰幽天其星東壁\n奎婁\n西方曰昊天其星胃昴畢西南方曰朱\n天其星觜嶲參東井\n南方曰炎天其星輿鬼柳七\n星東南方曰陽天其星張翼軫\n何謂五星東方木也其帝太皥\n其佐句芒執規而治春其神為嵗星\n其獸蒼龍其音角其日甲乙南\n方火也其帝炎帝其\n佐朱明執衡而治夏其神為熒惑其獸朱鳥\n其音徵其日丙丁中央土也其\n帝黄帝其佐后土執\n繩而制四方其神為鎮星其獸黄龍其音宫其日\n戊己西方金也其帝少昊\n其佐蓐收執矩而治秋其神為太白其\n獸白虎其音商其日庚辛北方水也其帝顓\n頊其佐𤣥㝠執權而\n治冬其神為辰星其獸𤣥武其音羽其日壬癸\n太隂在四仲則嵗星行三宿\n太隂在四鉤則嵗星行二宿二\n八十六三四十二故十二嵗而行二十八宿日行十二\n分度之一嵗行三十度十六分度之七十二嵗而周\n熒惑常以十月入太微受制而出行列宿司無道之\n國為亂為賊為疾為喪為饑為兵出入無常辯變其色\n時見時匿鎮星以甲寅元始建斗嵗鎮行一\n宿當居而弗居其國亡土未當居而居之其國益地嵗\n熟日行二十八分度之一嵗行十三度百一十二分度\n之五一十八嵗而周太白元始以正月甲寅與熒\n惑晨出東方二百四十日而入入百二十日而夕出西\n方二百四十日而入入三十五日而復出東方出以辰\n戌入以丑未當出而不出未當入而入天下偃兵當入\n而不入當出而不出天下興兵辰星正四時常以二月\n春分効奎婁以五月夏至効東井輿鬼以八月秋分効\n角亢以十一月冬至効斗牽牛出以辰戌入以丑未\n出二旬而入晨候之東方夕候之西方一時不出其時\n不和四時不出天下大饑何謂八風距日冬至\n四十五日條風至條風至四十五日明庶\n風至明庶風至四十五日清明風至\n清明風至四十五日景風至景風至四十\n五日凉風至凉風至四十五日閶闔風至\n閶闔風至四十五日不周風至不周\n風至四十五日廣莫風至條風至則出輕繫\n去稽留明庶風至則正封疆修田疇\n清明風至則出幣帛使諸侯景\n風至則爵有位賞有功凉\n風至則報地徳祀四郊閶闔風\n至則收縣垂琴瑟不張不周風至\n則修宫室繕邊城廣莫風至則\n閉關梁決刑罰何謂五官東\n方為田南方為司馬西方為理北方為司空中央為都\n何謂六府子午丑未寅申卯\n酉辰戌巳亥是也太微者太乙之庭也紫宫\n者太一之居也軒轅者帝妃之舍也咸池者水魚之囿\n也天阿者羣神之闕也四宫者所以為\n司賞罰太微者主朱雀紫宫執斗而\n左旋日行一度以周於天日冬至峻狼之山日移\n一度月行百八十二度八分度之五而夏至牛首之山\n反覆三百六十五度四分度之一而成一嵗天\n一元始正月建寅日月俱入營室五度天一以始建七\n十六嵗日月復以正月入營室五度無餘分名曰一紀\n凡二十紀一千五百二十嵗大終日月星辰復始甲寅\n元日行一度而嵗有奇四分度之一故四嵗而積千四\n百六十一日而復合故舍八十嵗而復故曰子午卯酉\n為二繩丑寅辰巳未申戌亥為四鉤東北為報徳\n之維也西南為\n背陽之維東南為常羊之維\n西北為號通之維\n日冬至則斗北中繩隂氣極陽氣\n萌故曰冬至為徳日夏至則斗南中繩陽氣極隂\n氣萌故曰夏至為刑隂氣極則北至北極下至黄\n泉故不可以鑿地穿井萬物閉藏蟄蟲首穴故曰徳在\n室陽氣極則南至南極上至朱天故不可以夷丘上屋\n萬物蕃息五穀兆長故曰徳在野日冬至則水從之日\n夏至則火從之故五月火正而水漏十\n一月水正而隂勝陽氣為火隂氣為水水勝\n故夏至溼火勝故冬至燥燥故炭輕溼故炭重日冬至\n井水盛盆水溢羊脱毛麋角解鵲始巢八尺之修日中\n而景丈三尺日夏至而流黄澤石精出\n蟬始鳴半夏生蟁蝱不食駒犢鷙鳥不\n搏黄口八尺之景修\n徑尺五寸景脩則隂氣勝景短則陽氣勝隂氣勝則為\n水陽氣勝則為旱隂陽刑徳有七舍何謂七舍室堂庭\n門巷術野十二月徳居室三十日先日至十五日\n後日至十五日而徙所居各三十日徳在室則刑在野\n徳在堂則刑在術徳在庭則刑在巷隂陽相徳則刑徳\n合門八月二月隂陽氣均日夜分平故曰刑徳合門徳\n南則生刑南則殺故曰二月㑹而萬物生八月㑹而草\n木死兩維之間九十一度十六分度之五而升\n日行一度十五日為一\n節以生二十四時之變斗指子則冬至音比黄鍾\n加十五日指癸則小寒音比應鍾\n加十五日指丑則大寒\n音比無射加十\n五日指報徳之維則越隂在地故曰距日冬至四十六\n日而立春陽氣凍解音比南吕\n加十五日指寅則雨水音比夷則\n加十五日指甲則雷驚蟄音\n比林鍾加十五日指卯\n中繩故曰春分則雷行音比㽔賔\n加十五日指乙則清明風至音比仲吕\n加十五日指辰則穀雨音\n比姑洗加十五日指常\n羊之維則春分盡故曰有四十六日而立夏大風濟音\n比夾鍾加十五日指已\n則小滿音比太簇\n加十五日指丙則芒種音比大吕\n加十五日指午則陽氣極故\n曰有四十六日而夏至音比黄鍾加十五日指丁則小\n暑音比大吕加十五日指未則大暑音比太簇加十五\n日指背陽之維則夏分盡故曰有四十六日而立秋凉\n風至音比夾鍾加十五日指申則處暑音比姑洗加十\n五日指庚則白露降音比仲吕加十五日指酉中繩故\n曰秋分雷戒蟄蟲北鄉音比㽔賔加十五日指辛則寒\n露音比林鍾加十五日指戌則霜降音比夷則加十五\n日指號通之維則秋分盡故曰有四十六日而立冬草\n木畢死音比南吕加十五日指亥則小雪音比無射加\n十五日指壬則大雪音比應鍾加十五日指子故曰陽\n生於子隂生於午陽生於子故十一月日冬至鵲始加\n巢人氣鍾首隂生於午故五月為小刑薺麥亭歴枯冬\n生草木必死斗杓為小嵗正月\n建寅月從左行十二辰咸池為太嵗二月建卯月從右\n行四仲終而復始太嵗迎者辱背者强左者衰右者昌\n小嵗東南則生西北則殺不可迎也而可背也不可左\n也而可右也其此之謂也大時者咸池也小時者月建\n也天維建元常以寅始起右徙一嵗而移十二嵗而大\n周天終而復始淮南元年冬太一在丙子冬至甲午立\n春丙子二隂一陽成氣二二陽一\n隂成氣三合氣而為音合隂而為陽\n合陽而為律故曰五音六律音自倍而為日律自倍而\n為辰故日十而辰十二月日行十三度七十六分度之\n二十六二十九日九百四十分日之四百九十九\n而為月而以十二月為嵗嵗有餘十日九百四十分日\n之八百二十七故十九嵗而七閏日冬至子午夏至卯\n酉冬至加三日則夏至之日也嵗遷六\n日終而復始壬午冬至甲子受制\n木用事火煙青七十二日丙子受制火用事火\n煙赤七十二日戊子受制土用事火煙黄\n七十二日庚子受制金用事火煙白七十二\n日壬子受制水用事火煙黑七十二日而嵗終\n庚子受制嵗遷六日以數推之七十嵗而復至甲子甲\n子受制則行柔惠挺羣禁開闔扇通障塞毋伐木\n丙子受制則舉\n賢良賞有功立封侯出貨財戊子\n受制則養老鰥寡行粰鬻施恩澤\n庚子受制則繕牆垣修城廓審羣禁飾兵甲儆百\n官誅不法壬子受制則閉門閭大搜\n客斷刑罰殺當罪息關梁禁外徙\n甲子氣燥濁丙子氣燥陽戊子氣溼濁庚子氣燥寒\n壬子氣清寒丙子干甲子蟄蟲早出故雷早行\n戊子干甲子胎夭卵毈鳥蟲多傷庚子干甲子有兵壬\n子干甲子春有霜戊子干丙子霆庚子干丙子夷\n壬子干丙子雹甲子干丙子地動庚子干戊子五穀\n有殃壬子干戊子夏寒雨霜甲子干戊子介蟲不為\n丙子干戊子大旱苽封熯\n壬子干庚子大剛魚不為甲子干庚子\n草木再死再生丙子干庚子草木復榮\n戊子干庚子嵗或存或亡甲子干壬子冬乃不藏\n丙子干壬子星墜戊子干壬子蟄蟲冬出其\n鄉庚子干壬子冬雷其鄉季春三月豐隆乃出以將其\n雨至秋三月地氣不藏乃收其殺百蟲蟄伏\n靜居閉户青女乃出以降霜雪行\n十二時之氣以至于仲春二月之夕乃收其藏而閉其\n寒女夷鼓歌以司天和以長百穀禽鳥草木\n孟夏之月以熟穀禾雄鳩長鳴為帝候嵗\n是故天不發其隂則萬物不生地不發其陽則\n萬物不成天圓地方道在中央日為徳月為刑月歸而\n萬物死日至而萬物生逺山則山氣藏逺水則水蟲蟄\n逺木則木葉槁日五日不見失其位也聖人不與也\n日出于暘谷浴于咸池拂于扶桑是謂晨明\n登于扶桑爰始將行是謂朏明至于曲阿是\n謂旦明至于曾泉是謂蚤食至于桑野是謂晏食\n至于衡陽是謂隅中至于昆吾是謂正中至于\n鳥次是謂小還至于悲谷是謂餔時\n至于女紀是謂大還\n至于淵虞是謂髙舂至于連\n石是謂下舂至于悲泉爰止其\n女爰息其馬是謂縣車至于虞淵是謂黄昏至于蒙谷\n是謂定昏日入于虞淵之汜曙於蒙谷之\n浦行九州七舍有五億萬七千三百九里\n禹以為朝晝昏夜夏日至則隂乘陽是\n以萬物就而死冬日至則陽乘隂是以萬物仰而生晝\n者陽之分夜者隂之分是以陽氣勝則日脩而夜\n短隂氣勝則日短而夜脩帝張四維\n運之以斗月徙一辰復反其所正月指\n寅十二月指丑一嵗而匝終而復始指寅則萬物螾\n律受太蔟太蔟者蔟而未出也指卯卯則茂茂然\n律受夾鍾夾鍾者種始莢也指辰辰則振之也律受姑\n洗姑洗者陳去而新來也指巳巳則生已定也律受仲\n吕仲吕者中充大也指午午者忤也律受㽔賔㽔賔者\n安而服也指未未昧也律受林鍾林鍾者引而止也指\n申申者呻之也律受夷則夷則者易其則也徳以去矣\n指酉酉者飽也律受南吕南吕者任包大也指戌戌者\n滅也律受無射無射者無厭也指亥亥者閡也律受應\n鍾應鍾者應其鍾也指子子者兹也律受黄鍾黄鍾者\n鍾已黄也指丑丑者紐也律受大吕大吕者旅旅而去\n也其加卯酉則隂陽分日夜平矣故曰規生矩殺衡長\n權藏繩居中央為四時根道曰規始於一一而不生故\n分而為隂陽隂陽合和而萬物生故曰一生二二生三\n三生萬物天地三月而為一時故祭祀三飯以為禮喪\n紀三踊以為節兵重三罕以為制以三參物三三如九\n故黄鍾之律九寸而宫音調因而九之九九八十\n一故黄鍾之數立焉黄者土徳之色鍾者氣之所種也\n日冬至徳氣為土土色黄故曰黄鍾律之數六分為雌\n雄故曰十二鍾以副十二月十二各以三成故置一而\n十一三之為積分十七萬七千一百四十七黄鍾大數\n立焉凡十二律黄鍾為宫太蔟為商姑洗為角林鍾為\n徵南吕為羽物以三成音以五立三與五如八故卵生\n者八竅律之初生也寫鳳之音故音以八生黄鍾為宫\n宫者音之君也故黄鍾位子其數八十一主十一月下\n生林鍾林鍾之數五十四主六月上生太蔟太蔟之數\n七十二主正月下生南吕南吕之數四十八主八月上\n生姑洗姑洗之數六十四主三月下生應鍾應鍾之數\n四十二主十月上生㽔賔㽔賔之數五十七主五月上\n生大吕大吕之數七十六主十二月下生夷則夷則之\n數五十一主七月上生夾鍾夾鍾之數六十八主二月\n下生無射無射之數四十五主九月上生仲吕仲吕之\n數六十主四月極不生徵生宫宫生商商生羽羽生角\n角生姑洗姑洗生應鍾比於正音故為和\n應鍾生㽔賔不比正音故為繆日冬至音比林\n鍾浸以濁日夏至音比黄鍾浸以清以十二律應二十\n四時之變甲子仲吕之徵也丙子夾鍾之羽也戊子黄\n鍾之宫也庚子無射之商也壬子夷則之角也古之為\n度量輕重生乎天道黄鍾之律脩九寸物以三生三九\n二十七故幅廣二尺七寸音以八相生故人\n修八尺尋自倍故八尺而為尋有形則有聲音之數五\n以五乘八五八四十故四丈而為匹匹者中人之度也\n一匹而為制秋分蔈定蔈定而禾熟\n律之數十二故十二蔈而當一粟十二粟而當一\n寸律以當辰音以當日日之數十故十寸而為\n尺十尺而為丈其以為量十二粟而當一分\n十二分而當一銖十二銖而當半兩衡有左右因倍之\n故二十四銖為一兩天有四時以成一嵗因而四之四\n四十六故十六兩而為一斤三月而為一時三十日為\n一月故三十斤為一鈞四時而為一嵗故四鈞為一石\n其以為音也一律而生五音十二律而為六十音因而\n六之六六三十六故三百六十音以當一嵗之日故律\n厯之數天地之道也下生者倍以三除之上生者四以\n三除之\n太隂元始建于甲寅一終而建甲戌二終而建甲午三\n終而復得甲寅之元嵗徙一辰立春之後得其辰而遷\n其所順前三後五百事可舉太隂所建蟄蟲\n首穴而處鵲巢鄉而為户太隂在寅朱鳥在卯勾陳在\n子𤣥武在戌白虎在酉蒼龍在辰寅為建卯為除辰為\n滿已為平主生午為定未為執主陷申為破主衡酉為\n危主杓戌為成主小徳亥為收主大徳子為開主太嵗\n丑為閉主太隂太隂在寅嵗名曰攝提格其雄為嵗星\n舍斗牽牛以十一月與之晨出東方東井輿鬼為對太\n隂在卯嵗名曰單閼嵗星舍須女虚危以十二\n月與之晨出東方柳七星張為對太隂在辰嵗名曰執\n除嵗星舍營室東壁以正月與之晨出東方翼軫為對\n太隂在巳嵗名曰大荒落嵗星舍奎婁以二月與之晨\n出東方角亢為對太隂在午嵗名曰敦牂嵗星舍胃昴\n畢以三月與之晨出東方氐房心為對太隂在未嵗名\n曰協洽嵗星舍觜嶲參以四月與之晨出東方尾箕為\n對太隂在申嵗名曰涒灘嵗星舍東井輿鬼以五\n月與之晨出東方斗牽牛為對太隂在酉嵗名曰作\n鄂嵗星舍柳七星張以六月與之晨出東方須女虚危\n為對太隂在戌嵗名曰閹茂嵗星舍翼軫以七月與之\n晨出東方營室東壁為對太隂在亥嵗名曰大淵獻嵗\n星舍角亢以八月與之晨出東方奎婁為對太隂在子\n嵗名曰困敦嵗星舍氐房心以九月與之晨出東方胃\n昴畢為對太隂在丑嵗名曰赤奮若嵗星舍尾箕以十\n月與之晨出東方觜嶲參為對太隂在甲子刑徳合東\n方宫常徙所不勝合四嵗而離離十六嵗而復合所以\n離者刑不得入中宫而徙於木太隂所居曰徳辰為刑\n徳綱曰日倍因柔曰徙所不勝刑水辰之木木辰之水\n金火立其處凡徙諸神朱鳥在太隂前一鉤陳在後三\n𤣥武在前五白虎在後六虚星乘鉤陳而天地襲矣\n凡日甲剛乙柔丙剛丁柔以至於癸木生於亥壯於卯\n死於未三辰皆木也火生於寅壯於午死於戌三辰皆\n火也土生於午壯於戌死於寅三辰皆土也金生於巳\n壯於酉死於丑三辰皆金也水生於申壯於子死於辰\n三辰皆水也故五勝生一壯五終九五九四十五故神\n四十五日而一徙以三應五故八徙而嵗終凡用太隂\n左前刑右背徳擊鉤陳之衝辰以戰必勝以攻必剋欲\n知天道以日為主六月當心左周而行分而為十二月\n與日相當天地重襲後必無殃星正月建營室二月建\n奎婁三月建胃\n四月建畢五月建東井六月建張七月建\n翼八月建亢九月建房十月建尾十一月建牽牛十二\n月建虚\n星分度角十二亢九氐十五房五心五尾十八箕十一\n四分一斗二十六牽牛八須女十二虚十危十七營室\n十六東壁九奎十六婁十二胃十四昴十一畢十六觜\n嶲二參九東井三十輿鬼四柳十五星七張翼各十八\n軫十七凡二十八宿也\n星部地名角亢鄭氐房心宋尾箕燕斗牽牛越須女吳\n虚危齊營室東壁衛奎婁魯胃昴畢魏觜嶲參趙東井\n輿鬼秦柳七星張周翼軫楚嵗星之所居五穀豐昌其\n對為衝嵗乃有殃當居而不居越而之他處主死國亡\n太隂治春則欲行柔惠温涼太隂治夏則欲\n布施宣明太隂治秋則欲修備繕兵\n太隂治冬則欲猛毅剛彊三嵗而\n改節六嵗而易常故三嵗而一饑六嵗而一衰十二嵗\n一康甲齊乙東夷丙楚丁南夷戊魏己韓庚秦辛\n西夷壬衛癸越子周丑翟寅楚卯鄭辰晉巳衛午秦未\n宋申齊酉魯戌趙亥燕甲乙寅卯木也丙丁巳午火也\n戊己四季土也庚辛申酉金也壬癸亥子水也水生木\n木生火火生土土生金金生水子生母曰義母生子曰\n保子母相得曰專母勝子曰制子勝母曰困以勝擊殺\n勝而無報以專從事而有功以義行理名立而不墮以\n保畜養萬物蕃昌以困舉事破滅死亡北斗之神有雌\n雄十一月始建於子月從一辰雄左行雌右行五月合\n午謀刑十一月合子謀徳太隂所居辰為厭日厭日不\n可以舉百事堪輿徐行雄以音知雌故為奇辰數從甲\n子始子母相求所合之處為合十日十二辰周六十日\n凡八合合於嵗前則死亡合於嵗後則無殃甲戌燕也\n乙酉齊也丙午越也丁巳楚也庚申秦也辛卯戎也壬\n子趙也癸亥胡也戊戌己亥韓也己酉己卯魏也戊午\n戊子八合天下也太隂小嵗星日辰五神皆合其日有\n雲氣風雨國君當之天神之貴者莫貴於青龍或曰天\n一或曰太隂太陽所居不可背而可鄉北斗所擊不可\n與敵天地以設分而為隂陽陽生於隂隂生於陽隂陽\n相錯四維乃通或死或生萬物乃成蚑行喙息莫貴於\n人孔竅肢體皆通於天天有九重人亦有九竅天有四\n時以制十二月人亦有四肢以使十二節天有十二月\n以制三百六十日人亦有十二肢以使三百六十節故\n舉事而不順天者逆其生者也以日冬至數來嵗正月\n朔日五十日者民食足不滿五十日日減一斗有餘日\n日益一升有其嵗司也\n攝提格之嵗嵗早水晩旱稻疾蠶不登\n菽麥昌民食四升寅在甲曰閼蓬\n\n單閼之嵗嵗和稻菽麥蠶昌民\n食五升卯在乙曰旃蒙\n執除之嵗嵗早旱晩水小饑蠶閉\n麥熟民食三升辰在丙曰柔兆\n大荒落之嵗嵗有小兵蠶小登\n麥昌菽疾民食二升巳在丁曰强圉\n敦牂之嵗嵗大旱蠶登稻疾菽麥昌\n禾不為民食二升午在戊曰著雝\n\n協洽之嵗嵗有小兵蠶登稻昌菽麥\n不為民食三升未在己曰屠維\n涒灘之嵗嵗和小雨行蠶登菽麥昌\n民食三升申在庚曰上章\n作鄂之嵗嵗有大兵民疾蠶不登菽麥不\n為禾蟲民食五升酉在辛曰重光\n掩茂之嵗嵗小饑有兵蠶不登麥不為\n菽昌民食七升戌在壬曰𤣥黓\n大淵獻之嵗嵗有大兵大饑\n蠶開菽麥不為禾蟲民食三升\n困敦之嵗嵗大霧起大水出蠶稻\n麥昌民食三斗子在癸曰昭陽\n赤奮若之嵗嵗有小兵早\n水蠶不出稻疾菽不為麥昌民食一升\n正朝夕先樹一表東方操一表却去前表十步以\n參望日始出北廉日直入又樹一表於東方因西方之\n表以參望日方入北廉則定東方兩表之中與西方之\n表則東西之正也日冬至日出東南維入西南維至春\n秋分日出東中入西中夏至出東北維入西北維至則\n正南欲知東西南北廣袤之數者立四表以為方一\n里岠先春分若秋分十餘日從岠北表參望日始出\n及旦以候相應相應則此與日直也輒以南表參望之\n以入前表數為法除舉廣除立表袤以知從此東西之\n數也假使視日出入前表中一寸是寸得一里也一里\n積萬八千寸得從此東萬八千里視日方入入前表半\n寸則半寸得一里半寸而除一里積寸得三萬六千里\n除則從此西里數也并之東西里數也則極徑也未春\n分而直巳秋分而不直此處南也未秋分而直已春分\n而不直此處北也分至而直此處南北中也從中處欲\n知中南也未秋分而不直此處南北中也從中處欲知\n南北極逺近從西南表參望日日夏至始出與北表參\n則是東與東北表等正東萬八千里則從中北亦萬八\n千里也倍之南北之里數也其不從中之數也以出入\n前表之數益損之表入一寸寸減日近一里表出一寸\n寸益逺一里欲知天之髙樹表髙一丈正南北相去千\n里同日度其隂北表二尺南表尺九寸是南千里隂短\n寸南二萬里則無景是直日下也隂二尺而得髙一丈\n者南一而髙五也則置從此南至日下里數因而五之\n為十萬里則天髙也若使景與表等則髙與逺等也\n"}
{"id": "KR3j0010_004", "series": "KR3j0010", "text": "　　墬形訓\n墬形之所載六合之間四極之内\n昭之以日月經之以星辰紀之以四時要之以\n太嵗天地之間九州八極土\n有九山山有九塞澤有九藪風有八等水有六品何謂\n九州東南神州曰農土正南次\n州曰沃土西南戎州曰滔土\n正西弇州曰并土\n正中冀州曰中土西北台州曰肥土正\n北濟州曰成土東北薄州曰隠土\n正東陽州曰申土何謂九山㑹\n稽泰山王屋首山太華岐山太行羊腸孟門\n\n何謂九塞曰太汾\n澠阨荆阮方城殽阪井陘令疵句注居庸\n\n何謂九藪曰越之具區\n楚之雲夢秦之陽紆晉\n之大陸鄭之圃田\n宋之孟諸齊之\n海隅趙之鉅鹿燕之昭余\n何謂八風東北曰炎風東方曰條風\n東南曰景風南方曰巨風\n西南曰凉風西方曰飂風\n西北曰麗風北方曰寒風何\n謂六水曰河水赤水遼水黒水江水淮水\n\n闔四海之内東西二萬八千里南北二萬六千\n里水道八千里通谷其名川六百陸\n徑三千里禹乃使太章步自東極至于西極\n二億三萬三千五百里七十五步使豎亥步自北極至\n于南極二億三萬三千五百里七十五步\n凡鴻水淵藪自三百仞以上二億三\n萬三千五百五十里有九淵禹乃以息土填洪水以為\n名山掘崑崙虚以下地\n中有增城九重其髙萬一千里百一十四步二尺\n六寸上有木禾其修\n五尋珠樹玉樹琁樹不死樹在其\n西沙棠琅玕在其東\n絳樹在其南碧樹瑤樹在其北\n旁有四百四十門門間四里里間九純純丈\n五尺旁有九井玉横維其西北之隅\n北門開以内不周之風傾宫旋室\n縣圃涼風樊桐在崑崙閶\n闔之中是其疏圃疏圃之池\n浸之黄水黄水三周復其原是謂丹水飲之不死\n河水出崑崙東北􁐌貫㴾海入禹所導積石山\n赤水出其東南陬\n西南注南海丹澤之東赤水之東弱水出自窮石\n至于合黎餘波入于流沙絶流沙南至南海\n洋水出其西北􁐌入于南海羽民之南\n凡四水者帝之神泉以和百藥以潤萬\n物崑崙之丘或上倍之是謂涼風之山登之而\n不死或上倍之是謂懸圃登之乃靈能使風雨或上倍\n之乃維上天登之乃神是謂太帝之居扶木在陽州日\n之所􁀙建木在都\n廣衆帝所自上下日中\n無景呼而無嚮葢天地之中也\n若木在建木西末有十日其華照下\n地九州之大純方千里\n九州之外乃有八殥亦方千里自東北\n方曰大澤曰無通東方曰大渚曰少海\n東南方曰昃區曰元澤南方曰大\n夢曰浩澤西南方曰渚資曰丹澤\n西方曰九區曰泉澤西北方曰大夏曰海澤北方\n曰大㝠曰寒澤凡八殥八澤之雲是雨九\n州八殥之外而有八紘亦方千里\n自東北方曰和丘曰荒土東方曰\n棘林曰桑野東南方曰大窮曰衆女南方曰都廣曰反\n户西南方曰\n焦僥曰炎土西方曰金丘曰沃野\n西北方曰一目曰沙所\n北方曰積氷曰委羽\n凡八紘之氣是出寒暑以合八正必以\n風雨八紘之外乃有八極自東北方\n曰方土之山曰蒼門東方曰東極之\n山曰開明之門東南方曰波母之\n山曰陽門南方\n曰南極之山曰暑門西南方曰編駒之\n山曰白門西方曰西極之山曰\n閶闔之門\n西北方曰不周之山曰幽都之門\n北方曰北極之山曰寒門凡八極之\n雲是雨天下八門之風是節寒暑八紘八殥八澤之雲\n以雨九州而和中土東方之美者有醫母閭之珣\n玗琪焉東南方之美者有㑹\n稽之竹箭焉南方\n之美者有梁山之犀象焉西\n南方之美者有華山之金石焉\n西方之美者有霍山之珠玉焉\n西北方之美者有崑崙之球琳琅玕焉北方\n之美者有幽都之筋角焉\n東北方之美者有斥山之文皮焉中央之\n美者有岱嶽以生五穀桑麻魚鹽出焉\n凡地形東西為緯南北為經山為積\n徳川為積刑髙者為生下\n者為死丘陵為牡谿谷為牝\n水圓折者有珠方折者有玉\n清水有黄金龍淵有玉英\n土地各以其類生是故山氣多男\n澤氣多女障氣多喑風氣多聾林氣多癃\n木氣多傴岸下氣多腫石氣多力險阻氣\n多癭暑氣多夭寒氣多壽谷\n氣多痺丘氣多狂衍氣多仁陵氣多貪輕土多\n利重土多遲清水音小濁水音大湍水人輕\n遲水人重中土多聖人皆象其氣皆應其類故\n南方有不死之草北方有不釋之氷\n東方有君子之國\n西方有形殘之尸寢居直夢人死為鬼\n\n磁石上飛雲母來水土龍致雨燕鴈代飛\n\n蛤蟹珠龜與月盛衰是故堅土人剛\n弱土人肥壚土人大沙土人細息土人美耗土人\n醜食水者善游能寒食土者無心而慧\n食木者多力而□食草者善走而愚\n食葉者有絲而蛾食肉者勇敢而捍\n食氣者神明而壽食穀者知慧而夭不食者不\n死而神凡人民禽獸萬物貞蟲各有以生或\n奇或偶或飛或走莫知其情唯知通道者能原本之天\n一地二人三三三而九九九八十一\n一主日日數十日主人人故十月而生八九七\n十二二主偶偶以承奇奇主辰辰主月月主馬馬故十\n二月而生七九六十三三主斗斗主犬犬故三月而生\n六九五十四四主時時主彘彘故四月而生五九四十\n五五主音音主猨猨故五月而生四九三十六六主律\n律主麋鹿麋鹿故六月而生三九二十七七主星星主\n虎虎故七月而生二九十八八主風風主蟲蟲故八月\n而化鳥魚皆生於隂隂屬於陽故鳥魚皆卵生魚游於\n水鳥飛於雲故立冬燕雀入海化為蛤萬物之生而各\n異類蠶食而不飲蟬飲而不食蜉蝣不飲不食介鱗者\n夏食而冬蟄齕吞者八竅而卵生\n嚼咽者九竅而胎生四足者無羽翼戴角者無上齒無\n角者膏而無前有角者指而無後\n晝生者類父夜生者似母至隂生牝至\n陽生牡夫熊羆蟄藏飛鳥時移是故白水宜玉黑水宜\n砥青水宜碧赤水宜丹黄水宜金清水宜龜汾水\n濛濁而宜麻濟水通和而宜麥河水中濁而宜菽雒水\n輕利而宜禾渭水多力而宜黍漢水重安而宜竹江水\n肥仁而宜稻平土之人慧而宜五穀\n東方川谷之所注日月之所出其人兌形小頭隆鼻大\n口鳶肩企行竅通於目筋氣屬焉蒼色主肝長大早知\n而不壽其地宜麥多虎豹\n南方陽氣之所積暑濕居之其人修形兌上大口決􁀙\n竅通於耳血脉屬焉赤色主心早壯而夭其地宜稻\n多兕象\n西方髙土川谷出焉日月入焉其人面末僂修頸卭\n行竅通於鼻皮革屬焉白色主肺勇敢不仁其地\n宜黍多旄犀\n北方幽晦不明天之所閉也寒水之所積也蟄蟲之所\n伏也其人翕形短頸大肩下尻竅通於隂骨幹屬焉\n黑色主腎其人惷愚禽獸而壽其地宜菽多犬\n馬\n中央四達風氣之所通雨露之所㑹也其人大面短頥\n美鬚惡肥竅通於口膚肉屬焉黄色主胃慧聖而好治\n其地宜禾多牛羊及六畜木勝土土勝水水勝火火勝\n金金勝木故禾春生秋死菽夏生冬死\n麥秋生夏死薺冬生中\n夏死木壯水老火生金囚土死火壯木\n老土生水囚金死土壯火老金生木囚水死金壯土老\n水生火囚木死水壯金老木生土囚火死音有五聲宫\n其主也色有五章黄其主也味有五變甘其\n主也位有五材土其主也是故鍊土生木鍊木生火鍊\n火生雲鍊雲生水鍊水反土鍊甘生酸鍊酸生\n辛鍊辛生苦鍊苦生鹹鍊鹹反甘變宫生徵變徵\n生商變商生羽變羽生角變角生宫是故以水和土以\n土和火以火化金以金治木木復反土五行相治所以\n成器用凡海外三十六國自西北至\n西南方有脩股民天民肅慎民\n白民沃民女子民丈夫民\n奇股民一臂民三身\n民自西南至東\n南方結胷民羽民讙頭國民裸國民三苗民交股民不\n死民穿胷民反舌民\n豕喙民\n鑿齒民三頭民脩臂民\n自東南至東北方有大人\n國君子國黑齒民𤣥股民\n毛民勞民\n自東北至西北方有跂踵民句嬰民\n深目民無腸民柔利民一目民無\n繼民雒棠武人在西北陬\n硥魚在其南有\n神二人連臂為帝候夜在其西南方三珠樹在\n其東北方有玉樹在赤水之上崑崙華丘在其東南方\n爰有遺玉青馬視肉楊桃甘樝甘\n華百果所生和丘在其東北􁐌\n三桑無枝在其西夸父耽耳\n在其北方夸父棄其策是為鄧林\n昆吾丘在南方\n軒轅丘在西方巫咸\n在其北方立登保之山𤾉谷摶桑在東方\n有娀在不周之北長女簡翟\n少女建疵\n西王母在流沙之瀕\n樂民拏閭在崑崙弱水之洲三危在樂民\n西宵明燭光在河洲所照方千里\n龍門在河淵湍池在崑崙𤣥燿不\n周申池在海隅孟諸在沛\n少室太室在冀州燭龍\n在鴈門北蔽于委羽之山不見日其神人面龍身而無\n足后稷壠\n在建木西其人死復蘇其半魚在其間\n流黄沃民在其北方三百里狗國\n在其東雷澤有神龍身人頭鼓其腹而熙\n江出岷山東流絶漢入海\n左還北流至于開母之北右還東流至于東極\n河出積石睢出荆山\n\n淮出桐柏山睢出羽山清漳出楬戾\n濁漳出發包\n濟出王屋時泗沂出臺台術\n洛出獵山汶出弗其流合\n於濟漢出嶓冢涇出薄落之山\n\n渭出鳥䑕同穴伊出上魏\n雒出熊耳浚出華\n竅維出覈舟汾出燕京衽出\n濆熊淄出目飴丹水出髙褚\n股出嶕山鎬出鮮于涼出茅盧石梁\n汝出猛山淇出大號\n晉出龍山結給合出封羊\n遼出砥石釡出景\n岐出\n石橋呼池出魯平泥塗淵出\n樠山維濕北流出於燕\n諸稽攝提條風之所生也通視明庶\n風之所生也赤奮若清明風之所生\n也共工景風之所生也\n諸比涼風之所生也臯稽閶闔風之所\n生也隅强不周風之所生也\n窮奇廣莫風之所生也突\n生海人海人生若菌若菌生聖人聖人生\n庶人凡突者生於庶人羽嘉生飛龍飛\n龍生鳳凰鳳凰生鸞鳥鸞鳥生庶鳥凡羽者生於庶鳥\n毛犢生應龍應龍生建馬建馬生麒麟麒麟生庶獸凡\n毛者生於庶獸介鱗生蛟龍蛟龍生\n鯤鯁鯤鯁生建邪建邪生庶魚凡鱗者生於庶魚介潭\n生先龍先龍生𤣥黿𤣥黿生靈龜靈龜生庶龜\n凡介者生於庶龜煖濕生容煖濕生於毛\n風毛風生於濕𤣥濕𤣥生羽風羽風生煗介煗介生鱗\n薄鱗薄生煖介五類雜種興乎外肖形而蕃\n曰馮生陽閼陽閼生喬如喬如生幹木幹\n木生庶木凡根拔木者生於庶木根拔生程若\n程若生𤣥玉𤣥玉生醴泉醴泉生皇辜皇辜生庶草\n凡根茇草者生於庶草海閭生屈龍\n屈龍生容華容華生蔈蔈生萍藻萍\n藻生浮草凡浮生不根茇者生於萍藻正土之氣也御\n乎埃天埃天五百嵗生缺缺五百嵗生黄埃黄埃五百\n嵗生黄澒黄澒五百嵗生黄金\n黄金千嵗生黄龍入藏生黄泉黄泉之埃上為\n黄雲隂陽相薄為雷激揚為電上者就下流水就通而\n合于黄海偏土之氣御乎清天清天八百嵗生\n青曾青曾八百嵗生青澒青澒八百嵗生青金青金八\n百嵗生青龍青龍入藏生清泉清\n泉之埃上為青雲隂陽相薄為雲雷激揚為電上者就\n下流水就通而合于青海壯土之氣御于赤天赤\n天七百嵗生赤丹赤丹七百嵗生赤澒赤澒七百嵗生\n赤金赤金千嵗生赤龍赤龍入藏\n生赤泉赤泉之埃上為赤雲隂陽相薄為雷激揚為電\n上者就下流水就通而合于赤海弱土之氣御于\n白天白天九百嵗生白礜白礜九百嵗生白澒白澒九\n百嵗生白金白金千嵗生\n白龍白龍入藏生白泉白泉之埃上為白雲隂陽相薄\n為雷激揚為電上者就下流水就通而合于白海\n牝土之氣御于𤣥天𤣥天六百嵗生𤣥砥𤣥砥\n六百嵗生𤣥澒𤣥澒六百嵗生𤣥金\n𤣥金千嵗生𤣥龍𤣥龍入藏生𤣥泉𤣥泉之埃上為\n𤣥雲隂陽相薄為雷激揚為電上者就下流水就通而\n合于𤣥海\n"}
{"id": "KR3j0010_005", "series": "KR3j0010", "text": "　　時則訓\n孟春之月招摇指寅昬參中旦尾中\n其位東方其日甲乙盛徳在\n木其蟲鱗其音角\n律中太蔟其數八\n其味酸其臭羶\n其祀户祭先脾\n東風解凍蟄蟲始\n振蘇魚上負氷獺祭魚\n候鴈北\n天子衣青衣乗蒼龍\n服蒼玊建青旗食麥與羊\n服八風水㸑萁燧火\n東宫御女青色衣青采鼓琴瑟\n其兵矛其畜羊朝于\n青陽左个以出春令\n布徳施惠行慶賞省徭賦\n立春之日天子親率三公九卿大夫以迎歲于\n東郊修除祠位幣禱鬼神犧牲用\n牡禁伐\n木毋覆巢殺胎夭毋麛毋卵\n毋聚衆置城郭掩骼薶骴\n孟春行夏令\n則風雨不時草木早落國乃有恐\n行秋令則其民大疫飄風暴雨總至黎莠蓬\n蒿並興\n行冬令則水潦為敗雨霜大雹首稼不入\n正月官司空其樹\n楊仲春之月招摇指\n卯昬弧中旦建星中其\n位東方其日甲乙其蟲鱗其音角律中夾鍾\n其數八其味酸其臭羶其祀户祭先脾始雨水\n桃李始華蒼庚鳴鷹化為\n鳩天子衣青衣乗蒼龍服蒼\n玊建青旗食麥與羊服八風水㸑萁燧火東宫御女青\n色衣青采鼓琴瑟其兵矛其畜羊朝于青陽大廟\n命有司省囹圄去桎梏毋笞掠止獄訟\n養㓜小存孤獨以通句萌\n擇元日令民社\n是月也日夜分雷始發\n聲蟄蟲咸動蘇先雷\n三日振鐸以令於兆民曰雷且發聲有\n不戒其容止者生子不僃必有凶災\n令官市同度量鈞衡石角斗稱\n端權槩毋\n竭川澤毋漉陂池毋焚山林毋作大事以防農功\n祭不用犧牲用圭璧更皮幣\n仲春行秋令則其國大水寒\n氣總至冦戎来征\n行冬令則陽氣不勝麥乃不熟民多相殘\n行夏令則其國大旱煗氣早来蟲\n螟為害二月\n官倉其樹杏季春\n之月招揺指辰昬七星中旦牽牛中\n其位東方其日甲乙其蟲鱗其音\n角律中姑洗其數八其味酸\n其臭羶其祀戸祭先脾桐始華田䑕化為鴽\n虹始見萍始生天子衣青衣乗蒼龍\n服蒼玊建青旗食麥與羊服八風水㸑萁燧火東宫御\n女青色衣青采鼓琴瑟其兵矛其畜羊朝于青陽右个\n舟牧覆舟五覆五反乃言具于天子\n天子焉始乗舟薦鮪於\n寢廟乃為麥祈實\n是月也生氣方盛陽氣發泄句者畢出萌者盡達\n不可以内天子命有司發囷\n倉助貧窮振乏絶開府庫出幣帛使\n諸侯聘名士禮賢者\n命司空時雨将降下水上騰循行國邑周視原\n野修利隄\n防導通溝瀆達路除道從國始至境止田獵畢弋罝\n罘羅􁁛餒毒之藥毋出九門\n\n乃禁野虞毋伐桑柘\n鳴鳩奮其羽戴鵀降于桑\n具撲曲筥筐后妃齋戒\n東鄉親桑省婦使勸蠶事命五庫令百工審金鐵皮革\n䈥角箭榦脂膠丹漆無有不良擇下旬吉日大合樂致\n歡欣乃合㹎牛騰馬游牝于\n牧令國儺九門\n磔攘以畢春氣\n行是月令甘雨至三旬\n季春行冬令則寒氣時發草木皆肅國有大恐\n行夏令則民多疾疫時雨不降山\n陵不登行秋令則天\n多沈隂淫雨早降兵革並起\n三月官鄉其樹李\n孟夏之月招揺指巳昬翼中旦婺女中\n其位南方其日丙\n丁盛徳在火其蟲羽其音\n徵律中仲吕其數七\n其味苦其臭焦其\n祀竈祭先胏\n螻蟈鳴邱螾出\n王𤓰生苦菜秀\n天子衣赤衣乗赤騮服赤玊\n建赤旗食菽與雞服八風水㸑柘燧火\n南宫御女赤色衣赤采吹竽笙\n其兵㦸其畜雞朝于明堂左个以出\n夏令立夏之日天子\n親率三公九卿大夫以迎歲於南郊還\n乃賞賜封諸侯修禮樂饗左右\n命太尉贊傑俊選賢良舉孝\n悌行爵\n出祿佐天長養繼修增髙無有隳壊毋興土功毋伐大\n樹令野虞行田原勸農事驅獸畜勿令害榖天子以彘\n嘗麥先薦寢廟聚畜百\n藥靡草死麥秋至决小罪斷\n薄刑\n孟夏行秋令則苦雨數来五榖不滋四隣入保\n行冬令則\n草木早枯後乃大水敗壊城郭\n行春令則螽蝗為敗暴風来格秀草不實\n\n四月官田其樹桃仲夏之月\n招揺指午昬亢中旦危中\n其位南方其日丙丁其蟲羽其音徵律中㽔賓\n其數七其味苦其臭焦\n其祀竈祭先肺小暑至螳蜋生鵙始\n鳴反舌無聲\n天\n子衣赤衣乗赤騮服赤玊載赤旗食菽與雞服八風水\n㸑柘燧火南宫御女赤色衣赤采吹竽笙其兵㦸其畜\n雞朝于明堂太廟命樂師修鞀鼙琴瑟管簫\n調竽篪飾鍾磬執干戚戈羽\n命有司為民祈祀山川百源大雩帝用盛樂\n\n天子以雛嘗黍\n羞以含桃先薦寢廟\n禁民無刈藍以染毋燒灰\n毋暴布門閭無閉闗\n市無索\n挺重囚益其食存鰥寡\n振死事游牝别其羣執騰駒班馬\n政\n日長至隂陽爭死生分君子齋戒慎身無躁\n節聲色薄滋味百官靜事無徑以定晏隂之所成\n\n鹿角解蟬始鳴\n半夏生木堇榮\n禁民無發火可以居髙明逺眺望登邱陵處臺榭\n仲夏行冬令則雹霰傷榖道路不通\n暴兵至行\n春令則五榖不熟百螣時起其國乃饑\n行秋令則草木零落果實蚤成\n民殃於疫五月官\n相其樹榆季夏之月招揺指未昬\n心中旦奎中\n其位中央其日戊巳盛徳在土\n其蟲蠃其音宫律中百鐘\n其數五其味甘其\n臭香其祀中霤祭先心\n凉風始至蟋蟀居奥\n鷹乃學習腐草化為蚈\n天子衣苑黄乗黄騮服黄玊建黄旗\n食稷與牛服八風水㸑柘燧火中宫御\n女黄色衣黄采其兵劒\n其畜牛朝于中宫乃命漁人伐蛟取鼉登龜\n取黿\n\n令滂人入材葦\n命四監大夫令百縣之秩芻以養犧牲\n\n以供皇天上帝名\n山大川四方之神宗廟社稷為民祈福行惠令弔死問\n疾存視長老行稃鬻厚席蓐以送萬物歸也命婦官染\n采黼黻文章青黄白黑莫不質良\n以給宗廟之服必宣以明\n是月也樹木方盛勿敢斬伐不可以合諸侯起土功\n動衆興兵必有天殃土潤溽暑大雨時行利以殺草\n糞田疇以肥土壃\n季夏行春令則榖實解落多風欬\n民乃遷徙\n行秋令則邱隰水潦稼穡不熟乃多女災\n行冬令則風寒不\n時鷹隼蚤摯四鄙入保\n六月官少内其樹梓孟秋\n之月招揺指申昬斗中旦畢中\n其位西方其日庚辛盛徳在金\n其蟲毛其音商\n律中夷則其數九\n其味辛其臭腥其祀門祭\n先肝凉風至白\n露降寒蟬鳴鷹乃祭鳥用始行戮\n天子衣白衣乗白駱服白玊建白旗\n食麻與犬服八風水㸑柘燧火西宫御女\n白色衣白采撞白鐘其兵戈其畜狗朝于總\n章左个以出秋令求不\n孝不悌戮㬥傲悍而罰之以助損氣立秋之日\n天子親率三公九卿大夫以迎秋于西郊還\n乃賞軍率武人於朝命将率選卒厲兵\n簡練桀俊専任有功以征不義詰誅㬥慢順彼四方\n命有司修法制繕囹圄禁姦塞邪審决獄平詞訟\n天地始肅不可以贏是月農始升\n榖天子嘗新先薦寢廟命百官始收歛完隄防\n謹障塞以備水潦修城郭繕宫室\n毋以封侯立大官行重幣出大使行是月令凉\n風至三\n孟秋行冬令則隂氣大勝介蟲敗榖戎兵乃来\n行春令則其國乃旱陽\n氣復還五榖無實\n行夏令則冬多火災寒暑不節民多瘧疾\n七月官庫其樹楝\n仲秋之月招\n揺指酉昬牽牛中旦觜嶲中\n其位西方其日庚辛其蟲毛其音商律中\n南吕其數九其味辛其臭\n腥其祀門祭先肝凉風至候鴈来𤣥鳥歸羣鳥翔\n\n天子衣白衣乗白駱服白玊建白旗食麻與犬\n服八風水㸑柘燧火西宫御女白色衣白采撞白鐘其\n兵戈其畜犬朝于總章太廟命有司申\n嚴百刑斬殺必當無或枉撓決獄不當反\n受其殃是月也養長老授几杖行稃鬻飲食乃命宰祝\n行犧牲案芻豢視肥臞全粹\n察物色課比類量小大視少長莫不中度\n天子乃儺以御秋氣以犬麻先\n薦寢廟是月可以築城郭建都邑\n穿竇窖修囷倉乃命有司\n趣民牧歛畜采多積聚勸種宿麥若或失時行罪無疑\n是月也雷乃始收蟄蟲培户殺氣浸盛陽氣日衰水始\n涸日夜分一度量平權衡正鈞石角斗稱\n理闗市来商旅入貨財以便民事四方来集逺方\n皆至財物不匱上無乏用百事乃遂仲秋行春令\n則秋雨不降草木生榮國有大恐\n行夏令則其國乃旱蟄蟲不\n藏五榖皆復生行冬令則風\n災數起收雷先行草木早死\n八月官尉其樹柘季秋之月招\n揺指戌昬虚中旦栁中\n其位西方其日庚辛其蟲毛其音商律中無射\n其數九其味辛其臭腥其祀門祭\n先肝候鴈来賓雀入大水為蛤\n菊有黄華豺乃祭獸戮禽\n天子衣白衣乗白駱服\n白玊建白旗食麻與犬服八風水㸑柘燧火西宫御女\n白色衣白采撞白鐘其兵戈其畜犬朝于總章右个命\n有司申嚴號令百官貴賤無不務入以㑹天地之蔵無\n有宣出乃命冡宰農事備收舉五榖之要蔵帝籍\n之收於神倉是月也霜\n始降百工休乃命有司曰寒氣\n總至民力不堪其皆入室上下入學\n習吹大饗帝嘗犧牲合諸侯制百縣\n\n為来歲受朔日與諸侯所税\n於民輕重之法貢歲之數以逺近土地所宜為度\n乃教於田獵以習五戎\n命太僕及七騶咸駕戴荏授車以級皆正\n設于屛外\n司徒搢朴北嚮以贊之\n天子乃厲服廣飾執弓操矢以獵\n命主祠祭禽四方\n是月草木黄落乃\n伐薪為炭蟄蟲咸俛乃趨獄刑毋留有罪\n收祿秩之不當供養之不宜者\n通路除道從境始至國而后\n巳是月天子乃以犬嘗麻先薦寢廟季秋行夏令則其\n國大水冬藏殃敗民多鼽窒\n行冬令則國多盜賊邊境不寜\n土地分裂\n行春令則煗風来至民氣解隋師旅並興\n九月官候其樹槐\n孟冬之月招揺指亥昬危中旦七星中\n其位北方其日壬癸盛\n徳在水其蟲介其音羽\n律中應鍾其數六\n其味鹹其臭腐其\n祀井祭先腎水始\n氷地始凍雉入大水為蜃虹蔵不見\n天子衣黑衣乗𤣥驪服𤣥\n玊建𤣥旗食黍與彘服八風水㸑松燧火\n北宫御女黑色衣黑采擊磬石其兵鎩其\n畜彘朝于𤣥堂左个以出冬令命有\n司修羣禁禁外徙閉閭大摉客\n斷罰刑殺當罪\n阿上亂法者誅立冬\n之日天子親率三公九卿大夫以迎歲于北郊還乃賞\n死事存孤寡是月命太祝\n禱祀神位占龜䇿審卦兆以察吉㐫於是天子始裘命\n百官謹蓋藏命司徒行積聚修城郭警門閭修楗閉\n慎管籥固封璽\n修邊境完要塞絶蹊徑飾\n喪紀審棺槨衣衾之薄厚\n營邱壠之小大髙庳使貴賤卑尊各有等級\n是月也工師効功陳祭器案度呈堅\n致為上工事苦慢作為淫巧必行其罪\n是月也大飲蒸天子祈来年\n於天宗大禱\n祭于公社畢饗先祖\n勞農夫以休息之命將率講武律射御角力勁\n乃命水虞漁師收水泉池澤之賦\n毋或侵牟孟冬行春令則凍閉不宻地氣發\n泄民多流亡行夏令則\n多㬥風方冬不寒蟄蟲復出\n行秋令則雪霜不時小兵時起土地侵\n削十月官司馬其樹檀\n仲冬之月招摇指子昬壁中旦軫中\n其位北方其日壬癸其蟲\n介其音羽律中黄鍾其數六\n其味鹹其臭腐其祀井祭先腎氷益壮地始坼鳱\n鴠不鳴虎始交\n天子衣黑衣乗鐵驪服𤣥玊建𤣥旗食黍與彘服\n八風水㸑松燧火北宫御女黑色衣黑采擊磬石其兵\n鎩其畜彘朝于𤣥堂太廟命有司曰土事無作無發室\n居及起大衆是謂發天地之藏諸蟄則死民必疾疫又\n隨以喪急捕盜賊誅淫泆詐偽之人命曰畼月\n命奄尹申宫令審門閭\n謹房室必重閉省婦事乃命大酋秫稻必齊麴\n蘖必時湛熺\n必潔水泉必香陶器必良火齊\n必得無有差忒天子乃命有司祀\n四海大川名澤是月也農有不收\n藏積聚牛馬畜獸有放失者取之不詰山林藪澤\n有能取䟽食田獵禽獸者野虞敎導之其有相侵奪罪\n之不赦是月也日短至隂陽爭君子齋戒處必掩身欲\n靜去聲色禁嗜欲寜身體\n安形性是月也茘挺出芸始生邱螾結麋角解\n水泉動則伐樹木取\n竹箭罷官之無事器之無用者涂闕庭門閭築囹圄\n所以助天地之閉仲冬行夏令則其國乃旱氛霧㝠㝠\n雷乃發聲行秋令則其時雨水\n𤓰瓠不成國有大兵行春令則\n蟲螟為敗水泉咸竭民多疾癘\n十一月官都尉其樹棗季\n冬之月招揺指丑昬婁中旦氐中\n其位北方其日壬癸其蟲介其音羽律\n中大吕其數六\n其味鹹其臭腐其祀井祭先腎鴈北鄉鵲加巢\n雉雊雞呼卵天子衣黑\n衣乗鐵驪服𤣥玊建𤣥旗食麥與彘服八風水㸑松燧\n火北宫御女黑色衣黑采擊磬石其兵鎩其畜彘朝于\n𤣥堂右个命有司大儺旁磔出土牛\n命漁師始漁\n天子親往射漁先薦寢廟令民出五種令農計耦耕事\n修耒耜具田器命樂師大合吹而罷乃命四監收\n秩薪以供寢廟及百祀之薪燎\n是月也日窮于次月窮于紀星周\n于天歲將更始\n令静\n農民無有所使天子乃與公卿大夫飾國典論時令以\n待嗣歲之宜乃命太史次諸侯之列賦之犧牲以\n供皇天上帝社稷之芻享乃命同姓女國供寢廟之芻\n豢卿士大夫至于庶民供山林名川之祀季冬行秋令\n則白露早降介蟲為􁀙四鄙入保\n行春令則胎夭傷國多痼疾命\n之曰逆行夏令則\n水潦敗國時雪不降氷凍消釋\n　十二月官獄其樹櫟\n五位東方之極自竭石山\n過朝鮮貫大人之國\n東至日出之次榑木之地青土樹木之野太\n皥句芒之所司者萬二千里其\n令曰挺羣禁開閉闔通窮窒達障塞行優游棄怨惡解\n役罪免刑開闗梁宣出財和外怨撫四方行柔惠止剛\n强南方之極自北户孫之外\n貫顓頊之國南至委火炎風之野赤\n帝祝融之所司者萬二千里\n其令曰爵有徳\n賞有功惠賢良救饑渴舉力農賑貧窮惠孤寡憂罷疾\n出大祿行大賞起毁宗立無後封建侯立賢輔中\n央之極自崑崙東絶兩恒山日月\n之所道江漢之所出衆民之野\n五榖之所宜龍門河濟相貫以息壤堙洪水之州東至\n於碣石黄帝后土之所司者萬二千里\n其令曰平\n而不阿明而不苛包裹覆露無不囊懐溥汜無私\n正靜以和行稃鬻養老衰弔死問疾以送萬物之歸\n西方之極自崑崙絶流沙沈羽西至三\n危之國石城金室飲氣之民不死之野少\n皥蓐收之所司者萬二千里\n其令曰審用法誅必\n辜備盗賊禁姦邪飾羣牧謹著聚修城郭補決竇塞蹊\n徑遏溝瀆止流水雝谿谷守門閭陳兵甲選百官誅不\n法北方之極自九澤窮夏晦之極北至令正之谷\n有凍寒積氷雪雹霜霰漂潤羣水之野\n顓頊𤣥㝠之所司者萬二千里\n其令曰申羣\n禁固閉藏修障塞繕闗梁禁外徙斷罰刑殺當罪閉闗\n閭大搜客止交㳺禁夜樂蚤閉晏開以塞姦人已得執\n之必固天節已幾刑殺無赦雖有盛尊之親斷以法度\n毋行水毋發藏毋釋罪六合孟春與孟秋為合仲\n春與仲秋為合季春與季秋為合孟夏與孟冬為合仲\n夏與仲冬為合季夏與季冬為合孟春始贏孟秋始縮\n仲春始出仲秋始内季春大出季\n秋大内孟夏始緩孟冬始急仲夏至脩仲\n冬至短季夏徳畢季冬刑畢\n故正月失政七月凉風不至二月失政八月雷不\n藏三月失政九月不下霜四月失政十月不凍五月失\n政十一月蟄蟲冬出其鄉六月失政十二月草木不脱\n七月失政正月大寒不解八月失\n政二月雷不發九月失政三月春風不濟十\n月失政四月草木不實十一月失政五月下雹霜\n十二月失政六月五榖疾狂春行夏令泄\n行秋令水行冬令肅夏行春令風\n行秋令蕪行冬令格秋\n行夏令華行春令榮行冬令耗冬\n行春令泄行夏令旱行秋令霧\n製度隂陽大制有六度天為繩地為凖春為規夏為衡\n秋為矩冬為權繩者所以繩萬物也凖者所以凖萬物\n也規者所以貟萬物也衡者所以平萬物也矩者所以\n方萬物也權者所以權萬物也繩之為度也直而不争\n修而不窮久而不弊逺而不忘與天合徳與神合明所\n欲則得所惡則亡自古及今不可移匡厥徳孔宻廣大\n以容是故上帝以為物宗凖之為度也平而不險\n巧而不阿廣大以容寛裕以和柔而不剛鋭而不挫\n流而不滯易而不穢發通而有紀周\n宻而不泄凖平而不失萬物皆平民無險謀怨惡不生\n是故上帝以為物平規之為度也轉而不復貟而\n不垸優而不縱廣大以寛感動有理發通有\n紀優優簡簡百怨不起規度不失生氣乃理\n衡之為度也緩而不後平而不怨施而不徳弔而\n不責常平民祿以繼不足㪍㪍陽陽唯徳是行養長化\n育萬物蕃昌以成五榖以實封疆其政不失天地乃明\n矩之為度也肅而不悖剛而不憒取而無怨内而\n無害威厲而不懾令行而不廢殺伐既得仇敵乃克矩\n正不失百誅乃服權之為度也急而不贏殺而不割充\n滿以實周宻而不泄敗物而弗取罪殺而不赦誠信以\n必堅慤以固冀除苛慝不可以曲故冬正將行必弱以\n強必柔以剛權正而不失萬物乃藏明堂之制静而法\n準動而法繩春治以規秋治以矩冬治以權夏治以衡\n是故燥溼寒暑以節至甘雨膏露以時降\n"}
{"id": "KR3j0010_006", "series": "KR3j0010", "text": "　　覽㝠訓\n昔者師曠奏白雪之音而神物為之下降風雨㬥至平\n公癃病晉國赤地\n\n庶女呌天雷電下擊景公臺隕支體傷折海\n水大出\n\n夫瞽師庶女位賤尚葈權輕飛羽\n然而專精厲意委務積神上通\n九天激厲至精由此觀之上天之誅也雖在壙虚幽閒\n遼逺隠匿重襲石室界障險阻其無所逃之亦明矣\n武王伐紂渡于孟津陽\n侯之波逆流而擊疾風晦㝠人馬不相見\n於是武王左操黄鉞右秉\n白旄瞋目而撝之曰余任天下誰敢害吾意者於是\n風濟而波罷魯陽公與韓搆難戰酣日暮援戈而撝之\n日為之反三舍\n夫全性保真不虧其身遭急迫難精通\n于天若乃未始出其宗者何為而不成\n夫死生同域不可脅陵勇武一\n人為三軍雄彼直求名耳而能自要者尚\n猶若此又況夫宫天地懐萬物而友造化\n含至和直偶于人形觀\n九鑽一知之所不知而\n心未嘗死者乎昔雍門子以哭見於孟嘗君\n已而陳辭通\n意撫心發聲孟嘗君為之增欷歍唈流涕狼戾不\n可止精神形於内而外諭哀於人心\n此不傳之道使俗人不得其君\n形者而效其容必為人笑故蒲且子之連\n鳥於百仞之上而詹何之鶩魚於大淵之\n中此皆得清淨之道太浩之和也\n夫物類之相應𤣥妙深㣲知不能論辯不能\n故東風至而酒湛溢\n蠶咡絲而商弦絶或感之也\n\n畫隨灰而月運闕鯨\n魚死而彗星出或動之也\n\n故聖人在位懐道而不言澤及萬民君臣乖心\n則背譎見於天神氣相應徴矣\n故山雲草莽水雲魚鱗\n旱雲煙火涔雲波水各像其形類所以感之\n夫陽燧取火於日方諸取露於月天地\n之間巧厯不能舉其數\n手徴忽怳不能覽其光然以掌握\n之中引類於太極之上而水火可立\n致者隂陽同氣相動也此傅説之所以騎辰尾也\n\n故至隂飂飂至陽赫赫兩者交接成和而\n萬物生焉衆雄而無雌又何化之所能造乎所謂不言\n之辯不道之道也故召逺者使無為焉\n親近者使無事焉\n惟夜行者為能有之故却\n走馬以糞而車軌不接於逺方之外\n\n是謂坐馳陸沈晝㝠宵明\n以冬鑠膠以夏造氷夫道者無私就也無私去也\n能者有餘拙者不足\n順之者利逆之者㐫譬如隋侯之珠和氏之璧得之者\n富失之者貧\n\n得失之度深㣲窈㝠難以知論不\n可以辯説也何以知其然今夫地黄主屬骨而甘草主\n生肉之藥也以其屬骨責其生肉以其生肉論其屬骨\n是猶王孫綽之欲倍偏枯之藥而欲以主殊死之人亦\n可謂失論矣若夫以火\n能焦木也因使銷金則道行矣若以磁石之能連鐵也\n而求其引瓦則難矣物固不可以輕重論也夫燧之取\n火於日磁石之引鐵蟹之敗漆葵之\n鄉日雖有明智弗能然也故耳目之察不足以分\n物理心意之論不足以定是非故以智為治者難以持\n國唯通于太和而持自然之應者為能有之故\n嶢山崩而薄落水之涸區冶生而淳鈞之劒成\n紂為無道左强在側太公\n並世故武王之功立由是觀之利害之路禍福之門不\n可求而得也夫道之與徳若\n韋之與革逺之則邇近之則逺\n不得其道若觀儵魚\n故聖若鏡不將不迎應而不\n蔵故萬化而無傷其得之乃失\n之其失之非乃得之也今夫\n調弦者叩宫宫應彈角角動此同聲相和者也\n夫有改調一弦其於五音無所比鼓之而二\n十五弦皆應此未始異於聲而音之君已形也\n\n故通於太和者惽若純醉而甘卧以游其\n中而不知其所由也\n純温以淪鈍悶以終若未始出其宗\n是謂大通今夫赤螭青虬之游\n冀州也天清地定毒獸不作飛鳥不駭入榛\n薄食薦梅噆味含甘歩不出頃畝\n之區而蛇鱓輕之以為不能與之爭於江海之中\n若乃至於𤣥雲之素朝\n隂陽交爭降扶風雜凍雨扶揺而登之\n威動天地聲震海内蛇鱓著泥百\n仞之中熊羆匍匐邱山磛巖虎豹襲穴而不敢咆\n猨狖顛蹶而失木枝又況直蛇鱓之類乎\n鳯凰之翔至徳也雷霆不作風雨\n不興川谷不澹草木不揺而燕雀佼之以為不\n能與之爭於宇宙之間\n還至其曾逝萬仞之上翺翔四海\n過崑崙之疏圃飲砥柱之湍瀨\n邅囘䝉汜之渚\n尚佯冀州之際徑躡都廣\n入日抑節\n羽翼弱水暮㝛風穴\n當此之時鴻鵠鶬鸖莫不憚驚伏竄注喙江裔\n又況直燕雀之類乎此明於小動之迹\n而不知大節之所由者也昔者王良造父之御也\n\n上車攝轡馬為整齊而歛諧\n投足調均勞逸若一心怡氣和體便輕\n畢安勞樂進馳鶩若滅左右若鞭周旋若\n環世皆以為巧然未見其貴者也若\n夫鉗且大丙之御除轡銜去鞭棄䇿車莫動\n而自舉馬莫使而自走也日行月動星燿而𤣥運\n電奔而鬼騰進退屈伸不見朕垠故不招指\n不咄叱過歸鴈於碣石\n軼鶤鷄於姑餘\n騁若飛騖若絶縱矢躡風追猋歸\n忽朝發\n榑桑日入落棠此假弗用而能以成\n其用者也非慮思之察手爪之巧也嗜欲形於胷中而\n精神踰於六馬此以弗御御之者也昔者\n黄帝治天下而力牧太山稽輔之以治日月\n之行律治隂陽之氣節四時之度正律厯之數别\n男女異雌雄明上下等貴賤使强不掩弱衆不㬥寡人\n民保命而不天歲時熟而不凶百官正而無私上下調\n而無尤法令明而不闇輔佐公而不阿田者不侵畔漁\n者不争隈道不拾遺市不豫賈城郭不闗邑\n無盗賊鄙旅之人相讓以財狗彘吐菽粟於路而無忿\n爭之心於是日月精明星辰不失其行風雨時節五榖\n登熟虎狼不妄噬鷙鳥不妄摶鳳凰翔於庭麒麟游於\n郊青龍進駕飛黄伏皁諸\n北儋耳之國莫不獻其貢職然猶未及虙戲氏之道也\n往古之時四極廢九州裂天不兼覆地不周載火爁炎\n而不滅水浩洋而不息猛獸食顓民鷙鳥攫老弱\n於是女媧錬五色石以補蒼天\n鼇足以立四極\n殺黑龍以濟冀州\n積蘆灰以止淫水蒼\n天補四極正淫水涸冀州平狡蟲死顓民生背方\n州抱圎天和春陽夏殺秋約冬枕方寢繩\n隂陽之所壅沈不通者竅理之逆氣戾物傷民\n厚積者絶止之當此之時卧倨\n倨興眄眄一自以為馬一自以為牛\n其行蹎蹎其視瞑瞑侗然皆得其和莫知所由生浮\n㳺不知所求魍魎不知所往當此之時禽獸蝮蛇無不\n匿其爪牙藏其螫毒無有攫噬之心考其功烈上際九\n天下契黄壚名聲被後世光暉重萬物乗雷\n車服駕應龍驂青虬\n援絶瑞席蘿圗\n黄雲絡前白螭後奔蛇\n浮㳺消揺道鬼神登九天朝帝於靈門\n宓穆休于太祖之下然而不彰\n其功不揚其聲隠真人之道以從天地之固然\n何則道徳上通而智故消滅也逮至\n夏桀之時主闇晦而不明道瀾漫而不修\n棄捐五帝之恩刑推蹶三王之法籍是以至徳滅而\n不揚帝道揜而不興舉事戾蒼天發號逆四時\n春秋縮其和天地除其徳\n仁君處位而不安大夫隠道而不言\n羣臣凖上意而懐當疎骨肉\n而自容邪人參耦比周而隂謀居君臣父子之\n間而競載驕主而像其意亂人以成其事是故君\n臣乖而不親骨肉疏而不附植社槁而􁀙裂容\n臺振而掩覆犬羣嘷而入\n淵豕銜蓐而席澳\n美人挐首墨面而不容\n曼聲吞炭内閉而不歌\n喪不盡其哀獵不聽其樂\n西老折勝黄神嘯吟\n飛鳥鎩翼走獸廢脚\n山無峻榦澤無洼水狐\n狸首穴馬牛放失田無立禾路無莎薠金積折\n亷璧襲無理磬龜\n無腹蓍䇿\n日施晩世之時七國異族諸侯制法各殊習俗\n從\n横間之舉兵而相角攻城濫\n殺覆髙危安掘墳墓揚人骸大衝車髙重京\n除戰道\n便死路犯嚴敵殘不義百往一反名聲茍盛也\n是故質壮輕足者為甲卒千里\n之外家老嬴弱悽愴於内厮徒馬圉軵車奉饟\n道馬遼逺霜雪亟集裋褐不完\n人羸車弊泥塗至膝相攜\n於道奮首於路身枕\n格而死所謂兼國有\n地者伏尸數十萬破車以千百數傷弓弩矛㦸矢石之\n創者扶舉於路故世至於枕人頭食人肉葅人肝飲人\n血甘之芻豢故自三代以後者天下未嘗得安其情性\n而樂其習俗保其修命天而不夭於人虐也所以然者\n何也諸侯力征天下合而為一家逮至當今之時天子\n在上位持以道徳輔以仁義近者獻其智逺\n者懐其徳拱揖指麾而四海賔服春秋冬夏皆獻其貢\n職天下混而為一子孫相代此五帝之所以迎天徳也\n夫聖人者不能生時時至而弗失也輔佐有能黜䜛佞\n之端息巧辯之説除刻削之法去煩苛之事屛流言之\n迹塞朋黨之門消知能修太常隳肢體絀聰明\n大通混㝠解意釋神漠然若無䰟魄使\n萬物各復歸其根則是所修伏犧氏之迹而反五帝之\n道也夫鉗且大丙不施轡銜而以善御聞於天下伏戲\n女媧不設法度而以至徳遺於後世何則至虚無純一\n而不􁗔喋苛事也周書曰掩雉\n不得更順其風\n今若夫申韓商鞅之為治也挬\n拔其根蕪棄其本而不窮究其所由生何以至此也\n鑿五刑為刻削乃背道徳之本而爭於錐刀之末\n斬艾百姓殫盡太半而忻忻然常自以\n為治是猶抱薪而救火鑿竇而出水夫井植生梓而不\n容甕溝植生條而不容舟不過三月必死\n所以然者何也皆狂生而無其本者也河九折\n注於海而流不絶者崑崙之輸也潦水不泄瀇瀁\n極望旬月不雨則涸而枯澤受瀷而無源者\n譬若羿請不死之藥於西王母恒娥竊以奔月\n\n悵然有喪無以續之\n何則不知不死之藥所由生也\n\n是故乞火不若取燧寄汲不若鑿井\n"}
{"id": "KR3j0010_007", "series": "KR3j0010", "text": "　　精神訓\n古未有天地之時惟像無形窈窈\n冥冥芒芠漢閔澒濛鴻洞莫知其門\n有二神混生經天營地\n孔乎莫知其所終極滔乎莫知其所止息\n於是乃别為隂陽離為八極剛柔相成萬物乃形\n煩氣為蟲精氣為人是故精神天之有\n也而骨骸者地之有也精神入其門而骨骸反其根我\n尚何存是故\n聖人法天順情不拘於俗不誘於人以天為父以地為\n母隂陽為綱四時為紀天静以清地定以寜萬物失之\n者死法之者生夫静漠者神明之宅也虚無者道之所\n居也是故或求之於外者失之於内有守之於内者失\n之於外譬猶本與末也從本引之千枝萬葉莫得不隨\n也夫精神者所受於天也而形體者所禀於地也故曰\n一生二二生三三生萬物\n萬物背隂而抱陽沖氣\n以為和\n故曰一月而膏二月而胅三月而胎\n四月而肌五月而筋六月而骨七月而成八月而動九\n月而躁十月而生形體以成五藏乃形是故肺主目\n腎主鼻膽主\n口肝主耳外為表而内為裏\n開閉張歙各有經紀故頭之圎也象天足之方也象\n地天有四時五行九解\n三百六十六日人亦有四支\n五藏九竅三百六十六節天有風雨寒暑人亦有取與\n喜怒故膽為雲肺為氣肝為風\n腎為雨脾為雷\n以與天地相參也而心為之主是故耳目\n者日月也血氣者風雨也日中有踆烏而\n月中有蟾蜍日月失其行薄蝕無光風雨非其時\n毁折生災五星失其行州國受殃\n夫天地之道至紘以大尚猶節其章光\n愛其神明人之耳目曷能久熏勞而不息乎精神何能\n久馳騁而不既乎是故血氣者人之華也而五藏者人\n之精也夫血氣能専於五藏而不外越則胷腹充而嗜\n慾省矣胷腹充而嗜慾省則耳目清聽視達矣耳目清\n聽視達謂之明五藏能屬於心而無乖則㪍志勝而行\n不僻矣㪍志勝而行之不僻則精\n神盛而氣不散矣精神盛而氣不散則理理則均均則\n通通則神神則以視無不見以聽無不聞也以為無不\n成也是故憂患不能入也而邪氣不能襲故事有求之\n於四海之外而不能遇或守之於形骸之内而不見也\n故所求多者所得少所見大者所知小夫孔竅者精神\n之尸牖也而氣志者五藏之使候也耳目淫於聲色之\n樂則五藏揺動而不定矣五藏揺動而不定則血氣滔\n蕩而不休矣血氣滔蕩而不休則精神馳騁於外而不\n守矣精神馳騁於外而不守則禍福之至雖\n如邱山無由識之矣使耳目精明𤣥達而無誘慕氣志\n虚静恬愉而省嗜慾五藏定寜充盈而不泄精神内守\n形骸而不外越則望於往世之前而視於来事之後猶\n未足為也豈直禍福之間哉故曰其出彌逺者其知彌\n少以言夫精神之不可使外淫也是故五色亂目使目\n不明五聲譁耳使耳不聰五味亂口使口爽傷\n趣舍滑心使行飛揚此四者天下之所\n養性也然皆人累也故曰嗜慾者使人之氣越而\n好憎者使人之心勞弗疾去則志氣日耗夫\n人之所以不能終其夀命而中道夭於形戮者何也以\n其生生之厚夫惟能無以生為者則所以脩得生也\n\n夫天地運而相通萬物總而為一\n能知一則無一之不知也不能知一則\n無一之能知也譬吾處於天下也亦為一物矣不識天\n下之以我備其物與且惟無我而物無不備者乎然則\n我亦物也物亦物也物之與物也又何以相物也\n雖然其生我也將以何益其殺我也将以何損\n夫造化者既以我為坯矣将無所違之矣\n吾安知夫刺炙而欲生者之非惑也又安知\n夫絞經而求死者之非福也或者生乃徭役也而死乃\n休息也天下茫茫孰知之哉其生我也不彊求巳\n其殺我也不彊求止欲生而不事憎死\n而不辭賤之而弗憎貴之而弗喜\n隨其天資而安之不極\n吾生也有七尺之形吾死也有一棺之土吾生\n之比於有形之類猶吾死之淪於無形之中也然則吾\n生也物不以益衆吾死也土不以加厚吾又安知所喜\n憎利害其間者乎夫造化者之\n攫援物也譬猶陶人之埏埴也其取之地而已\n為盆盎也與其未離於地也無以異其已成器而破碎\n漫瀾而復歸其故也與其為盆盎亦無以異矣\n夫臨江之鄉居人汲水以浸\n其園江水弗憎也苦洿之家决洿而注之江洿水弗樂\n也是故其在江也無以異其浸園也其在洿也亦無以\n異其在江也\n是故聖人因時\n以安其位當世而樂其業夫悲樂者徳之邪也而喜怒\n者道之過也好憎者心之暴也故曰其生也天行\n其死也物化静則與隂俱閉動則與陽俱開精\n神澹然無極不與物散而天下自服\n故心者形之主也而神者心之寳也形勞而不休則蹶\n精用而不已則竭是故聖人貴而尊之不敢越也夫有\n夏后氏之璜者匣匱而藏之寳之至也夫精\n神之可寳也非直夏后氏之璜也是故聖人以無應有\n必究其理以虚受實必窮其節恬愉虚静以終其命是\n故無所甚䟽而無所甚親抱徳煬和以順于天\n與道為際與徳為隣不為福始不\n為禍先䰟魄處其宅而精神守其根死生無變於己故\n曰至神所謂真人者性合于道也故有而若無實而若\n虚處其一不知其二治其内不識其外\n明白太素無為復樸體本抱神以㳺于天地之樊\n芒然仿佯于塵垢之外而消揺于無事之業浩浩\n蕩蕩乎機械之巧弗載於心是故死生亦大矣而不為\n變雖天地覆育亦不與之抮抱矣\n審乎無瑕而不與物糅\n見事之亂而能守其宗\n若然者正肝膽遺耳目心志專于内通達\n耦于一居不知所為行不知所之渾然\n而往逯然而来形若槁木心若死\n灰忘其五藏損其形骸不學而知不視\n而見不為而成不治而辦感而應迫而動\n不得已而往如光之燿如景之放以道為紃有待\n而然抱其太清之本而無所容\n與而物無能營廓惝而虚清靖而\n無思慮大澤焚而不能熱河漢涸而不能寒也大雷毁\n山而不能驚也大風晦日而不能傷也\n是故視珍寳珠玊猶石礫也視至尊窮寵猶\n行客也視毛嬙西施猶䫏欺醜也\n\n以死生為一化以萬物為一方同精於太清之本\n而㳺於忽區之旁有精而不使有神而不\n行契大渾之樸而立至清之中\n是故其寢不夢其智不萌其魄不抑其䰟不騰\n反復終始不知\n其端緒甘暝太宵之宅而覺視于昭昭之宇休息于無\n委曲之隅而㳺敖于無形埓之野\n居而無容處而無所\n其動無形其靜無體存而若\n亡生而若死出入無間役使鬼神\n淪於不測入於無間以不同形相嬗也\n終始若環莫得其倫此精神之所以\n能登假于道也是故真人之所㳺若吹呴呼\n吸吐故内新熊經鳥伸鳬浴蝯躩鴟視虎顧是養形之\n人也不以滑心\n使神滔蕩而不失其充日夜無\n傷而與物為春則\n是合而生時于心也且人有\n戒形而無損於心有綴宅而無耗精\n夫癩者趨不變狂者形不虧\n神將有所逺徙孰暇知其所為\n故形有摩而神未嘗化者以不化\n應化千變萬抮而未始有極\n化者復歸於無形也不化者與天地俱生\n也夫木之死也青青去之也夫使木生者豈木也\n猶充形者之非形也故生生者\n未嘗死也其所生則死矣\n化物者未嘗化也其所化則化矣\n輕天下則神無累矣細萬物則心不惑\n矣齊死生則志不懾矣同變化則明不眩矣衆人以為\n虚言吾将舉類而實之人之所以樂為人主者以其窮\n耳目之欲而適躬體之便也今髙臺層榭人之所麗也\n而堯樸桷不斵素題不枅\n珍怪竒味人之所美也而堯糲粢之飯藜藿之\n羮文繡狐白人之所好也而堯布衣揜形鹿裘\n御寒養性之具不加厚而增之以任重之憂故舉天下\n而傳之於舜若解重負然非直辭讓誠無以為也此輕\n天下之具也禹南省方濟于江黄龍負舟舟中之人五\n色無主禹乃熈笑而稱曰我受命於天竭力而勞萬民\n生寄也死歸也何足以滑和視龍猶蝘蜓\n顔色不變龍乃弭\n耳掉尾而逃禹之視物亦細矣鄭之神巫相壺子林見\n其徴告列子列子行泣報壺子壺子持\n以天壤名實不入機發於\n踵壺子\n之視死生亦齊矣子求行年五十有四而病傴僂脊管\n髙于頂􁘘下迫頥兩脾在上燭營指天\n\n匍匐自闚於井曰偉哉造化者其以我為此拘拘邪\n此其視變化亦同矣故覩堯之道乃知天下\n之輕也觀禹之志乃知天下之細也原壺子之論乃知\n死生之齊也見子求之行乃知變化之同也夫至人倚\n不㧞之柱行不闗之塗禀不\n竭之府學不死之師無往而不遂無至而不通生不足\n以挂志死不足以幽神屈伸俛仰抱命而婉轉\n禍福利害千變萬紾孰足以患心若此人者\n抱素守精蟬蛻蛇解㳺於太清輕舉獨往忽然入㝠鳯\n凰不能與之儷而況斥鷃乎勢\n位爵祿何足以槩志也晏子與崔杼盟臨死地而不易\n其義\n殖華將戰而死莒君厚賂而止之不改其行\n故晏子可迫\n以仁而不可劫以兵殖華可止以義而不可縣以利\n君子義死而不可以富貴留也義為而不可以死亡\n恐也彼則直為義耳而尚猶不拘於物又况無為者矣\n堯不以有天下為貴故投舜公子札不以有國為尊故\n讓位子罕不以\n玊為富故不受寳\n\n務光不以\n生害義故自投於淵\n由此觀之至貴不待爵至富不\n待財天下至大矣而以與佗人身至親矣而棄之淵外\n此其餘無足利矣此之謂無累之人無累之人不以天\n下為貴矣上觀至人之論深原道徳之意以下考世俗\n之行乃足羞也故通許由之意金縢豹韜廢矣\n延陵季子不受吳國而訟閒田者慙矣\n子罕不利寳玊而爭劵契者媿矣務光\n不汚於世而貪利偷生者悶矣故不觀大義者不知生\n之不足貪也不聞大言者不知天下之不足利也\n今夫窮鄙之社也叩盆拊瓴相和而歌\n自以為樂矣嘗試為之擊建皷撞巨鐘乃始仍仍然知\n其盆瓴之足羞也藏詩書修文學而\n不知至論之㫖則拊盆叩瓴之徒也夫以天下為者學\n之建皷矣尊勢厚利人之所貪也使之左據天\n下圗而右手刎其喉愚夫不為由此觀之生尊于\n天下也聖人食足以接氣衣足以蓋形適情不求餘\n無天下不虧其性有天下不羡其和有\n天下無天下一實也今贛人敖倉予人河水\n饑而餐之渴而飲之其入腹者不過簞食\n瓢漿則身飽而敖倉不為之減也腹滿而河水不為之\n竭也有之不加飽無之不為之饑與守其篅𥫱有\n其井一實也人大怒破隂大喜墜陽\n大憂内崩大怖生狂除穢去累莫若未始出其\n宗乃為大通清目而不以視静耳而不以聽鉗口而不\n以言委心而不以慮棄聰明而反太素休精神而棄知\n故覺而若昧以生而若死終則反本\n未生之時而與化為一體死之與生一\n體也今夫繇者掲钁臿負籠土\n鹽汗交流喘息薄喉當此之\n時得茠越下則脫然而喜矣\n巖穴之間非直越下之休也病疵瘕者捧心抑腹\n膝上叩頭踡跼而諦通夕不寐當此之時噲\n然得卧則親戚兄弟歡然而喜夫脩夜之寜非直一噲\n之樂也故知宇宙之大則\n不可劫以死生知養生之和則不可縣以天下知未生\n之樂則不可畏以死知許由之貴於舜則不貪物墻之立\n不若其偃也又况不為牆乎氷之凝不若其釋也又况\n不為氷乎自無蹠有自有蹠無\n終始無端莫知其所萌非通于外内\n孰能無好憎無外之外至大也無内之内至貴也\n能知大貴何\n往而不遂衰世湊學不知原心\n反本直雕琢其性矯拂其情以\n與世交故目雖欲之禁之以度心雖樂\n之節之以禮趨翔周旋詘節卑拜肉凝而不食酒澄而\n不飲外束其形内總其徳鉗隂陽之和而迫性命之情\n故終身為悲人達至道者則不然理性情治\n心術養以和持以適樂道而忘賤安徳而忘貧性有不\n欲無欲而不得心有不樂無\n樂而弗為無益情者不\n以累徳而便於性者不以滑和故縱體肆意而度制無\n以為天下儀今夫儒者不本其所以欲而禁其所欲\n不原其所以樂而閉其所樂是\n猶決江河之源而障之以手也夫牧民者猶\n畜禽獸也不塞其囿垣使有野心系絆其足以禁其動\n而欲脩生夀終豈可得乎夫顔囘季路子夏冉伯牛孔\n子之通學也然顔淵夭死季路葅於衛子夏失明冉伯\n牛為厲此皆迫性拂情而不得其和也故子夏見曾子\n一臞一肥曾子問其故曰出見富貴之樂而欲之入見\n先王之道又説之兩者心戰故臞先王之道勝故肥\n推此志非能貪富貴之位不便侈靡之樂直\n宜迫性閉欲以義自防也雖情心鬱殪形性屈竭猶不\n得已自强也故莫能終其天年\n若夫至人量腹而食度形而衣容\n身而游適情而行餘天下而不貪委萬物而不利\n處大廓之宇游無極之野登太皇馮太一玩天\n地於掌握之中夫豈為貧富肥\n臞哉故儒者非能使人弗欲而能止之\n非能使人勿樂而能禁之\n夫使天下畏刑而不敢盜豈若能使無有盜心哉越人\n得􁐦蛇以為上肴中國得而棄之無用\n故知其無所用貪者能辭之不知其無所用亷者\n不能讓也夫人主之所以殘亡其國家損棄其社稷身\n死於人手為天下笑未嘗非為非欲也夫仇由貪大鍾\n之賂而亡其國\n虞君利垂棘之璧而擒其身獻公豔\n驪姬之美而亂四世\n\n桓公甘易牙之和而不以時𦵏\n胡王淫女樂之娱而亡\n上地\n使此五君者適情辭餘以己為度不隨物而動\n豈有此大患哉故射者非矢不中也學射者不治矢也\n御者非轡不行學御者不為轡也知冬日之箑夏日\n之裘無用於己則萬物之變為塵埃矣故以\n湯止沸沸乃不止誠知其本則去火而已矣\n"}
{"id": "KR3j0010_008", "series": "KR3j0010", "text": "　　本經訓\n太清之始也和順以寂漠\n質真而素樸閑静而不躁推而無故\n在内而合乎道出外而調于義\n發動而成\n於文行快而便於物其言略而循理其\n行侻而順情其心愉而不偽其事素而不\n飾是以不擇時日不占卦兆\n不謀所始不議所終安則止激則行\n通體于天地同精于隂陽一和于四時明照于日月與\n造化者相雌雄是以天覆以徳地載以\n樂四時不失其叙風雨不降其虐日月淑清而揚光\n五星循䡄而不失其行當此之時𤣥元至碭\n而運照鳯麟至蓍龜兆\n甘露下竹實滿流黄出\n而朱草生機械詐偽莫藏於心\n逮至衰世䥴山石䤿金玉擿蚌蜃\n消銅鐵而萬物不滋刳胎\n殺夭麒麟不游覆巢毁卵鳳凰不翔\n鑚燧取火構木為臺焚林而田竭澤而漁\n人械不足畜藏有餘而萬物不繁\n兆萌牙卵胎而不成者處之太半矣積壤而邱處糞田\n而種榖掘地而井飲䟽川而為利築城而為固拘\n獸以為畜則隂陽繆戾四時失叙雷霆毁折電霰降虐\n氛霧雪霜不霽而萬物燋夭菑榛穢聚埓\n畝芟野菼長苗秀\n草木之句萌衘華戴實而死者不可勝數乃至夏屋\n宫駕縣聫房植橑\n檐榱題雕琢刻鏤喬枝菱阿芙蓉\n芰荷五采爭勝流漫陸離\n脩掞曲校夭矯曾橈芒繁紛挐以\n相交持公輸王爾無所錯其剞􁁕削鋸\n然猶未能贍人主之欲\n也是以松柏菌露夏槁\n江河三川絶而不流夷羊在牧\n飛蛩滿野天旱地坼\n鳳凰不下句爪居牙戴角出距之獸於是鷙矣\n民之專室蓬廬無所歸宿\n凍餓饑寒死者相枕席也及至分山川谿谷使有壤界\n計人多少衆寡使有分數築城掘池設機械險阻以為\n備飾職事制服等異貴賤差賢不肖經誹譽行賞罰\n則兵革興而分爭生民之滅抑夭隠虐\n殺不辜而刑誅無罪於是生矣天地之\n合和隂陽之陶化萬物皆乗一氣者也是故上下離心\n氣乃上蒸君臣不和五榖不為距日冬\n至四十六日天含和而未降也懐氣而未揚\n隂陽儲與呼吸浸潭包裏風俗\n斟酌萬殊旁薄衆宜以相嘔咐\n醖釀而成育羣生是故春肅秋榮冬雷夏霜皆\n賊氣之所生由此觀之天地宇宙一人之身也六合之\n内一人之制也是故明於性者天地不能脅也審於符\n者怪物不能惑也故聖人者由近\n知逺而萬殊為一古之人同氣于天地與一世而優游\n當此之時無慶賀之利刑罰之威禮義亷恥不設毁譽\n仁鄙不立而萬民莫相侵欺暴虐猶在于混㝠之中\n逮至衰世人衆財寡事力勞而養不足於是\n忿爭生是以貴仁仁鄙不齊比周朋黨設詐諝懐機械\n巧故之心而性失矣是以貴義隂陽之\n情莫不有血氣之感男女羣居雜處而無别是以貴禮\n性命之情淫而相脅以不得已則不和是以貴樂\n是故仁義禮樂者可以救敗而非通治之至也夫仁者\n所以救爭也義者所以救失也禮者所以救淫也樂者\n所以救憂也神明定於天下而心反其初心反其初而\n民性善民性善而天地隂陽從而\n包之則財足而人贍矣貪鄙忿爭不得生焉由此觀之\n則仁義不用矣道徳定於天下而民純樸則目不營於\n色耳不淫於聲坐俳而歌謡被髪而浮游雖有毛\n嬙西施之色不知恱也掉羽武象不知樂也\n淫泆無别不得生焉由此觀之禮樂不用也是故\n徳衰然後仁生行沮然後義立和失然後聲調禮\n淫然後容飾是故知神明然後知道徳之不足為也知\n道徳然後知仁義之不足行也知仁義然後知禮樂之\n不足修也今背其本而求其末釋其要而索之于詳未\n可與言至也天地之大可以矩表識也\n星月之行可以厯推得也雷震之聲可以鼓\n鍾寫也風雨之變可以音律知也是故大\n可覩者可得而量也明可見者可得而蔽也聲可\n聞者可得而調也色可察者可得而别也夫至大天地\n弗能含也至㣲神明弗能領也及至建律歴别五\n色異清濁味甘苦則樸散而為器矣立仁義修禮\n樂則徳遷而為偽矣及偽之生也飾智以驚愚\n設詐以巧上天下有能持之者有能治之者\n昔者蒼頡作書而天雨粟鬼夜哭\n\n伯益作井而\n龍登𤣥雲神棲崑崙\n能愈多而徳愈薄矣故周鼎著倕使銜\n其指以明大巧之不可為也\n\n故至人之治也心與神處形與性調\n静而體徳動而理通隨自然之性而縁不得已之化洞\n然無為而天下自和憺然無欲而民自樸無禨祥而民\n不天不忿争而養足兼包海内澤及後世不知為之者\n誰何是故生無號死無諡實不聚\n而名不立施者不徳受者不讓\n徳交歸焉而莫之充忍也\n故徳之所總道弗能害也智之所不知辯弗能解\n也不言之辯不道之道若或通焉\n謂之天府取焉而不損\n酌焉而不竭莫知其所由出是謂瑶光瑶光者\n資糧萬物者也\n振困窮補不足則名生興利除害伐\n亂禁暴則成功世無災害雖神無所施其徳上下\n和輯雖賢無所立其功昔容成氏之時道路鴈行列處\n託嬰兒於巢上置餘糧於畮首\n虎豹可尾虺蛇可蹍而不知其所由然\n逮至堯之時十日\n並出焦禾稼殺草木而民無所食猰貐鑿齒九嬰\n大風封豨脩蛇皆為民害\n\n堯乃使羿誅鑿齒於疇華之野\n殺九嬰於㐫水之上繳大風於青邱\n之澤上射十日而下殺\n猰貐斷脩蛇於洞庭擒封狶於桑林\n萬民皆喜置堯以為天子於是天下廣陜險易逺近\n始有道里舜之時共工振滔洪水以薄空桑\n龍門未開吕梁未\n發江淮通流四海溟涬民皆上邱陵赴樹木\n\n舜乃使禹疏三江五湖闢伊闕導㕓\n澗平通溝陸流\n注東海鴻水漏九州乾萬民皆寜其性是以稱堯舜以\n為聖晩世之時帝有桀紂為琁室瑶臺象廊玊牀\n\n紂為肉圃酒池\n燎焚天下之財罷苦萬民之力刳諌者剔孕\n婦\n攘天下虐百姓於是湯乃以革車三百乗伐\n桀于南巢放之夏臺武王甲卒三\n千破紂牧野殺之于宣室\n天下寜定百姓和集是以稱湯武之賢由此\n觀之有賢聖之名者必遭亂世之患也今至人生亂世\n之中含徳懐道拘無窮之智鉗口寢説遂不言而死者\n衆矣然天下莫知貴其不言也\n故道可道非常道名可名非常名\n著於竹帛鏤於金石可傳於人者其粗也\n五帝三王殊事而同指異路而同歸\n晩世學者不知道之所一體徳之\n所總要取成之迹相與危坐而説之鼓歌而舞\n之故博學多聞而不免於惑詩云不敢暴虎不敢馮河\n人知其一莫知其他此之謂也帝者體太一\n王者法隂陽覇者則四時君者用六律秉太一者牢\n籠天地彈壓山川含吐隂陽伸曵四時\n紀綱八極經緯六合覆露照導普氾無私\n蠉飛蠕動莫不仰徳而生隂陽者承\n天地之和形萬殊之體含氣化物以成埒類贏縮\n卷舒淪於不測終始虚滿\n轉於無原四時者春生夏長秋收冬藏取\n予有節出入有時開闔張歙不失其叙喜怒剛柔不離\n其理六律者生之與殺也賞之與罰也予之與奪\n也非此無道也故謹於權衡準繩審乎輕重\n足以治其境内矣是故體太一者明於天\n地之情通於道徳之倫聰明燿於日月精神通於萬物\n動静調於隂陽喜怒和于四時徳澤施于方外名聲傳\n于後世法隂陽者徳與天地參明與日月並精與鬼神\n總戴圎履方抱表懐繩内能治身外能\n得人發號施令天下莫不從風則四時者柔而\n不脆剛而不鞼寛而不肆肅而不悖優\n柔委從以養羣類其徳含愚而容不肖無所私愛\n用六律者伐亂禁暴進賢而廢不肖扶撥以為正\n壊險以為平矯枉以為直明於禁舍開\n閉之道乗時因勢以服役人心也帝者體隂陽則\n侵王者法四時則削覇者節六律\n則辱君者失準繩則廢故小而\n行大則滔窕而不親大而行小則\n陿隘而不容貴賤不失其體而天下治\n矣天愛其精地愛其平人愛\n其情天之精日月星辰雷電風雨也地之平水火\n金木土也人之情思慮聰明喜怒也故閉四闗止五遁\n則與道淪是故神明藏於無形精神反\n於至真則目明而不以視耳聰而不以聽心條達\n而不以思慮委而弗為和而弗矜㝠性命之情而智故\n不得雜焉精泄於目則其視明在於耳則其聽聰\n留於口則其言當集於心則其慮通故閉四闗則身無\n患百節莫苑莫死莫生莫虚莫盈是謂真人\n凡亂之所由生者皆在流遁流遁之所生者五\n大構駕興宫室延樓棧道雞棲井榦\n標枺欂櫨\n以相支持木巧之飾盤紆刻儼\n嬴鏤雕琢詭文囘波\n淌游瀷淢菱杼紾抱\n芒繁亂澤\n巧為紛挐以相摧錯此遁於木也鑿汙池\n之深肆畛崖之遠来谿谷之流飾曲岸之際積\n牒旋石以純修碕\n抑淢怒瀨以揚激波\n曲拂邅囘以像湡浯\n益樹蓮菱以食鱉魚\n鴻鵠鷫鷞稻梁饒餘龍舟\n鷁首浮吹以娛此遁於水也\n髙築城郭設樹險阻崇臺\n榭之隆侈苑囿之大以窮\n要妙之望魏闕之髙上\n際青雲大厦增加擬於崑崙\n脩為墻垣甬道\n相連殘髙增下積土為山接徑厯逺\n直道夷險終日馳騖而無蹟蹈\n之患此遁於土也大鍾鼎美重器華\n蟲流鏤以相繆紾寢兕伏虎蟠龍\n連組焜昱錯眩照燿\n煇煌偃蹇蓼紏曲成文章雕琢\n之飾鍜錫文鐃乍晦乍明\n抑㣲滅瑕霜文沈居若簟籧蒢\n纒錦經冗以數\n而䟽此遁於金也煎熬焚\n炙調齊和之適以窮荆吳甘酸之變\n焚林而獵燒燎大木鼓橐吹埵以銷銅鐵\n靡流堅鍜無猒足目山無峻\n幹林無柘梓燎木以為炭燔草而為灰\n野莽白素不得其時上掩天光下殄地財此\n遁於火也此五者一足以亡天下矣是故\n古者明堂之制下之潤溼弗能及上之霧露弗能入四\n方之風弗能襲\n\n土事不文木工不斵\n金器不鏤衣無隅差之削\n冠無觚嬴之理\n堂大足以周旋理文\n静潔足以享上帝禮鬼神以示民知儉節夫聲色\n五味逺國珍怪瓌異竒物足以變心易志揺蕩精神感\n動血氣者不可勝計也夫天地之生財也本不過五\n聖人節五行則治不荒\n凡人之性心和欲得則樂\n樂斯動動斯蹈蹈斯蕩蕩斯歌歌斯舞歌舞節\n則禽獸跳矣人之性心有憂喪則悲悲則哀\n哀斯憤憤斯怒怒斯動動則手足不静\n人之性有侵犯則怒怒則血充\n血充則氣激氣激則發怒發怒則有所釋憾\n矣故鍾鼓管簫干鏚羽旄所以飾喜也衰絰\n苴杖哭踊有節所以飾哀也兵革羽旄金鼓\n斧鉞所以飾怒也必有其質乃為之文古者聖王在上\n政敎平仁愛洽上下同心君臣輯睦衣食有餘家給人\n足父慈子孝兄良弟順生者不怨死者不恨天下和洽\n人得其願夫人相樂無所發貺故聖人為之作樂以和\n節之未世之政田漁重税闗市急征澤梁畢禁網罟無\n所布耒耜無所設民力竭於徭役財用殫於㑹賦\n居者無食行者無糧老者不養死者不𦵏贅妻\n鬻子以給上求猶弗能贍愚夫惷婦皆有流\n連之心悽愴之志乃使始為之撞\n大鐘擊鳴鼓吹竽笙彈琴瑟失樂之本矣古者上求薄\n而民用給君施其徳臣盡其忠父行其慈子竭其孝各\n致其愛而無憾恨其間夫三年之喪非强而致之聽樂\n不樂食㫖不甘思慕之心未能絶也晩世風流俗敗嗜\n慾多禮義廢君臣相欺父子相疑怨尤充胷思心盡亡\n被衰戴絰戯笑其中雖致之三年失喪之\n本也古者天子一畿諸侯一同各守其分\n不得相侵有不行王道者暴虐萬民爭地侵壤亂政犯\n禁召之不至令之不行禁之不止誨之不變乃舉兵而\n伐之戮其君易其黨封其墓類其社卜其\n子孫以代之晩世務廣\n地侵壤幷兼無己舉不義之兵伐無罪之國殺不辜之\n民絶先聖之後大國出攻小國城\n守驅人之牛馬傒人之子女毁人之宗廟遷\n人之重寳血流千里暴骸滿野以贍貪主之欲非兵之\n所為生也故兵者所以討暴非所以為暴也樂者所以\n致和非所以為淫也喪者所以盡哀非所以為偽也故\n事親有道矣而愛為務朝廷有容矣而敬為上處喪有\n禮矣而哀為主用兵有術矣而義為本本立而道行本\n傷而道廢\n"}
{"id": "KR3j0010_009", "series": "KR3j0010", "text": "　　主術訓\n人主之術處無為之事而行不言之敎清靜而不動一\n度而不揺因循而任下責成而不勞是故心知規而師\n傅諭導口能言而行人稱\n辭足能行而相者先導耳能聽而執正進諌\n是故慮無失䇿謀無過事言為文章行為\n儀表於天下進退應時動靜循理不為醜美好憎不為\n賞罰喜怒名各自名類各自類事猶自然莫出於己故\n古之王者冕而前旒所以蔽明也\n黈纊塞耳所以\n掩聰天子外屛所以自障\n故所理者逺則所在者邇所治者大則所\n守者少夫目妄視則淫耳妄聽則惑口妄言則亂夫三\n闗者不可不慎守也若欲規之乃是離之\n若欲飾之乃是賊之天氣為魂地氣為魄反\n之𤣥房各處其宅守而勿失上通太一太一之精通於\n天道天道𤣥黙無容無則大不可極深不可測尚與人\n化知不能得昔者神農之治天下也神\n不馳於胷中智不出於四域懐其仁誠之\n心甘雨時降五榖蕃植春生夏長秋收冬藏月省時考\n歲終獻功以時嘗榖祀于明堂明堂之\n制有葢而無四方風雨不能襲寒暑不能傷遷延而入\n之養民以公其民樸重端慤不忿争而財足不\n勞形而功成因天地之資而與之和同是故威厲而不\n殺刑錯而不用法省而不煩故其化如神其地南至交\n阯北至幽都東至暘谷西至三危\n莫不聽從當此之時法寛刑緩囹圄空虚而天下一俗\n莫懐姦心末世之政則不然上好取而無量下貪狼而\n無讓民貧苦而忿争事力勞而無功智詐萌興盜賊滋\n彰上下相怨號令不行執政有司不務反道矯拂其本\n而事修其末削薄其徳曾累其刑而欲以為治無以異\n於執彈而来鳥捭梲而狎犬也亂乃逾甚夫水濁則\n魚噞政苛則民亂故夫養虎豹犀\n象者為之圏檻供其嗜欲適其饑飽違其怒恚然而不\n能終其天年者形有所劫也是以上多故則下多詐上\n多事則下多態上煩擾則下不定上多求則\n下交争不直之於本而事之於未譬猶揚堁而弭塵\n抱薪以救火也故聖人事省而易治求\n寡而易贍不施而仁不言而信不求而得不為而成塊\n然保真抱徳推誠天下從之如響之應聲景之像形其\n所修者本也刑罰不足以移風\n殺戮不足以禁姦唯神化為貴至精為神夫疾呼不過\n聞百步志之所在踰于千里冬日之陽夏日之隂萬物\n歸而莫使之然故至精之像弗招而自\n来不麾而自往窈窈㝠㝠不知為之者誰而功自成智\n者弗能誦辯者弗能形昔孫叔敖恬卧而郢人無所害\n其鋒\n市南冝遼弄丸而兩家之\n難無所闗其辭\n\n鞅鞈鐵鎧瞋目扼掔其於以御兵刃\n縣矣劵契束帛刑罰斧鉞其於以解難薄\n矣待目而照見待言而使令其於為治難矣蘧伯\n玊為相子貢往觀之曰何以治國曰以弗治治之簡子\n欲伐衛使史黯往覿焉還報曰籧\n伯玉為相未可以加兵固塞險阻何足以致之故\n臯陶瘖而為大理天下無虐刑有貴于言者也\n師曠瞽而為太宰晉無亂政有貴于\n見者也故不言之令不視之見\n此伏犧神農之所以為師也故民之\n化也不從其所言而從所行故齊荘公好勇不使闘爭\n而國家多難其漸至于崔杼之亂\n頃襄好色不使風議而民多昏亂其積至昭竒之\n難故至精之所動若春氣之生秋氣之殺\n也雖馳傳鶩置不若此其亟故君人者其猶射者乎於\n此毫末於彼尋文矣故慎所以感之也夫榮啓期一彈\n而孔子三日樂感于和\n\n鄒忌一徽而威王\n終夕悲感于憂動諸琴瑟形諸音\n聲而能使人為之哀樂縣法設賞而不能移風易俗者\n其誠心弗施也寗戚商歌車下桓公喟然而寤矣\n至精入人深矣故曰樂聽其音則\n知其俗見其俗則知其化孔子學鼓琴於師襄而諭文\n王之志見㣲以知明矣\n延陵季子聽魯樂\n而知殷夏之風論近以識逺也作之上古施及千歲而\n文不滅况於並世化民乎湯之時七年旱以身禱於桑\n林之際而四海之雲湊千里之雨至抱質\n效誠感動天地神諭方外令行禁止豈足為哉古聖王\n至精形於内而好憎忘於外出言以副情發號以明㫖\n陳之以禮樂風之以歌謡業貫萬世而不壅横\n局四方而不窮禽獸昆蟲與之陶化又况於\n執法施令乎故太上神化其次使不得為非其次賞賢\n而罰㬥衡之於左右無私輕重故可以為平\n繩之於内外無私曲直故可以為正人主之於用法無\n私好憎故可以為命夫權輕重不差蟁首扶撥\n枉橈不失鍼鋒直施矯邪不私辟險姦不能枉讒不能\n亂徳無所立怨無所藏是任術而釋人心者也故為治\n者不與焉夫舟浮於水車轉於陸此勢之\n自然也木擊折轊水戾破舟不怨木石而罪巧拙者\n知故不載焉是故道有智則\n惑徳有心則險心有目則眩兵莫憯於志而莫邪\n為下冦莫大於隂陽而枹鼓為小\n今夫權衡\n規矩一定而不易不為秦楚變節不為胡越改容常一\n而不邪方行而不流一日刑之萬世傳之而以無為為\n之故國有亡主而世無廢道人有困窮而理無不通由\n此觀之無為者道之宗故得道之宗應物無窮任人之\n才難以至治湯武聖主也而不能與越人乗幹\n舟而浮於江湖伊尹賢相\n也而不能與胡人騎騵馬而服騊駼\n孔墨博通而不能與山居者入榛薄險阻也\n由此觀之則人知之於\n物也淺矣而欲以徧照海内存萬方不因道之數而専\n巳之能則其窮不達矣故智不足以治天下也桀之力\n制觡伸鉤索鐵歙金椎移大犧水殺黿鼉陸捕熊羆\n然湯革車三百乗困之鳴條擒之焦門由\n此觀之勇力不足以持天下矣智不足以為治勇不足\n以為强則人材不足任明也而君人者不下廟堂之上\n而知四海之外者因物以識物因人以知人也故積力\n之所舉則無不勝也衆智之所為則無不成也塪井\n之無黿鼉隘也園中之無脩木小也夫舉重鼎者力少\n而不能勝也及至其移徙之不待其多力者故千人之\n羣無絶梁萬人之聚無廢功夫華騮綠耳一日而至千\n里然其使之搏兎不如豺狼伎能殊也鴟夜撮蚤蚊察\n分秋毫晝日顛越不能見邱山形性詭也\n夫螣蛇游霧而動應龍乗\n雲而舉猨得木而㨗魚得水而鶩故古之為車也\n漆者不畫鑿者不斵工無二伎士不兼官各守其職不\n得相姦人得其宜物得其安是以器械不苦而職\n事不嫚夫責少者易償職寡者易守任輕者易\n權上操約省之分下效易為之功是以君臣彌久\n而不相猒君人之道其猶零星之尸也\n儼然𤣥黙而吉祥受福\n是故得道者不為醜飾不為偽善一人被\n之而不襃萬人䝉之而不𥚹是故重為惠\n若重為㬥則治道通矣為惠者尚布施也無功而\n厚賞無勞而髙爵則守職者懈於官而游居者亟於進\n矣為㬥者妄誅也無罪者而死亡行直而被刑則修身\n者不勸善而為邪者輕犯上矣故為惠者生姦\n而為㬥者生亂姦亂之俗亡國之風是故明主之治國\n有誅者而主無怒焉朝有賞者而君無與焉\n誅者不怨君罪之所當也賞者不徳上功之\n所致也民知誅賞之来皆在於身也故務功修業不受\n贛於君是故朝廷蕪而無迹田野辟而無草故\n太上下知有之今夫橋直植立而不\n動俛仰取制焉人主静\n漠而不躁百官得修焉譬如軍之持麾者妄指則\n亂矣慧不足以大寜智不足以安危與其譽堯而毁桀\n也不如掩聰明而反修其道也\n清静無為則天與之時㢘儉守節則地生之財處愚稱\n徳則聖人為之謀是故下者萬物歸之虚者天下遺之\n夫人主之聽治也清明而不闇虚心而弱志是故\n羣臣輻湊並進無愚智賢不肖莫不盡其能於是乃始\n陳其禮建以為基是乗衆勢以為車御衆智以\n為馬雖幽野險塗則無由惑矣人主深居隠處\n以避燥溼閨門重襲以避姦賊内不知閭里之情外不\n知山澤之形帷幕之外目不能見十里之前耳不能聞\n百步之外天下之物無不通者其灌輸之者大而斟酌\n之者衆也是故不出户而知天下不窺牖而知天道乗\n衆人之智則天下之不足有也専用其心則獨身不能\n保也是故人主覆之以徳不行其智而因萬人之\n所利夫舉踵天下而得所利故百姓載之上弗重也錯之\n前而弗害也舉之而弗髙也推之而弗猒\n主道員者運轉而無端化育如神虚無因循\n常後而不先也臣道員者運轉而無方論是而處當為\n事先倡守職分明以立成功也是故君臣異道則治同\n道則亂\n各得其宜處其當則上下有以相使也\n夫人主之聽治也虚心而弱志清明而不闇是故\n羣臣輻湊並進無愚智賢不肖莫不盡其能者則君得\n所以制臣臣得所以事君治國之道明矣文王智而好\n問故聖武王勇而好問故勝夫乗衆人之智則無\n不任也用衆人之力則無不勝也千鈞之重烏獲不能\n舉也衆人相一則\n百人有餘力矣是故任一人之力者則烏獲不足恃乗\n衆人之制者則天下不足有也禹決江䟽河以為天下\n興利而不能使水西流稷辟土墾草以為百姓力農然\n不能使禾冬生豈其人事不至哉其勢不可也夫推而\n不可為之勢而不修道理之數雖神聖人不能以成其\n功而况當世之主乎夫載重而馬嬴雖造父不能以致\n逺車輕馬良雖中工可使追速是故聖人舉事也豈能\n拂道理之數詭自然之性以曲為直以屈為伸\n哉未嘗不因其資而用之也是以積力之所舉無不勝\n也而衆智之所為無不成也聾者可令嗺䈥而不\n可使有聞也瘖者可使守圉而不可使言也形有所不\n周而能有所不容也是故有一形者處一位有一能者\n服一事力勝其任則舉之者不重也能稱其事則為之\n者不難也毋小大脩短各得其宜則天下一齊無以相\n過也聖人兼而用之故無棄才人主貴正而尚忠忠正\n在上位執正營事則䜛佞姦邪無由進矣譬猶方員之\n不相葢而曲直之不相入夫鳥獸之不可同羣者其類\n異也虎鹿之不同㳺者力不敵也是故聖人得志而在\n上位䜛佞姦邪而欲犯主者譬猶雀之見鸇而䑕之遇\n狸也亦必無餘命矣是故人主之一舉也不可不慎也\n所任者得其人則國家治上下和羣臣親百姓附所任\n非其人則國家危上下乖羣臣怨百姓亂故一舉而不\n當終身傷得失之道權要在主是故繩正於上木\n直於下非有事焉所縁以修者然也故人主誠正則直\n士任事而姦人伏匿矣人主不正則邪人得志忠者隠\n蔽矣夫人之所以莫􁕒玉石而㧓𤓰瓠者何也\n無得於玊石弗犯也使人主執正持平如從繩\n準髙下則羣臣以邪来者猶以卵投石以火投水故靈\n王好細腰而民有殺食自饑也越王好勇\n而民皆處危争死由此觀之權勢之柄其以移風\n易俗矣堯為匹夫不能仁化一里桀在上位令行禁止\n由此觀之賢不足以為治而世可以易俗明矣書曰一\n人有慶萬民賴之此之謂也天下多眩於名聲而寡察\n其實是故處人以譽尊而\n游者以辯顯察其所尊顯無他故焉人主\n不明分數利害之地而賢衆口之辯也治國則不然言\n事者必究於法而為行者必治於官上操其名以責其\n實臣守其業以效其功言不得過其實行不得踰其法\n羣臣輻湊莫敢専君事不在法律中而可以便國佐治\n必參五行之隂考以觀其歸並用周聽以察其化不偏\n一曲不黨一事是以中立而徧運照海内羣臣公正莫\n敢為邪百官述職務致其公迹也主精明於上官勸力\n於下姦邪滅迹庶功日進是以勇者盡於軍亂國則不\n然有衆咸譽者無功而賞守職者無罪而誅主上闇而\n不明羣臣黨而不忠説談者㳺於辯修行者競於往\n主上出令則非之以與法令所禁則犯之以邪\n為智者務為巧詐為勇者務於闘争大臣\n専權下吏持勢朋黨周比以弄其上國雖若存古之人\n曰亡矣且夫不治官職而被甲兵不隨南畝而有賢聖\n之聲者非所以都於國也騏驥騄駬天下之疾馬也驅\n之不前引之不止雖愚者不加體焉今治亂之機轍迹\n可見也而世主莫之能察此治道之所以塞權勢\n者人主之車輿爵祿者人臣之轡衘也是故人主處權\n勢之要而持爵祿之柄審緩急之度而適取予之節是\n以天下盡力而不倦夫臣主之相與也非有父子之厚\n骨肉之親也而竭力殊死不辭其軀者何也勢有使之\n然也昔者豫讓中行文子之臣智伯\n伐中行氏幷吞其地豫讓背其主而臣智伯智伯與趙\n襄子戰於晉陽之下身死為戮國分為三豫\n讓欲報趙襄子漆身為厲吞炭變音擿齒易貌夫以一\n人之心而事兩主或背而去或欲身狥之豈其趨捨厚\n薄之勢異哉人之恩澤使之然也紂兼天下朝諸侯人\n迹所及舟檝所通莫不賓服然而武王甲卒三千人擒\n之於牧野豈周民死節而殷民背叛哉其主之徳義厚\n而號令行也夫疾風而波興木茂而鳥集相生之氣也\n是故臣不得其所欲於君者君亦不能得其所求於臣\n也君臣之施者相報之勢也是故臣盡力死節以與君\n君計功垂爵以與臣是故君不能賞無功之臣臣亦不\n能死無徳之君君徳不下流於民而欲用之如鞭蹏馬\n矣是猶不待雨而求熟稼必不可之數也君人之\n道處静以修身儉約以率下静則下不擾矣儉則民不\n怨矣下擾則政亂民怨則徳薄政亂則賢者不為謀徳\n薄則勇者不為死是故人主好鷙鳥猛獸珍怪竒物\n狡躁康荒不愛民力馳騁田獵出\n入不時如此則百官務亂事勤財匱萬民愁苦\n生業不修矣人主好髙臺深池雕琢刻鏤黼黻文章絺\n綌綺繡寳玩珠玉則\n賦歛無度而萬民力竭矣堯之有天下也非貪萬民之\n富而安人主之位也以為百姓力征强凌弱衆暴寡於\n是堯乃身服節儉之行而明相愛之仁以和輯之是故\n茅茨不剪采椽不斵大路不畫\n越席不縁大羮不和粢食不毇\n巡狩行敎勤勞天下周流五嶽豈其奉養不足樂哉舉\n天下而以為社稷非有利焉年衰志憫舉天下\n而傳之舜猶却行而脱蹝也衰世則不然一日而\n有天下之富處人主之勢則竭百姓之力以奉耳目之\n欲志専在于宫室臺榭陂池苑囿猛獸熊羆玩好珍怪\n是故貧民糟糠不接於口而虎狼熊羆猒芻豢百姓裋\n褐不完而宫室衣繡人主急兹無用之功百姓黎民顦\n顇於天下是故使天下不安其性人主之\n居也如日月之明也天下之所同側目而視側耳而聽\n延頸舉踵而望也是故非澹薄無以明徳非寜静無以\n致逺非寛大無以兼覆非慈厚無以懐衆非平正無以\n制斷是故賢主之用人也猶巧工之制木也大者\n以為舟航柱樑小者以為楫楔脩\n者以為櫩榱短者以為朱儒枅櫨\n無大小脩短各得其所宜規矩方圎各有所施天下\n之物莫㐫於鷄毒然而良醫橐而藏之有所用\n也是故林莽之材猶無可棄者而况人乎今夫朝廷之\n所不舉鄉曲之所不譽非其人不肖也其所以官之者\n非其職也鹿之上山獐不能跂也及其下牧豎能追之\n才有所脩短也是故有大畧者不可責以㨗巧有\n小智者不可任以大功人有其才物有其形有任一而\n太重或任百而尚輕是故審毫釐之計者必遺天下之\n大數不失小物之選者惑於大事之舉譬猶狸之不可\n使搏牛虎之不可使搏䑕也今人之才或欲平九州幷\n方外存危國繼絶世志在直道正邪決煩理挐而乃責\n之以閨閤之禮隩㝔之間或佞巧小具謟進愉説随\n鄉曲之俗卑下衆人之耳目而乃任之以天下之權治\n亂之機是猶以斧􁛜毛以刀抵木也皆失其宜\n矣人主者以天下之目視以天下之耳聽以天下之智\n慮以天下之力爭是故號令能下究而臣情得上聞百\n官修同羣臣輻輳喜不以賞賜怒不\n以罪誅是故威厲立而不廢聰明先而不弊\n法令察而不苛耳目達而不闇善否之情日陳於前而\n無所逆是故賢者盡其智而不肖者竭其力徳澤兼覆\n而不偏羣臣勸務而不怠近者安其性逺者懐其\n徳所以然者何也得用人之道而不任己之才\n者也故假輿馬者足不勞而致千里乗舟檝者不\n能游而絶江海夫人主之情莫不欲總海内之智\n盡衆人之力然而羣臣志達效忠者希不困其身\n使言之而是雖在褐夫芻蕘猶不可棄也使言之而非\n也雖在卿相人君揄䇿于廟堂之上未必可用\n是非之所在不可以貴賤尊卑論也是明主之聽於羣\n臣其計乃可用不羞其位其言可行而不責\n其辯闇主則不然所愛習親近者雖邪枉不\n正不能見也䟽逺卑賤者竭力盡忠不能知也有言者\n窮之以辭有諌者誅之以罪如此而欲照海内存萬方\n是猶塞耳而聽清濁掩目而視青黄也其離聰明則亦\n逺矣法者天下之度量而人主之凖繩也縣法者法不\n法也設賞者賞當賞也法定之後中程者賞缺繩者誅\n尊貴者不輕其罰而卑賤者不重其刑犯法者雖\n賢必誅中度者雖不肖必無罪是故公道通而私道塞\n矣古之置有司也所以禁民使不得自恣也\n其立君也所以剬有司使無専行也法籍禮義\n者所以禁君使無擅斷也人莫得自恣則道勝道勝而\n理達矣故反於無為無為者非謂其凝滯而不動也以\n其言莫從己出也夫寸生於􁀙􁀙生於日日生於形\n形生於景此度之本也\n樂生於音音生於律律生於風此聲之宗\n也法生於義義生於衆適衆適合於人心此治之要也\n故通於本者不亂於末覩於要者不惑於詳法者非天\n墮非地生發於人間而反以自正是故有諸己不非諸\n人無諸己不求諸人\n所立於下者不廢於上\n所禁於民者不行於身所謂\n亡國非無君也無法也變法者非無法也有法者而不\n用與無法等是故人主之立法先自為檢式儀表故令\n行於天下孔子曰其身正不令而行其身不正雖令不\n從故禁勝於身則令行於民矣聖主之治\n也其猶造父之御齊輯之于轡衘之際而急緩之于脣\n吻之和正度于胷臆之中而執節于掌握之間内\n得於心中外合於馬志是故能進退履繩而旋曲\n中規取道致逺而氣力有餘誠得其術也是故權\n勢者人主之車輿也大臣者人主之駟馬也體離車輿\n之安而手失駟馬之心而能不危者古今未有也是故\n輿馬不調王良不足以取道君臣不和唐虞不能以為\n治也執術而御之則管晏之智盡矣明分以示之則蹠\n蹻之姦止矣夫據除而窺井\n底雖達視猶不能見其睛借明於鑑以照之則寸\n分可得而察也是故明主而耳目不勞精神不竭\n物至而觀其象事来而應其化近者不亂逺者治也是\n故不用適然之數而行必然之道故萬舉之無遺䇿矣\n今夫御者馬體調于車御心和于馬則厯險致逺進退\n周游莫不如志雖有騏驥騄駬之良臧獲御之則馬反\n自恣而人弗能制矣故治者不貴其自\n是而貴其不得為非也故曰勿使可欲毋曰弗求勿使\n可奪毋曰不争如此則人材釋而公道行矣美者正於\n度而不足者建於用故海内可一也夫釋職事而聽非\n譽棄公勞而用朋黨則竒材佻長而干次\n守官者雍遏而不進如此則民俗亂於國而\n功臣爭於朝故法律度量\n者人主之所以執下釋之而不困是猶無轡衘而馳也\n羣臣百姓反弄其上是故有術則制人無術則制於人\n吞舟之魚蕩而失水則制於螻蟻離其居也猨貁失木\n而擒於狐狸非其處也君人者釋所守而與臣下争則\n有司以無為持位守職者以從君取容\n是以人臣藏智而弗用反以事轉任\n其上矣夫貴富者之於勞也達\n事者之於察也驕恣者之於恭也勢不及君君人者不\n任能而好自為之則智日困而自負其責也數窮於下\n則不能伸理行堕於國則不能専制智不足以為治威\n不足以行誅則無以與天下交也喜怒形於心者欲見\n於外則守職者離正而阿上有司枉法而從風賞\n不當功誅不應罪上下離心而君臣相怨也是以執政\n阿主而有過則無以責之有罪而不誅則百官煩亂智\n弗能解也毁譽萌生而明不能照也不正本而反自然\n則人主逾勞人臣逾逸是猶代庖宰剥牲而為大匠斵\n也與馬競走䈥絶而弗能及上車執轡則馬死于衡下\n故伯樂相之王良御之明主乗之無御相之勞而致千\n里者乗於人資以為羽翼也是故君人者無為而\n有守也有為而無好也有為則讒生有好則䛕起\n昔者齊桓公好味而易牙烹其首子而餌之虞君好寳\n而晉獻以璧馬釣之胡王好音而秦穆公以女樂\n誘之是皆以利見制於人也故善建者不㧞夫\n火熱而水滅之金剛而火銷之木强而斧伐之水流而\n土遏之唯造化者物莫能勝也故中欲不出謂之扄外\n邪不入謂之塞中扄外閉何事之不節外閉中扄何事\n之不成弗用而後能用之弗為而後能為之精神勞則\n越耳目淫則竭故有道之主滅想去意清虚\n以待不伐之言不奪之事循名責實使有司任而弗詔\n責而弗敎以不知為道以奈何為寳\n如此則百官之事各有所守矣攝權勢\n之柄其於化民易矣衛君役子路權重也景桓\n公臣管晏位尊也怯服勇而愚制智其所託勢者勝也\n故枝不得大於榦末不得强於本則輕重小大有以相\n制也若五指之屬於臂搏猨攫㨗莫不如志言以小屬\n於大也是故得勢之利者所持甚小其存甚大所守甚\n約所制甚廣是故十圍之木持千鈞之屋五寸之鍵制\n開闔之門豈其材之巨小足哉所居要也孔邱墨翟修\n先聖之術通六藝之論口道其言身行其志慕義從風\n而為之服役者不過數十人使居天子之位則天下徧\n為儒墨矣楚荘王傷文無畏之死於宋也奮袂而起衣\n冠相連於道遂成軍宋城之下權柄重也\n\n楚文王好服獬冠楚國效之\n趙武靈王貝帯鵕􁀙而朝趙國化之\n使在匹夫布衣雖冠獬\n冠帯貝帯鵕􁀙而朝則不免為人笑也夫民之好善樂\n正不待禁誅而自中法度者萬無一也下必行之令從\n之者利逆之者㐫日隂未移而海内莫不被繩矣\n故握劍鋒以離北宮子司馬蒯蕢不使應敵\n\n操其觚招其末則庸人能以制勝\n今使烏獲藉蕃從後牽牛尾尾絶而不從者逆也\n若指之桑條以貫其鼻則五尺童子牽而周四海\n者順也夫七尺之撓而制船之左右者以水為資\n天子發號令行禁止以衆為勢也夫防民之所害\n開民之所利威行也若發堿咸决塘故\n循流而下易以至背風而馳易以逺桓公立政去食肉\n之獸食粟之鳥係罝之網三舉而百姓説紂殺王子比\n干而骨肉怨斮朝涉者之脛而萬民叛再舉而天下\n失矣故義者非能徧利天下之民也利一人而天下從\n風暴者非盡害海内之衆也害一人而天下離叛故桓\n公三舉而九合諸侯紂再舉而不得為匹夫故舉錯不\n可不審人主租歛於民也必先計歲而收量民積聚知\n饑饉有餘不足之數然後取車輿衣食供養其欲髙臺\n層榭接屋連閣非不麗也然民無掘穴狹廬所以託身\n者明主弗樂也肥醲甘脆非不美也然民有糟糠菽粟\n不接於口者則明主弗甘也匡牀蒻席非不寜也\n然民有處邊城犯危難澤死暴骸者明主弗安也\n故古之君人者其慘怛於民也國有饑者食不重味民\n有寒者而冬不被裘歲登民豐乃始縣鍾鼔陳干戚\n君臣上下同心而樂之國無哀人故古之\n為金石管絃者所以宣樂也兵革斧鉞者所以飾怒也\n觴酌俎豆酬酢之禮所以效善也衰絰菅屨辟踊哭泣\n所以諭哀也此皆有充於内而成像於外及\n至亂主取民則不裁其力求於下則不量其積男\n女不得事耕織之業以供上之求力勤財匱君臣相疾\n也故民至於焦脣沸肝有今無儲而乃\n始撞大鍾擊鳴鼓吹竽笙彈琴瑟是猶貫甲胄而入宗\n廟被羅紈而從軍旅失樂之所由生矣夫民之為生也\n一人蹠耒而耕不過十畝中田之獲卒歲之收不\n過畝四石妻子老弱仰而食之時有涔旱災害之患\n有以給上之徵賦車馬兵革之費由此觀之則人\n之生憫矣夫天地之大計三年耕而餘一年之食率九\n年而有三年之畜十八年而有六年之積二十七年而\n有九年之儲雖涔旱災害之殃民莫困窮流亡也故國\n無九年之畜謂之不足無六年之積謂之憫急\n無三年之畜謂之窮乏故有仁君明王其取下有節自\n養有度則得承受於天地而不離饑寒之患矣若貪主\n暴君撓於其下侵漁其民以適無窮之欲則百姓無以\n被天和而履地徳矣食者民之本也民者\n國之本也國者君之本也是故人君者上因天時下盡\n地財中用人力是以羣生遂長五榖蕃植敎民養育六\n畜以時種樹務修田疇滋植桑麻肥墝髙下各因其宜\n邱陵阪險不生五榖者以樹竹木春伐枯槁夏取果蓏\n秋畜䟽食冬伐薪蒸以\n為民資是故生無乏用死無轉尸故先王之\n法畋不掩羣不取麛天不涸澤而漁不焚\n林而獵豺未祭獸罝罦不得布於野獺未祭魚網罟不\n得入於水鷹隼未摯羅網不得張於谿谷草木未落\n斤斧不得入山林昆蟲未蟄不得以火燒田孕育不得\n殺􁈸卵不得探魚不長尺不得取彘不期年不得食\n是故草木之發若蒸氣禽獸歸之若流原飛鳥歸\n之若煙雲有所以致之也故先王之政四海之雲至而\n修封疆蝦蟇鳴燕降而達路除道隂降百泉\n則修橋梁昬張中則務種榖大火中則種黍菽虚中則種\n宿麥昴中則收歛畜積伐薪木上告于天下布之民先\n王之所以應時脩備富國利民實曠来逺者其道備矣\n非能目見而足行之也欲利之也欲利之也不\n忘於心則官自備矣心之於九竅四支也不能一事焉\n然而動静聽視皆以為主者不忘於欲利也故堯為善\n而衆善至矣桀為非而衆非来矣善積則功成非積則\n禍極凡人之論心欲小而志欲大智欲員而行欲方能\n欲多而事欲鮮所以心欲小者慮患未生備禍未發戒\n過慎㣲不敢縱其欲也志欲大者兼包萬國一齊殊俗\n幷覆百姓若今一族是非輻輳而為之轂智欲員者環\n復轉運終始無端旁流四達淵泉而不竭萬\n物並興莫不嚮應也行欲方者直立而不撓素白而不\n汚窮不易操通不肆志能欲多者文武具備動静中儀\n舉動廢置曲得其宜無所擊戾無不畢宜也事欲鮮者\n執柄持術得要以應衆執約以治廣處静持中運於璇\n樞以一合萬若合符者也故心小者禁於㣲也志\n大者無不懐也知員者無不知也行方者有不為\n也能多者無不治也事鮮者約所持也\n古者天子聽朝公卿正諌博士誦詩瞽箴師誦庶人\n傳語史書其過宰徹其膳猶以為未足也故堯置敢諌\n之鼓舜立誹謗之木湯有司直之人\n武王立戒慎之鞀過若毫釐而\n既已備之也夫聖人之於善也無小而不舉其於過也\n無㣲而不改堯舜禹湯文武皆坦然天下而南面焉\n當此之時鼛鼔而食奏雍而徹巳\n飯而祭竈行不用巫祝鬼神弗敢祟山川\n弗敢禍可謂至貴矣然而戰戰慄慄日慎一日由此觀\n之則聖人之心小矣詩云惟此文王小心翼翼昭事上\n帝聿懐多福其斯之謂歟武王伐紂發鉅橋之粟散鹿\n臺之錢封比\n干之墓表商容之閭\n朝成湯之廟解箕\n子之囚使各\n處其宅田其田無故無新唯賢是親用非其有使非其\n人晏然若故有之由此觀之則聖人之志大也文王周\n觀得失徧覽是非堯舜所以昌桀紂所以亡者皆著於\n明堂於是略智博聞以應無方由此觀之則聖人\n之智員矣成康繼文武之業守明堂之制觀存亡之迹\n見成敗之變非道不言非義不行言不茍出行不茍為\n擇善而後從事焉由此觀之則聖人之行方矣孔子之\n通智過於萇𢎞勇服於孟賁足躡郊莬力招城關能亦\n多矣\n然而勇力不聞伎巧不知専行孝道以成素王事亦\n鮮矣春秋二百四十二年亡國五十二弑君三十六采\n善鉏醜以成王道論亦博矣然而圍於匡顔色不變絃\n歌不輟臨死亡之地犯患難之危據義行理而志不攝\n分亦明矣然為魯司冦聽獄必為斷作為春\n秋不道鬼神不敢専已夫聖人之智固已多矣其所守\n者約故舉而必榮愚人之智固已少矣其所事者多故\n動而必窮矣呉起張儀智不若孔墨而爭萬乗之君此\n其所以車裂支解也夫以正教化者易而必成以邪巧\n世者難而必敗凡将設行立趣於天下捨其易成者而\n從事難而必敗者愚惑之所致也凡此六反者不可不\n察也偏知萬物而不知人\n道不可謂智偏愛羣生而不愛人類不可謂仁仁者愛\n其類也智者不可惑也仁者雖在斷割之中其所不忍\n之色可見也智者雖煩難之事其不闇之效可見也内\n恕反情心之所欲其不加諸人由近知逺由己知人此\n仁智之所合而行也小有敎而大有存也小有誅而大\n有寜也唯惻隠\n推而行之此智者之所獨斷也故仁智錯有時合合者\n為正錯者為權其義一也府吏守法君子制義法而無\n義亦府吏也不足以為政耕之為事也勞織之為事也\n擾擾勞之事而民不舍者知其可以衣食也人之情不\n能無衣食衣食之道必始於耕織萬民之所公見也物\n之若耕織者始初甚勞終必利也衆愚人之所見者寡\n事可權者多愚之所權者少此愚者之所多患物之可\n備者智者盡備之可權者盡權之此智者所以寡患也\n故智者先忤而後合愚者始於樂而終於哀今日\n何為而榮乎旦日何為而義乎此易言也今日何為而\n義旦日何為而榮此難知也問瞽師曰白素何如曰縞\n然曰黑何若曰黮然援白黑而示之則不處焉人之視\n白黑以目言白黑以口瞽師有以言白黑無以知白黑\n故言白黑與人同其别白黑與人異入孝於親出忠於\n君無愚智賢不肖皆知其為義也使陳忠孝行而知所\n出者鮮矣凡人思慮莫不先以為可而後行之其是或\n非此愚智之所以異凡人之性莫貴於仁莫急於智仁\n以為質智以行之兩者為本而加之以勇力辯慧㨗疾\n劬録巧敏遲利聰明審察盡衆益也身材未修伎藝曲\n備而無仁智以為表幹而加之以衆美則益其損故不\n仁而有勇力果敢則狂而操利劒不知而辯慧懐\n給則棄驥而不式雖\n有材能其施之不當其處之不宜適足以補偽飾非伎\n藝之衆不如其寡也故有野心者不可借便勢有\n愚質者不可與利器魚得水而游焉則樂塘决水涸則\n為螻蟻所食有掌修其隄防補其缺漏則魚得而利之\n國有以存人有以生國之所以存者仁義是也人\n之所以生者行善是也國無義雖大必亡人無善志雖\n勇必傷治國上使不得與焉孝於父母\n弟於兄嫂信於朋友不得上令而可得為也釋己之所\n得為而責于其所不得制悖矣士處卑隠欲上達必先\n反諸己上達有道名譽不起而不能上達矣取譽有道\n不信於友不能得譽信於友有道事親不説不信於友\n説親有道修身不誠不能事親矣誠身有道心不専一\n不能専誠道在易而求之難\n驗在近而求之逺故弗得也\n\n"}
{"id": "KR3j0010_010", "series": "KR3j0010", "text": "　　繆稱訓\n道至高無上至深無下平乎凖直乎繩員乎規方乎矩\n包裹宇宙而無表裏洞同覆載而無所礙是故體\n道者不哀不樂不喜不怒其坐無慮其寢無㝱物來而\n名事來而應主者國之心心治則百節皆安心擾則百\n節皆亂故其心治者支體相遺也其國治者君臣相忘\n也黄帝曰芒芒昧昧從天之道與元同氣故至德者言\n同畧事同指上下一心無歧道旁見者遏障之於邪開\n道之於善而民鄉方矣故易曰同人于野利渉大川\n道者物之所導也德者性之所\n扶也仁者積恩之見證也義者比於人心而合於衆適\n者也故道㓕而德用德衰而仁義生故上世體道而不\n德中世守德而弗壞也末世繩繩乎唯恐失仁義君子\n非仁義無以生失仁義則失其所以生小人非嗜欲無\n以活失嗜欲則失其所以活故君子懼失仁義小人懼\n失利觀其所懼知各殊矣易曰即鹿無虞惟入于林中\n君子幾不如舎徃吝\n其施厚者其報美其怨大者其禍深薄施\n而厚望畜怨而無患者古今未之有也是故聖人察其\n所以徃則知其所以來者聖人之道猶中衢而致尊邪\n過者斟酌多少不同各得其所宜是故得\n一人所以得百人也人以其所願於\n上以與其下交誰弗戴以其所欲於下以事其上誰弗\n喜詩云媚兹一人應侯愼德愼德大矣一人小矣能善\n小斯能善大矣君子見過忘罰故能諫見賢忘賤故能\n讓見不足忘貧故能施情繫於中行形於外凡行戴情\n雖過無怨不戴其情雖忠來惡后稷廣利天\n下猶不自矜禹無廢功無廢財自視猶觖如也滿\n如陷實如虚盡之者也凡人各賢其所說而說其\n所快世莫不舉賢或以治或以亂非自遁求同乎己\n者也己未必得賢而求與己同者而欲得賢亦不幾矣\n使堯度舜則可使桀度堯是猶以升量石也今謂狐狸\n則必不知狐又不知狸非未嘗見狐者必未嘗\n見狸也狐狸非異同類也而謂狐狸則不知狐狸是故\n謂不肖者賢則必不知賢謂賢者不肖則必不知不肖\n者矣聖人在上則民樂其治在下則民慕其意小人在\n上位如寢關曝纊不得須\n臾寧故易曰乘馬班如泣血漣如言\n小人處非其位不可長也物莫無所不用天雄烏喙藥\n之凶毒也良醫以活人侏儒瞽師人之困懟者也\n人主以備樂是故聖人制其剟材無所不用矣\n勇士一呼三軍皆辟其出之也誠故倡而不和意\n而不戴中心必有不合者也故舜不降席而王\n天下者求諸己也故上多故則民多詐矣身曲而景直\n者未之聞也說之所不至者容貌至焉\n容貌之所不至者感忽至焉感乎心明乎智發而成\n形精之至也可以形勢接而不可以照誋戎翟之馬皆\n可以馳驅或近或逺唯造父能盡其力三苗之民皆可\n使忠信或賢或不肖唯唐虞能齊其美必有不傳者\n中行繆伯手搏虎而不能生\n也葢力優而克不能及也用百人之\n所能則得百人之力舉千人之所愛則得千人之心辟\n若伐樹而引其本千枝萬葉則莫得弗從也慈父之愛\n子非為報也不可内解於心聖王之養民非求用也性\n不能己若火之自熱氷之自寒夫有何修焉及恃其力\n賴其功者若失火舟中故君子見始\n斯知終矣媒妁譽人而莫之德也取庸而強飯之莫之\n愛也雖親父慈母不加於此有以為則恩不接矣故送\n徃者非所以迎來也施死者非專為生也誠出於己則\n所動者逺矣錦繡登廟貴文也圭璋在前尚質也\n文不勝質之謂君子故終年為車無三寸之鎋不可以\n驅馳匠人斵户無一尺之楗不可以閉藏故君子行思\n乎其所結心之精者可以神化而不可以導人\n目之精者可以消澤而不可以昭誋\n在混冥之中不可諭於人故舜不降席而天下\n治桀不下陛而天下亂葢情甚乎叫呼也\n無諸己求諸人古今未之聞也同言而民信信在\n言前也同令而民化誠在令外也聖人在上民遷而化\n情以先之也動於上不應於下者情與令殊也故易曰\n亢龍有悔三月嬰兒未知利害也而慈母\n之愛諭焉者情也故言之用者昭昭乎小哉不言之用\n者曠曠乎大哉身君子之言信也中君\n子之意忠也忠信形於内感動應於外故禹執干戚舞\n於兩階之間而三苗服鷹翔川魚鼈沉\n飛鳥揚必逺害也\n子之死父也臣之死君也世有行之者矣\n非出死以要名也恩心之藏於中而不能違其難也故\n人之甘甘非正為蹠也\n而蹠焉徃君子之慘怛非正為偽形也諭乎人\n心非從外入自中出者也義尊乎君仁親乎父故君之\n於臣也能死生之不能使為茍簡易父\n之於子也能發起之不能使無憂尋\n故義勝君仁勝父則君尊而臣忠父慈而子\n孝聖人在上化育如神太上曰我其性與\n其次曰微彼其如此乎故詩曰\n執轡如組易曰含章可貞動於近成文於逺夫察所夜\n行周公慙乎景故君子愼其獨也釋近斯逺塞矣聞善\n易以正身難夫子見禾之三變也\n淊淊然曰狐鄉丘而死我其首禾乎\n故君子見善則痛其身焉身茍正懷逺易\n矣故詩曰弗躬弗親庶民弗信小人之從事也曰\n茍得君子曰茍義所求者同所期者異乎擊舟水中魚\n沉而鳥揚同聞而殊事其情一也僖負覊以壺餐表其\n閭趙宣孟以束\n脯免其軀禮不隆而德有餘\n仁心之感恩接而憯怛生故其入人深俱之叫呼也\n在家老則為恩厚其在債人則生爭闘故曰兵莫􁂋於\n意志莫邪為下㓂莫大於隂陽枹鼓為小聖人為善非\n以求名而名從之名不與利期而利歸之故人之憂喜\n非為蹗蹗焉徃生也故至人不容\n故若眯而撫若跌而據\n聖人之為治漠然不見賢焉終而後知其可大也若\n日之行騏驥不能與之爭逺今夫夜有求與瞽\n師併東方開斯照矣動而有\n益則損隨之故易曰剥之不可遂盡也故受之\n以復積薄為厚積卑為高故君子日孳孳以\n成煇小人日快快以至辱其消息也離朱弗能見也文\n王聞善如不及宿不善如不祥非為日不足也其憂尋\n推之也故詩曰周雖舊邦其命維新懷情抱質\n天弗能殺地弗能薶也聲揚天地之間配日月之光\n甘樂之者也茍鄉善雖過無怨茍不鄉善雖忠來患故\n怨人不如自怨求諸人不如求諸己得也聲自召\n也貌自示也名自命也文自官也無非己者操鋭\n以刺操刃以擊何怨乎人故筦子文錦也雖醜登廟\n子産練染也美而不尊\n虚而能滿淡而有味被褐\n懷玉者故兩心不可以得一人一心可以得百人男子\n樹蘭美而不芳繼子得食肥而不\n澤情不相與徃來也生所假也死所歸也故𢎞\n演直仁而立死王子閭\n張掖而受刄不以所託害所\n歸也故世治則以義衞身世亂則以身衞義死之日行\n之終也故君子愼一用之無勇者非先懾也難至而失\n其守也貪婪者非先欲也見利而忘其害也虞公見垂\n棘之璧而不知虢禍之及己也故至道之人不可遏奪\n也人之欲榮也以為己也於彼\n何益聖人之行義也其憂尋出乎中也於己何以利故\n帝王者多矣而三王獨稱貧賤者多矣而伯夷獨舉以\n貴為聖乎則聖者衆矣以賤為仁乎則賤者多矣何聖\n仁之寡也獨專之意樂哉忽乎日滔滔以自新忘老之\n及己也始乎叔季歸乎伯孟必此積也不身遁\n斯亦不遁人故若行獨梁不為\n無人不競其容故使人信己者\n易而蒙衣自信者難情先動動無不得無不得\n則無莙發莙而後快\n故唐虞之舉錯也非以偕情也快己而天下\n治桀紂非正賊之也快己而百事廢喜憎議而治亂分\n矣聖人之行無所合無所離譬若鼓\n無所與調無所不比絲筦金石小大脩短有敘異聲而\n和君臣上下官職有差殊事而調夫織者日以進\n耕者日以却事相反成功一也申喜聞乞人之\n歌而悲出而視之其母也艾陵之戰也夫\n差曰夷聲陽句吳其庶乎\n同是聲而取信焉異有諸情也故心\n哀而歌不樂心樂而哭不哀夫子曰絃則是也其聲非\n也文者所以接物也情繫\n於中而欲發外者也以文滅情則失情以情滅文則失\n文文情理通則鳯麟極矣言至德之懷逺也輸子陽謂\n其子曰良工漸乎矩鑿之中矩鑿之中固無物而\n不周聖王以治民造父以治馬醫駱以治病同材\n而各自取焉\n上意而民載誠中者也未\n言而信弗召而至或先之也忣於不己知者不自知\n也矜怛生於不足華誣生於矜\n誠中之人樂而不忣如鴞好聲\n熊之好經夫有誰為矜春女思秋\n士悲而知物化矣號而哭嘰而哀而\n知聲動矣容貌顔色理詘􁀙倨徇知情偽矣故聖\n人栗栗乎其内而至乎至極矣功名遂成天也循理受\n順人也太公望周公旦天非為武王造之也崇侯惡來\n天非為紂生之也有其世有其人也教\n本乎君子小人被其澤利本乎小人君子享其功昔東\n户季子之世道路不拾遺耒耜餘糧宿諸畮\n首使君子小人各得其宜也故一人有慶兆民頼之凡\n高者貴其左故下之於上曰左之臣辭也下\n者貴其右故上之於下曰右之君讓也故上左\n遷則失其所尊也臣右還則失其所貴\n矣小快害道斯須害儀子産騰\n辭獄繫而無邪失諸情者則塞\n於辭矣成國之道工無偽事農無遺\n力士無隱行官無失法譬若設網者引其綱而萬目開\n矣舜禹不再受命堯舜傳大焉先形乎小也\n刑於寡妻至于兄弟禪於家國而天下從\n風故戎兵以大知小\n人以小知大君子之道近而不\n可以至卑而不可以登無載焉而不勝大而\n章逺而隆知此之道不可求於人斯得諸己也釋己而\n求諸人去之逺矣君子者樂有餘而名不足小人樂不\n足而名有餘觀於有餘不足之相去昭然逺矣含而弗\n吐在情而不萌者未之聞也君子思義而\n不慮利小人貪利而不顧義子曰鈞之哭也曰子\n予柰何兮乘我何其哀則同其所以哀則異故哀樂之\n襲人情也深矣鑿地漂池非止以勞\n苦民也各從其蹠而亂生焉其載情一也施人則\n異矣故唐虞日孳孳以致於王桀紂日怏怏以\n致於死不知後世之譏己也凡人情說其所苦卽樂失\n其所樂則哀故知生之樂必知死之哀有義者不可欺\n以利有勇者不可劫以懼如饑渴者不可欺以虚器也\n人多欲虧義多憂害智多懼害勇嫚\n生乎小人蠻夷皆能之善生乎君子誘然\n與日月爭光天下弗能遏奪故治國樂其所以存\n亡國亦樂其所以亡也金錫不消釋則不流刑上憂\n尋不誠則不法民憂尋不在民則是絶民之繫也\n君反本而民繫固也至德小節備大節舉齊桓舉而\n不宻晉文宻而不舉晉文得\n之乎閨内失之乎境外齊桓失之乎閨内而\n得之本朝水下流而廣大君下臣而聰明君\n不與臣爭功而治道通矣管夷吾百里奚經而成之齊\n桓秦穆受而聽之照惑者以東為西惑也\n見日而寤矣衞武侯謂其臣曰小子無謂我老\n而羸我有過必謁之是武侯如弗羸之必得羸\n故老而弗舎通乎存亡之論者也人無能作也有能為\n也有能為也而無能成也人之為天成之終身為善非\n天不行終身為不善非天不亡故善否我也禍福非我\n也故君子順其在己者而已矣性者所受於\n天也命者所遭於時也有其材不遇其世天也太公何\n力比干何罪循性而行止或害或利求之有道得之在\n命故君子能為善而不能必其得福不忍為非而未能\n必免其禍君根本也臣枝葉也根本不美枝葉茂者未\n之聞也有道之世以人與國無道之世以國\n與人堯王天下而憂不解授舜而憂釋憂而守之而樂\n與賢終不私其利矣凡萬物有所施之無小不可為無\n所用之碧瑜糞土也人之情於\n害之中爭取小焉於利之中爭取大焉故同味而嗜厚\n膊者必其甘之者也同師而超羣者必其樂\n之者也弗甘弗樂而能為表者未之聞也君子時\n則進得之以義何幸之有不時則退讓之以義何不幸\n之有故伯夷餓死首山之下猶不自悔棄其所賤得其\n所貴也福之萌也緜緜禍之生也分分禍福之始萌微\n故民嫚之唯聖人見其始而知其終故傳曰魯酒薄而\n邯鄲圍\n羊羮不斟而宋國危\n明主之賞罰非以為己也\n以為國也通於己而無功於國者不施賞焉逆於己便\n於國者不加罰焉故楚莊謂共雍曰有德者受吾爵禄\n有功者受吾田宅是二者女無一焉吾無以與女可謂\n不踰於理乎其謝之也猶未之莫與周政至殷政善夏\n政行行政善\n善未必至也至至之人不慕乎行不慙乎善含德履道\n而上下相樂也不知其所由然有國者多矣而齊桓晉\n文獨名㤗山之上有七十壇焉而三王獨\n道君不求諸臣臣不假之君脩近彌逺而後世稱其大\n不越隣而成章而莫能至焉故孝己之禮可為也而莫\n能奪之名也必不得其所懷也\n義載乎宜之謂君子宜遺乎義之謂\n小人通智得而不勞其次勞而不病其下病而\n不勞古人味而弗貪也今人貪而弗味歌\n之脩其音也音之不足於其美者也\n金石絲竹助而奏之猶未足以至於極也\n人能尊道行義喜怒取予欲如草之從風召公\n以桑蠶耕種之時㢮獄出拘使百姓皆得反業\n脩職文王辭千里之地而請去炮烙之刑\n故聖人之舉事也進退不失時\n若夏就絺綌上車授綏之謂也老子學商容見舌而知\n守柔矣列子學壺子觀景柱\n而知持後矣故聖人不為物先而\n常制之其類若積薪樵後者在上人以義愛以黨羣以\n羣強是故德之所施者博則威之所行者逺義之所加\n者淺則武之制者小矣鐸以聲自毁膏燭以明\n自鑠虎豹之文來射猨狖之捷來措故子路以勇\n死萇𢎞以智困能以智知而未能\n以智不知也故行險者不得履繩出林者不得直道夜\n行瞑目而前其手事有所至而明有所害人能貫㝠㝠\n入於昭昭可與言至矣鵲巢知風之所起獺\n宂知水之高下暉目知晏\n隂諧知雨為是謂人智不如鳥\n獸則不然故通於一伎察於一辭可與曲說未可與廣\n應也寗戚擊牛角而歌桓公舉以大政雍門子以哭見\n孟嘗君涕流沾纓歌哭衆人之所能為也一發聲入人\n耳感人心情之至者也故唐虞之法可效也其諭人心\n不可及也簡公以懦殺子陽以猛劫\n皆不得其道者也故歌而不比於律者其\n清濁一也䋲之外與䋲之内皆失直者也\n紂為象箸而箕子嘰魯以偶人葬\n而孔子嘆見所始則知所終故水出於\n山入於海稼生乎野而藏乎倉聖人見其所生則知其\n所歸矣水濁者魚噞令苛者民亂城峭者必崩岸崝\n者必陀故商鞅立法而支解\n吳起刻削而車裂治國\n辟若張瑟大絃䋎則小絃絶矣故急轡數策者\n非千里之御也有聲之聲不過百里無聲之聲施於四\n海是故禄過其功者損名過其實者蔽情行合而名副\n之禍福不虚至矣身有醜夢不勝正行國有妖祥不勝\n善政是故前有軒冕之賞不可以無功取也後有斧鉞\n之禁不可以無罪䝉也素修正者弗離道也君子不謂\n小善不足為也而舎之小善積而為大善不為小不善\n為無傷也而為之小不善積而為大不善是故積羽沉\n舟羣輕折軸故君子禁於微壹快不足以成善積快而\n為德壹恨不足以成非積恨而成怨故三代之善千歲\n之積譽也桀紂之謗千歲之積毁也天有四時人有四\n用何謂四用視而形之莫明於目聽而精之莫聰於耳\n重而閉之莫固於口含而藏之莫深於心目見其形耳\n聽其聲口言其誠而心致之精則萬物之化咸有極矣\n地以德廣君以德尊上也地以義廣君以\n義尊次也地以強廣君以強尊下也故粹者王駮者霸\n無一焉者亡昔二皇鳯凰至於庭三代至乎門周室至\n乎澤德彌麤所至彌逺德彌精所至彌近君子誠仁施\n亦仁不施亦仁小人誠不仁施亦不\n仁不施亦不仁善之由我與其由人若仁德之盛者也\n故情勝欲者昌欲勝情者亡欲知天道察其數\n欲知地道物其樹欲知人道從其欲\n勿驚勿駭萬物將自理勿撓勿攖萬物將\n自清察一曲者不可與言化審一時\n者不可與言大日不知夜月不知晝日月為明\n而弗能兼也唯天地能函之能包天地曰唯無形者也\n驕溢之君無忠臣口慧之人無必信交拱之木無把之\n枝尋常之溝無吞舟之魚根淺則末短本傷則\n枝枯福生於無為患生於多慾害生於弗備穢生於弗\n䅶聖人為善若恐不及備禍若恐不免蒙塵而欲毋眯\n渉水而欲毋濡不可得也是故知己者不怨人知命者\n不怨天福由己發禍由己生聖人不求譽不辟誹正身\n直行衆邪自息今釋正而追曲倍是而從衆是與俗儷\n走而内行無繩故聖人反己而弗由也道之\n有篇章形埒者非至者也嘗之而無味視之而\n無形不可傳於人大㦸去水亭厯愈張用之不節乃反\n為病物多類之而非唯聖人知其微善御者不忘其馬\n善射者不忘其弩善為人上者不忘其下誠能愛而利\n之天下可從也弗愛弗利親子叛父天下有至貴而非\n勢位也有至富而非金玉也有至壽而非千歲也原心\n反性則貴矣適情知足則富矣明死生之分則壽矣言\n無常是行無常冝者小人也察於一事通於一伎者中\n人也兼覆葢而并有之度伎能而裁使之者聖人也\n\n"}
{"id": "KR3j0010_011", "series": "KR3j0010", "text": "　　齊俗訓\n率性而行謂之道得其天性謂之德性失然後貴仁道\n失然後貴義是故仁義立而道德遷矣禮義飾則純樸\n散矣是非形則百性眩矣珠玉尊則天下爭矣凡此四\n者衰世之造也末世之用也夫禮者所以别尊卑異貴\n賤義者所以合君臣父子兄弟夫妻朋友之際也今世\n之為禮者恭敬而忮為義者布施而德君臣以\n相非骨肉以生怨則失禮義之本也故搆而多責\n夫水積則生相食之魚土積則生自宂\n之獸禮義飾則生偽匿之本夫吹灰而欲無眯渉水而\n欲無濡不可得也古者民童蒙不知東西貎不羡乎情\n而言不溢乎行其衣致煖而無文其兵戈銖而無刄\n其歌樂而無轉其哭哀而無聲鑿井而飲耕田\n而食無所施其美亦不求得親戚不相毁譽朋友不相\n怨德及至禮義之生貨財之貴而詐偽萌興非譽相紛\n怨德並行於是乃有曾參孝己之美而生盗跖莊蹻之\n邪故有大路龍旂羽葢垂緌結駟連騎則\n必有穿窬柎揵抽箕踰備之姦有詭文繁繡\n弱緆羅紈必有菅屩跐踦裋褐不完\n者故高下之相傾也短脩之相\n形也亦明矣夫蝦蟇為鶉水蠆為􁖪莣\n皆生非其類唯聖人知其化夫胡人見黂\n不知其可以為布也越人見毳不知其可以\n為旃也故不通於物者難與言化昔太公望周公旦受\n封而相見太公望問周公曰何以治魯周公曰尊尊親\n親太公曰魯從此弱矣周公問太公曰何以\n治齊太公曰舉賢而上功周公曰後世必有劫殺之君\n其後齊日以大至於霸二十四世而田氏\n代之魯日以削至三十二世而亡\n故易曰履霜堅氷至聖人之見終始微言故糟\n邱生乎象􁀙炮烙生乎熱升\n子路撜溺而受牛謝\n孔子曰魯國必好救人於患子贛贖人\n而不受金於府孔子曰魯國不復贖\n人矣子路受而勸德子贛讓而止善孔子之明以小知\n大以近知逺通於論者也由此觀之廉有所在而不可\n公行也故行齊於俗可隨也事周於能易為也矜偽以\n惑世伉行以違衆聖人不以為民俗廣厦闊屋連闥通\n房人之所安也鳥入之而憂高山險阻深林叢薄虎豹\n之所樂也人入之而畏川谷通原積水重泉黿鼉之所\n便也人入之而死咸池承雲九韶六英人\n之所樂也鳥獸聞之而驚深谿峭岸峻木尋枝猨狖之\n所樂也人上之而慄形殊性詭所以為樂者乃所以為\n哀所以為安者乃所以為危也乃至天地之所覆載日\n月之所照誋使各便其性安其居處其宜為其能故\n愚者有所修智者有所不足柱不可以摘齒筐不可\n以持屋馬不可以服重牛不可以追速鈆不可\n以為刀銅不可以為弩鐡不可以為舟木不可以為釜\n各用之於其所適施之於其所宜卽萬物一齊而無由\n相過夫明鏡便於照形其於以函食不如簞犧牛粹毛\n冝於廟牲其於以致雨不若黒蜧\n由此觀之物無貴賤因其所貴而貴之物無不貴也\n因其所賤而賤之物無不賤也夫玉璞不猒厚角䚩\n不猒薄漆不猒黒粉不猒白此四者相反\n也所急則均其用一也今之裘與蓑孰急見雨則裘不\n用升堂則蓑不御此代為常者也譬若舟車楯肆窮廬\n故有所宜也故老子曰不上\n賢者言不致魚於木沉鳥於淵故堯之治\n天下也舜為司徒契為司馬禹為司空后稷為大田師\n奚仲為工其導萬民也水處者漁山處者木谷處者牧\n陸處者農地宜其事事宜其械械宜其用用宜其人澤\n皐織網陵阪耕田得以所有易所無以所工易所拙是\n故離叛者寡而聽從者衆譬若播棊丸於地貟者走澤\n方者處髙各從其所安夫有何上下焉若風之遇簫\n忽然感之各以清濁應矣夫猨狖得茂木不舎而宂\n狟狢得埵防弗去而縁物莫避其\n所利而就其所害是故隣國相望雞狗之音相聞而足\n迹不接諸侯之境車軌不結千里之外者皆各得其所\n安故亂國若盛治國若虚亡國若不足存國若有餘虚\n者非無人也皆守其職也盛者非多人也皆徼於末也\n有餘者非多財也欲節事寡也不足者非無貨也民躁\n而費多也故先王之法籍非所作也其所因也其禁誅\n非所為也其所守也凡以物治物者不以物以睦治睦\n者不以睦以人治人者不以人以君治君者不於君以\n欲治欲者不於欲以性治性者不於性以德治德者不\n以德以道原人之性蕪穢而不得清明者物或堁也\n羌氐僰翟嬰兒生皆同聲及其長\n也雖重象狄騠不能通其言教俗殊也\n今三月嬰兒生而徙國則不能知其故俗由此觀之衣\n服禮俗者非人之性也所受於外也夫竹之性浮殘以\n為牒束而投之水則沉失其體也金之性沉託之於舟\n上則浮勢有所支也夫素之質白染之以湼則黒縑之\n性黃染之以丹則赤人之性無邪乆湛於俗則易易而\n忘本合於若性故日月欲明浮雲葢之\n河水欲清沙石濊之人性欲平嗜欲害之惟聖人能遺\n物而反已夫乗舟而惑者不知東西見斗極則寤矣夫\n性亦人之斗極也以有自見也則不失物之情無以自\n見則動而惑營譬若隴西之遊愈躁愈沉孔子謂顔回\n曰吾服汝也忘而汝服於我也亦忘\n雖然汝雖忘乎吾猶有不忘者存孔子知其本也夫縱\n欲而失性動未嘗正也以治身則危以治國則亂以入\n軍則破是故不聞道者無以反性故古之聖王能得諸\n己故令行禁止名傳後世德施四海是故凡將舉事必\n先平意清神神清意平物乃可正若璽之抑埴\n正與之正傾與之傾故堯之舉舜也決之於目\n桓公之取寗戚也斷之於耳而已矣為是釋術數而任\n耳目其亂必甚矣夫耳目之可以斷也反情性也聽失\n於誹譽而目淫於采色而欲得事正則難矣夫載哀者\n聞歌聲而泣載樂者見哭者而笑哀可樂者笑可哀者\n載使然也是故貴虚故水擊則波興\n氣亂則智昬智昬不可以為政波水不可以為平故聖\n王執一而勿失萬物之情既矣四夷九州服矣夫一者\n至貴無適於天下聖人託於無適故民命繫矣為仁者\n必以哀樂論之為義者必以取予明之目所見不過十\n里而欲遍照海内之民哀樂弗能給也無天下之委財\n而欲遍贍萬民利不能足也且喜怒哀樂有感而自然\n者也故哭之發於口涕之出於目此皆憤於中而形於\n外者也譬若水之下流煙之上尋也夫有孰推之者故\n強哭者雖病不哀強親者雖笑不和情發於中而聲應\n於外故釐負覊之壺餐愈於晉獻公之垂棘趙宣孟之\n束脯賢於智伯之大鐘故禮豐不足以效愛\n而誠心可以懷逺故公西華之養親也若與朋友處曾\n參之養親也若事嚴主烈君其養一也\n故胡人彈骨越人囓臂中國㰱血也\n所由各異其於信一也\n三苗髽首𦍑人括領中國冠笄越人鬋髪其於服\n一也帝顓頊之法婦\n人不辟男子於路者拂之於四逹之衢今之國都\n男女切踦肩摩於道其於俗一也故四夷之禮不\n同皆尊其主而愛其親敬其兄獫狁之俗相反\n皆慈其子而嚴其上夫鳥飛成行獸處成羣有孰教之\n故魯國服儒者之禮行孔子之術地削名卑不能親近\n來逺越王句踐劗髪文身無皮弁搢笏之服\n拘罷拒折之容然而勝\n夫差於五湖南面而霸天下泗上十二諸侯皆率九夷\n以朝胡貉匈奴之國縱體拖髪箕倨反言而國不\n亡者未必無禮也楚莊王裾衣博袍令行乎天\n下遂霸諸侯晉文君大布之衣䍧羊之裘韋\n以帶劒威立于海内豈必鄒魯之禮之謂禮乎\n是故入其國者從其俗入其家者避其諱不犯禁而\n入不迕逆而進雖之夷狄徒倮之國結軌乎逺\n方之外而無所困矣禮者實之文也仁者恩之效也故\n禮因人情而為之節文而仁發恲以見容禮不過\n實仁不溢恩也治世之道也夫三年之䘮是强人所不\n及也而以偽輔情也三月之服是絶哀而迫切之性也\n夫儒墨不原人情之終始而務以行相反之\n制五縗之服悲哀抱於情葬薶稱於\n養不强人之所不能為不絶人之所能己度量不失於\n適誹譽無所由生古者非不知繁升降槃還之禮也蹀\n采齊肆夏之容也以為曠日煩民而無所\n用故制禮足以佐實喻意而已矣古者非不能陳鐘鼓\n盛筦簫揚干戚奮羽旄以為費財亂政制樂足以合歡\n宣意而已喜不羡於音非不能竭國糜民虚府殫財含\n珠鱗施綸組節束追送死也以為窮民\n絶業而無益於槁骨腐肉也故葬薶足以收歛葢藏而\n已昔舜葬蒼梧市不變其肆禹\n葬㑹稽之山農不易其畝明\n乎死生之分通乎侈儉之適者也亂國則不然言與行\n相悖情與貌相反禮飾以煩樂優以淫崇死以害生乆\n䘮以招行是以風俗濁於世而誹譽萌於朝是故聖人\n廢而不用也義者循理而行宜也禮者體情制文者也\n義者宜也禮者體也昔有扈氏為義而亡\n知義而不知宜也魯治禮而削知禮而\n不知體也有虞氏之祀其社用土祀中霤葬成畝\n其樂咸池承雲九韶其服尚黄\n夏后氏其社用松祀戸\n葬牆置翣其樂夏籥九成六佾六列六英\n其服尚青殷人之禮\n其社用石祀門葬樹松其樂大濩晨\n露其服尚白周人之禮其社用栗祀\n竈葬樹栢其樂大\n武三象棘下其服尚赤禮樂相詭服\n制相反然而皆不失親踈之恩上下之倫今握一君之\n法籍以非傳代之俗譬由膠柱而調琴也故明主制禮\n義而為衣分節行而為帶衣足以覆形從典墳虚循撓\n便身體適行歩不務於奇麗之容隅眥之削帶足以結\n紐收祍束牢連固不亟於為文句䟽短之鞵故制禮義\n行至德而不拘於儒墨所謂明者非謂其見彼也自見\n而已所謂聰者非謂聞彼也自聞而已所謂逹者非謂\n知彼也自知而已是故身者道之所托身得則道得矣\n道之得也以視則明以聽則聰以言則公以行則從故\n聖人財制物也猶工匠之斵削鑿枘也宰庖之切割分\n别也曲得其宜而不折傷拙工則不然大則塞而不入\n小則窕而不周動於心枝於手而愈醜夫聖人之斵削\n物也剖之判之離之散之已淫已失復揆以一旣出其\n根復歸其門已雕已琢遂反於樸合而為道德離而為\n儀表其轉入𤣥冥其散應無形禮義節行又何以窮至\n治之本哉世之明事者多離道德之本曰禮義足以治\n天下此未可與言術也所謂禮義者五帝三王之法籍\n風俗一世之迹也譬若芻狗土龍之始成\n文以青黄絹以綺繡纒以朱絲尸祝袀袨\n大夫端冕以送迎之及其已用之後則壤上\n草􁁉而已夫有孰貴之故當舜之時有苗不服於是\n舜脩政偃兵執干戚而舞之時天下大雨禹令民聚土\n積薪擇丘陵而處之武王伐紂載尸而行海\n内未定故不為三年之䘮始禹遭洪水之患陂塘之事\n故朝死而暮葬此皆聖人之所以應時耦變見形而施\n宜者也今之修干戚而笑钁挿知三年非一日是\n從牛非馬以徴笑羽也以此應化無以異於彈一絃而\n㑹棘下夫以一世之變欲以耦化應時\n譬猶冬被葛而夏被裘夫一儀不可以百發\n一衣不可以出歲儀必應乎高下衣必適\n乎寒暑是故世異則事變時移則俗易故聖人論世而\n立法隨時而舉事尚古之王封於㤗山禪於梁父七十\n餘聖法度不同非務相反也時世異也是故不法其已\n成之法而法其所以為法所以為法者與化推移者也\n夫能與化推移為人者至貴在焉爾故狐梁之歌可隨\n也其所以歌者不可為也聖人之法可觀也其所以作\n法不可原也辯士言可聽也其所以言不可形也淳均\n之劒不可愛也而歐冶之巧可貴也今夫王喬赤松子\n吹嘔呼吸吐故内新遺形去智抱素反眞以遊𤣥𦕈上\n通雲天今欲學其道不得其養氣處神而放其一吐一\n吸時詘時伸其不能乗雲升假亦明矣\n五帝三王經天下細萬物齊\n死生同變化抱大聖之心以鏡萬物之情上與神明為\n友下與造化為人今欲學其道不得其清明𤣥聖而守\n其法籍憲令不能為治亦明矣故曰得十利劒不若得\n歐冶之巧得百走馬不若得伯樂之數樸至大者無形\n狀道至眇者無度量故天之圎也不得規地之方也不\n得矩徃古來今謂之宙四方上下謂之宇道在其間而\n莫知其所故其見不逺者不可與語大其智不閎者不\n可與論至昔者馮夷得道以潜大川\n鉗且得道以處崑崙扁鵲以治病\n造父以御馬羿以之射倕以之斵\n所為者各異而所道者一也夫禀道以通物者無\n以相非也譬若同陂而溉田其受水鈞也而屠牛而烹\n其肉或以為酸或以為甘煎熬燎炙齊味萬方其本一\n牛之體伐楩柟豫樟而剖梨之或為棺槨或為\n柱梁披斷撥檖所用萬方然一木之\n樸也故百家之言指奏相反其合道一體也譬若絲竹\n金石之㑹樂同也其曲家異而不失於體伯樂韓風秦\n牙管青所相各異其知馬一也故三皇五帝\n法籍殊方其得民心鈞也故湯入夏而用其法武王入\n殷而行其禮桀紂之所以亡而湯武之所以為治故剞\n劂銷鋸陳非良工不能以制木鑪橐埵坊\n設非巧冶不能以治金屠牛吐一朝解九牛\n而刀以剃毛庖丁用刀十九年而刀如\n新剖硎何則游乎衆虚之間\n若夫規矩鉤繩者此巧之具也而非所以巧也故瑟\n無絃雖師文不能以成曲徒絃則不能悲故絃悲\n之具也而非所以為悲也若夫工匠之為連鐖運開隂\n閉眩錯入於冥冥之眇神\n調之極游乎心手衆虚之間而莫與物為際者父不能\n以教子瞽師之放意相物寫神愈舞而形乎絃者兄不\n能以喻弟今夫為平者凖也為直者繩也若夫不在於\n繩凖之中可以平直者此不共之術也故叩宫而宫應\n彈角而角動此同音之相應也其於五音無所比而二\n十五絃皆應此不傳之道也故蕭條者形之君\n而寂漠者音之主也天下是非無所定世各是\n其所是而非其所非所謂是與非各異皆自是而非人\n由此觀之事有合於己者而未始有是也有忤於心者\n而未始有非也故求是者非求道理也求合於己者也\n去非者非批邪施也去忤於心者也忤於我未必\n不合於人也合於我未必不非於俗也至是之是無非\n至非之非無是此眞是非也若夫是於此而非於彼非\n於此而是於彼者此之謂一是一非也此一是非隅曲\n也彼一是非宇宙也今吾欲擇是而居之擇非而去之\n不知世之所謂是非者不知孰是孰非老子曰治大國\n若烹小鮮為寛裕者曰勿數撓為刻削者曰致其\n醎酸而已矣晉平公出言而不當師曠舉琴而撞之跌\n祍宫壁左右欲塗之平公曰舎\n之以此為寡人失孔子聞之曰平公非不痛其體也欲\n來諫者也韓子聞之曰羣臣失禮而弗誅是縱\n過也有以也夫平公之不霸也故賓有見人於宓子者\n賓出宓子曰子之賓獨有三過望我而笑是攓\n也談語而不稱師是返也交淺而言深是亂也\n賓曰望君而笑是公也談語而不稱師是通也交淺而\n言深是忠也故賓之容一體也或以為君子或以為小\n人所自視之異也故趣舎合即言忠而益親身疏即謀\n當而見疑親母為其子治扢秃而血流至耳見者以\n為其愛之至也使在於繼母則過者以為嫉也事之情\n一也所從觀者異也從城上視牛如羊視羊如豕所居\n高也闚面於盤水則員於杯則隨面形不變其故有所\n員有所隨者所自闚之異也今吾雖欲正身而待物庸\n遽知世之所自窺我者乎若轉化而與世競走譬猶逃\n雨也無之而不濡常欲在於虚則有不能為虚矣\n若夫不為虚而自虚者此所慕而不能致也\n故通於道者如車軸不運於巳而與轂致千里轉無窮\n之原也不通於道者若迷惑告以東西南北所居聆聆\n一曲而辟然忽不得復迷惑也故終身\n𨽻於人辟若俔之見風也\n無須㬰之間定矣故聖人體道反性不化以待化\n則幾於免矣治世之體易守也其事易\n為也其禮易行也其責易償也是以人不兼官官不兼\n事士農工商鄉别州異是故農與農言力士與士言行\n工與工言巧商與商言數是以士無遺行農無廢功工\n無苦事商無折貨各安其性不得相干故伊尹之興土\n功也脩脛者使之跖钁强脊者使之負\n土𦕈者使之准傴者使之塗\n各有所宜而人性齊矣胡人便於馬越人便於舟異形\n殊類易事而悖失處而賤得勢而貴聖人總而用之其\n數一也夫先知逺見逹視千里人才之隆也而治世不\n以責於民博聞強志口辯辭給人智之美\n也而明主不以求於下敖世輕物不汙於俗士之伉行\n也而治世不以為民化神機隂閉剞劂無迹人巧之妙\n也而治世不以為民業故萇𢎞師曠先知禍福言無遺\n策而不可與衆同職也公孫龍折辯抗辭别同異離堅\n白不可以衆同道也\n北人無擇非舜而自投清泠之淵不\n可以為世儀魯般墨子以木為鳶而飛之三日不集而\n不可使為工也故高不可及者不可以為人量行不可\n逮者不可以為國俗夫契輕重不失銖兩聖人弗用而\n縣之乎銓衡視高下不差尺寸明主弗任而求之乎浣\n準何則人才不可專用而度量可世傳也故國\n治可與愚守也而軍制可與權用也夫待騕褭飛兎\n而駕之則世莫乗車待西施毛\n嬙而為配則終身不家矣然非待古之英俊\n而人自足者因所有而並用之夫騏驥千里一日而通\n駑馬十舎旬亦至之由是觀之人材不足專恃而\n道術可公行也亂世之法高為量而罪不及重為任而\n罰不勝危為禁而誅不敢民困於三責則飾智而詐上\n犯邪而干免故雖峭法嚴刑不能禁其姦何者力\n不足也故諺曰鳥窮則噣獸窮則􁥭人窮則詐此\n之謂也道德之論譬猶日月也江南河北不能易其指\n馳騖千里不能易其處趍舎禮俗猶室宅之居也東家\n謂之西家西家謂之東家雖臯陶為之理不能定其處\n故趍舎同誹譽在俗意行鈞窮逹在時湯武之累行積\n善可及也其遭桀紂之世天授也今有湯武之意而無\n桀紂之時而欲成霸王之業亦不幾矣昔武王執戈秉\n鉞以伐紂勝殷搢笏杖殳以臨朝武王旣沒殷民\n叛之周公踐東宫履乗石攝天子之\n位負扆而朝諸侯放蔡叔誅管叔克殷殘商\n祀文王于明堂七年而致政成王夫武王先武而後文\n非意變也以應時也周公放兄誅弟非不仁也以匡亂\n也故事周於世則功成務合於時則名立昔齊桓公合\n諸侯以乗車退誅於國以斧鉞晉文公合諸侯以革車\n退行於國以禮義桓公前柔而後剛文公前剛而後柔\n然而令行乎天下權制諸侯鈞者審於勢之變也顔闔\n魯君欲相之而不肯使人以幣先焉鑿培而遁\n之為天下顯武使遇商鞅申不害刑及\n三族又況身乎世多稱古之人而高其行並世有與同\n者而弗知貴也非才下也時弗宜也故六騏驥駟駃騠\n以濟江河不若窽木便者處世然也是\n故立功之人簡於行而謹於時今世俗之人以功成為\n賢以勝患為智以遭難為愚以死節為戇吾以為各\n致其所極而已王子比干非不知箕子被髪佯狂以免\n其身也然而樂直行盡忠以死節故不為也伯夷叔齊\n非不能受禄任官以致其功也然而樂離世伉行以絶\n衆故不務也許由善卷非不能撫天下寧海内以德民\n也然而羞以物滑和故弗受也豫讓要離\n非不知樂家室安妻子以偷生也然而樂推誠行必\n以死主故不留也今從箕子視比干則愚矣從比干視\n箕子則卑矣從管晏視伯夷則戇矣從伯夷視管晏則\n貪矣趍舎相非嗜欲相反而各樂其務將誰使正之曾\n子曰擊舟水中鳥聞之而高翔魚聞之而淵藏故所趍\n各異而皆得所便故惠子從車百乗以過孟諸\n莊子見之弃其餘魚\n􁀙胡飲水數斗而不足鱓鮪\n入口若露而死智伯有三晉而欲不贍\n林類榮啓期衣若縣衰而意不慊\n由此觀之則趣行各異何以相非也夫重生者不以利\n害己立節者見難不茍免貪禄者見利不顧身而好名\n者非義不茍得此相為論譬猶氷炭鈎䋲也何時而合\n若以聖人為之中則兼覆而幷之未有可是非者也夫\n飛鳥主巢狐狸主穴巢者巢成而得棲焉宂者宂成而\n得宿焉趍舎行義亦人之所棲宿也各樂其所安致其\n所蹠謂之成人故以道論者總而齊之治國之道\n上無苛令官無煩治士無偽行工無淫巧其事經而不\n擾其器完不飾亂世則不然為行者相揭以高為禮\n者相矜以偽車輿極於雕琢器用逐於刻鏤求貨者爭\n難得以為寳詆文者處煩撓以為慧爭為佹辯乆積而\n不訣無益於治工為竒器歴歲而後成不周於用故神\n農之法曰丈夫丁壯而不耕天下有受其饑者婦人當\n年而不織天下有受其寒者故身自耕妻親織以為天\n下先其導民也不貴難得之貨不器無用之物是故其\n耕不强者無以養生其織不强者無以揜形有餘不足\n各歸其身衣食饒溢姦邪不生安樂無事而天下均平\n故孔丘曾參無所施其善孟賁成荆無所行其威\n衰世之俗以其知巧詐偽飾衆無用貴逺方之貨珍\n難得之財不積於養生之具澆天下之淳析天\n下之樸牿服馬牛以為牢滑亂萬民以清為濁性命飛\n揚皆亂以營貞信漫瀾人失其情性於是乃有翡翠犀\n象黼黻文章以亂其目芻豢黍梁荆吳芬馨以嚂其\n口鐘鼓管簫絲竹金石以淫其耳趍舎\n行義禮節謗議以營其心於是百姓縻沸豪亂暮行逐\n利煩挐澆淺法與義相非行與利相反雖十\n管仲弗能治也且冨人則車輿衣纂錦馬飾傅旄\n象帷幕茵席綺繡絛組青黄相錯不可為象貧人則夏\n被褐帶索唅菽飲水以充腸以支暑熱冬則羊裘解札\n短褐不掩形而煬竈口故其為編戸齊民\n無以異然貧冨之相去也猶人君與僕虜不足以論之\n夫乗竒技偽邪施者自足乎一世之間守正修理不茍\n得者不免乎饑寒之患而欲民之去末反本由是發其\n原而壅其流也夫雕琢刻鏤傷農事者也錦繡纂組害\n女工者也農事廢女工傷則饑之本而寒之原也夫饑\n寒並至能不犯法干誅者古今之未聞也故仕鄙在時\n不在行利害在命不在智夫敗軍之卒勇武遁逃將不\n能止也勝軍之陳怯者死行懼不能走也故江河決沉\n一鄉父子兄弟相遺而走爭升陵阪上高丘輕足先升\n不能相顧也世樂志平見鄰國之人溺尚猶哀之又况\n親戚乎故身安則恩及鄰國志為之㓕身危則忘其親\n戚而人不能解也游者不能拯溺手足有所急也灼者\n不能救火身體有所痛也夫民有餘即讓不足則爭讓\n則禮義生爭則暴亂起扣門求水莫弗與者所饒足也\n林中不賣薪湖上不鬻魚所有餘也故物豐則欲省求\n贍則爭止秦王之時或人葅子利不足也劉氏\n持政獨夫收孤財有餘也故世治則小人守政\n而利不能誘也世亂則君子為姦而法弗能禁也\n"}
{"id": "KR3j0010_012", "series": "KR3j0010", "text": "　　道應訓\n太清問於無窮曰子知道乎無窮曰吾弗知也\n又問於無為曰子知道乎無為曰吾知道\n子之知道亦有數乎無為曰吾知道有數曰其\n數奈何無為曰吾知道之可以弱可以强可以柔可以\n剛可以陰可以陽可以窈可以明可以包裹天地可以\n應待無方此吾所以知道之數也太清又問於無始曰\n鄉者吾問道於無窮曰吾弗知之又問於無\n為無為曰吾知道曰子之知道亦有數乎無為曰吾知\n道有數曰其數奈何無為曰吾知道之可以弱可以強\n可以柔可以剛可以隂可以陽可以窈可以明可以包\n裹天地可以應待無方吾所以知道之數也若是則無\n為知與無窮之弗知孰是孰非無始曰弗知之深而知\n之淺弗知内而知之外弗知精而知之粗太清仰而嘆\n曰然則不知乃知邪知乃不知邪孰知知之為弗知弗\n知之為知邪無始曰道不可聞聞而非也道不可見見\n而非也道不可言言而非也孰知形之不形者乎故老\n子曰天下皆知善之為善斯不善也故知者不言言者\n不知也白公問於孔子曰人可以微言\n孔子不應白公曰若以\n石投水中何如曰吳越之善没者能取之矣曰若以水\n投水何如孔子曰菑澠之水合易牙嘗而知之\n白公曰然則人固不可與微言乎孔子曰何謂不\n可誰知言之謂者乎夫知言之謂者不以言言也\n爭魚者濡逐獸者趍非樂之也故至言去言至為無\n為夫淺知之所爭者末矣白公不得也故死於浴室\n故老子曰言有宗事有君夫唯無知是以不\n吾知也白公之謂也惠子為惠王為國法\n已成而示諸先生先生皆善之奏之惠王惠王甚說之\n以示翟煎曰善惠王曰善可行乎翟煎曰不可惠王曰\n善而不可行何也翟煎對曰今夫舉大木者前呼邪許\n後亦應之此舉重勸力之歌也豈無鄭衛激楚之音\n哉然而不用者不若此其宜也治國有禮不在文辯故\n老子曰法令滋彰盗賊多有此之謂也田駢以道術說\n齊王王應之曰寡人所有齊國也道術難以除患\n願聞國之政田駢對曰臣之言無政而可以為政譬之\n若林木無材而可以為材願王察其所謂而自取齊國\n之政焉己雖無除其患害天地之間六合之内可陶冶\n而變化也齊國之政何足問哉此老𣆀之所謂無狀之\n狀無物之象者也若王之所問者齊也田駢所稱者材\n也材不及林林不及雨雨不及隂陽隂陽不\n及和和不及道白公勝得荆國不能以府\n庫分人七日石乙入曰不義得\n之又不能布施患必至矣不能予人不若焚之毋令人\n害我白公弗聽也九日葉公入乃\n發大府之貨以予衆出高庫之兵以賦民因而攻之十\n有九日而擒白公夫國非其有也而欲有之可謂至貪\n也不能為人又無以自為可謂至愚矣譬白公之嗇也\n何以異於梟之愛其子也故老子曰持而盈之\n不如其已揣而銳之不可長保也趙簡子以襄子為後\n董閼于曰無卹賤今以為後何也\n簡子曰是為人也能為社稷忍羞異日知\n伯與襄子飲而批襄子之首大夫請殺之襄子曰先君\n之立我也曰能為社稷忍羞豈曰能刺人哉處十月知\n伯圍襄子於晉陽襄子䟽隊而擊之\n大敗知伯破其首以為飲器故老子曰知\n其雄守其雌其為天下谿齧缺問道於被衣\n被衣曰正女形壹女視天和將至攝女知正女度神\n將來含德將來附若美而道將為女居惷乎若新生之\n犢而無求其故言未卒齧缺繼以讐夷被衣\n行歌而去曰形若槁骸心如死灰直實不知以故自持\n墨墨恢恢無心可與謀彼何人哉故老子曰明白四達\n能無以知乎趙襄子攻翟而勝之尤人終人\n使者來謁之襄子方將食而有憂左右曰一朝而兩城\n下此人之所喜也今君有憂色何也襄子曰江河之大\n也不過三日飄風暴雨日中不須㬰今\n趙氏之德行無所積今一朝兩城下亡其及我乎孔子\n聞之曰趙氏其昌乎夫憂所以為昌也而喜所以為亡\n也勝非其難者也賢主以此持勝故其福及後世齊楚\n吳越皆嘗勝矣然而卒取亡焉不通乎持勝也唯有道\n之主能持勝孔子勁杓國門之關\n而不肯以力聞墨子為守攻公輸般服而不肯以兵知\n善持勝者以強為弱故老子曰道冲\n而用之又弗盈也惠孟見宋康王蹀足謦欬疾言\n曰寡人所說者勇有功也不說為仁義者也客將何以\n教寡人惠孟對曰臣有道於此人雖勇刺之不入雖巧\n有力擊之不中大王獨無意邪宋王曰善此寡人之所\n欲聞也惠孟曰夫刺之而不入擊之而不中此猶辱也\n臣有道於此使人雖有勇弗敢刺雖有力不敢擊夫不\n敢刺不敢擊非無其意也臣有道於此使人本無其意\n也夫無其意未有愛利之心也臣有道於此使天下丈\n夫女子莫不歡然皆欲愛利之心此其賢於勇有力也\n四累之上也大王獨無意邪\n宋王曰此寡人所欲得也惠孟對曰孔墨是已孔丘墨\n翟無地而為君無官而為長天下\n丈夫女子莫不延頸舉踵而願安利之者今大王萬乗\n之主也誠有其志則四境之内皆得其利矣賢於孔墨\n也逺矣宋王無以應惠孟出宋王謂左右曰辯矣客之\n以說勝寡人也故老子曰勇於不敢則活由此觀之大\n勇反為不勇耳昔堯之佐九人舜之\n佐七人武王之佐五人堯\n舜武王於九七五者不能一事焉然而垂拱受成功焉\n善乗人之賢也故人與驥逐走則不勝驥託於車上則\n驥不能勝北方有獸其名曰蹷䑕前而菟後\n趨則頓走則顛常為蛩蛩駏驉取丼草以與\n之蹷有患害蛩蛩駏驉必負\n而走此以其能託其所不能故老子曰夫代大匠斵者\n希不傷其手薄疑説衛嗣君以王術嗣君應之曰予所\n有者千乗也願以受教薄疑對曰烏獲舉千鈞又况一\n斤乎杜赫以安天下說周昭文君文\n君謂杜赫曰願學所以安周赫對曰臣之所言不可則\n不能安周臣之所言可則周自安矣此所謂弗安而安\n者也故老子曰大制無割故致數輿無輿也魯國之法\n魯人為人妾於諸侯有能贖之者取金於府子贛贖魯\n人於諸侯來而辭不受金孔子曰賜失之矣夫聖人之\n舉事也可以移風易俗而受教順可施後世非獨以適\n身之行也今國之富者寡而貧者衆贖而受金則為不\n廉不受金則不復贖人自今以來魯人不復贖人於諸\n侯矣孔子亦可謂知禮矣故老子曰見小曰明魏武侯\n問於李克曰吳之所以亡者何也李克對曰數\n戰而數勝武侯曰數戰數勝國之福其獨以亡何故也對曰\n數戰則民罷數勝則主憍以憍主使罷民而國不亡者天下\n鮮矣憍則恣恣則極物罷則怨怨則極慮上下俱極吳之亡\n猶晩矣夫差之所以自剄於干遂也故老子\n曰功成名遂身退天之道也寗越欲干齊桓公困窮無\n以自逹於是為商旅將任車以商於齊暮宿於郭\n門之外桓公郊迎客夜開門辟任車爝火甚盛從\n者甚衆寗越飯牛車下望見桓公而悲擊牛角而疾商\n歌桓公聞之撫其僕之手曰異哉歌者非常人也命後\n車載之桓公及至從者以請桓公贛之衣冠而見說以\n為天下桓公大說將任之羣臣爭之曰客衛人也衛之\n去齊不逺君不若使人問之問之而故賢者也用之未\n晩桓公曰不然問之患其有小惡也以人之小惡而忘\n人之大美此人主之所以失天下之士也凡聽必有驗\n一聽而弗復問合其所以也且人固難合\n也權而用其長者而已矣當是舉也桓公得之矣故老\n子曰天大地大道大王亦大域中有四大而王處其一\n焉以言其能包裹之也大王亶父居邠翟人攻之事之\n以皮帛珠玉而弗受曰翟人之所求者地無以財物為\n也大王亶父曰與人之兄居而殺其弟與人之父處而\n殺其子吾弗為皆勉處矣為吾臣與翟人奚以異且吾\n聞之也不以其所養害其養杖策而去民相連而從之\n遂成國於岐山之下大王亶父\n可謂能保生矣雖富貴不以養傷身雖貧賤不以利累\n形今受其先人之爵禄則必重失之所自來者乆矣而\n輕失之豈不惑哉故老子曰貴以身為天下焉可以託\n天下愛以身為天下焉可以寄天下矣中山公子牟\n謂詹子曰身處江海之上心在魏闕之下為之奈\n何詹子曰重生重生則輕利\n中山公子牟曰雖知之猶不能自勝則從之從之\n神無怨乎不能自勝而強弗從\n者此之謂重傷之人無壽類矣故老子曰知和曰常知\n常曰明益生曰祥心使氣曰強是故用其光復歸其明\n也楚莊王問詹何曰治國奈何對曰何明於治身而不\n明於治國楚王曰寡人得立宗廟社稷願學所以守之\n詹何對曰臣未嘗聞身治而國亂者也未嘗聞身亂而\n國治者也故本任於身不敢對以末楚王曰善故老子\n曰修之身其德乃真也桓公讀書於堂輪人斵輪於堂\n下釋其椎鑿而問桓公曰君之所讀者何書也桓公\n曰聖人之書輪扁曰其人在焉桓公曰已死矣輪扁曰\n是直聖人之糟粕耳桓公勃然作色而怒\n曰寡人讀書工人焉得而譏之哉有說則可無說則死\n輪扁曰然有說臣試以臣之斵輪語之大疾則苦而不\n入大徐則丼而不固不丼不苦應於手厭於\n心而可以至妙者臣不能以教臣之子而臣之子亦不\n能得之於臣是以行年七十老而為輪今聖人之所言\n者亦以懐其實窮而死獨其糟粕在耳故老子曰道可\n道非常道名可名非常名昔者司城子罕相宋謂宋君\n曰夫國家之安危百姓之治亂在君行賞罰夫爵賞賜\n予民之所好也君自行之殺戮刑罰民之所怨也臣請\n當之宋君曰善寡人當其美子受其怨寡人自知不為\n諸侯笑矣國人皆知殺戮之專制在子罕也大臣親之\n百姓畏之居不至期年子罕遂却宋君而專其政故老\n子曰魚不可脫于淵國之利器不可以示人王壽負書\n而行見徐馮於周徐馮曰事者應變\n而動變生於時故知時者無常行書者言之所出也言\n出於知者知者藏書於是王壽乃焚書而舞之\n故老子曰多言數窮不如守中令尹子佩請飲莊王\n莊王許諾子佩䟽揖北靣立於殿下\n曰昔者君王許之今不果徃意者臣有罪乎\n莊王曰吾聞子具於強臺強臺者南望料山以臨方皇\n左江而右淮其樂忘死若吾薄德之\n人不可以當此樂也恐留而不能反故老子曰不見可\n欲使心不亂晉公子重耳出亡過曹無禮焉\n釐負羇之妻謂釐負羇曰君無禮於晉公\n子吾觀其從者皆賢人也若以相夫子反\n晉國必伐曹子何不先加德焉釐負羇遺之壺餕而加\n璧焉重耳受其餕而反其璧及其反國起師伐曹剋之\n令三軍無入釐負羇之里故老子曰曲則全正則直越\n王勾踐與吳戰而不勝國破身亡困於㑹稽忿心張膽\n氣如涌泉選練甲卒赴火若滅然而請身為臣妻為妾\n親執戈為吳兵先馬走果擒之於干遂故\n老子曰柔之勝剛也弱之勝強也天下莫不知而莫之\n能行越王親之故覇中國趙簡子死未葬中牟入齊\n已葬五日襄子起兵攻圍之未合而城自壤者\n十丈襄子擊金而退之軍吏諫曰君誅中\n牟之罪而城自壞是天助我何故去之襄子曰吾聞之\n叔向曰君子不乗人於利不迫人於險使之治城城治\n而後攻之中牟聞其義乃請降故老子曰夫唯不爭故\n天下莫能與之爭秦繆公請伯樂曰子之年長矣子姓\n有可使求馬者乎對曰良馬者可以形容䈥骨\n相也相天下之馬者若滅若失若亡\n其一若此馬者絶塵弭轍臣\n之子皆下材也可告以良馬而不可告以天下之馬臣\n有所與供儋纒采薪者九方堙此其於馬\n非臣之下也請見之繆公見之使之求馬三月而反報\n曰已得馬矣在於沙邱繆公曰何馬也對曰牡而黄使\n人徃取之牝而驪繆公不說召伯樂而問之曰敗矣子\n之所使求者毛物牝牡弗能知又何馬之能知伯樂喟\n然大息曰一至此乎是乃其所以千萬臣而無數者也\n若堙之所觀者天機也得其精而忘其粗在内而忘其\n外見其所見而不見其所不見視其所視而遺其所不\n視若彼之所相者乃有貴乎馬者馬至而果千里之馬\n故老子曰大直若屈大巧若拙吳起為楚令尹適魏問\n屈宜若曰王不知起之不肖而以為令\n尹先生試觀起之為人也屈子曰將奈何吳起曰將衰\n楚國之爵而平其制禄損其有餘而綏其不足砥礪甲\n兵時爭利於天下屈子曰宜若聞之昔善治國家者不\n變其故不易其常今子將衰楚國之爵而平其制禄損\n其有餘而綏其不足是變其故易其常也行之者不利\n宜若聞之曰怒者逆德也兵者㐫器也爭者人之所本\n也今子隂謀逆德好用㐫器始人之所本逆之至也\n且子用魯兵不宜得志於齊而得志焉\n子用魏兵不宜得志於秦而得志焉\n宜若聞之非禍人不能成禍吾固惑吾王之數逆天道\n戾人理至今無禍差須夫子也吳起惕然曰尚\n可更乎屈子曰成刑之徒不可更也子不\n若敦愛而篤行之老子曰挫其銳解其紛和其光同其\n塵晉伐楚三舎不止大夫請擊之莊王曰先君之時晉\n不伐楚及孤之身而晉伐楚是孤之過也若何其辱羣\n大夫曰先臣之時晉不伐楚今臣之身而晉伐楚此臣\n之罪也請三擊之王俛而泣涕沾襟起而拜羣大夫晉\n人聞之曰君臣爭以過為在己且輕下其臣不可伐也\n夜還師而歸老子曰能受國之垢是謂社稷主宋景公\n之時熒惑在心公懼召子韋而問焉曰熒惑在\n心何也子韋曰熒惑天罰也心宋分野禍\n且當君雖然可移於宰相公曰宰相所使治國家也而\n移死焉不祥子韋曰可移於民公曰民死寡人誰為君\n乎寧獨死耳子韋曰可移於歲公曰歲民之命歲饑民\n必死矣為人君而欲殺其民以自活也其誰以我為君\n者乎是寡人之命固已盡矣子韋無復言矣子韋還走\n北靣再拜曰敢賀君天之處高而聽卑君有君人之言\n三天必有三賞君今夕星必徙三舎君延年二十一歲\n公曰子奚以知之對曰君有君人之言三故有三賞星\n必三徙舎舎行七里三七二十一故君移年二十一歲\n臣請伏於陛下以伺之星不徙臣請死之公曰可是夕\n也星果三徙舎故老子曰能受國之不祥是謂天下王\n昔者公孫龍在趙之時謂弟子曰人而無能者龍不能\n與遊有客衣褐帯索而見曰臣能呼公孫龍顧謂弟子\n曰門下故有能呼者乎對曰無有公孫龍曰與之弟子\n之籍後數日徃說燕王至於河上而航在一汜使\n善呼之一呼而航來故曰聖人之處世不逆有伎能之\n士故老子曰人無棄人物無棄物是謂襲明子發攻蔡\n踰之宣王郊迎列田百頃而封之執\n圭子發辭不受曰治國立政諸侯\n入賔此君之德也發號施令師未合而敵遁此將軍之\n威也兵陳戰而勝敵者此庶民之力也夫乗民之功勞\n而取其爵禄者非仁義之道也故辭而弗受故老子曰\n功成而不居夫唯不居是以不去晉文公伐原\n與大夫期三日三日而原不降文公令去\n之軍吏以原不過一二日將降矣君曰吾不知原三日\n而不可得下也以與大夫期盡而不罷失信得原吾弗\n為也原人聞之曰有君若此可弗降也遂降温人聞亦\n請降故老子曰窈兮㝠兮其中有精\n其精甚眞其中有信故美言可以市尊美行可以加人\n公儀休相魯而嗜魚一國獻魚公儀子不受\n其弟子諌曰夫子嗜魚弗受何也答曰夫唯嗜魚故弗\n受夫受魚而免於相雖嗜魚不能自給魚毋受魚而不\n免於相則能長自給魚此明於為人為己者也故老子\n曰後其身而身先外其身而身存非以其無私邪故能\n成其私又曰知足不辱狐丘丈人謂孫叔敖曰\n人有三怨子知之乎孫叔敖曰何謂也對曰爵高者\n士妬之官大者主惡之禄厚者怨處之孫叔敖曰吾爵\n益高吾志益下吾官益大吾心益小吾禄益厚吾施益\n博是以免三怨可乎故老子曰貴必以賤為本高必以\n下為基大司馬捶鈎者年八十矣而不失鈎芒\n大司馬曰子巧邪有道邪曰臣有守也臣年二\n十好捶鈎於物無視也非鈎無察也是以用之者必假\n於弗用也而以長得其用而况持無不用者乎物孰不濟\n焉故老子曰從事於道者同於道文王砥德修政三年\n而天下二分歸之紂聞而患之曰余夙\n興夜寐與之競行則苦心勞形縱而置之恐伐余一人\n崇侯虎曰周伯昌行仁義而善謀太子發勇敢而不疑\n中子旦恭儉而知時若與之從則不堪其殃縱而赦之\n身必危亡冠雖弊必加於頭及未成請圗之屈商乃拘\n文王於羑里於是散宜生乃以千金\n求天下之珍怪得騶虞雞斯之乗\n𤣥玉百工大貝百朋𤣥豹黄羆\n青犴白虎文皮千合以獻於紂因費仲而通\n紂見而說之乃免其身殺牛而賜之文王歸乃\n為玉門築靈臺相女童擊鍾鼓\n以待紂之失也紂聞之曰周伯昌改道易行吾無\n憂矣乃為炮烙剖比干剔孕婦殺諌者文王乃遂其謀\n故老子曰知其榮守其辱為天下谷成王問政於尹佚\n曰吾何德之行而民親其上對曰使之時而敬\n順之王曰其度安在曰如臨深淵如履薄氷王曰懼哉\n王人乎尹佚曰天地之間四海之内善之則吾畜也不\n善則吾讎也昔夏商之臣反讎桀紂而臣湯武宿沙之\n民皆自攻其君而歸神農此世之\n所明知也如何其無懼也故老子曰人之所畏不可不\n畏也跖之徒問跖曰盗亦有道乎跖曰奚適其無道也\n夫意而中藏者聖也入先者勇也出後者義也分均者\n仁也知可否者智也五者不備而能成大盗者天下無\n之由此觀之盗賊之心必託聖人之道而後可行故老\n子曰絶聖棄智民利百倍楚將子發好求技道之士楚\n有善為偷者徃見曰聞君求技道之士臣偷也願以技\n齎一卒子發聞之衣不給帯冠不暇正出見而\n禮之左右諌曰偷者天下之盗也何為之禮君曰此非\n左右之所得與後無幾何齊興兵伐楚子發將師以當\n之兵三却楚賢良大夫皆盡其計而悉其誠齊師愈強\n於是市偷進請曰臣有薄技願為君行之子發曰諾不\n聞其辭而遣之偷則夜解齊將軍之幬帳而獻之子發\n因使人歸之曰卒有出薪者得將軍之帷使歸之於執\n事明又復徃取其枕子發又使人歸之明日又復徃取\n其簮子發又使歸之齊師聞之大駭將軍與軍吏謀曰\n今日不去楚君恐取吾頭乃還師而去故曰無細而能\n薄在人君用之耳故老子曰不善人善人之資也顔回\n謂仲尼曰回益矣仲尼曰何謂也曰回忘禮樂矣\n仲尼曰可矣猶未也異日復見曰囘益矣\n仲尼曰何謂也曰囘忘仁義矣仲尼曰可矣猶未也異\n日復見曰囘坐忘矣仲尼遽然曰何謂坐\n忘顔囘曰隳支體黜聰明離形去知洞於化通是謂坐\n忘仲尼曰洞則無善也化則無常矣而夫子薦賢\n丘請從之後故老子曰載營魄抱一能無離乎專氣至\n柔能如嬰兒乎秦穆公興師將以襲鄭蹇叔曰不可臣\n聞襲國者以車不過百里以人不過三十里為其謀未\n及發泄也甲兵未及銳弊也糧食未及乏絶也人民未\n及罷病也皆以其氣之高與其力之盛至是以犯敵能\n威今行數千里又數絶諸侯之地以襲國臣不知其可\n也君重圗之穆公不聽蹇叔送師衰經而哭之師遂行\n過周而東鄭賈人弦高矯鄭伯之命以十二牛勞秦師\n而賔之三帥乃懼而謀曰吾行數千里以襲人未至而\n人已知之其備必先成不可襲也還師而去當此之時\n晉文公適薨未葬先軫言於襄公曰昔\n吾先君與穆公交天下莫不聞諸侯莫不知今吾君薨\n未塟而不弔吾䘮而不假道是死吾君而弱吾孤也請\n擊之襄公許諾先軫舉兵而與秦師遇於殽大破之擒\n其三軍以歸穆公聞之素服廟臨以說於衆故老\n子曰知而不知尚矣不知而知病也齊王后死王欲置\n后而未定使羣臣議薛公欲中王之意因獻十\n珥而美其一旦日因問美珥之所在因勸立以為王后\n齊王大說遂尊重薛公故人主之意欲見於外則為人\n臣之所制故老子曰塞其兊閉其門終身不勤盧敖游\n乎北海經乎太隂入乎𤣥\n闕至於蒙榖之上見一士焉深目\n而𤣥鬢淚注而鳶肩豐上而殺下軒軒然方迎風而\n舞顧見盧敖慢然下其臂遯逃乎碑盧敖\n就而視之方倦龜殻而食蛤梨盧\n敖與之語曰唯敖為背羣離黨窮觀於六合之外者非\n敖而已乎敖幼而好游至長不渝周行四極唯北隂之\n未闚今卒睹夫子於是子殆可與敖為友乎若士者齤\n然而笑曰嘻子中州之民寧肯而逺至此此猶光乎\n日月而載列星隂陽之所行四時之所生\n其此夫不名之地猶穾奥也\n若我南游乎岡㝗之野北息乎沉墨之鄉西\n窮㝠㝠之黨東開鴻濛之先此其下無地而上無天聽\n焉無聞視焉無矚此其外猶有汰沃之汜\n其餘一舉而千萬里吾猶未能\n之在今子游始於此乃語窮觀豈不亦逺哉然\n子處矣吾與汗漫期于九垓之外吾不可以乆駐若士\n舉臂而竦身遂入雲中盧敖仰而視之弗見乃止駕\n止柸治悖若有䘮也曰吾比夫子\n猶黄鵠與蠰蟲也終日行不離咫尺\n而自以為逺豈不悲哉故莊子曰小人不及大人小知\n不及大知朝菌不知晦朔\n蟪蛄不知春秋此言明之有所不見也季\n子治亶父三年而巫馬期絻衣短褐易容貌\n徃觀化焉見得魚釋之巫馬期問曰凡子所為魚者欲\n得也今得而釋之何也漁者對曰季子不欲人取小魚\n也所得者小魚是以釋之巫馬期歸以報\n孔子曰季子之德至矣使人闇行若有嚴刑在其側者\n季子何以至於此孔子曰丘嘗問之以治言曰誡於此\n者刑於彼季子必行此術也故老子曰去彼取此岡兩\n問於景曰昭昭者神明也\n景曰非也罔兩曰子何以知之景曰扶桑受謝\n日照宇宙炤炤之光輝燭四海\n闔戸塞牖則無由入矣若神明四通並流無所不及上\n際於天下蟠於地化育萬物而不可為象俛仰之間而\n撫四海之外照照何足以明之故老子曰天下之至柔\n馳騁天下之至堅光耀問於無有曰子果\n有乎其果無有乎無有弗應\n也光耀不得問而就視其狀貌冥然忽然視之不見其\n形聽之不聞其聲搏之不可得望之不可極也光耀曰\n貴矣哉孰能至于此乎予能有無矣未能無無也\n及其為無無又何從至於此哉故老子曰\n無有入于無間吾是以知無為之有益也白公勝慮亂\n罷朝而立倒杖策錣上貫頥\n血流至地而弗知也鄭人聞之曰\n頥之忘將何不忘哉此言精神之越於\n外智慮之蕩於内則不能漏理其形也是故神之\n所用者逺則所遺者近也故老子曰不出戸以知\n天下不窺牖以見天道其出彌逺其知彌少此之謂也\n秦皇帝得天下恐不能守發邊戍築長城修關梁設障\n塞具傳車置邊吏然劉氏奪之若轉閉錘\n昔武王伐紂破之牧野乃封比干之墓表商容\n之閭柴箕子之門朝成湯之廟發\n鉅橋之粟散鹿臺之錢破鼓折枹㢮弓絶絃去舎露\n宿以示平易解劒帶笏以示無仇於此天下歌謡而樂\n之諸侯執幣相朝三十四世不奪故老子曰善閉者無\n關鍵而不可開也善結者無繩約而不可解也尹需學\n御三年而無得焉私自苦痛常寢想之中夜夢受\n秋駕於師明日徃朝師望之謂之曰吾非愛道\n於子也恐子不可予也今日教子以秋駕尹需反走北\n靣再拜曰臣有天幸今夕固夢受之故老子曰致虚極\n守靜篤萬物並作吾以觀其復也昔孫叔敖三得令尹\n無喜志三去令尹無憂色延陵季子吳人願一以為王\n而不肯許由讓天下而弗受晏子與崔杼盟臨死地不\n變其儀此皆有所逺通也精神通於死生則物孰能惑\n之荆有佽非得寳劒於干隊\n還反度江至於中流陽侯之波兩蛟夾繞其舩\n佽非謂枻舩者曰嘗有如此而\n得活者乎對曰未嘗見也於是佽非瞑目㪍然攘臂㧞\n劒曰武士可以仁義之禮說也不可劫而奪也此江中\n之腐肉朽骨棄劒而已余有奚愛焉赴江刺蛟遂斷其\n頭舩中人盡活風波畢除荆爵為執圭孔子聞之曰夫\n善載腐肉朽骨棄劒者佽非之謂乎故老子曰夫唯無\n以生為者是賢於貴生焉齊人淳于髠以從說魏王魏\n王辯之約車十乘將使荆辭而行人以為從未足也復\n以衡說其辭若然魏王乃\n止其行而䟽其身失從心志而又不能成衡之事是其\n所以固也夫言有宗事有本失其宗本技能雖多不若\n其寡也故周鼎著倕而使齕其指先王以見大巧之不\n可也故愼子曰匠人知為門能以門所以不知門也故\n必杜然後能門墨者有田\n鳩者欲見秦惠王約車申轅留於秦周年不得見\n客有言之楚王者徃見楚王楚王甚悅之予以節使於\n秦至因見予之將軍之節惠王見而説之出舍喟然而歎\n告從者曰吾留秦三年不得見不識道之可以從楚也\n物故有近之而逺逺之而近者故大人之行不掩以繩\n至所極而已矣此所謂筦子梟飛而維繩者\n豐水之深千仞\n而不受塵垢投金鐵鍼焉則刑見於外非不深且清也\n魚鼈龍蛇莫之肯歸也是故石上不生五榖秃山不游\n麋鹿無所隂蔽隱也昔趙文子問於叔向曰晉六將軍\n其孰先亡乎對曰中行知氏文子曰何\n乎對曰其為政也以苛為察以切為明以刻下為忠以\n計多為功譬之猶廓革者也廓之大則大矣裂之道也\n故老子曰其政悶悶其民純純其政察察其民缺缺景\n公謂太卜曰子之道何能對曰能動地晏子徃見\n公公曰寡人問太卜曰子之道何能對曰能動地地可\n動乎晏子黙然不對出見太卜曰昔吾見句星在房心\n之間地其動乎太卜曰然晏子出\n太卜走徃見公曰臣非能動地地固將動也田子陽聞\n之曰晏子黙然不對者不欲太卜之死徃見太卜者恐\n公之欺也晏子可謂忠於上而惠於下矣故老子曰方\n而不割廉而不劌魏文侯觴諸大夫於曲陽飲酒酣文\n侯喟然嘆曰吾獨無豫讓以為臣乎\n蹇重舉白而進之曰請浮君\n君曰何也對曰臣聞之有命之父母不知孝子有道之\n君不知忠臣夫豫讓之君亦何如哉\n文侯受觴而飲釂不獻曰無管仲鮑叔以為臣\n故有豫讓之功故老子曰國家昏亂有忠臣孔子觀桓\n公之廟有器焉謂之宥巵孔子曰善哉乎得\n見此器顧曰弟子取水水至灌之其中則正其\n盈則覆孔子造然革容曰善哉持盈者乎子貢在側曰\n請問持盈曰益而損之曰何謂益而損之曰夫物盛而\n衰樂極則悲日中而移月盈而虧是故聰明睿智守之\n以愚多聞博辯守之以儉武力毅勇守之以畏富貴廣\n大守之以陋德施天下守之以讓此五者先王所以守\n天下而弗失也反此五者未嘗不危也故老子曰服此\n道者不欲盈夫唯不盈故能弊而不新成武王問太公\n曰寡人代紂天下是臣殺其主而下伐其上也吾恐後\n世之用兵不休闘爭不已為之奈何太公曰甚善王之\n問也夫未得獸者唯恐其創之小也已\n得之唯恐傷肉之多也王若欲乆持之則塞民於兊\n道全為無用之事煩擾之教彼皆樂其\n業供其情昭昭而道冥冥於是乃去其瞀而載之木\n觧其劒而帶之笏為三年之喪令類\n不蕃高辭卑讓使民不爭酒肉以通之竽瑟以娛之鬼\n神以畏之繁文滋禮以弇其質厚葬乆䘮以亶其家\n含珠鱗施綸組以貧其財深鑿高壟以盡其力家貧族\n少慮患者寡以此移風可以持天下弗失故老子曰化\n而欲作吾將鎭之以無名之樸也\n"}
{"id": "KR3j0010_013", "series": "KR3j0010", "text": "　　汜論訓\n古者有鍪而綣領以王天下者矣\n其\n德生而不辱予而不奪天下\n不非其服同懷其德當此之時隂陽和平風\n雨時節萬物蕃息烏鵲之巢可俯而探也禽\n獸可覊而從也豈必襃衣博帶句襟委章甫哉\n古者民澤\n處復穴冬日則不勝霜雪\n霧露夏日則不勝暑熱蟁䖟聖人乃作為之築土構木\n以為宫室上棟下宇以蔽風雨以避寒暑而\n百姓安之伯余之初作衣也\n緂麻索縷手經指挂其成猶網羅後世為之\n機杼勝複以便其用而民得以揜形御寒古者剡耜而\n耕摩蜃而耨木鉤而樵抱甀\n而汲民勞而利薄後世為之\n耒耜耰鋤斧柯而樵桔臯而汲民逸而\n利多焉古者大川名谷衝絶道路不通徃來也乃為窬\n木方版以為舟航故地勢有無得相\n委輸乃為靻蹻而超千里肩荷負儋之勤也\n而作為之楺輪建輿駕馬服牛民以致逺而\n不勞為鷙禽猛獸之害傷人而無以禁御也而作為之\n鑄金鍛鐵以為兵刃猛獸不能為害故民迫其難則求\n其便困其患則造其備人各以其所知去其所害就其\n所利常故不可循器械不可因也則先\n王之法度有移易者矣古之制婚禮不稱主人\n舜不告而娶非禮也立子以長文王舎伯\n邑考而用武王非制也禮三\n十而娶文王十五而生武王非法也\n\n夏后氏殯於阼階之上\n殷人殯於兩楹之\n間周人殯於西階之上\n此禮之不同者也有虞氏用瓦棺夏后氏\n堲周殷人用槨\n周人牆置翣此葬之不同者也\n夏后氏祭於闇\n殷人祭於陽周人祭於日出以朝\n此祭之不同者也堯大章舜九韶禹大\n夏湯大濩周武象此樂之不同者也故五帝異道而德\n覆天下三王殊事而名施後世此皆因時變而制禮樂\n者譬猶師曠之施瑟柱也所推移上下者無寸尺之度\n而靡不中音故通於禮樂之情者能作音有本主於中\n而以知榘彠之所周者也魯昭公有慈\n母而愛之死為之練冠故有慈母之服\n陽侯殺蓼侯而竊其夫人故\n大饗廢夫人之禮\n先王之制\n不宜則廢之末世之事善則著之是故禮樂未始有常\n也故聖人制禮樂而不制於禮樂治國\n有常而利民為本政教有經而令行為上茍利於民不\n必法古茍周於事不必循舊夫夏商之衰也不變法而\n亡三代之起也不相襲而王故聖人法與時變禮與俗\n化衣服器械各因其宜故變古未可非而循俗未足多\n也百川異源而皆歸於海百家殊業而皆務於治\n王道缺而詩作周室廢禮義壞而春秋作詩春秋學之\n美者也皆衰世之造也儒者循之以教導於世豈若三\n代之盛哉以詩春秋為古之道而貴之又有未作詩春\n秋之時夫道之缺也不若道其全也誦先王之詩書不\n若聞得其言聞得其言不若得其所以言\n得其所以言者言弗能言也\n故道可道者非常道也周公\n事文王也行無專制事無由己身若不勝\n衣言若不出口有奉持於文王洞洞屬屬如將不能恐\n失之可謂能子矣武王崩成\n王㓜少周公繼文王之業履天子之籍聽天下之政\n平夷狄之亂誅管蔡之罪負扆而朝諸侯\n誅賞制斷無所顧問威動天地聲懾海内可謂能\n武矣成王旣壯周公屬籍致政北靣委質而臣事之\n請而後為復而後行無擅\n恣之志無伐矜之色可謂能臣矣故一人之身而三變\n者所以應時矣何況乎君數易世國數易君人以其位\n逹其好憎以其威勢供嗜欲而欲\n以一行之禮一定之法應時偶變其不能中權亦明矣\n故聖人所由曰道所為曰事道\n猶金石一調不更事猶琴瑟每絃改調\n故法制禮義者治人之具也而非\n所以為治也\n故仁以為經義以為紀此萬世不更者也若\n乃人考其身才而時省其用雖日變可也\n天下豈有常\n法哉當於世事得於人理順於天地祥於鬼神則可以\n正治矣古者人醇工龎商樸女重\n是以政教易化風俗易移也今世\n德益衰民俗益薄欲以樸重之法治旣弊之民是猶無\n鏑銜橜策錣而御馯馬也\n昔者神農無制令而民從唐虞有制\n令而無刑罰夏后氏不\n負言殷人誓周人盟\n逮至當今之世忍訽而輕辱貪得而寡羞欲以\n神農之道治之則其亂必矣伯成子高辭為諸侯而耕\n天下高之今之時人辭官而隱處為鄉邑之下豈可同\n哉古之兵弓劒而已矣槽柔無擊脩㦸無刺\n晩世之兵隆衝以攻渠幨以守\n連弩以射銷車以闘\n古之伐國不殺黄口不獲二毛\n於古為義於今為笑古之所以為榮者今之\n所以為辱也古之所以為治者今之所以為亂也夫神\n農伏羲不施賞罰而民不為非然而立政者不能廢法\n而治民舜執干戚而服有苗\n然而征伐者不能釋甲兵而制疆㬥由此觀之法度者\n所以論民俗而節緩急也器械者因時變而制宜適也\n夫聖人作法而萬物制焉賢者立禮而不肖者拘\n焉制法之民不可與逺舉拘禮之人不可使應變\n耳不知清濁之分者不可令調音心不知治亂之源者\n不可令制法必有獨聞之耳獨見之明然後能擅道而\n行矣夫殷變夏周變殷春秋變周三代之禮不同\n何古之從大人作而弟子循知法治所由生則應\n時而變不知法治之源雖循古終亂今世之法籍與時\n變禮義與俗易為學者循先襲業據籍守舊教以為非\n此不治是猶持方枘而周貟鑿也欲得宜適致固焉則\n難矣今儒墨者稱三代文武而弗行是言其所不行也\n非今時之世而弗改是行其所非也稱其所是行其所\n非是以盡日極慮而無益於治勞形竭智而無補於主\n也今夫圗工好畫鬼魅而憎圗狗馬者何也鬼魅不世\n出而狗馬可日見也夫存危治亂非智不能道而先稱\n古雖愚有餘故不用之法聖王弗行不驗之言聖王弗\n聽天地之氣莫大於和和者隂陽調日夜分而生物春\n分而生秋分而成生之與成必得和之精故聖人之道\n寛而栗嚴而温柔而直猛而仁太剛則折太\n柔則卷聖人正在剛柔之間乃得道之本積隂則沉積\n陽則飛隂陽相接乃能成和夫繩之為度也可卷而伸\n也引而伸之可直而睎故聖人以身體之夫脩而\n不横短而不窮直而不剛乆而不忘者其唯繩乎故恩\n推則懦懦則不威嚴推則猛猛則不和愛推則縱\n縱則不令刑推則虐虐則無親昔者\n齊簡公釋其國家之柄而專任其大臣\n將相攝威擅勢私門成黨而公道不行故\n使陳成田常鴟夷子皮得成其難使吕氏絶祀\n而陳氏有國者此柔懦所生也鄭\n子陽剛毅而好罰其於罰也執而無赦舎\n人有折弓者畏罪而恐誅則因猘狗之驚以殺子陽\n此剛猛之所致也今不知\n道者見柔懦者侵則矜為剛毅見剛毅者亡則矜為柔\n懦此本無主於中而見聞舛馳於外者也故終身而無\n所定趨譬猶不知音者之歌也濁之則鬱而\n無轉清之則燋而不謳及至韓娥秦\n青薛談之謳侯同曼聲之歌憤於志\n積於内盈而發音則莫不比於律而和於人心何則中\n有本主以定清濁不受於外而自為儀表也今夫盲者\n行於道人謂之左則左謂之右則右遇君子則易道遇\n小人則䧟溝壑何則目無以接物也故魏兩用樓\n翟吳起而亡西河湣王專\n用淖齒而死于東廟\n無術以御之也文王兩用\n吕望召公奭而王楚莊王專任孫叔敖而覇有術以御\n之也夫弦歌鼓舞以為樂盤旋揖讓以\n修禮厚葬乆䘮以送死孔子之所立也而墨子非之兼\n愛上賢右鬼非命墨子之所立也而楊子非之\n全性保眞不\n以物累形楊子之所立也而孟子非之\n趨捨人異各有曉心故是非有處得其\n處則無非失其處則無是丹宂太蒙反踵空同大夏北\n户竒肱脩股之民是非各異習俗相反\n\n君臣上下夫婦父子有以相\n使也此之是非彼之是也此之非非彼之非也\n譬若斤斧椎鑿\n之各有所施也禹之時以五音聽治懸鐘皷磬鐸置鞀\n以待四方之士為號曰教寡人以道者擊鼓\n諭寡人以義者擊鐘告寡人以事\n者振鐸語寡人以憂者擊磬\n有獄訟者搖鞀當此之\n時一饋而十起一沐而三捉髪以勞天下之民\n此而不能逹善効忠者則才不足也秦之時髙為臺\n榭大為苑囿逺為馳道鑄金人\n發適戍入芻稾\n頭㑹箕賦輸於少府\n丁壯丈夫西至臨洮狄道\n東至㑹稽浮石\n南至豫章桂林\n北至飛狐陽原\n道路死人以溝量當此之時忠諫者謂之不祥\n而道仁義者謂之狂逮至高皇帝存亡繼絶舉\n天下之大義身自奮袂執銳以為百姓請命于皇天\n當此之時天下雄儁豪英㬥露于\n野澤前蒙矢石而後墮谿壑出百死\n而紿一生以爭天下之權奮武厲誠以決一\n旦之命當此之時豐衣博帶而道儒墨者以為不肖\n逮至㬥亂已勝海内大定繼文之業立武之功\n履天子之圗籍造劉氏之貌冠\n總鄒魯之儒墨通先聖之遺教戴天子之旗\n乗大路建九斿撞大鐘擊鳴鼓奏咸池揚干戚\n當此之時有\n立武者見疑一世之間而文武代為雌䧺有時而用也\n今世之為武者則非文也為文者則非武也文武更相\n非而不知時世之用也此見隅曲之一指而不知八極\n之廣大也故東靣而望不見\n西牆南靣而視不覩北方唯無所嚮者則無所不通\n國之所以存者道德也家之所以亡者理塞\n也道堯無百户之郭舜無置錐之地以有天下禹無\n十人之衆湯無七里之分以王諸侯文王處岐周之間\n也地方不過百里而立為天子者有王道也夏桀殷紂\n之盛也人跡所至舟車所通莫不為郡縣然而身死人\n手而為天下笑者有亡形也故聖人見化以觀其徴\n德有盛衰風先萌焉故得王道者雖小必大\n有亡形者雖成必敗夫夏之將亡太史令終古先奔於\n商三年而桀乃亡殷之將敗也太史令向藝先歸文王\n朞年而紂乃亡故聖人之見存亡之迹成敗\n之際也非待鳴條之野甲子之日也\n今謂彊者勝則度地計衆冨者利則量粟稱金若此\n則千乗之君無不霸王者而萬乘之國無不破亡者矣\n存亡之迹若此其易知也愚夫惷婦皆能論之趙襄子\n以晉陽之城霸智伯以三晉之地擒湣王以大齊亡\n田單以卽墨有功\n故國之亡也雖大不足恃道之行也雖小不\n可輕由此觀之存在得道而不在於大也亡在失道而\n不在於小也詩云乃眷西顧此惟與宅言去殷而遷于\n周也故亂國之\n君務廣其地而不務仁義務高其位而不務道德是釋\n其所以存而造其所以亡也故桀囚於焦門而不能自\n非其所行而悔不殺湯於夏臺紂居於宣室而不\n反其過而悔不誅文王於羑里二君處彊大勢位修仁\n義之道湯武救罪之不給何謀之敢當若上亂三光之\n明下失萬民之心雖微湯武孰弗能奪也今不審其在\n己者而反備之于人天下非一\n湯武也殺一人則必有繼之者也且湯武之所以處小\n弱而能以王者以其有道也桀紂之所以處彊大而見\n奪者以其無道也今不行人之所以王者而反益己之\n所以奪是趨亡之道也武王尅殷欲築宫於五行之山\n周公曰不可夫五行之山固塞險阻之地也\n使我德能覆之則天下納其貢職者廻也\n使我有㬥亂之行則天下之伐我難矣\n此所以三十六\n世而不奪也周公可謂能持滿矣昔者周書有\n言曰上言者下用也下言者上用也上言\n者常也下言者權也此存亡之術也\n唯聖人為能知權言而必信期而必當天下之高行\n也直躬其父攘羊而子證之尾生與婦人期而死之\n直而證父信而溺死雖有直信孰能\n貴之夫三軍矯命過之大者也秦穆公興兵襲鄭過周\n而東鄭賈人弦高將西販牛道遇\n秦師於周鄭之間乃矯鄭伯之命犒以十二牛賓秦師\n而却之以存鄭國\n故事有所至信反為\n過誕反為功何謂失禮而有大功昔楚恭王戰於隂陵\n潘尫養由基黄\n衰微公孫丙相與簒之恭王懼而\n失體黄衰微舉足蹵其體恭王乃覺怒\n其失禮奮體而起四大夫載而行昔蒼吾繞\n娶妻而美以讓兄此所謂忠愛而不可行者也\n是故聖人論事之局曲直與之屈伸偃仰無常儀表\n時屈時伸卑弱柔如蒲韋非攝奪也剛强猛毅志厲青\n雲非本矜也以乘時應變也夫君臣之接屈膝卑拜以\n相尊禮也至其迫於患也則舉足蹵其體天下莫能非\n也是故忠之所在禮不足以難之也孝子之事親和顔\n卑體奉帶運履至其溺也則捽其髪而拯\n非敢驕侮以救其死也故溺則捽父祝則名君\n勢不得不然\n也此權之所設也故孔子曰可以共學矣而未可以適\n道也可與適道未可以立也可以立未可與權權者聖\n人之所獨見也故忤而後合者謂之知權\n合而後舛者謂之不知\n權不知權者善反醜矣故禮者實之華而偽之文也方\n於卒迫窮遽之中也則無所用矣是故聖人以文交於\n世而以實從事於冝不結於一迹之塗凝滯而不化是\n故敗事少而成事多號令行于天下而莫之能非矣\n猩猩知徃而不知來\n乾鵠知來而\n不知徃此脩短\n之分也昔者萇𢎞周室之執數者也天\n地之氣日月之行風雨之變律厯之數無所不通然而\n不能自知車裂而死\n蘇秦匹夫徒走之\n人也靻蹻嬴蓋經營萬乘之主服諾諸侯然不自免於\n車裂之患\n徐偃王被服慈惠\n身行仁義陸地之朝者三十二國然而身死國亡子孫\n無類大夫種輔翼越王句踐\n而為之報怨雪耻擒夫差之身開地數千里然而身伏\n屬鏤而死\n此皆逹於治亂之機而未知全性之具者故萇𢎞知天\n道而不知人事蘇秦知權謀而不知禍福徐偃王知仁\n義而不知時大夫種知忠而不知謀聖人則不\n然論世而為之事權事而為之謀是以舒之天下而不\n窕内之尋常而不塞使\n天下荒亂禮義絶綱紀廢彊弱相乘力征相攘臣主無\n差貴賤無序甲胄生蟣虱燕雀處帷\n幄而兵不休息而乃始服屬㬰之貌恭儉\n之禮則必㓕抑而不能興矣天下安寧政教和平百姓\n肅睦上下相親而乃始立氣矜奮勇力則必不免於有\n司之法矣是故聖人者能隂能陽能弱能彊隨時而動\n靜因資而立功物動而知其反事萌而察其變化則為\n之象運則為之應是以終身行而無所困故事有可行\n而不可言者有可言而不可行者有易為而難成者有\n難成而易敗者所謂可行而不可言者趨舍也可言而\n不可行者偽詐也易為而難成者事也難成而易敗者\n名也此四策者聖人之所獨見而留意也誳寸而伸\n尺聖人為之小枉而大直君子行之周公有殺弟之累\n齊桓有爭國之名然而周公以義補缺\n桓公以功㓕醜而皆為賢今以\n人之小過揜其大美則天下無聖王賢相矣故目中有\n疵不害於視不可灼也喉中有病無害於息不\n可鑿也河上之丘冡不可勝數猶之為易也\n水激興波高下相臨差\n以尋常猶之為平\n昔者曹子為魯將兵三戰不勝亡地千里使\n曹子計不顧後足不旋踵刎頸於陳中則終身為破軍\n擒將矣然而曹子不羞其敗耻死而無功柯之盟揄三\n尺之刃造桓公之胷三戰所亡一朝而反之勇聞于天下\n功立於魯國管仲輔公子糺而不能遂\n不可謂智遁逃奔走不死其難不可謂勇束縛桎梏不\n諱其耻不可謂貞當此三行者布衣弗友人君弗臣\n然而管仲免於累紲之中立齊國\n之政九合諸侯一匡天下使管仲出死捐軀不顧後圗\n豈有此霸功哉今人君論其臣也不計其大功總其畧\n行而求小善則失賢之數也故人有厚德\n無問其小節而有大譽無疵其小故夫牛蹏之涔不能\n生鱣鮪\n而蜂房不容鵠卵小形不足以包大體也夫\n人之情莫不有所短誠其大畧是也雖有小過不足以\n為累若其大畧非也雖有閭里之行未足大舉夫顔喙\n聚梁父之大盗也而為齊忠臣段干木晉國之大\n駔也而為文侯師孟卯妻其嫂\n有五子焉然而相魏寧其危解其患\n景陽淫酒被髪而御於婦人威服諸侯\n此四人者皆有所短然而功名不㓕者其畧得也\n季襄陳仲子立節抗行不入洿君之朝不食亂世之\n食遂餓而死不能存亡接絶\n者何小節伸而大畧屈故小謹者無成功訾行\n者不容於衆\n體大者節疏蹠距者舉逺自古\n及今五帝三王未有能全其行者也故易曰小過亨利\n貞言人莫不有過而不欲其大也夫堯舜湯武世主之\n隆也齊桓晉文五霸之豪英也然堯有不慈之名\n舜有卑父之謗湯武有放弑之事\n五伯有㬥亂之謀是\n故君子不責備於一人方正而不以割廉直而不以切\n博通而不以訾文武而不以責求於一\n人則任以人力自修則以道德責人以人力\n易償也自修以道德難為也難為則行高矣易償則求\n贍矣夫夏后氏之璜不能無考明\n月之珠不能無纇然而天下\n寳之者何也其小惡不足妨大美也今志人之所短而\n忘人之所脩而求得其賢於天下則難矣夫百里奚之\n飯牛伊尹之負鼎太公之鼓刀\n寗戚之商歌其美有存焉者矣衆人見其\n位之卑賤事之洿辱而不知其大畧以為不肖及其為\n天子三公而立為諸侯賢相乃始信於異衆也夫發于\n鼎俎之間出于屠酤之肆解于累紲之中興于牛\n頷之下洗之以湯沐祓之以爟火立之于本朝\n之上倚之于三公之位\n内不慙於國家外不愧於諸侯符勢有\n以内合故未有功而知其賢者堯之知舜功成事\n立而知其賢者市人之知舜也為是釋度數而求之於\n朝肆草莾之中其失人也必多矣\n何則能効其\n求而不知其所以取人也夫物之相類者世主之所亂\n惑也嫌疑肖象者衆人之所眩耀故很者類知而\n非知愚者類仁而非仁\n戇者類勇而非勇使人之相去也若\n玉之與石美之與惡則論人易矣夫亂人者芎藭之與\n藁本也蛇牀之與麋蕪也此皆相似者\n故劒工惑劒之似莫邪者唯歐冶能名\n其種玉工眩玉之似碧盧者唯猗頓不失其情\n闇主亂于姦臣小人之疑\n君子者唯聖人能見微以知明故蛇舉首尺而脩短可\n知也象見其牙而大小可論也薛燭庸子見若狐甲於\n劒而利鈍識矣㬰兒易牙淄澠之水合者\n嘗一哈水而丼苦知矣故聖人之\n論賢也見其一行而賢不肖分矣孔子辭廪邱終不盗\n刀鉤許\n由讓天子終不利封侯故未\n嘗灼而不敢握火者見其有所燒也未嘗傷而不敢握\n刃者見其有所害也由此觀之見者可以論未發也而\n觀小節足以知大體矣故論人之道貴則觀其所舉富\n則觀其所施窮則觀其所不受賤則觀其所不為貧則\n觀其所不取視其更難以知其勇動以喜樂以觀其守\n委以財貨以論其人振以恐懼以知其節則人情備矣\n古之善賞者費少而勸衆善罰者刑省而姦禁善予者\n用約而為德善取者入多而無怨趙襄子圍於晉陽罷\n圍而賞有功者五人高赫為賞首左右曰晉陽之難赫\n無大功今為賞首何也\n襄子曰晉陽之圍寡人\n社稷危國家殆羣臣無不有驕侮之心唯赫不失君臣\n之禮故賞一人而天下為忠之臣者莫不願忠於其君\n此賞少而勸善者衆也齊威王設大鼎於庭中而數無\n鹽令曰子之譽日聞吾耳察子之事田野蕪倉廩虚囹\n圄實子以姦事我者也乃烹之齊以此三十二歲道路\n不拾遺此刑省姦禁者也秦穆公出遊而車敗右服失\n馬野人得之穆公追而及之岐山之陽野人方屠\n而食之穆公曰夫食駿馬之肉而不還飲酒者傷人吾\n恐其傷汝等徧飲而去之處一年與晉惠公為韓之戰\n晉師\n圍穆公之車梁由靡扣穆公之驂獲之\n食馬肉者三百餘人皆出死為穆公戰於車下遂克\n晉虜惠公以歸此用約而為徳者也齊桓公將欲征伐\n甲兵不足令有罪者出犀甲一㦸\n有輕罪者贖以金分訟\n而不勝者出一束箭百姓皆説乃矯箭為矢\n鑄金而為刄以伐不義而征無道\n遂霸天下此入多而無怨者也故聖人因民之所喜而\n勸善因民之所惡而禁姦故賞一人而天下譽之罰一\n人而天下畏之故至賞不費至刑不濫孔子誅少正卯\n而魯國之邪塞子産誅\n鄧析而鄭國之姦禁以近諭逺以\n小知大也故聖人守約而治廣者此之謂也天下莫易\n於為善而莫難於為不善也\n所謂為善者靜而無為也所謂為不\n善者躁而多欲也適情辭餘無所誘惑循性保眞無變\n於己故曰為善易越城郭踰險塞姦符節盗管金簒弑\n矯誣非人之性也故曰為不善難\n\n今人所以犯囹圄之罪而䧟於刑戮之患者由嗜慾無\n厭不循度量之故也何以知其然天下縣官法曰發墓\n者誅竊盗者刑此執政之所司也夫法令者網其姦邪\n勒率隨其蹤跡無愚夫惷婦皆知為姦之無脫\n也犯禁之不得免也然而不材子不勝其欲蒙死亡之\n罪而被刑戮之羞然而立秋之後司冦之徒繼踵於門\n而死市之人血流於路何則惑於財利之得而蔽於死\n亡之患也夫今陳卒設兵兩軍相當將施令曰斬首拜\n爵而屈撓者要斬然而隊階之卒皆不能前遂斬首之\n功而後被要斬之罪是去恐死而就必死也故利\n害之反禍福之接不可不審也事或欲之適足以失之\n或避之適足以就之楚人有乘船而遇大風者波至而\n自投於水非不貪生而畏死也惑於恐死而反忘生也\n故人之嗜慾亦猶此也齊人有盗金者當市繁之時至\n掇而走勒問其故曰而盗金於市中何也\n對曰吾不見人徒見金耳志所欲則忘其為矣是故聖\n人審動靜之變而適受與之度理好憎之情和喜怒之\n節夫動靜得則患弗過也受與適則罪弗累也好憎理\n則憂弗近也喜怒節則怨弗犯也故逹道之人不茍得\n不讓福其有弗棄非其有弗索常滿而不溢恒虚而易\n足今夫霤水足以溢壺榼而江河不能實漏\n巵故人心猶是也自當以道術度量食充虚衣御寒則\n足以養七尺之形矣若無道術度量而以自儉約則萬\n乘之勢不足以為尊天下之富不足以為樂矣孫叔敖\n三去令尹而無憂色爵禄不能累也荆佽非兩蛟夾繞\n其船而志不動怪物不能驚也聖人心平志易精神内\n守物莫足以惑之夫醉者俛入城門以為七尺之閨也\n超江淮以為尋常之溝也酒濁其神也怯者夜見立表\n以為鬼也見寢石以為虎也懼揜其氣也又况無\n天地之怪物乎夫雌䧺相接隂陽相薄羽者為雛􁈸\n毛者為駒犢柔者為皮肉堅者為齒角人弗怪也水生\n蠬蜄山生金玉人弗怪也老槐生火乆血為燐\n人弗怪也山出嘄陽\n水生罔象木生\n畢方井生墳羊\n人怪之聞見鮮而識物淺也天下之怪物聖人\n之所獨見利害之反覆知者之所獨明逹也同異嫌疑\n者世俗之所眩惑也夫見不可布於海内聞不可明於\n百姓是故因鬼神禨祥而為之立禁總形推類\n而為之變象何以知其然也世俗言曰饗大高者而彘\n為上牲葬死人者裘不可以藏相戲以刄者\n太祖軵其肘枕戶橉而卧者鬼神蹠其首此\n皆不著於法令而聖人之所不口傳也夫饗大高而彘\n為上牲者非彘能賢於野獸麋鹿也而神明獨饗之何\n也以為彘者家人所常畜而易得之物也故因其便以\n尊之裘不可以藏者非能具綈綿曼帛温煖於身也世\n以為裘者難得貴賈之物也而不\n可傳於後世無益於死者而足以養生故因其資以讋\n之相戲以刃太祖軵其肘者夫以刃相戲必為\n過失過失相傷其患必大無渉血之讐爭忿闘而以小\n事自内於刑戮愚者所不知忌也故因太祖以累其心\n枕戶橉而卧鬼神履其首者使鬼神能𤣥化則不\n待戶牖之行若循虚而出入則亦無能履也夫戸\n牖者風氣之所從徃來而風氣者隂陽粗捔者也離\n者必病故託鬼神以伸誡之也凡此之屬皆不可\n勝著於書策竹帛而藏於宫府者也故以禨祥明之為\n愚者之不知其害乃借鬼神之威以聲其教所由來者\n逺矣而愚者以為禨祥而狠者以為非唯有道者能通\n其志今世之祭井竈門户箕箒臼杵者非以其神為能\n饗之也恃頼其德煩苦之無巳也是故以時見其德所\n以不忘其功也觸石而出膚寸而合不崇朝而雨天下\n者唯太山赤地三年而不絶流澤及百\n里而潤草木者唯江河也是以天子秩而祭之故馬免\n人於難者其死也葬之牛其死也葬以大車為薦牛馬\n有功猶不可忘又况人乎此聖人所以重仁襲恩\n故炎帝於火而死為竈禹勞天下\n而死為社后稷作稼穡而死為稷\n羿除天下之害而死為宗布此鬼神之所以立\n\n北楚有任俠\n者其子孫數諫而止之不聽也縣有賊大搜其廬事果\n發覺夜驚而走追道及之其所施德者皆為之戰得免\n而遂反語其子曰汝數止吾為俠今有難果賴而免身\n而諫我不可用也知所以免於難而不知所以無難論\n事如此豈不惑哉宋人有嫁子者告其子曰嫁未必成\n也有如出不可不私藏私藏而富其於以復嫁易其子\n聽父之計竊而藏之君公知其盗也逐而去之其父不\n自非也而反得其計知為出藏財而不知藏財所以出\n也為論如此豈不勃哉今夫僦載者救一車之任極\n一牛之力為軸之折也有如轅軸其上以為造不知軸\n轅之趣軸折也楚王之佩玦而逐莬為走而破其玦\n也因珮兩玦以為之豫兩玦相觸破乃逾疾亂國之治\n有似於此夫鴟目大而睡不若䑕蚈足衆而走不若蛇\n物固有大不若小衆不若少者及至夫彊之弱弱之彊\n危之安存之亡也非聖人孰能觀之大小尊卑未足以\n論也唯道之在者為貴何以明之天子處於郊亭則九\n卿趨大夫走坐者伏倚者齊當此之時明堂太廟懸冠\n解劒緩帶而寢非郊亭大而廟堂狹小也至尊居之也\n天道之貴也非特天子之為尊也所在而衆仰之夫蟄\n蟲鵲巢皆嚮天一者至和在焉爾帝者誠能包禀道合\n至和則禽獸草木莫不被其澤矣而况兆民乎\n"}
{"id": "KR3j0010_014", "series": "KR3j0010", "text": "　　詮言訓\n洞同天地渾沌為樸未造而成物謂之太一\n同出於一所為各異有鳥有魚有獸謂之分物方以類\n别物以羣分性命不同皆形於有隔而不通分而為萬\n物莫能及宗故動而謂之生死而謂之窮\n皆為物矣非不物而物物者也物物者亡乎萬物之中\n稽古太初人生於無形\n於有有形而制於物能反其所生若未有形謂之真人\n真人者未始分於太一者也聖人不以名尸不為\n謀府不為事任不為智主藏無形行無迹遊無朕\n不為福先不為禍始保於虚無動於不得已欲福者㦯\n為禍欲利者或離害故無為而寜者失其所以寧則危\n無事而治者失其所以治則亂星列於天而明故人指\n之義列於德而見故人視之人之所指動則有章人之\n所視行則有迹動有章則詞行有迹則議故聖人揜明\n於不形藏迹於無為王子慶忌死於劍\n羿死於桃棓\n子路葅於衛蘇秦死於口人莫不貴其\n所有而賤其所短然而皆溺其所貴而極其所賤所貴\n者有形所賤者無朕也故虎豹之彊來射蝯貁之\n捷來措人能貴其所賤賤其所貴可與言至論矣自信\n者不可以誹譽遷也知足者不可以勢利誘也故通性\n之情者不務性之所無以為通命之情者\n不憂命之所無奈何通於道者物莫不足滑其調詹何\n曰未嘗聞身治而國亂者也未嘗聞身亂而國治者也\n矩不正不可以為方規不正不可以為員身者事之規\n矩也未聞枉己而能正人者也原天命治心術理好憎\n適情性則治道通矣原天命則不惑禍福治心術則不\n妄喜怒理好憎則不貪無用適情性則欲不過節不惑\n禍福則動静循理不妄喜怒則賞罰不阿不貪無用則\n不以欲用害性欲不過節則養性知足凡此四者弗求\n於外弗假於人反己而得矣天下不可以智為也不可\n以慧識也不可以事治也不可以仁附也不可以強勝\n也五者皆人才也德不盛不能成一焉德立則五無殆\n五見則德無位矣故得道則愚者有餘失\n道則智者不足度水而無游數雖強必沉有游數雖羸\n必遂又况託於舟航之上乎為治之本務在於安民安\n民之本在於足用足用之本在於勿奪時勿奪時之本\n在於省事省事之本在於節欲節欲之本在於反性反\n性之本在於去載去載則虚虚則平平者道\n之素也虚者道之舍也能有天下者必不失其國能有\n其國者必不䘮其家能治其家者必不遺其身能修其\n身者必不忘其心能原其心者必不虧其性能全其性\n者必不惑於道故廣成子曰慎守而内周閉而外\n多知為敗毋視毋聼抱神以静形將自正不得之\n己而能知彼者未之有也故易曰括囊无咎无譽能成\n霸王者必得勝者也能勝敵者必強者也能強者必用\n人力者也能用人力者必得人心也能得人心者必自\n得者也能自得者必柔弱也強勝不若己者至於與同\n則格柔勝出於己者其力不可\n度故能以衆不勝成大勝者唯聖人能之善游者不學\n刺舟而便用之勁䈥者不學騎馬而便居之輕天下者\n身不累於物故能處之太王亶父處邠狄人攻之事之\n以皮幣珠玉而不聼乃謝耆老而徙岐周百姓携幼扶\n老而從之遂成國焉推此意四世而有天下不亦冝乎\n無以天下為者必能治天下者霜雪雨露\n生殺萬物天無為焉猶之貴天也厭文搔法\n治官理民者有司也君無事焉猶尊君也辟地墾草者\n后稷也決河濬江者禹也聼獄制中者臯陶也有聖名\n者堯也故得道以御者身雖無能必使能者為己用不\n得其道伎藝雖多未有益也方船濟乎江有虚舟從一\n方來觸而覆之雖有忮心必無怨色有一人在其中一\n謂張之一謂歙之再三呼而不應必\n以醜聲隨其後向不怒而今怒向虚而今實也人能虚\n己以遊於世孰能訾之釋道而任智者必危棄數而用\n才者必困有以欲多而亡者未有以無欲而危者也有\n以欲治而亂者未有以守常而失者也故智不足免患\n愚不足以至於失寧守其分循其理失之不憂得之不\n喜故成者非所為也得者非所求也入者有受而無取\n出者有授而無予因春而生因秋而殺所生者弗德所\n殺者非怨則幾於道也聖人不為可非之行不憎人之\n非己也修足譽之德不求人之譽己也不能使禍不至\n信己之不迎也不能使福必來信己之不攘也禍\n之至也非其求所至故窮而不憂福之至也非其求所\n成故通而弗矜知禍福之制不在於己也故閒\n居而樂無為而治聖人守其所以有不求其所未得求\n其所無則所有者亡矣修其所有則所欲者至故用兵\n者先為不可勝以待敵之可勝也治國者先為不可奪\n以待敵之可奪也舜修之歴山而海内從化文王修之\n岐周而天下移風使舜趋天下之利而忘修己之道身\n猶弗能保何尺地之有故治未固於不亂\n而事為治者必危行未固於無非而急求名者必剉也\n福莫大無禍利莫美不喪動之為物不損則益不\n成則毁不利則病皆險也道之者危故秦勝\n乎戎而敗乎殽楚勝乎諸夏而敗乎栢\n莒故道不可以勸而就利者而\n可以寧避害者故常無禍不常有福常無罪不常有功\n聖人無思慮無設儲來者弗迎去者弗將人雖東\n西南北獨立中央故處衆枉之中不失其直天下皆流\n獨不離其壇域故不為善不避醜遵天之道不為始不\n專己循天之理不豫謀不棄時與天為期不求得不辭\n福從天之則不求所無不失所得内無旁禍外無旁福\n禍福不生安有人賊為善則觀為不善則議觀\n則生貴議則生患故道術不可以進而求名而可以退\n而修身不可以得利而可以離害故聖人不以行求名\n不以智見譽法修自然己無所與慮不勝數行不勝德\n事不勝道為者有不成求者有不得人有窮而道無不\n通與道争則㐫故詩曰弗識弗知順帝之則有智而無\n為與無智者同道有能而無事與無能者同德其智也\n告之者至然後覺其動也使之者至然後覺其為也有\n智若無智有能若無能道理為正也故功蓋天下不施\n其美澤及後世不有其名道理通而人偽滅也名與道\n不兩明人受名則道不用道勝人則名息矣道與人競\n長章人者息道者也人章道息則危不逺矣故\n世有聖名則衰之日至矣欲尸名者必為善欲為善者\n必生事事生則釋公而就私貨數而任己欲見譽於為\n善而立名於為質則治不修故而事不須時治不修故\n則多責事不須時則無功責多功鮮無以塞之則妄發\n而邀當妄為而要中功之成也不足以更責事之\n敗也不足以弊身故重為善若重為非而幾於道矣天\n下非無信士也臨貨分財必探籌而定分以為\n有心者之於平不若無心者也天下非無亷士也然而\n守重寳者必關户而全封以為有欲者之於亷不若無\n欲者也人舉其疵則怨人鑑見其醜則善鑑\n人能接物而不與己焉則免於累矣\n公孫龍粲於辭而貿名\n鄧析巧辯而亂法蘇\n秦善說而亡國由其道則善無章修其理則巧無名故\n以巧闘力者始於陽常卒於陰以\n慧治國者始於治常卒於亂使水流下孰弗能治激而\n上之非巧不能故文勝則質揜邪巧則正塞之也德可\n以自修而不可以使人暴道可以自治而不可以使人\n亂雖有聖賢之寳不遇暴亂之世可以全身而未可以\n霸王也湯武之王也遇桀紂之暴也桀紂非以湯武之\n賢暴也湯武遭桀紂之暴而王也故雖賢王必待遇遇\n者能遭於時而得之也非智能所求而成也君子修行\n而使善無名布施而使仁無章故士行善而不知善之\n所由來民贍利而不知利之所由出故無為而自治善\n有章則士争名利有本則民争功二争者生雖有賢者\n弗能治故聖人揜跡於為善而息名於為仁也外交而\n為援事大而為安不若内治而待時凡事人者非以寳\n幣必以卑辭事以玉帛則貨殫而欲不饜卑體婉辭則\n諭說而交不結約束誓盟則約定而反無日雖割\n國之錙錘以事人而無自恃之道不足以為\n全若誠外釋交之䇿而慎修其境内之事盡其地力以\n多其積厲其民死以牢其城上下一心君臣同志與之\n守社稷斆死而民弗離則為名者不伐無罪而為利者\n不攻難勝此必全之道也民有道所同道有法所同守\n為義之不能相固威之不能相必也故立君以一民君\n執一則治無常則亂君道者非所以為也所以無為也\n何謂無為智者不以位為事勇者不以位為暴仁者不\n以位為患可謂無為矣夫無為則得於一也一也者萬\n物之本也無敵之道也凡人之性少則猖狂壯則暴強\n老則好利一身之身既數變矣又况君數易法國數\n易君人以其位通其好憎下之徑衢不可勝理故君失\n一則亂甚於無君之時故詩曰不愆不㤀率由舊章此\n之謂也君好智則倍時而任己棄數而用慮天下之物\n博而智淺以淺贍博未有能者也獨任其智失必多矣\n故好智窮術也好勇則輕敵而簡備自偩而辭助\n一人之力以圍強敵不杖衆多而專用\n身才必不堪也故好勇危術也好與則無定分上之分\n不定則下之望無止若多賦歛實府庫則與民為讐少\n取多與數未之有也故好與來怨之道也仁智勇力人\n之美才也而莫足以治天下由此觀之賢能之不足任\n也而道術之可修明矣聖人勝心\n衆人勝欲君子行正氣小人行邪氣\n内便於性外合於義循理而動不繫於物者正氣也推\n於滋味淫於聲色發於喜怒不顧後患者邪氣也邪與\n正相傷欲與性相害不可兩立一植一廢故聖人損欲\n而從事於性目好色耳好聲口好味接而說之不知利\n害嗜慾也食之不寧於體聼之不合於道視之不便於\n性三宫交争以義為制者心也割痤疽非\n不痛也飲毒藥非不苦也然而為之者便於身也渇而\n飲水非不快也饑而大飱非不贍也然而弗為者害於\n性也此四者耳目鼻口不知所取去心為之制各得其\n所由是觀之欲之不可勝明矣凡治身養性節寢處適\n飲食和喜怒便動静使在己者得而邪氣因而不生豈\n若憂瘕疵之與痤疽之發而豫備之哉夫函牛之鼎沸\n而蝇蚋弗敢入崑山之玉瑱而塵\n垢弗能汚也聖人無去之心而心無醜無取之美而美\n不失故祭祀思親不求福饗賔修敬不思德唯弗求者\n能有之處尊位者以有公道而無私說故稱\n尊焉不稱賢也有大地者以有常術而無鈐謀故稱\n平焉不稱智也内無暴事以離怨於百姓外無賢行以\n見忌於諸侯上下之禮襲而不離而為論者莫然不見\n所觀焉此所謂藏無形者非藏無形孰能形\n三代之所道者因也故禹決江河因水也后稷播種樹\n穀因地也湯武平暴亂因時也故天下可得而不可取\n也霸王可受而不可求也在智則人與之訟在力則人\n與之争未有使人無智者有使人不能用其智於己者\n也未有使人無力者有使人不能施其力於己者也\n此兩者常在久見故君賢不見\n諸侯不備不肖不見則百姓不怨百姓不怨則民用可\n得諸侯弗備則天下之時可承事所與衆同\n也功所與時成也聖人無焉故老子曰虎無所措其爪\n兕無所措其角蓋謂此也鼓不滅於聲故能有聲鏡不\n没於形故能有形金石有聲弗叩弗鳴管簫有音弗吹\n無聲聖人内藏不為物先倡事來而制物至而應飾其\n外者傷其内失其情者害其神見其文者蔽其質無湏\n臾㤀為質者必困於性百歩之中不㤀\n其容者必累其形故羽翼美者傷骨骸\n枝葉美者害根莖能兩美者天下無之也天有明\n不憂民之晦也百姓穿户鑿牖自取照焉地有財不憂\n民之貧也百姓伐木芟草自取富焉至德道者若邱山\n嵬然不動行者以為期也直己而足物\n不為人贛用之者亦不受其德\n故寧而能久天地無予也故無奪也日月無德也故無\n怨也喜得者必多怨喜予者必喜奪唯滅迹於無為而\n隨天地自然者唯能勝理而為受名名興則道\n行道行則人無位矣故譽生則毁隨之善見則怨從之\n利則為害始福則為禍先唯不求利者為無害唯不求\n福者為無禍侯而求霸者必失其侯霸而求王者必喪\n其霸故國以全為常霸王其寄也身以生為常富貴其\n寄也能不以天下傷其國而不以國害其身者為可以\n託天下也不知道者釋其所巳有而\n求其所未得也苦心愁慮以行曲故福至則喜禍至則\n怖神勞於謀智遽於事禍福萌生終身不悔己之所\n生乃反愁人不喜則憂中未甞平持無所\n監謂之狂生人主好仁則無功者賞\n有罪者釋好刑則有功者廢無罪者誅及無好者誅而\n無怨施而不德放凖循䋲身無與事若天若地何不覆\n載故合而舍之者君也制而誅之者法也民己受誅怨\n無所滅謂之道道勝則人無事矣聖人無屈竒之服\n無瑰異之行服不視行不觀\n言不議通而不華窮而不懾榮而不顯隐而不窮異而\n不見怪容而與衆同無以名之此之謂大通升降揖讓\n趋翔周遊不得已而為也非性所有於身情無符檢\n行所不得已之事而不解構耳豈加\n故為哉故不得已而歌者不事為悲\n不得已而舞者不矜為麗歌舞而不事為悲麗者皆無\n有根心者善博者不欲牟不恐不\n勝平心定意捉得其齊行由其理雖不必勝得\n籌必多何則勝在於數不在於欲駎者不貧最\n先不恐獨後緩急調乎手御心調乎馬雖不能必\n先哉馬力必盡矣何則先在於數而不在於欲也是故\n滅欲則數勝棄智則道立矣賈多端則貧工多技則窮\n心不一也故木之大者害其條水之大者害其深有智\n而無術雖鑚之不通有百技而無一\n道雖得之弗能守故詩曰淑人君子其儀一也其儀一\n也心如結也君子其結於一乎舜彈五絃之琴而歌南\n風之詩以治天下周公殽臑\n不收於前鍾鼓不解於縣以輔成王而海内\n平匹夫百畮一守不遑啓處無所\n移之也以一人兼聼天下日有餘而治不足使人為之\n也處尊位者如尸守官者如祝宰尸雖能剥狗燒彘弗\n為也弗能無虧爼豆之列次黍稷之先後\n雖知弗教也弗能無害也不能祝者不可以為祝無害\n於為尸不能御者不可以為僕無害於為佐故位愈尊而\n身愈佚身愈大而事愈少譬如張琴小絃雖急大絃必\n緩無為者道之體也執後者道之容也無為制有為術\n也執後之制先數也放於術則強審於數則寧今與人\n卞氏之璧未受者先也求而致之雖怨不逆者後也三\n人同舍二人相争争者各自以為直不能相聼一人雖\n愚必從旁而決之非以智不争也兩人相鬪一羸在側\n助一人則勝救一人則免鬪者雖強必制一羸非\n以勇也以不鬪也由此觀之後之制先静之勝躁數也\n倍道棄數以求茍遇變常易故以知要遮過則自非中\n則以為候闇行繆改終身不寤此之謂狂有禍則詘有\n福則嬴有過則悔有功則矜遂不知反此謂狂人貟之\n中規方之中矩行成獸止成文\n可以將少而不可以將衆蓼菜成行瓶\n甌有堤量粟而舂數米而炊可以治家而不可\n以治國滌杯而食洗爵而飲浣而後饋可以養家\n老而不可以饗三軍非易不可以治大非簡不可以合\n衆大樂必易大禮必簡易故能天簡故能地大樂無怨\n大禮不責四海之内莫不繫統故能帝也心有憂者筐\n牀衽席弗能安也菰飯犓牛弗能甘也琴瑟\n鳴竽弗能樂也患解憂除然後食甘寢寧居安游樂由\n是觀之生有以樂也死有以哀也今務益性之所不能\n樂而以害性之所以樂故雖富有天下貴為天子而不\n免為哀之人凡人之性樂恬而憎憫樂佚而憎勞\n心常無欲可謂恬矣形常無事可謂佚矣逰心於恬舍\n形於佚以俟天命自樂於内無急於外雖天下之大不\n足以易其一槩日月廋而無溉於志\n故雖賤如貴雖貧如富大道無形大仁無親大辯\n無聲大亷不嗛大勇不矜五者無棄而幾鄉方矣\n軍多令則亂酒多約則辯亂則降北辯則相賊\n故始於都者常大於鄙始於樂者常大於悲其作始簡\n者其終木必調今有美酒嘉肴以相饗卑體婉辭以接\n之欲以合歡争盈爵之間反生鬪鬪而相\n傷三族結怨反其所憎此酒之敗也詩之失僻\n樂之失刺\n禮之失責徵音非無羽聲\n也羽音非無徵聲也五音莫不有聲而以徵羽定名者\n以勝者也故仁義智勇聖\n人之所備有也然而皆立一名者言\n其大者也陽氣起於東北盡於西南陰氣起於西南盡\n於東北陰陽之始皆調適相似日長其類以侵相逺\n或熱焦沙或寒凝水故聖人謹\n慎其所積水出於山而入於海稼生於野而藏於廩見\n所始則知終矣席之先雚蕈樽之上\n𤣥樽爼之先生魚豆之先㤗羮\n此皆不快於耳目不適於口腹而先王\n貴之先本而後末聖人之接物千變萬軫必\n有不化而應化者夫寒之與煖相反大寒地坼氷凝火\n弗為衰其暑大熱鑠石流金火弗為益其烈寒暑之變\n無損益於己質有之也聖常後而不先常應\n而不唱不進而求不退而讓隨時三年時去我先去時\n三年時在我後無去無就中立其所天道無親唯德是\n與有道者不失時與人無道者失於時\n而取人直己而待命之去不可迎而反也要遮而求合\n時之去不可追而援也故不曰我無以為而天下逺不\n曰我不欲而天下不至古之存己者樂德而㤀賤故名\n不動志樂道而忘貧故利不動心名利充天下\n不足以概志故廉而能樂静而能澹故其身治者可與言\n道矣自身以上至於荒芒亦逺矣\n自死而天地無窮亦滔矣以\n數雜之夀憂天下之亂猶憂河水之\n少泣而益之也龜三千嵗浮游不過三日\n以浮游而為龜憂養生之具人必笑之矣\n故不憂天下之亂而樂其身之治者可與言道矣君子\n為善不能使富必來不為非而不能使禍無至福之至\n也非其所求故不伐其功禍之來也非其所生故不悔\n其行内修極而横禍至者皆天也非人也故中心常恬\n漠累積其德狗吠而不驚自信其情故知道者不惑知\n命者不憂萬乗之主塟其骸於曠野之中祀其鬼神於\n明堂之上神貴於形也故神制\n則形從形勝則神窮\n聰明雖用必反諸神謂之\n太沖\n"}
{"id": "KR3j0010_015", "series": "KR3j0010", "text": "　　兵畧訓\n古之用兵者非利土壤之廣而貪金玉之畧將以\n存亡繼絶平天下之亂而除萬民之害也凡有血氣之\n蟲含牙帯角前爪後距有角者觸有齒者噬有毒者螫\n有蹏者趹喜而相戱怒而相害天之性也人有衣食之\n情而物弗能足也故羣居雜䖏分不均求不贍則争争\n則強脅弱而勇侵怯人無䈥骨之強爪牙之利故割革\n而為甲爍鐵而為刄貪昧饕餮之人殘賊天下萬人搔\n動莫寧其所有聖人勃然而起乃討強暴平亂世夷險\n除穢以濁為清以危為寧故不得不中絶\n兵之所由來者逺矣黃帝嘗與炎帝戰矣\n顓頊嘗與共工争矣故黄\n帝戰於涿鹿之野堯戰於丹水之浦\n舜伐有苖啓攻有扈\n自五帝而弗能偃也又况衰世乎夫\n兵者所以禁暴討亂也炎帝為火災故黄帝擒之共工\n為水害故顓頊誅之教之以道導之以德而不聼則臨\n之以威武臨之威武而不從則制之以兵革故聖人之\n用兵也若櫛髪耨苗所去者少而所利者多殺無罪之\n民而養無義之君害莫大焉殫天下之財而贍一人之\n欲禍莫深焉使夏桀殷紂有害於民而立被其患不至\n於為炮烙晉厲宋康行一不義而身死國亡不至於侵\n奪為暴此四君者皆有小過而莫之討也故至於攘天\n下害百姓肆一人之邪而長海内之禍此大論之\n所不取也所為立君者以禁暴討亂也今乗萬民之力\n而反為殘賊是為虎傅翼曷為弗除夫畜池魚者必去\n猵獺養禽獸者必去豺狼又况治人乎故霸王之\n兵以論慮之以䇿圖之以義扶之非以亡存也將以存\n亡也故聞敵國之君有加虐於民者則舉兵而臨其境\n責之以不義刺之以過行兵至其郊乃令軍師曰毋伐\n樹木毋抉墳墓毋爇五穀毋焚積聚毋捕民虜\n毋收六畜乃發號施令曰其國之君傲天侮鬼決獄不\n辜殺戮無罪此天之所以誅民之所以仇也兵之來也\n以廢不義而復有德也有逆天之道帥民之賊者身死\n族滅以家聼者禄以家以里聼者賞以里以鄉聼者封\n以鄉以縣聼者侯以縣尅國不及其民廢其君而易其\n政尊其秀士而顯其賢良振其孤寡恤其貧窮出其囹\n圄賞其有功百姓開門而待之淅米而儲之唯恐\n其不來也此湯武之所以致王而齊桓晉文之所以成\n霸也故君為無道民之思兵也若旱而望雨渇而求飲\n夫有誰與交兵接刄乎故義兵之至也至於不戰而止\n晩世之兵君雖無道莫不設渠壍傅堞而守\n攻者非以禁暴除害也欲以侵地廣壤也是故至於\n伏尸流血相支以日而霸王之功不世出者自為之故\n也夫為地戰者不能成其王為身戰者不能立其功舉\n事以為人者衆助之舉事以自為者衆去之衆之所助\n雖弱必强衆之所去雖大必亡兵失道而弱得道而強\n將失道而拙得道而工國得道而存失道而亡所謂道\n者體圎而法方背陰而抱陽左柔而右剛履幽而戴明\n變化無常得一之原以應無方是謂神明夫圓者天也\n方者地也天圓而無端故不可得而觀地方而無垠故\n莫能窺其門天化育而無形象地生長而無計量渾渾\n沉沉孰知其藏凡物有朕唯道無朕所\n以無朕者以其無常形勢也輪轉而無窮象日月之運\n行若春秋有代謝若日月有晝夜終而復始明而復晦\n莫能得其紀制刑而無刑故功可成物物而不物故勝\n而不屈刑兵之極也至於無刑可謂極之矣是故大兵\n無創與鬼神通五兵不厲天下莫之敢當建鼓不出庫\n諸侯莫不慴㥄沮膽其處故廟戰者帝神化者王\n所謂廟戰者法天道也神化者法四時也修政於境内\n而逺方慕其德制勝於未戰而諸侯服其威内政治也\n古得道者静而法天地動而順日月喜怒而合四時呌\n呼而比雷霆音氣不戾八風詘伸不獲五度\n下至介鱗上及毛羽條脩葉貫萬物百族由本至末莫\n不有序是故入小而不偪處大而不窕浸乎金石\n潤乎草木宇中六合振毫之末莫不順比道\n之浸洽滒淖纎㣲無所不在是以勝權多也夫射儀度\n不得則格的不中驥一節不用而千里不\n至夫戰而不勝者非鼓之日也素行無\n刑乆矣故得道之兵車不發軔騎不被鞍鼓不振\n塵旗不解卷甲不離矢刄不嘗血朝不易位賈不\n去肆農不離野招義而責之大國必朝小城必下因民\n之欲乗民之力而為之去殘除賊也故同利相死同情\n相成同欲相助順道而動天下為嚮因民而慮天下為\n鬭獵者逐禽車馳人趍各盡其力無刑罰之威而相為\n斥闉要遮者同所利也同舟而濟於江卒遇\n風波百族之子捷捽招杼船若左右手不以相\n德其憂同也故明王之用兵也為天下除害而與萬民\n共享其利民之為用猶子之為父弟之為兄威之所加\n若崩山決塘敵孰敢當故善用兵者用其自為用也不\n能用兵者用其為己用也用其自為用則天下莫不可\n用也用其為己用所得者鮮矣兵有三詆治國家\n理境内行仁義布德惠立正法塞邪隧羣臣親附百姓\n和輯上下一心君臣同力諸侯服其威而四方懐其德\n修政廟堂之上而折衝千里之外拱揖指撝而天下響\n應此用兵之上也地廣民衆主賢將忠國富兵強約束\n信號令明兩軍相當鼓錞相望未至兵\n交接刄而敵人奔亡此用兵之次也知土地之宜習險\n隘之利明竒正之變察行陳解贖之數維枹綰而鼔\n之白刄合流矢接涉血屬腸輿死扶傷\n流血千里暴骸盈場乃以決勝此用兵之下也今夫天\n下皆知事治其末而莫知務修其本釋其根而樹其枝\n也夫兵之所以佐勝者衆而所以必勝者寡甲堅兵利\n車固馬良畜積給足士卒殷軫此軍之大\n資也而勝亡焉明於星辰日月之運刑德竒賌之數\n背鄉左右之便此戰之助也而全亡焉\n良將之所以必勝者恒有不原之智不道之道難以衆\n同也夫論除謹動静時吏卒辨兵甲治正\n行伍連什伯明鼓旗此尉之官也前後知險\n易見敵知難易發斥不忘遺此候之官也\n隧路亟行輜治賦丈\n均處軍輯井竈通此司空之官也\n收藏於後遷舍不離無淫輿無遺輜此輿之官也\n凡此五官之於將也猶身之有股肱手足\n也必擇其人技能其才使官勝其任人能其事告之以\n政申之以令使之若虎豹之有爪牙飛鳥之有六翮莫\n不為用然皆佐勝之具也非所以必勝也兵之勝敗本\n在於政政勝其民下附其上則兵強矣民勝其政下畔\n其上則兵弱矣故德義足以懷天下之民事業足以當\n天下之急選舉足以得賢士之心謀慮足以知強弱之\n勢此必勝之本也地廣人衆不足以為強堅甲利兵不\n足以為勝髙城深池不足以為固嚴令繁刑不足以為\n威為存政者雖小必存為亡政者雖大必亡昔者楚人\n地南卷沅湘北繞潁泗西包巴\n蜀東裹郯淮潁汝以為洫江漢以為池\n垣之以鄧林緜之以方城山\n髙尋雲谿肆無景地利形便卒民勇敢\n蛟革犀兕以為甲胄修鎩短鏦齊為前行積\n弩陪後錯車衛旁疾如錐矢合如雷\n電解如風雨然而兵殆於垂沙衆破於栢舉楚國\n之強大地計衆中分天下然懷王北畏孟嘗君背社稷\n之守而委身強秦兵挫地削身死不還二\n世皇帝勢為天子富有天下人迹所至舟\n檝所通莫不為郡縣然縱耳目之欲窮侈靡之變不顧\n百姓之饑寒窮匱也興萬乗之駕而作阿房之宫\n發閭左之戍收大半之賦\n百姓之隨逮肆刑挽輅首路死者\n一旦不知千萬之數天下敖然若焦熱傾然若苦\n烈上下不相寧吏民不相憀戍卒陳勝興於大\n澤攘臂袒右稱為大楚而天\n下響應當此之時非有牢甲利兵勁弩强衝也伐棘棗\n而為矜周錐鑿而為刃剡摲\n筡奮儋钁以當脩㦸强弩攻城畧\n地莫不降下天下為之麋沸螘動雲徹席巻方數千\n里勢位至賤而噐械甚不利然一人唱而天下應之者\n積怨在於民也武王伐紂東面而迎歳至汜而水\n至共頭而墜彗星出而授\n殷人其柄當戰之時十日亂於上風\n雨擊於中然而前無蹈難之賞而後無遁北之刑白刃\n不畢拔而天下得矣是故善守者無與御而善戰者無\n與鬬明於禁舍開塞之道乗時勢因民欲而取天下故\n善為政者積其徳善用兵者畜其怒徳積而民可用怒\n畜而威可立也故文之所以加者淺則勢之所勝者小\n徳之所施者博則威之所制者廣威之所制者廣則我\n强而敵弱矣故善用兵者先弱敵而後戰者也故費不\n半而功自倍也湯之地方七十里而王者修徳也智伯\n有千里之地而亡者窮武也故千乗之國行文徳者王\n萬乗之國好用兵者亡故全兵先勝而後戰\n敗兵先戰而後求勝徳均則衆者勝力敵則智者\n勝愚勢侔則有數者禽無數凡用兵者必先自廟\n戰主孰賢將孰能民孰附國孰治蓄積孰多士卒孰精\n甲兵孰利器備孰便故運籌於廟堂之上而決勝千里\n之外矣夫有形埓者天下訟見之有篇籍者世人傳\n學之此皆以形相勝者也善形者弗法也所貴道者貴\n其無形也無形則不可制迫不可度量也不可巧詐也\n不可規慮也智見者人為之謀形見者人為之功衆見\n者人為之伏器見者人為之備動作周還倨句詘伸可\n巧詐者皆非善者也善者之動也神出而鬼行星燿而\n𤣥逐進退詘伸不見朕㙬鸞舉麟振鳳飛龍騰發如秋\n風疾如駭龍當以生繫死以盛乗衰以疾掩\n遲以飽制饑若以水滅火若以湯沃雪何往而不遂何\n之而不用達在中虛神在外漠志運於無形出於不意\n與飄飄往與忽忽來莫知其所之與條出與間入莫知\n其所集卒如雷霆疾如風雨若從地出若從天下獨出\n獨入莫能應圉疾如鏃矢何可勝偶一晦一明孰知其\n端緒未見其發固已至矣故善用兵者見敵之虛乗而\n勿假也追而勿舍也迫而勿去也擊其猶猶陵其與與\n疾雷不及塞耳疾霆不暇掩目善用兵\n若聲之與響若鏜之與鞈眯不給撫呼不給吸當\n此之時仰不見天俯不見地手不麾戈兵不盡拔擊之\n若雷薄之若風炎之若火陵之若波敵之静不知其所\n守動不知其所為故鼔鳴旗麾當者莫不廢滯崩阤天\n下孰敢厲威抗節而當其前者故淩人者勝待人者敗\n為人杓者死兵静則固專一則威分決則勇心疑\n則北力分則弱故能分人之兵疑人之心則錙銖有餘\n不能分人之兵疑人之心則數倍不足故紂之卒百萬\n之心武王之卒三千人皆專而一故千人同心則得千\n人力萬人異心則無一人之用將卒吏民動静如身乃\n可以應敵合戰故計定而發分決而動將無疑謀卒無\n二心動無墮容口無虛言事無嘗試應敵必敏發動必\n亟故將以民為體而民以將為心心誠則支體親刃心\n疑則支體撓北心不專一則體不節動將不誠心則卒\n不勇敢故良將之卒若虎之牙若兕之角若鳥之羽若\n蚈之足可以行可以舉可以噬可以觸强而不相\n敗衆而不相害一心以使之也故民誠從其令雖少無\n畏民不從令雖衆為寡故下不親上其心不用卒不畏\n將其形不戰守有必固而攻有必勝不待交兵接刃而\n存亡之機固以形矣兵有三勢有二權有氣勢有地勢\n有因勢將充勇而輕敵卒果敢而樂戰三軍之衆百萬\n之師志厲青雲氣如飄風聲如雷霆誠積踰而威加敵\n人此謂氣勢硤路津關大山名塞龍蛇蟠却笠居\n羊腸道發笱門一\n人守隘而千人弗敢過也此謂地勢因其勞倦怠亂饑\n渴凍暍推其摿摿擠其揭揭此謂\n因勢善用間諜審錯規慮設蔚施伏\n隱匿其形出於不意敵人之兵無所適備此謂知權陳\n卒正前行選進退俱什伍摶前後不相撚左右不\n相干受刃者少傷敵者衆此謂事權權勢必形吏卒專\n精選良用才官得其人計定謀決明於死生舉錯得失\n莫不振驚故攻不待衝隆雲梯而城拔\n戰不至交兵接刃而敵破明於必勝之攻也故兵不\n必勝不茍接刃攻不必取不為茍發故勝定而後戰鈴\n縣而後動故衆聚而不虚散兵出而不徒歸唯無一動\n動則凌天振地抗泰山蕩四海鬼神移徙鳥獸驚駭如\n此則野無校兵國無城守矣静以合躁治\n以持亂無形而制有形無為而應變雖未能得勝於敵\n敵不可得勝之道也敵先我動則是見其形也彼躁我\n静則是罷其力也形見則勝可制也力罷則威可立也\n視其所為因與之化觀其邪正以制其命餌之以所欲\n以罷其足彼若有間急填其隙極其變而束之盡其節\n而仆之敵若反静為之出竒彼不吾應獨盡其調\n若動而應有見所為彼持後節\n與之推移彼有所積必有所虧精若轉左陷其右陂\n敵潰而走後必可移敵迫而不動名之曰奄遲擊之\n如雷霆斬之若草木燿之若火電欲疾以遫人不及\n步鋗車不及轉轂兵如植木弩如羊角人雖衆多勢\n莫敢格諸有象者莫不可勝也諸有形者莫不可應也\n是以聖人藏形於無而遊心於虛風雨可障蔽而寒暑\n不可開閉以其無形故也夫能滑淖精微貫金石窮至\n逺放乎九天之上蟠乎黃盧之下唯無形者也善用兵\n者當擊其亂不攻其治是不襲堂堂之冦不擊填填之\n旗容未可見以數相持彼有死形因而制之\n敵人執數動則就隂以虛應實必為之禽虎豹不動不\n入陷阱麋鹿不動不離罝罘飛鳥不動不絓網羅魚鼈\n不動不擐脣喙物未有不以動而制者也是故聖人貴\n静静則能應躁後則能應先數則能勝疏博則能禽缺\n故良將之用卒也同其心一其力勇者不得獨進怯者\n不得獨退止如邱山發如風雨所淩必破靡不毁沮動\n如一體莫之應圉是故傷敵者衆而手戰者寡矣夫五\n指之更彈不若捲手之一挃萬人之更進不\n如百人之俱至也今夫虎豹便捷熊羆多力然而人食\n其肉而席其革者不能通其知而壹其力也夫水勢勝\n火章華之臺燒以升勺沃而救之雖涸井而竭\n池無奈之何也舉壺榼盆盎而以灌之其滅可立而待\n也今人之與人非有水火之勝也而欲以少耦衆不能\n成其功亦明矣兵家或言曰少可以耦衆此言所將非\n言所戰也或將衆而用寡者勢不齊也將寡\n而用衆者用力諧也若乃人盡其才悉用其力以少勝\n衆者自古及今未嘗聞也神莫貴於天勢莫便於地動\n莫急於時用莫利於人凡此四者兵之幹植也然必待\n道而後行可一用也夫地利勝天時巧舉勝地利勢勝\n人故任天者可迷也任地者可束也任時者可迫也任\n人者可惑也夫仁勇信廉人之美才也然勇者可誘也\n仁者可奪也信者易欺也廉者易謀也將衆者有一見\n焉則為人禽矣由此觀之則兵以道理制勝而不以人\n才之賢亦自明矣是故為麋鹿者則可以罝罘設也\n為魚鼈者則可以網罟取也\n為鴻鵠者則可以矰繳加也唯無形者無可\n奈也是故聖人藏於無原故其情不可得而觀運於無\n形故其陳不可得而經無法無儀來而為之宜無名無\n狀變而為之象深哉睭睭逺哉悠悠且冬且夏且春\n且秋上窮至髙之末下測至深之底變化消息無所凝\n滯建心乎窈㝠之野而藏志乎九旋之淵雖有\n明目孰能窺其情兵之所隱議者天道也所圖畫者地\n形也所明言者人事也所以決勝者鈐勢也故上將之\n用兵也上得天道下得地利中得人心乃行之以機發\n之以勢是以無破軍敗兵及至中將上不知天道下不\n知地利專用人與勢雖未必能萬全勝鈐必多矣下將\n之用兵也博聞而自亂多知而自疑居則恐懼發則猶\n豫是以動為人禽矣今使兩人接刃巧拙不異而勇士\n必勝者何也其行之誠也夫以巨斧擊桐薪不待利時\n良日而後破之加巨斧於桐薪之上而無人力之捧雖\n順招搖挾刑徳而弗能破者以其無\n勢也故水激則悍矢激則逺夫栝淇衛箘簵\n載以銀錫雖有薄縞之幨腐荷\n之矰然猶不能獨射也假之䈥角之力弓弩\n之勢則貫兕甲而徑於革盾矣夫風之疾至於飛屋折\n木虛舉之下大遲自上髙邱人\n之有所推也是故善用兵者勢如決積水於千仞之隄\n若轉貟石於萬丈之谿天下見吾兵之必用也則孰敢\n與我戰者故百人之必死也賢於萬人之必北也况以\n三軍之衆赴水火而不還踵乎雖誂合刃於天下誰\n敢在於上者所謂天數者左青\n龍右白虎前朱雀後𤣥武\n所謂地利者後生而前死\n左牡而右牝所謂人事者慶賞信\n而刑罰必動静時舉錯疾此世傳之所以為儀表者固\n也然而非所以生儀表者因時而變化者也是故處於\n堂上之隂而知日月之次序見瓶中之氷而知天下之\n寒暑夫物之所以相形者微唯聖人達其至故鼓不與\n於五音而為五音主水不與於五味而為五味調將軍\n不與於五官之事而為五官督故能調五音者不與五\n音者也能調五味者不與五味者也能治五官之事者\n不可揆度者也是故將軍之心滔滔如春􁁉􁁉如夏\n湫漻如秋典凝如冬因形而與之化\n隨時而與之移夫景不為曲物直響不為清音濁觀彼\n之所以來各以其勝應之是故扶義而動推理而行掩\n節而㫁割因資而成功使彼知吾所出而\n不知吾所入知吾所舉而不知吾所集始如狐狸彼故\n輕來合如兕虎敵故奔走夫飛鳥之摯也俛其首猛獸\n之攫也匿其爪虎豹不外其爪而噬不見齒故用兵之\n道示之以柔而迎之以剛示之以弱而乗之以强為之\n以歙而應之以張將欲西而示之以東先忤而後合前\n㝠而後明若鬼之無迹若水之無創故所鄉非所之也\n所見非所謀也舉措動静莫能識也若雷之擊不可為\n備所用不復故勝可百全與𤣥明通莫知其門是謂至\n神兵之所以强者民也民之所以必死者義也義之所\n以能行者威也是故合之以文齊之以武是謂必取威\n儀並行是謂至强夫人之所樂者生也而所憎者死也\n然而髙城深池矢石若雨平原廣澤白刃交接而卒爭\n先合者彼非輕死而樂傷也為其賞信而罰明也是故\n上視下如子則下視上如父上視下如弟則下視上如\n兄上視下如子則必正四海下視上如父則必正天下\n上親下如弟則不難為之死下事上如兄則不難為之\n亡是故父子兄弟之冦不可與鬬者積恩先施也故四\n馬不調造父不能以致逺弓矢不調羿不能以必中君\n臣乖心則孫子不能以應敵是故内修\n其政以積其徳外塞其醜以服其威察其勞逸以知其\n飽饑故戰日有期視死若歸故將必與卒同甘苦俟饑\n寒故其死可得而盡也故古之善將者必以其身先之\n暑不張蓋寒不被裘所以程寒暑也險隘不乗上陵必\n下所以齊勞佚也軍食熟然後敢食軍井通然後敢飲\n所以同饑渴也合戰必立矣射之所及以共安危也故\n良將之用兵也常以積徳擊積怨以積愛擊積憎何故\n而不勝主之所求於民者二求民為之勞也欲民為之\n死也民之所望於主者三饑者能食之勞者能息之有\n功者能徳之民以償其二積而上失其三望國雖大人\n雖衆兵猶且弱也若苦者必得其樂勞者必得其利斬\n首之功必全死事之後必賞四者既信\n於民矣主雖射雲中之鳥而釣深淵之魚彈琴瑟聲鍾\n竽敦六博投髙壺兵猶且强令猶且行也是故上\n足仰則下可用也徳足慕則威可立也將者必有三隧\n四義五行十守所謂三隧者上知天道下習地形中察\n人情所謂四義者便國不負兵為\n主不顧身見難不畏死決疑不辟罪所謂五行者柔而\n不可巻也剛而不可折也仁而不可犯也信而不可欺\n也勇而不可凌也所謂十守者神清而不可濁也謀逺\n而不可慕也操固而不可遷也知明而不可蔽也不貪\n於貨不淫於物不嚂於辯不推於方不可喜也不可\n怒也是謂至於窈窈㝠㝠孰知其情發必中詮言必合\n數動必順時解必中揍通動静之機明開塞之節\n審舉措之利害若合符節疾如彍弩勢如發矢一龍\n一蛇動無常體莫見其所中莫知其所窮攻則不可守\n守則不可攻蓋聞善用兵者必先修諸己而後求諸人\n先為不可勝而後求勝修己於人求勝於敵己未能治\n也而攻人之亂是猶以火救火以水應水也何所能制\n今使陶人化而為埴則不能成盆盎\n工女化而為絲則不能織文錦同莫足以相治也\n故以異為竒兩爵相與鬬未有死者也鸇鷹至則為之\n解以其異類也故静為躁竒治為亂竒飽為饑竒佚\n為勞竒竒正之相應若水火金木之代為雌雄也善用\n兵者持五殺以應故能全其勝拙者處五死以貪\n故動而為人擒兵貴謀之不測也形之隱匿也出於不\n意不可以設備也謀見則窮形見則制故善用兵者上\n隠之天下隠之地中隠之人隠之天者無不制也何謂\n隠之天大寒甚暑疾風暴雨大霧㝠晦因此而為變者\n也何謂隠之地山陵邱阜林叢險阻可以伏匿而不見\n形者也何謂隠之人蔽之於前望之於後出竒行陳之\n間發如雷霆疾如風雨􁋭巨旗止鳴鼓而出入無\n形莫知其端緒者也故前後正齊四方如繩出入解續\n不相越淩翼輕邊利或前或後離合聚散不\n失行伍此善修行陳者也明於竒正賌隂陽刑徳五行\n望氣候星龜䇿禨祥此善為天道者也設規慮施蔚伏\n見用水火出珍恠鼓譟軍所以營其耳也曳梢肆柴揚\n塵起堨所以營其目者此善為詐佯者也錞鉞\n牢重固植而難恐勢利不能誘死生不能動此善為充\n榦者也剽疾輕悍勇敢輕敵疾若滅没此善用\n輕出竒者也相地形處次舍治壁壘審煙斥居髙陵舍\n出處此善為地形者也因其饑渴凍暍勞倦怠亂恐懼\n窘步乗之以選卒擊之以宵夜此善因時應變者也易\n則用車險則用騎涉水多弓隘則用\n弩晝則多旌夜則多火晦㝠多鼓此善為設\n施者也凡此八者不可一無也然而非兵之貴者也夫\n將者必獨見獨知獨見者見人所不見也獨知者知人\n所不知也見人所不見謂之明知人所不知謂之神神明\n者先勝者也先勝者守不可攻戰不可勝攻不可守虚\n實是也上下有隙將吏不相得所持不直卒心積不服\n所謂虚也主明將良上下同心氣意俱起所\n謂實也若以水投火所當者陷所薄者移牢柔不相通\n而勝相竒者虚實之謂也故善戰者不在少善守者不\n在小勝在得威敗在失氣夫實則鬬虛則走盛則强衰\n則北呉王夫差地方二千里帶甲七十萬南與越戰棲\n之㑹稽北與齊戰破之艾陵西遇晉公擒之黃池\n此用民氣之實也其後驕溢縱欲拒諌喜諛\n憢悍遂過不可正喻大臣怨懟百姓不附越王選\n卒三千人擒之于隧因制其虛也夫氣之有虛實也若\n明之必晦也故勝兵者非常實也敗兵者非常虚也善\n者能實其民氣以待人之虚也不能者虛其民氣以待\n人之實也故虛實之氣兵之貴者也凡國有難君自宫\n召將詔之曰社稷之命在將軍即今國有難願請子將\n而應之將軍受命乃令祝史太卜齋宿三日之太廟鑽\n靈龜卜吉日以受鼓旗君入廟門西面而立將入廟門\n趍至堂下北面而立主親操鉞持頭授將軍其柄曰從\n此上至天者將軍制之復操斧持頭授將軍其柄曰從\n此下至淵者將軍制之將已受斧鉞答曰國不可從外\n治也軍不可從中御也二心不可以事君疑志不可以\n應敵臣既以受制於前矣鼓旗斧鉞之威臣無還請願\n君亦以垂一言之命於臣也君若不許臣不敢將君若\n許之臣辭而行乃爪鬋設明衣也\n鑿凶門而出乗將軍\n車載旌旗斧鉞累若不勝其臨敵決戰不顧必死無有\n二心是故無天於上無地於下無敵於前無主於後進\n不求名退不避罪唯民是保利合於主國之實也上將\n之道也如此則智者為之慮勇者為之鬭氣厲青雲疾\n如馳騖是故兵未交接而敵人恐懼若戰勝敵奔畢受\n功賞吏遷官益爵祿割地而為調決於封外卒論㫁軍\n中顧反於國放旗以入斧鉞報畢於君曰軍無\n後治乃縞素辟舍請罪於君君曰赦之退齊服大勝三\n年反舍中勝二年下勝期年兵之所加\n者必無道之國也故能戰勝而不報取地而不反民不\n疾疫將不夭死五穀豐昌風雨時節戰勝於外福生於\n内是故名必成而後無餘害矣\n"}
{"id": "KR3j0010_016", "series": "KR3j0010", "text": "　　説山訓\n魄問於魂曰道何以為體\n曰以無有為體魄曰無有有形乎䰟\n曰無有何得而聞也䰟曰吾直有所遇之耳\n視之無形聽之無聲謂之幽㝠幽㝠者所以喻道而非\n道也魄曰吾聞得之矣乃内視而自反也䰟曰凡\n得道者形不可得而見名不可得而揚今汝\n已有形名矣何道之所能乎魄曰言者獨何為者\n吾將反吾宗矣魄反顧䰟忽然\n不見反而自存亦以淪於無形矣\n人不小學不大迷不小慧不大愚\n人莫鑑於沬雨而鑑於澄水者以其休止不\n蕩也詹公之釣千歳之鯉\n不能避曾子攀柩車引輴\n者為之止也老母\n行歌而動申喜精之至也\n瓠巴鼓瑟而淫魚出聽\n伯牙鼓琴駟馬\n仰秣介子歌龍蛇而文君垂泣\n\n故玉在山而草木潤淵生珠而岸不枯\n螾無筋骨之强爪牙之利上\n食晞堁下飲黃泉用心一也清之\n為明杯水見眸子濁之為闇河水不見太山視日者眩\n聽雷者聾人無為則治有為則傷\n無為而治者載無也為者不能有也\n不能無為者不能有為\n也人無言而神\n有言者則傷無言而神者載無\n有言則傷其神之神者\n鼻之所以息耳之所以聽終以其無用者為用矣\n物莫不因其所有而用其所無以為\n不信視籟與竽念慮者不\n得卧止念慮則有為其所\n止矣兩者俱亡則至徳純\n矣聖人終身言治所用者\n非其言也用所以言也歌者\n有詩然使人善之者非其詩也鸚鵡\n能言而不可使長是何\n則得其所言而不得其所以言\n故循迹者非能生迹者也\n神蛇能㫁而復續而不能使人勿㫁\n也神龜能見夢元王而不能自出漁者之籠\n四方皆道之門户牖嚮也\n在所從闚之故釣可以教騎騎可以教御御可以教刺\n舟越人學逺射㕘天而發適在五\n步之内不易儀也\n世已變矣而守其故譬\n猶越人之射也月望日奪其光隂不可以乘陽也\n日出星不見不能與之\n爭光也故末不可以强於本指不可以大\n於臂下輕上重其覆必易一淵不兩鮫水定則清正動\n則失平故惟不動則所以無不動也江河所以能長百\n谷者能下之也夫惟能下之是以能上之天下莫\n相憎於膠漆\n而莫相愛於冰炭膠漆相\n賊冰炭相息也牆之壊愈其立也冰之泮愈其\n凝也以其反宗泰山之容巍巍然髙\n去之千里不見埵堁逺之故也\n秋毫之末淪於不測是故小不可以為内者大不可\n以為外矣蘭生幽\n宫不為莫服而不芳舟在江海不為莫乗而不浮君子\n行義不為莫知而止休夫玉潤澤而有光其聲舒揚\n渙乎其有似也無内無外不匿瑕穢\n近之而濡望之而隧夫照鏡見眸子微察秋毫\n明照晦㝠故和氏之璧隨侯之珠出於山淵之精君子\n服之順祥以安寧侯王寶之\n為天下正陳成子\n恒之劫子淵捷也\n子罕之辭其所不欲而得其所欲孔子之\n見黏蟬者白公勝之倒杖䇿也\n衛姬之論罪於桓公\n子見子夏曰何肥也魏文侯見之反被\n裘而負芻也兒説之為宋王解閉結也\n此皆微眇可以觀論者人有\n嫁其子而敎之曰爾行矣慎無為善曰不為善將為不\n善邪應之曰善且由弗為況不善乎此全其天器者\n拘囹圄者以日為修當死市者以日\n為短日之脩短有度也有所在而短有所在而脩也則\n中不平也故以不平為平者其平不平也嫁女於\n病消者夫死則後難復處也\n故沮舍之下不可以坐倚墻之傍\n不可以立執獄牢者無病罪當死者\n肥澤刑者多夀心無累也\n良醫者常治無病之病故無病\n聖人者常治無患之患故無患也夫至巧不用劒\n善閉者不用關楗淳于髠之告失\n火者此其類\n以清入濁必困\n辱以濁入清必覆傾君子之於善也猶采薪者見一介\n掇之見青葱則㧞之天二氣則成虹地\n二氣則泄藏人二氣則成病隂陽\n不能且冬且夏月不知晝日不\n知夜善射者發不失的善於射矣而不善所射\n善釣者無所失善於釣矣而不善所釣\n故有所善則不善矣鍾之與磬也近之則鍾音\n充逺之則磬音章物固有近不若\n逺逺不如近者今曰稻生於水而不能生於湍瀨之流\n紫芝生於山而不能生於盤石之上慈石\n能引鐵及其於銅則不行也水廣者魚大\n山髙者木脩廣其地而薄其徳譬猶陶人為器也揲挺\n其土而不益厚破乃愈疾聖人不先風吹不先\n雷毁不得已而動故無累月盛衰於上則蠃蠬應於下\n同氣相動不可以為逺\n執彈而招鳥揮棁而呼狗欲致之顧\n反走故魚不可以無餌釣也獸不可以虛器召也\n剥牛皮鞟以為鼔正三軍之衆然為牛計者不若服於\n軛也狐白之裘天子被之而坐廟堂然為狐計者不若\n走於澤亡羊而得牛則莫不利失也㫁指而免頭則莫\n不利為也故人之情於利之中則爭取大焉於害之中\n則爭取小焉將軍不敢騎白馬\n亡者不敢夜揭炬\n保者不敢畜噬狗雞知將旦鶴\n知夜半而不免於鼎俎\n山有猛獸林木為之不斬園有螫蟲藜藿為之\n不采為儒而踞里閭為墨而朝吹竽\n欲滅迹而走雪中拯溺者而\n欲無濡是非所行而行所非今夫闇飲者非嘗不遺飲\n也使之自以平則雖愚無失矣是故不同於和而可以\n成事者天下無之矣求美則不得美不求美則美\n矣求醜則不得\n醜求不醜則有醜矣不求美又不求醜則無美無醜矣\n是謂𤣥同申徒狄負石自沉於\n淵而溺者不可以為抗弦髙\n誕而存鄭誕者不可以為常事有一應而不可循行人\n有多言者猶百舌之聲\n人有少言者猶不脂之户也\n六畜生多耳目者不詳䜟書著之\n百人抗浮不若一人挈\n而趨物固有衆而不若少者\n引車者二六而後之事固有相待\n而成者兩人俱溺不能相拯一人處陸則可矣故同不\n可相治必待異而後成\n千年之\n松下有茯苓上有兔絲上有\n叢蓍下有伏龜聖人從外知内以見知隱也喜武非俠\n也喜文非儒也好方非醫也好馬非騶也知音非\n瞽也知味非庖也此有一槩而未得主名也\n被甲者非為十步之内也百步之外則爭深淺\n深則達五藏淺則至膚而止矣死生相去不可為道里\n楚王亡其猨而林木為之殘\n宋君亡其珠池中魚為之殫故澤失火而林\n憂上求材臣殘木上求魚臣乾谷上求楫而下致船上\n言若絲下言若綸上有一善下有二譽上有三衰\n下有九殺大夫種知所以\n强越而不知所以存身萇𢎞知周之所存而不知身所以\n亡知逺而不知近畏馬之辟也不敢騎\n懼車之覆也不敢乗是以虛禍距公利也不\n孝弟者或詈父母生子者所不能任其必孝也然猶養\n而長之范氏之敗有竊其鍾負而走者\n鎗然有聲懼\n人聞之遽掩其耳憎人聞之可也自掩其耳悖矣\n升之不能大於石也升在石之中夜之不能脩其歳也\n夜在歳之中仁義之不能大於道徳也仁義在道徳之\n包先針而後縷可以成\n帷先縷而後針不可以成衣針成幕蔂成城事之成\n敗必由小生言有漸也\n染者先青而後黑則可先黑而後\n青則不可工人下漆而上丹則可下丹而上漆則不可\n萬事猶此所先後上下不可不審水濁而魚噞\n形勞則神亂故國有賢君折衝萬里\n\n因媒而嫁而不因媒而成\n因人而交不因人而親行合趨同千里相從趨\n不合行不同對門不通海水雖大不受胔芥日月不\n應非其氣君子不容非\n其類也人不愛倕之手而愛己之指\n不愛江漢之珠而愛己之鉤\n以束薪為鬼以火煙為\n氣以束薪為鬼朅而走以火煙為氣殺\n豚烹狗先事如此不如其後\n巧者善度知者善豫羿死桃部\n不給射慶忌死劒鋒不給摶\n滅非者\n户告之曰我實不與我䛕亂謗乃愈起止言以言止事\n以事譬猶揚堁而弭塵抱薪而救火\n流言雪汙譬猶以湼拭素\n也矢之於十步貫兕甲於三百步不能入\n魯縞騏驥一日千里其出致釋駕而僵\n大家攻小家則為暴大國并小國則為賢\n小馬非大馬之類也小\n知非大知之類也\n被羊裘而賃固其事也貂裘而負籠甚可怪\n也以潔白為污辱譬猶沐浴而抒溷薫燧而負彘\n治疽不擇善惡醜肉而并割之農夫不\n察苗莠而并耘之豈不虛哉壞塘以取龜發屋而求狸\n掘室而求鼠割唇而治齲桀跖之徒君子不與殺戎\n馬而求狐狸援兩鼈而失靈龜㫁右臂而爭一毛折鏌\n邪而爭錐刀用智如此豈足髙乎寧百刺以針無\n一刺一刀寧一引重無久持輕寧一月饑無一旬餓\n萬人之蹪愈於一人之隧有譽人之力儉\n者舂至旦不中員呈猶讁之察之乃其母也\n\n故小人之譽人反為損東家母死其子哭\n之不哀西家子見之歸謂其母曰社何愛速死吾必悲\n哭社夫欲其母之死者雖死亦不能悲哭矣謂\n學不暇者雖暇亦不能學矣\n見窽木浮而知為舟見飛蓬轉而知為車見鳥迹而\n知著書以類取之以非義為義以非禮為禮譬\n猶倮走而追狂人盜財而與乞者竊簡而寫法律蹲踞\n而誦詩書割而舍之鏌邪不㫁肉執而不釋馬氂截玉\n聖人無止無以歳賢昔日俞昨也\n馬之似鹿者千金天下無千金之鹿\n玉待礛諸而成器有千\n金之璧而無錙錘之礛諸受光於隙照\n一隅受光於牖照北壁受光於户照室中無遺物況受\n光於宇宙乎天下莫不藉明於其前矣由此觀之所受\n者小則所見者淺所受者大則所照者博江出岷山河\n出崑崙濟出王屋潁出少室漢出嶓冢分流斘馳注於\n東海所行則異所歸則一通於學者若車軸轉轂之中\n不運於己與之致千里終而復始轉無窮之源不通於\n學者若迷惑告之以東西南北所居聆聆\n背而不得不知凡要寒不能生寒熱不能生熱不寒不\n熱能生寒熱故有形出於無形未有天地能生天地者\n也至深微廣大矣雨之集無能霑待\n其止而能有濡矢之發無能\n貫待其止而能有穿唯止能止衆止\n因髙而為臺就下而為池各就其勢不\n敢更為聖人用物若用朱絲約芻狗若為土龍以求雨\n芻狗待之而求福土龍待之而得食\n魯人身善\n制冠妻善織履往徙於越而大困窮以其所修而遊不\n用之鄉譬若樹荷山上\n而畜火井中操釣上山掲斧\n入淵欲得所求難也方車而蹠越乗桴而入胡\n欲無窮不可也楚王有白蝯王\n自射之則摶矢而熈使養由基射之始調弓矯矢\n未發而蝯擁柱號矣有先中中\n者也咼氏之璧夏后之璜揖讓而進\n之以合歡夜以投人則為怨時與不時畫西施\n之面美而不可説規孟賁之目大而不可畏君形者亡\n焉人有昆弟相分者無量\n而衆稱義焉夫唯無量故不可得而量也登髙使人\n欲望臨深使人欲闚處使然也射者使人端釣者使人\n恭事使然也曰殺罷牛可以贖良馬\n之死莫之為也殺牛必亡之數\n以必亡贖不必死未能行之者矣季孫\n氏劫公家孔子説之先順其\n所為而後與之入政曰舉枉與直如何不得舉直與枉\n勿與遂往此所謂同汚而異塗者衆曲不容直衆枉不\n容正故人衆則食狼狼衆則食人欲為邪者必相明正\n欲為曲者必相達直公道不立私欲得容者自古及今\n未嘗聞也此以善託其醜\n衆議成林無翼而飛\n三人成市虎\n一里撓椎夫游没者不求沐浴\n己自足其中矣故食草之獸不疾易藪水居之蟲\n不疾易水行小變而不失常\n信有非禮而失禮尾生死其梁柱之下此信之\n非也孔氏不喪出母此禮之失者\n\n曾子立孝不\n過勝母之閭墨子非樂不入朝歌之邑曾子立廉不飲\n盜泉所謂養志者也紂為象箸而箕子唏魯以\n偶人塟而孔子嘆故聖人見霜而知冰有\n鳥將來張羅而待之得鳥者羅之一目也今為一目之\n羅則無時得鳥矣今被甲者以備矢之至若使人必知\n所集則懸一札而已矣事或不可前規物或不可慮卒\n然不戒而至故聖人畜道以待時\n􁀙屯犁牛既􁀙以􁀙決鼻而羈\n生子而犧尸祝齊戒以沉諸\n河河伯豈羞其所從出辭而\n不享哉得萬人之兵不如聞一言當\n得隋侯之珠不若得事之所由得和氏之璧不\n若得事之所適撰良馬者非以逐狐狸將以射\n麋鹿砥利劒者非以斬縞衣將以㫁兕犀故髙山仰止\n景行行止鄉者其人\n見彈而求鴞炙見卵而求晨夜\n見黂而求成布雖其理哉亦\n不病暮象解其牙\n不憎人之利之也死而棄其招蔶不怨人取之\n人能以所不利利人則可\n狂者東走逐者亦東走東走則同\n所以東走則異溺者入水拯之者亦入水入水則同所\n以入水者則異故聖人同死生愚人亦同死生聖人之\n同死生通於分理愚人之同死生不知利害所在徐偃\n王以仁義亡國國亡者非必仁義比干以忠靡其體被\n誅者非必忠也故寒顫懼者亦顫此同名而異實\n明月之珠出於蠬娠周之簡圭生於垢石\n大蔡神龜出於溝壑\n萬乗之主冠錙錘之冠履\n百金之車牛皮為賤正三軍之衆欲學\n歌謳者必先徵羽樂風\n欲美和者必先始於陽阿采\n菱此皆學其所不學而欲至\n其所欲學者燿蟬者務在明其火釣魚者務在芳其餌\n明其火者所以燿而致之也芳其餌者所以誘而利之\n也欲\n致魚者先通水欲致鳥者先樹木水積而魚聚木茂而\n鳥集好弋者先具繳與矰好魚者先具罟與罘未有無\n其具而得其利遺人馬而解其羈遺人\n車而稅其轙所愛者少而所亡者多故里\n人諺曰烹牛而不鹽敗所為也桀有\n得事堯有遺道\n嫫母有所美\n西施有所醜故亡國之\n法有可隨者治國之俗有可非者\n琬琰之玉在洿池之中雖廉者弗釋\n弊箄甑瓾在袇茵之上雖貪者不搏\n美之所在雖汚辱世不能賤惡之所在雖髙隆世不能\n貴春貸秋賦民\n皆欣春賦秋貸衆皆怨得失同喜怒為\n别其時異也為魚徳者非挈而入淵為蝯賜者非負而\n縁木縱之其所而已\n貂裘而雜不若狐裘而粹故人莫惡於無常行\n有相馬而失馬者然良馬\n猶在相之中今人放燒或操火\n往益之或接水往救之兩者皆未有功而怨徳相去亦\n逺矣郢人有買屋棟者求大三圍之木而人予車轂跪\n而度之巨雖可而長不足蘧伯玉以德化\n公孫鞅以刑罪所極一也\n病者寢席醫之用針石巫之用糈藉所救鈞\n也\n狸頭愈鼠雞頭己瘻\n䖟散積血斵木愈齲此類之推者也膏之殺鼈鵲\n矢中蝟爛灰生繩漆見蠏而不乾此類之不推者\n也推與不推若非而是若是而非孰能通其微天下無\n粹白狐而有粹白之裘掇之衆白也善學者若齊王之\n食雞必食其蹠數十而後足刀便剃\n毛至伐大木非斧不尅物固有以尅適成不逮者視方\n寸於牛不知其大於羊總視其體乃知其大相去之逺\n孕婦見兔而子缺脣見麋而子四目小馬大目不可謂\n大馬大馬之目眇所謂之眇馬物固有似然而似不然\n者故決指而身死或㫁臂而顧活類不可必推厲\n利劒者必以柔砥擊鍾磬者必以濡木轂强必以弱輻\n兩望不能相和兩强不能相服故梧桐㫁角馬氂截玉\n媒但者非學謾也但成而生不信立慬\n者非學鬬爭也慬立而生不讓故君子不入獄為其傷\n恩也不入市為其侳廉也積不可不慎者也走不\n以手縛手走不能疾飛不以尾屈尾飛不能逺物之用\n者必待不用者故所以見者乃不見者也使鼓鳴者乃\n不鳴者也嘗一臠肉知一鑊之味懸\n羽與炭而知燥濕之氣以小明大見一葉\n落而知歳之將暮睹瓶中之冰而知天下之寒以近論\n逺三人比肩不能外出户一人相隨可以通天\n下足􁳭地而為迹暴行而為影此易而難\n莊王誅里史孫叔敖制冠\n浣衣文公棄荏席從黴黒\n咎犯辭歸\n故桑葉落而長年悲也\n鼎錯日用而不足貴周鼎不\n㸑而不可賤物固有以不用而為\n有用者地平則水不流重鈞則衡不\n傾物之尤必有所感物\n固有以不用為大用者\n先倮而浴則可以浴而倮則不可先祭而後饗則可\n先饗而後祭則不可物之先後各有所宜也祭之日而\n言狗生取婦夕而言衰麻置酒之日而言上冢渡江河\n而言陽侯之波或曰知其且赦\n也而多殺人或曰知其且赦也而多活人其望赦同所\n利害異故或吹火而然或吹火而滅所以吹者異也烹\n牛以饗其里而罵其東家母徳不報而身見殆文王汚\n膺鮑申傴背以成楚國之治\n裨諶出郭而知以成子産之事\n朱儒問徑天髙於脩\n人脩人不知曰子雖不知猶近之於我故凡問事必於\n近者冦難至躄者告盲者盲者負而走兩人皆\n活得其所能也故使盲者語使躄者走失其所也郢人\n有鬻其母為請於買者曰此母老矣幸善食之而勿苦\n此行大不義而欲為小義者介蟲之動以固\n貞蟲之動以毒螫熊羆之動以攫\n摶兕牛之動以觝觸物\n莫措其所脩而用其短也治國者若鎒田去害苗\n者而已今沐者墮髪而猶為之不止以所去者少所利\n者多砥石不利而可以利金擏不正而可以\n正弓物固有不正而可以正不利而可以利\n力貴齊知貴捷得之同遫為上\n勝之同遲為下所以貴鏌邪者以其應物而㫁割\n也􁄜靡勿釋牛車絶轔為孔\n子之窮於陳蔡而廢六藝則惑為醫之不能自治其病\n病而不就藥則悖矣\n"}
{"id": "KR3j0010_017", "series": "KR3j0010", "text": "　　説林訓\n以一世之度制治天下譬猶客之乗舟中流遺其劒遽\n契其舟㧪暮薄\n而求之其不知物類亦甚矣\n夫隨一隅之迹而不知因天地以游惑莫大焉雖時有\n所合然而不足貴也譬若旱歲之土龍疾疫之芻狗是時\n為帝者也曹氏之裂布蛷者貴之\n然非夏后氏之璜\n無古無今無始無\n終未有天地而生天地至深微廣大矣\n足以􁳭者淺矣然待所不􁳭而後行\n智所知者𥚹矣然待所不知而後明\n游者以足蹶以手􁀙不得其數愈蹶愈敗\n及其能游者非手足者矣鳥飛反鄉兔走歸\n窟狐死首邱寒將翔水各哀其所生毋貽盲\n者鏡毋與躄者履毋賞越人章甫非其用也\n椎固有柄不能自㭬目見百步之外不能自\n見其眦狗彘不擇甂甌而食偷肥其\n體而顧近其死鳯凰髙翔千仞之\n上故莫之能致月照天下蝕於詹諸騰蛇游\n霧而殆於蝍蛆\n烏力勝日而服於鵻禮能\n有脩短也\n莫夀於殤子而彭祖為夭矣\n\n短綆不可以汲深器小不可以\n盛大非其任也怒出於不怒為出於不為\n視於無形則得其所見矣聽於無聲則得其所聞矣\n至味不慊至言不文至樂不笑至音不叫大匠不斵\n大豆不具大勇不鬬\n得道而徳從之矣譬若黃鍾之比宫太簇之比商\n無更調焉以瓦鉒者全以金鉒者䟦以玉鉒者\n發是故所重者在外\n則内為之掘逐獸者目不見太山\n嗜慾在外則明所蔽矣聽有音之音者聾聽\n無音之音者聰不聾不聰與神明通卜者操龜筮者端\n策以問於數安所問之哉\n舞者舉節坐者不期而拚皆如一所極同也日出暘谷\n入於虞淵莫知其動須㬰之間俛人之頸人莫欲\n學御龍而皆欲學御馬莫欲學治鬼而皆欲學治人急\n所用也解門以為薪塞井以為臼人之從事或時相似\n水火相憎􁀙在其間五味以和\n骨肉相愛讒賊間之而父子相危\n夫所以養而害所養譬猶削足而適履殺頭而\n便冠昌羊去􁀙\n虱而來蚙窮除小害而致大賊故小\n快而害大利牆之壞也不若無也然逾屋之覆\n璧瑗成器礛諸之功鏌邪\n㫁割砥礪之力狡兔得而獵犬烹髙鳥盡而强弩藏\n䖟與驥致千里而不飛無糗糧之資而不饑失火\n而遇雨失火則不幸遇雨則幸也故禍中有福也鬻棺\n者欲民之疾病也畜米者欲歳之荒饑也水静則平平\n則清清則見物之形弗能匿也故可以為正川竭\n而谷虛丘夷而淵塞脣竭而齒寒河水之\n深其壤在山鈞之縞也一端以為冠一端以為\n􁆗冠則戴致之􁆗則􁳭履之知己者不可誘以物明於\n死生者不可却以危故善游者不可懼以涉親莫親於\n骨肉節族之屬連也心失其制乃反\n自害況疏逺乎聖人之於道猶葵之與日\n也雖不能與終始哉其鄉之誠也宫池涔則旱旱則涸\n江水之原淵泉不能竭蓋非橑不能蔽日輪非輻不能\n追疾然而橑輻未足恃也金勝木者非以一刃殘林也\n土勝水者非以一墣塞江也躄者見虎而不走非勇勢\n不便也傾者易覆也倚者易軵也幾易助也濕易雨也\n設鼠者機動釣魚者泛杭任動者車鳴也\n芻狗能立而不能行蛇牀似\n麋蕪而不能芳謂許由無徳烏獲無力莫不醜\n於色人莫不奮於其所不足以兔之走使犬\n如馬則逮日歸風及其為馬則又不能走矣冬有\n雷電夏有霜雪然而寒暑之勢不易小變不足以防大\n節黃帝生隂陽上駢生耳目桑林\n生臂手此女媧所以七十化也\n終日言必有聖之事百發之中必有\n羿逢蒙之巧然而世不與也其守節非也牛蹏\n彘顱亦骨也而世弗灼必問吉凶於龜者以其歴歳久\n矣近敖倉者不為之多飯臨江河者不為之多飲期滿\n腹而已蘭芝以芳未嘗見霜鼓造辟兵夀盡五月之望\n舌之與齒孰先\n礲也錞之與刃孰先弊也繩之與矢孰先直也今\n鱓之與蛇蠶之與蠋狀相類而愛憎異\n晉以垂棘之璧得虞虢驪戎以美女亡晉國\n聾者不謌無以自樂盲者不觀無以接物\n觀射者遺其藝觀書者忘其愛意有所在則忘其所守\n古之所為不可更則推車至今無蟬匷使但\n吹竽使氐厭竅雖中節而不可聽無其君\n形者也與死者同病難為良醫與亡國同道難與\n為謀為客治飯而自藜藿名尊於實也\n乳狗之噬虎也伏雞之摶狸也恩之所加不量其力\n使景曲者形也使響濁者聲也情泄者\n中易測華不時者不可食也\n蹠越者或以舟\n或以車雖異路所極一也佳人不同體\n美人不同面而皆説於目梨橘棗栗不同味而皆調於\n口人有盜而富者富者未必盜有廉而貧者貧者未必\n廉蔏苗類絮而不可為絮黂\n不類布而可以為布出林者不得直道行險者不得履繩\n羿之所以射逺中微者非弓矢也造父之所以追速致\n逺者非轡衘也海内其所出故能大\n輪復其所過故能逺羊肉不慕螘螘慕羊\n肉羊肉羶也醯酸不慕蚋蚋慕於醯酸嘗一臠肉而知\n一鑊之味懸羽與炭而知燥濕之氣以小見大以近喻\n逺十頃之陂可以灌四十頃而一頃之陂可以灌\n四頃大小之衰然明月之光可以逺望而不可以\n細書甚霧之朝可以細書而不可以逺望尋常之外畫\n者謹毛而失貌射者儀小而遺大\n治鼠穴而壞里閭潰小皰而發痤疽\n若珠之有纇玉之有瑕置之而全去之而虧\n榛巢者處林茂安也窟穴者託埵防便也\n王子慶忌足躡麋鹿手摶兕虎置之㝠室之中不\n能摶龜鼈勢不便也湯放其主而有榮名崔杼弑其君\n而被大謗所以為之則同其所以為之則異吕望使老\n者奮\n項託使嬰兒矜以類相慕\n使葉落者風揺之使水濁者魚撓之虎豹之文來\n射蝯狖之捷來乍\n行一棊不足以見智彈一弦不足以見悲三寸\n之管而無當天下弗能滿十石而有塞百斗而足\n矣以篙測江篙終而以水為測惑矣\n漁者走淵木者走山所急者存也朝之市則走\n夕過市則歩所求者亡也豹裘而雜不若狐裘之粹白璧\n有考不得為寶言至純之難也戰兵死之鬼憎神\n巫盜賊之醜吠狗無鄉之\n社易為黍肉無國之稷易為求福\n鼈無耳而目不可以瞥精於明也瞽無\n目而耳不可以察精於聰也遺腹子不思其\n父無貌於心也不夢見像無形於目也蝮蛇\n不可為足虎豹不可使縁木\n馬不食脂桑扈不啄粟非亷也秦通崤塞\n而魏築城也饑馬在廏\n寂然無聲投芻其傍爭心乃生引弓而射非弦不能發\n矢弦之為射百分之一也道徳可常權不可\n常故遁關不可復亡犴不可再\n環可以喻貟不可以輪絛可以為繶\n不必以紃日月不並出狐不二雄神龍\n不匹猛獸不羣鷙鳥不雙循繩而斵則不過懸衡而量\n則不差植表而望則不惑損年則嫌于弟益年則\n疑於兄不如循其理若其當人不見龍之飛舉\n而能髙者風雨奉之蠧衆則木折隙大則墻壞懸\n垂之類有時而隧枝格之屬有時而弛當凍\n而不死者不失其適當暑而不暍者\n不亡其適未嘗適亡其適湯沐具\n而蟣虱相弔大厦成而燕雀相賀憂樂别也栁下\n惠見飴曰可以養老盜跖見飴曰可以黏牡見物同而\n用之異蠶食而不飲二十二日而化蟬飲而不\n食三十日而蜕蜉蝣不食不飲三日而死人食礜石\n而死蠶食之而不饑魚食巴菽而死鼠食\n之而肥類不可必推瓦以火成不可以得火竹以\n水生不可以得水揚堁而欲弭塵被裘\n而以翣翼豈若適衣而已哉槁竹有火\n弗鑽不燋土中有水弗掘無泉蠬象之病人之寶也\n人之病將有誰寶之者乎\n為酒人之利而不酤則竭為車人之利而不僦則\n不達握火提人反先之熱\n隣之母死往哭之妻死而不泣\n有所劫以然也西方之倮國鳥獸\n弗辟與為一也一膞炭熯掇之\n則爛指萬石俱熯去之十步而不死同氣異積大勇小\n勇有似於此今有六尺之廣卧而越之下材弗難植而\n踰之上材弗易勢施異也百梅足以為百人酸一梅不\n足以為一人和有以飰死者而禁天下\n之食有以車為敗者而禁天下之乗則悖矣\n釣者静之􁳮者扣舟罩者抑之罣者舉之\n為之異得魚一也見\n象牙乃知其大於牛見虎尾而知其大於狸一節見而\n百節知也小國不鬬\n於大國之間兩鹿不鬬於伏兕之旁佐祭者\n得嘗救鬬者得傷䕃不祥之木為雷電所撲或\n謂冢或謂隴或謂笠或謂簦頭虱與空木之瑟名同\n實異也日月欲明而浮雲蓋之蘭芝\n欲脩而秋風敗之虎有子不能搏攫者輒殺之為墮武\n也龜紐之璽賢者以為佩土\n壤布在田能者以為富予拯溺者金玉\n不若尋常之纒索視書上有酒\n者下必有肉上有年者下必有月以類而取之蒙塵而\n眯固其理也為其不出户而堁之也屠\n者羮藿為車者步行陶者用缺盆匠人處狹廬為者不\n得用用者弗肯為轂立三十輻\n各盡其力不得相害使一輻獨入衆輻皆棄豈能致千\n里哉夜行者掩目而前其手涉水者解其馬載之舟事\n有所宜而有所不施橘柚有鄉雚葦有叢獸同足者\n相從遊鳥同翼者相從翔田中之潦流入於海附\n耳之言聞於千里也\n蘇秦步曰何故趍曰何趍馳有為則議多事固苛\n皮將弗覩毛將何顧畏首畏尾身凡有\n幾欲觀九州之土足無千里之行\n心無政敎之原而欲為萬民之上則難的的者\n獲提提者射故\n大白若辱大徳若不足未嘗稼穡\n粟滿倉未嘗桑蠶絲滿囊得之不以道用之必橫海不\n受流胔太山不上小人\n旁光不升俎\n駠駮不入牲中夏用箑快之\n至冬而不知去褰衣涉水至陵而不知下未可以應變\n有山無林有谷無風有石無金\n滿堂之坐視鉤各異\n於環帶一也獻公之賢\n欺於孋姬叔孫之知欺於竪牛故鄭詹\n入魯春秋曰佞人來佞人來\n君子有酒鄙人鼓缶雖不見好\n亦不見醜人性便絲衣帛或射之則被鎧甲為其\n所不便以得所便輻之入轂各值其鑿不得相通\n猶人臣各守其職不得相干嘗被甲而免射者被\n而入水嘗抱壺而度水者抱而蒙火可謂不知類矣君\n子之居民上若以腐索御奔馬若􁳭薄冰蛟在其下若\n入林而遇乳虎善用人者若蚈之足\n衆而不相害若脣之與齒堅柔相摩而不相敗\n清􁳯之美始於耒耜黼黻之美在于杼軸\n布之新不如紵紵之弊不如布或善為新\n或惡為故􁳰䩉在頰則好在顙則醜\n繡以為裳則宜以為冠則譏馬齒\n非牛蹏檀根非椅枝故見其一本而萬物知石生\n而堅蘭生而芳少自其質長而愈明扶之與\n提謝之與讓故之與先諾之與己也相去千里汙準而\n粉其顙腐鼠在壇燒薰於官入水而憎濡懷\n臭而求芳雖善者弗能為工再生者不穫華大\n旱者不胥時落母曰不幸甑終不墮井\n抽簮招燐有何為驚\n使人無度河可中河使無度不可見虎一文不知其\n武見驥一毛不知善走水蠆為䗓孑孑為\n蟁兔齧為螚\n物之所為出於不意弗知者驚知者不怪銅\n英青金英黃玉英白黂燭捔膏燭澤也\n以微知明以外知内象肉之味不知於口鬼神之貌不\n著於目捕景之説不形於心冬冰可折夏木可\n結時難得而易失木方盛茂終日采而不知秋風下霜\n一夕而殫病熱而强之餐救暍而飲之寒救經而\n引其索拯溺而授之石欲救之反為惡雖欲謹亡\n馬不發户轔雖欲豫就酒\n不懐蓐孟賁探鼠穴鼠無時死必噬其指失其勢也\n山雲蒸柱礎潤伏苓掘兔絲死\n一家失熛百家皆燒讒夫隂謀百姓暴骸粟\n得水濕而熱甑得火而液水中有火火中有水疾雷破\n石隂陽相薄湯沐之於河有益不多流潦注海雖不能\n益猶愈於己一目之羅不可以得鳥無餌之釣不\n可以得魚遇士無禮不可以得賢兔絲無根而生蛇無\n足而行魚無耳而聽蟬無口而鳴有然之者也鶴\n夀千歳以極其游蜉蝣朝生而暮死而盡其樂\n紂醢梅伯文王與諸侯構之桀辜諫者湯使人哭\n之狂馬不觸木猘狗不自投於河雖聾蟲而不\n自陷又況人乎愛熊而食之鹽愛獺而飲之酒雖\n欲養之非其道心所説毁舟為枤\n心所欲毁鍾為鐸管子以\n小辱成大榮蘇秦\n以百誕成一誠質的張而弓矢集林木茂而斧斤\n入非或召之形勢所致者也待利而後拯溺人亦必以\n利溺人矣舟能沉能浮愚者不加足\n騏驥驅之不進引之不止人君不以\n取道里刺我行者欲與我交訾我貨者欲與我市\n以水和水不可食一絃之瑟不可聽\n駿馬以抑死直士以正窮賢者擯於朝美女擯於宫\n行者思於道而居者夢於牀慈母吟於巷適子懷於\n荆赤肉懸則烏鵲集鷹隼鷙則衆鳥散物之散\n聚交感以然食其食者不毁其器食其實者不折其枝\n塞其源者竭背其本者枯交畫不暢連環不解其解之\n不以解臨河而羨魚不如\n歸家織網明月之珠蠬之病而我之利虎爪象牙禽獸\n之利而我之害易道良馬使人欲馳飲酒而樂使人欲\n謌是而行之故謂之㫁非而行之必謂之亂矢疾\n不過二里也步之遲百舍不休千里可致聖人處於隂\n衆人處於陽聖人行於水衆人行於霜\n異音者不可聽以一律異形者不可\n合於一體農夫勞而君子養焉愚\n者言而智者擇焉捨茂林而集於枯不弋鵠\n而弋烏難與有圖寅邱無壑泉源不溥\n尋常之谿灌千頃之澤見之\n明白處之如玉石見之闇昧必留其謀\n以天下之大託於一人之才譬若懸千鈞之重\n於木之一枝負子而登牆謂之不祥為其一人隕而兩\n人傷善舉事者若乗舟而悲謌一人唱而千人\n和不能耕而欲黍粱不能織而喜采裳無事而\n求其功難矣有榮華者必有憔悴有羅紈者必有麻蒯\n鳥有沸波者河伯為之不潮畏其誠也\n故一夫出死千乗\n不輕蝮蛇\n螫人傅以和堇則愈物故有重而害反為利者\n聖人之處亂世若夏暴而待暮\n桑榆之間逾易忍也水雖平\n必有波衡雖正必有差尺寸雖齊必有詭非規矩\n不能定方圓非準繩不能正曲直用規矩準繩者亦有\n規矩準繩焉舟覆乃見善游馬奔乃見良御\n嚼而無味者弗能内於喉視而無形者不\n能思於心兕虎在於後隨侯之珠在於\n前弗及掇者先避患而後就利\n逐鹿者\n不顧兔決千金之貨者不爭銖兩之價弓先調\n而後求勁馬先馴而後求良人先信而後求能\n陶人棄索車人掇之屠者棄銷而鍛者拾之所\n緩急異也百星之明不如一月之光十牖畢開不若一\n户之明矢之於十步貫兕甲及其極不能入魯縞\n太山之髙背而弗見秋毫之末視之可察山生金反\n自刻木生蠧反自食人生事反自賊巧冶\n不能鑄木工匠不能斵金者形性然也白玉不雕美珠\n不文質有餘也故跬步不休跛鼈千里\n累積不輟可成邱阜城成於土木直於下非有事\n焉所縁使然凡用人之道若以燧取火疏之則弗得\n數之則弗中正在疏數之間從朝視夕\n者移從枉準直者虧聖人之偶物也若以鏡視形曲得\n其情楊子見逵路而哭之為其可以南可以北\n墨子見練絲而泣之為其可以黃可以黑趍\n舍之相合猶金石之一調相去千歳合一音也\n鳥不干防者雖近弗射其當\n道雖逺弗釋酤酒而酸買肉而臭然酤\n酒買肉不離屠沽之家故求物必於近之者以詐應詐\n以譎應譎若披簑而救火毁瀆而止水乃愈益多西施\n毛嬙狀貌不可同世稱其好美鈞也堯舜禹湯法籍殊\n類得民心一也聖人者隨時而舉事因資而立功涔則\n具擢對旱則修土龍臨菑之女織紈而\n思行者為之悖戾室有美容繒為之纂繹\n徵羽之操不入鄙人之耳軫和\n切適舉坐而善過府而\n負手者希不有盜心故侮人之鬼者過社而搖\n其枝晉陽處父伐楚以救江故解捽者不在於捌\n格在於批伔木大者根㩴山髙者基扶\n蹠巨者志逺體大者節疏狂者傷人莫之怨也嬰兒詈\n老莫之疾也賊心􁁉尾生之信不如隨牛之誕\n而又況一不信\n者乎憂父之疾者子治之者醫進獻\n者祝治祭者庖\n"}
{"id": "KR3j0010_018", "series": "KR3j0010", "text": "　　人間訓\n清浄恬愉人之性也儀表規矩事之制也知人之性其\n自養不勃知事之制其舉錯不惑發一端散無竟周八\n極總一筦謂之心見本而知末觀指而睹歸執一而應\n萬握要而治詳謂之術居知所為行知所之事知所秉\n動知所由謂之道道者置之前而不􁁉錯之後而不\n軒内之尋常而不塞布之天下而不窕是故使人髙賢\n稱譽己者心之力也使人卑下誹謗己者心之罪也夫\n言出於口者不可止於人行發於邇者不可禁於逺事\n者難成而易敗也名者難立而易廢也千里之隄以螻\n螘之穴漏百尋之屋以突隙之煙焚堯戒曰戰戰\n慄慄日慎一日人莫蹪於山而蹪於垤是故人\n皆輕小害易㣲事以多悔患至而後憂之是由病者已\n惓而索良醫也雖有扁鵲俞跗之巧猶不能生也\n夫禍之來也人自生之福之來也人自成之禍\n與福同門利與害為鄰非神聖人莫之能分凡人之舉\n事莫不先以其知規慮揣度而後敢以定謀其\n或利或害此愚智之所以異也曉自然以為智知存亡\n之樞機禍福之門戸舉而用之䧟溺於難者不可勝計\n也使知所為是者事必可行則天下無不達之塗矣是\n故知慮者禍福之門户也動静者利害之樞機也百事\n之變化國家之治亂待而後成是故不溺於難者成是\n故不可不慎也天下有三危少德而多寵一危也才下\n而位髙二危也身無大功而有厚祿三危也故物或損\n之而益或益之而損何以知其然也昔者楚荘王既勝\n晉於河雍之間歸而封孫叔敖辭\n而不受病疽將死謂其子曰吾則死矣王必封女女必\n讓肥饒之地而受沙石之間有寑丘者其地确石而\n名醜荆人鬼越人機\n人莫之利也孫叔敖死王果封其子以肥饒之地其子\n辭而不受請有寑之丘楚國之俗功臣二世而爵祿唯\n孫叔敖獨存此所謂損之而益也何謂益之而損昔晉\n厲公南伐楚東伐齊西伐秦北伐燕兵横行天下而無\n所綣威服四方而無所詘遂合諸侯於嘉陵氣\n充志驕淫侈無度㬥虐萬民内無輔拂之臣外無諸侯\n之助戮殺大臣親近導諛明年出遊匠驪氏欒書中行\n偃劫而幽之諸侯莫之救百姓莫之哀三月\n而死夫戰勝攻取地廣而名尊此天下之所願也然而\n終於身死國亡此所謂益之而損者也夫孫叔敖之請\n有寑之丘沙石之地所以累世不奪也晉厲公之合諸\n侯於嘉陵所以身死於匠驪氏也衆人皆知利利而病\n病也唯聖人知病之為利知利之為病也夫再實之木\n根必傷掘藏之家必有殃以言大利而反為\n害也張武教智伯奪韓魏之地而擒於晉陽\n申叔時教荘王封陳氏之後而霸天下\n孔子讀易至損益未嘗不憤然而歎曰益\n損者其王者之事與事或欲以利之適足以害之或欲\n害之乃反以利之利害之反禍福之門戸不可不察也\n陽虎為亂於魯魯君令人閉城門而捕之得者有重賞\n失者有重罪圍三匝而陽虎將舉劒而伯頥門者\n止之曰天下探之不窮我將出子陽虎因赴圍\n而逐揚劒提戈而走門者出之顧反取其出之者以戈\n推之攘祛薄腋出之者怨之曰我非故與子反也\n為之蒙死被罪而乃反傷我宜矣其有此難也魯君聞\n陽虎失大怒問所出之門使有司拘之以為傷者受大\n賞而不傷者被重罪此所謂害之而反利者也何謂欲\n利之而反害之楚恭王與晉人戰於鄢陵戰酣\n㳟王傷而休司馬子反渴而求飲豎陽穀奉\n酒而進之子反之為人也嗜酒而甘之不能\n絶於口遂醉而卧恭王欲復戰使人召司馬子反辭以\n心痛王駕而往視之入幄中而聞酒臭恭王大怒曰今\n日之戰不穀親傷所恃者司馬也而司\n馬又若此是亡楚國之社稷而不率吾衆也不穀無與\n復戰矣於是罷師而去之斬司馬子反為僇故豎陽穀\n之進酒也非欲禍子反也誠愛而欲快之也而適足以\n殺之此所謂欲利之而反害之者也夫病温而強之食\n病暍而飲之寒此衆人之所以為養也而良醫之所以\n為病也悦於目悦於心愚者之所利也然而有道者之\n所辟也故聖人先忤而後合衆人先合而後忤有功者\n人臣之所務也有罪者人臣之所辟也或有功而見疑\n或有罪而益信何也則有功者離恩義有罪者不敢失\n仁心也魏將樂羊攻中山其子執在城中城中\n縣其子以示樂羊樂羊曰君臣之義不得以子為私攻\n之愈急中山因烹其子而遺之鼎羮與其首樂羊循而\n泣之曰是吾子已為使者跪而啜三杯使者歸報中山\n曰是伏約死節者也不可忍也遂降之為魏文侯大開\n地有功自此之後日以不信此所謂有功而見疑者也\n何謂有罪而益信孟孫獵而得麑使秦西巴持\n歸烹之麑母隨之而嗁秦西巴弗忍縱而予之孟孫歸\n求麑安在秦西巴對曰其母隨而嗁臣誠弗忍竊縱而\n予之孟孫怒逐秦西巴居一年取以為子傅左右曰秦\n西巴有罪於君今以為子傅何也孟孫曰夫一麑而不\n忍又何况於人乎此謂有罪而益信者也故趍舍不可\n不審也此公孫鞅之所以抵罪於秦而不得入魏也\n功非不大也然而累足無\n所踐者不義之故也事或奪之而反與之或與之而反\n取之智伯求地於魏宣子宣子弗欲與之任登曰智伯\n之強威行於天下求地而弗與是為諸侯先受禍也不\n若與之宣子曰求地不己為之奈何任登曰與之使喜\n必將復求地於諸侯諸侯必植耳與天下同\n心而圖之一心所得者非直吾所亡也魏宣子裂地而\n授之又求地於韓康子韓康子不敢不予諸侯皆恐又\n求地於趙襄子襄子弗與於是智伯乃從韓魏圍襄子\n於晉陽三國通謀擒智伯而三分其國此所謂奪人而\n反為人所奪也何謂與之而反取之晉獻公欲假道於\n虞以伐虢遺虞垂棘之璧與屈産之乘虞公惑於璧與\n馬而欲與之道宫之竒諌曰不可夫虞之與虢若車之\n有輪輪依於車車亦依輪虞之與虢相恃而勢也若假\n之道虢朝亡而虞夕從之矣虞公弗聼遂假之道荀息\n伐虢遂克之還反伐虞又拔之此所謂與之而\n反取者也聖王布德施惠非求其報於百姓也郊望禘\n嘗非求福於鬼神也山致其髙\n而雲起焉水致其深而蛟龍生焉君子致其道而福祿\n歸焉夫有隂德者必有陽報有隂行者必有昭名古者\n溝防不修水為民害禹鑿龍門辟伊闕平治水土使民\n得陸處百姓不親五品不慎契教以君臣之義父子之\n親夫妻之辯長幼之序田野不修民食不足后稷乃教\n之辟地墾草糞土種穀令百姓家給人足故三后之後\n無不王者有隂徳也周室衰禮義廢孔子以三\n代之道教導於世其後繼嗣至今不絶者有隱行也秦\n王趙政兼呑天下而已智伯侵地而滅\n商鞅支解李斯車裂三代種德而王\n齊桓繼絶而覇故樹黍者不獲稷樹怨者無報徳昔者\n宋人好善者三世不解家無故而黒牛生白犢以問先\n生先生曰此吉祥以饗鬼神\n居一年其父無故而盲牛又復生白犢其父又復使\n其子以問先生其子曰前聼先生言而失明今又復問\n之奈何其父曰聖人之言先忤而後合其事未究固試\n往復問之其子又復問先生先生曰此吉祥也復以饗\n鬼神歸致命其父其父曰行先生之言也居一年其子\n又無故而盲其後楚攻宋圍其城當此之\n時易子而食析骸而炊丁壮者死老病童兒皆上城牢\n守而不下楚王大怒城已破諸城守者皆屠之此獨以\n父子盲之故得無乘城軍罷圍解則父子俱視夫\n禍福之轉而相生其變難見也近塞上之人有善術者\n馬無故亡而入胡人皆弔之其父曰此何遽不為福乎\n居數月其馬將胡駿馬而歸人皆賀之其父曰此何遽\n不能為禍乎家富良馬其子好騎墮而折其髀人皆弔\n之其父曰此何不遽為福乎居一年胡人大入塞丁壮\n者引絃而戰近塞之人死者十九此獨以跛之故父子\n相保故福之為禍禍之為福化不可極深不可測也或\n直於辭而不害於事者或虧於耳以忤於心而合於實\n者髙陽魋將為室問匠人匠人對曰未可也\n木尚生加塗其上必將撓以生材任重塗今雖成後必\n敗髙陽魋曰不然夫木枯則益勁塗乾則益輕以勁材\n任輕塗今雖惡後必善匠人窮於辭無以對受令而為\n室其始成竘然善也而後果敗此所謂直於辭\n而不可用者也何謂虧於耳忤於心而合於實靖郭君\n將城薛賔客多止之弗聼靖郭君謂謁\n者曰無為賔通言齊人有請見者曰臣請道三言而已\n過三言請烹靖郭君聞而見之賔趨而進再拜而興因\n稱曰海大魚則反走靖郭君止之曰願聞其説賔曰臣\n不敢以死為熈靖郭君曰先生不逺道而至此為\n寡人稱之賔曰海大魚網弗能止也釣弗能牽也蕩而\n失水則螻螘皆得志焉今夫齊君之淵也君失齊則薛\n能自存乎靖郭君曰善乃止不城薛此所謂虧於耳忤\n於心而得事實者也夫以無城薛止城薛其於以行説\n乃不若海大魚故物或逺之而近或近之而逺或説聼\n計當而身䟽或言不用計不行而益親何以明之三國\n伐齊為平陸括子以報於牛子曰三國之地不\n接於我踰隣國而圍平陸利不足貪也然則求名於我\n也請以齊侯往牛子以為善括子出無害子入\n牛子以括子言告無害子無害子曰異乎臣之所聞牛\n子曰國危而不安患結而不解何謂貴智無害子曰臣\n聞之有裂壤土以安社稷者聞殺身破家以存其國者\n不聞出其君以為封疆者牛子不聼無害子之言而用\n括子之計三國之兵罷而平陸之地存自此之後括子\n日以䟽無害子日以進故謀患而患解圖國而國存括\n子之智得矣無害子之慮無中於策謀無益於國然而\n心調於君有義行也今人待冠而飾首待履而行地冠\n履之於人也寒不能煖風不能障㬥不能蔽也然而冠\n冠履履者其所自託者然也夫咎犯戰勝城濮而雍季\n無尺寸之功然而雍季先賞而咎犯後存者其言有貴\n者也故義者天下之所賞也百言百當不如擇趨而審\n行也或無功而先舉或有功而後賞何以明之昔晉文\n公將與楚戰城濮問於咎犯曰為柰何咎犯曰仁義之\n事君子不厭忠信戰陳之事不厭詐偽君其詐之而已\n矣辭咎犯問雍季雍季對曰焚林而獵愈多得獸後必\n無獸以詐偽遇人雖愈利後亦無復君其正之而已矣\n於是不聽雍季之計而用咎犯之謀與楚人戰大破之\n還歸賞有功者先雍季而後咎犯左右曰城濮之戰咎\n犯之謀也君行賞先雍季何也文公曰咎犯之言一時\n之權也雍季之言萬世之利也吾豈可以先一時之權\n而後萬世之利也哉智伯率韓魏二國伐趙圍晉陽决\n晉水而灌之城下縁木而處縣釡而炊襄子謂張孟談\n曰城中力已盡糧食匱乏大夫病為之柰何張孟談曰\n亡不能存危弗能安無為貴智士臣請試潜行見韓魏\n之君而約之乃見韓之君説之曰臣聞之脣亡而齒寒\n今智伯率二君而伐趙趙將亡矣趙亡則君為之次矣\n不及今而圖之禍將及二君二君曰智伯之為人也粗\n中而少親我謀而泄事必敗為之柰何張孟談曰言出\n君之口入臣之耳人孰知之者乎且同情相成同利相\n死君其圖之二君乃與張孟談隂謀與之期張孟談乃\n報襄子至其日之夜趙氏殺其守隄之吏决水灌智伯\n智伯軍救水而亂韓魏翼而擊之襄子將卒犯其前大\n敗智伯軍殺其身而三分其國襄子乃賞有功者而髙\n赫為賞首羣臣請曰晉陽之存張孟談之功也而赫為\n賞首何也襄子曰晉陽之圍也寡人國家危社稷殆羣\n臣無不有驕侮之心者唯赫不失君臣之禮吾是以先\n之由此觀之義者人之大本也雖有戰勝存亡之功不\n如行義之隆故君子曰美言可以市尊美行可以加人\n或有罪而可賞也或有功而可罪也西門豹治鄴\n廪無積粟府無儲錢庫無甲兵官無計㑹人數言其\n過於文侯文侯身行其縣果若人言文侯曰翟璜任子\n治鄴而大亂子能道則可不能將加誅於子西門豹曰\n臣聞王主富民霸主富武亡國富庫今王欲為覇王者\n也臣故稸積於民君以為不然臣請升城鼓之一鼓甲\n兵粟米可立具也於是乃升城而鼓之一鼓民被甲括\n矢操兵弩而出再鼓負輦粟而至文侯曰\n罷之西門豹曰與民約信非一日之積也一舉而欺之\n後不可復用也燕常侵魏入城臣請北擊之以復侵地\n遂舉兵擊燕復地而後反此有罪而可賞者也解扁為\n東封上計而入三倍有司請賞之文侯曰吾\n土地非益廣也人民非益衆也入何以三倍對曰以冬\n伐木而積之於春浮之河而鬻之文侯曰民春以力耕\n暑以強耘秋以收歛冬間無事以伐林而積之負軛而\n浮之河是用民不得休息也民以弊矣雖有三倍之入\n將焉用之此有功而可罪也賢主不茍得忠臣不茍利\n何以明之中行穆伯攻鼓弗能下餽聞倫\n曰鼓之嗇夫聞倫知之請無罷武大夫而鼓可\n得也穆伯弗應左右曰不折一㦸不傷一卒而鼔可得\n也君奚為弗使穆伯曰聞倫為人佞而不仁若使聞倫\n下之吾可以勿賞乎若賞之是賞佞人佞人得志是使\n晉國之武舍仁而為佞雖得鼓將何所用之攻城者欲\n以廣地也得地不取者見其本而知其末也秦穆公使\n孟盟舉兵襲鄭過周以東鄭之賈人弦髙\n蹇他相與謀曰師行數千里數絶諸侯之地其\n勢必襲鄭凡襲國者以為無備也今示以知其情必不\n敢進乃矯鄭伯之命以十二牛勞之三率相與謀\n曰凡襲人者以為弗知今已知之矣守備必固\n進必無功乃還師而反晉先軫舉兵擊之大破\n之殽鄭伯乃以存國之功賞弦髙弦髙辭之曰誕而得\n賞則鄭國之信廢矣為國而無信是敗俗也賞一人敗\n國俗仁者弗為也以不信得厚賞義者弗為也遂以其\n屬徙東夷終身不反故仁者不以欲傷生知者不以利\n害義聖人之思脩愚人之思叕忠臣者務崇君\n之徳諂臣者務廣君之地何以明之陳夏徵舒弑其君\n楚荘王伐之陳人聽令莊王以討有罪遣卒戍陳\n大夫畢賀申叔時使於齊反還而不賀莊王曰陳\n為無道寡人起九軍以討之征㬥亂誅罪人羣臣皆賀\n而子獨不賀何也申叔時曰牽牛蹊人之田田主殺其\n人而奪之牛罪則有之罰亦重矣今君王以陳為無道\n興兵而攻因以誅罪人遣人戍陳諸侯聞之以王為非\n誅罪人也貪陳國也蓋聞君子不棄義以取利王曰善\n乃罷陳之戍立陳之後諸侯聞之皆朝於楚此務崇君\n之徳者也張武為智伯謀曰晋六將軍中行文子\n最弱而上下離心可伐以廣地於是伐范中行㓕之矣\n又教智伯求地於韓魏趙韓魏裂地而授之趙氏不與\n乃率韓魏而伐趙圍之晋陽三年三國隂謀同計以擊\n智氏遂㓕之此務為君廣地者也夫為君崇德者霸為\n君廣地者㓕故千乘之國行文德者王湯武是也萬乘\n之國好廣地者亡智伯是也非其事者勿仞也非其名\n者勿就也無故有顯名者勿處也無功而富貴者勿居\n也夫就人之名者廢仞人之事者敗無功而大利者後\n將為害譬猶縁髙木而望四方也雖偷樂哉然而疾風\n至未甞不恐也患及身然後憂之六驥追之弗能及也\n是故忠臣事君也計功而受賞不為茍得積力而受官\n不貪爵祿其所能者受之勿辭也其所不能者與之勿\n喜也辭所能則匿欲所不能則惑辭所不能而受所能\n則得無損墮之勢而無不勝之任矣昔者智伯驕伐范\n中行而克之又刼韓魏之君而割其地尚以為未足遂\n興兵伐趙韓魏反之軍敗晋陽之下身死髙梁之東頭\n為飲器國分為三為天下笑此不知足之禍也老子曰\n知足不辱知止不殆可以脩乆此之謂也或譽人而適\n足以敗之或毁人而乃反以成之何以知其然也費無\n忌復於荆平王曰晋之所以霸者近諸夏也\n而荆之所以不能與之争者以其僻逺也楚\n王若欲從諸侯不若大城城父而令太子建守焉以來\n北方王自収其南是得天下也楚王悦之因命太子建\n守城父命伍子奢傅之居一年伍子奢遊人於王側\n言太子甚仁且勇能得民心王以告費無忌\n無忌曰臣固聞之太子内撫百姓外約諸侯齊晋又輔\n之將以害楚其事已構矣王曰為我太子又尚何求曰\n以秦女之事怨王王因殺太子建而誅伍子奢此所謂\n見譽而為禍者也何謂毁人而反利之唐子短陳駢子\n於齊威王威王欲殺之陳駢子與其屬出亡奔\n薛孟嘗君聞之使人以車迎之至而養以芻豢黍粱五\n味之膳日三至冬日被裘罽夏日服絺紵出則乘牢\n車駕良馬孟嘗君問之曰夫子生於齊長於齊夫子亦\n何思於齊對曰臣思夫唐子者孟嘗君曰唐子者非短\n子者耶曰是也孟嘗君曰子何為思之對曰臣之處於\n齊也糲粢之飯藜藿之羮冬日則寒凍夏日則暑傷自\n唐子之短臣也以身歸君食芻豢飯黍粢服輕煖乗牢\n良臣故思之此謂毁人而反利之者也是故毁譽之言\n不可不審也或貪生而反死或輕死而得生或徐行而\n反疾何以知其然也魯人有為父報讐於齊者刳其腹\n而見其心坐而正冠起而更衣徐行而出門上車而步\n馬顔色不變其御欲驅撫而止之曰今日為父執讐以\n出死非為生也今事已成矣又何去之追者曰此有節\n行之人不可殺也解圍而去之使被衣不暇帶冠不及\n正蒲伏而走上車而馳必不能自免於千歩之中矣今\n坐而正冠起而更衣徐行而出門上車而步馬顔色不\n變此衆人所以為死也而乃反以得活此所謂徐而馳\n遲於歩也夫走者人之所以為疾也步者人之所以為\n遲也今反乃以人之所為遲者反為疾明於分也有知\n徐之為疾遲之為速者則幾於道矣故黄帝亡其元珠\n使離朱㨗剟索之而弗能得\n之也於是使忽怳而後能得之聖人敬\n小慎㣲動不失時百射重戒禍乃不滋計福勿及\n慮禍過之同日被霜蔽者不傷愚者有備與知者同功\n夫爝火在縹烟之中也一指之所能息也塘漏若鼷穴\n一墣之所能塞也及至火之燔孟諸而炎雲䑓\n水决九江而漸荆州雖起三軍之衆弗能救也\n夫積愛成福積怨成禍若癰疽之必潰也所凂者多矣\n諸御鞅復於簡公曰陳成常宰予二\n子者甚相憎也臣恐其構難而危國也君不如去一人\n簡公不聼居無幾何陳成常果攻宰予於庭中而弑簡\n公於朝此不知敬小之所生也魯季氏與郈氏鬭雞\n郈氏介其雞而季氏為之金距\n季氏之雞不勝季平子怒因侵郈氏之宫而築\n之郈昭伯怒傷之魯昭公曰禱於襄公之廟舞者二人\n而已其餘盡舞於季氏季氏之\n無道無上乆矣弗誅必危社稷公以告子家駒\n子家駒曰季氏之得衆三家為一其徳厚其威強君胡\n得之昭公弗聼使郈昭伯將卒以攻之仲孫氏季孫氏\n相與謀曰無季氏死亡無日矣遂興兵以救之郈昭伯\n不勝而死魯昭公出奔齊故禍之所從生者始於雞足\n及其大也至於亡社稷故蔡女蕩舟齊師大侵楚\n兩人搆怨廷殺\n宰予簡公遇殺身死無後陳氏代之齊乃無吕兩家鬬\n雞季氏金距郈公作難魯昭公出走故師之所處生以\n棘楚禍生而不蚤㓕若火之得燥水之得濕浸而\n益大癰疽發於指其痛遍於體故蠧啄剖梁柱蟁䖟走\n牛羊此之謂也人皆務於救患之備而莫能知使患無\n生夫使患無生易於救患而莫能加務焉則未可與言\n術也晋公子重耳過曹曹君欲見其骿脇使之袒而捕\n魚釐負羈止之曰公子非常也從者三人皆霸王之佐\n也遇之無禮必為國憂君弗聼重耳反國\n起師而伐曹遂㓕之身死人手社稷為墟禍生於袒而\n捕魚齊楚欲救曹不能存也聽釐負羈之言則無亡患\n矣今不務使患無生患生而救之雖有聖知弗能為謀\n且患禍之所由來者萬端無方是故聖人深居以避辱\n静安以待時小人不知禍福之門戸妄動而絓羅網雖\n曲為之備何足以全其身譬猶失火而鑿池被裘而用\n箑也且塘有萬穴塞其一魚遽無由出室\n有百戸閉其一盗遽無從入夫牆之壊也於隟劒之折\n必有齧聖人見之蚤故萬物莫能傷也太宰子朱\n侍飯於令尹子國令尹子國啜羮而熱投巵\n漿而沃之明曰太宰子朱辭官而歸其僕曰楚太宰未\n易得也辭官去之何也子朱曰令尹輕行而簡禮其辱\n人不難明年伏郎尹而笞之三百夫仕者先\n避之見終始㣲矣夫鴻鵠之未孚於卵也一指篾之則\n靡而無形矣及至其筋骨之已就而羽翮之既成也則\n奮翼揮䎚凌乎浮雲背負青天膺摩赤霄\n翺翔乎忽荒之上徜徉乎虹蜺之間雖有勁弩\n利矰㣲繳蒲且子之巧亦弗能加也江水之始出於岷\n山也可攓裳而越也及至乎下洞庭騖石城經丹徒起\n波濤舟杭一日不能濟也是故聖人者常從事於無形\n之外而不留思盡慮於成事之内是故患禍弗能傷也\n人或問孔子曰顔回何如人也曰仁人也丘弗如也子\n貢何如人也曰辯人也丘弗如也子路何人也曰勇人\n也丘弗如也賔曰三人皆賢夫子而為夫子役何也孔\n子曰丘能仁且忍辯且訥勇且怯以三子之能易丘一\n道丘弗為也孔子知所施之也秦牛缺徑于山中\n而遇盗奪之車馬觧其槖笥拖其衣被盗還反顧\n之無懼色憂志驩然有以自得也盗遂問之曰吾奪子\n財貨劫子以刀而志不動何也秦牛缺曰車馬所以載\n身也衣被所以揜形也聖人不以所養害其養盗相視\n而笑曰夫不以欲傷生不以利累形者世之聖人也以\n此而見王者必且以我為事也還反殺之此能以知知\n矣而未能以知不知也能勇於敢而未能勇於不敢也\n凡有道者應卒而不乏遭難而能免故天下貴之今知\n所以自行也而未知所以為人行也其所論未之究者\n也人能由昭昭於𠖇𠖇則幾於道矣詩曰人亦有言無\n哲不愚此之謂也事或為之適足以敗之或備之適足\n以致之何以知其然也秦皇挾録圖見其傳曰亡秦者\n胡也因發卒五十萬使蒙公楊翁子將築\n脩城西屬流沙北擊遼水東結朝鮮\n中國内郡輓車而餉之又利越之犀角象齒翡翠珠璣\n乃使尉屠睢發卒五十萬為\n五軍一軍塞鐔城之嶺一軍守九嶷之塞\n一軍處畨禺之都一軍守南野之界\n一軍結餘干之水三年不解甲弛弩使監祿\n無以轉餉又以卒鑿渠而通糧道以與\n越人戰殺西嘔君譯吁宋而越人皆\n入叢薄中與禽獸處莫肯為秦虜相置桀駿以為將而\n夜攻秦人大破之殺尉屠睢伏尸流血數十萬乃發適\n戍以備之當此之時男子不得修農畝婦人不得剡麻\n考縷羸弱服格於道大夫箕㑹於衢病\n者不得養死者不得𦵏於是陳勝起於大澤奮臂大呼\n天下席卷而至於戯劉項興義兵隨而定若折\n槁振落遂失天下禍在備胡而利越也欲知築脩城以\n備亡不知築脩城之所以亡也發適戍以備越而不知\n難之從中發也夫鵲先識歲之多風也去髙木而巢扶\n枝大人過之則探鷇嬰兒過之則挑其卵知備逺\n難而忘近患故秦之設備也鳥鵲之智也或争利而反\n強之或聼從而反止之何以知其然也魯哀公欲西益\n宅史争之以為西益宅不祥哀公作\n色而怒左右數諌不聼乃以問其傅宰折睢曰吾欲\n益宅而史以為不祥子以為何如宰折睢曰天下有三\n不祥西益宅不與焉哀公大悦而喜頃復問曰何謂三\n不祥對曰不行禮義一不祥也嗜慾無止二不祥也不\n聼強諌三不祥也哀公黙然深念憤然自反遂不西益\n宅夫史以争為可以止之而不知不争而反取之也智\n者離路而得路愚者守道而失路夫兒說之巧於閉結\n無不解非能閉結而盡解之也不解不可解也\n至乎以弗解觧之者可與及言論矣或明禮義推道體\n而不行或解搆妄言而反當何以明之孔子行遊馬失\n食農夫之稼野人怒取馬而繫之子貢往説之卑辭而\n不能得也孔子曰夫以人之所不能聽説人譬以大牢\n享野獸以九韶樂飛鳥也予之罪也非彼人之過也乃\n使馬圉徃説之至見野人曰子耕於東海至於西\n海吾馬之失安得不食子之苖野人大喜觧馬而與之\n説若此其無方也而反行事有所至而巧不若拙故聖\n人量鑿而正枘夫歌采菱發陽阿鄙人聼之不若此延\n路陽局非歌者拙也聼者異也故交畫不暢\n連環不觧物之不通者聖人不争也仁者百姓之\n所慕也義者衆庶之所髙也為人之所慕行人之所髙\n此嚴父之所以教子而忠臣之所以事君也然世或用\n之而身死國亡者不同於時也昔徐偃王好行仁義陸\n地之朝者三十二國王孫厲謂楚莊王曰王不\n伐徐必反朝徐王曰偃王有道之君也好行仁義不可\n伐王孫厲曰臣聞之大之與小強之與弱也猶石之投\n卵虎之㗖豚又何疑焉且夫為文而不能達其徳為武\n而不能任其力亂莫大焉楚王曰善乃舉兵而伐徐遂\n㓕之此仁義而不知世變者也申菽杜茝\n美人之所懐服也及漸之於滫則不能保其\n芳矣古者五帝貴德三王用義五霸任力今取帝王之\n道而施之五霸之世是由乗驥逐人於榛薄而蓑笠盤\n旋也今霜降而樹榖氷泮而求穫欲其食則難矣故易\n曰潛龍勿用者言時之不可以行也故君子終日乾乾\n夕惕若厲無咎終日乾乾以陽動也夕惕若厲以隂息\n也因日以動因夜以息唯有道者能行之夫徐偃王為\n義而㓕燕子噲行仁而亡哀公好儒而削代君為墨而\n殘㓕亡削殘㬥亂之所致也而四君獨以仁義儒墨而\n亡者遭時之務異也非仁義儒墨不行非其世而用之\n則為之擒矣夫㦸者所以攻城也鏡者所以照形也宫\n人得㦸則以刈葵盲者得鏡則以蓋巵不知所\n施之也故善鄙不同誹譽在俗趍舍不同逆順在君狂\n譎不受祿而誅段干\n木辭相而顯所行同也而利害異者時使然也故聖人\n雖有其志不遇其世僅足以容身何功名之可致也知\n天之所為知人之所行則有以任於世矣知天而不知\n人則無以與俗交知人而不知天則無以與道遊單豹\n倍世離俗巖居谷飲不衣絲麻不食五榖行年七十猶\n有童子之顔色卒而遇饑虎殺而食之張毅好恭\n過宫室廊廟必趍見門閭聚衆必下厮徒馬圉皆與\n伉禮然不終其壽内熱而死豹養其内而虎食其外毅\n脩其外而疾攻其内故直意適情則堅強賊之以身役\n物則隂陽食之此皆載務而戯乎其調者也得道之士\n外化而内不化外化所以入人也内不化所以全身也\n故内有一定之操而外能詘伸贏縮卷舒與物推移故\n萬舉而不䧟所以貴聖人者以其能龍變也今捲捲然\n守一節推一行雖以毁碎滅沉猶且弗易者此察於小\n好而塞於大道也趙宣孟活饑人於委桑之下而天下\n稱仁焉荆□非犯河中之難不失其守而天下稱勇焉\n是故見小行則可以論大體矣田子方見老馬於道\n喟然有志焉以問其御曰此何馬也其御曰此故\n公家畜也老罷而不為用出而鬻之田子方曰少而貪\n其力老而棄其身仁者弗為也束帛以贖之罷武聞之\n知所歸心矣齊莊公出獵有一蟲舉足將摶其輪問其\n御曰此何蟲也對曰此所謂螳螂者也其為蟲也知進\n而不知却不量力而輕敵莊公曰此為人而必為天下\n勇武矣廻車而避之勇武聞之知所盡死矣故田子方\n隱一老馬而魏國載之齊荘公避一螳螂而勇武歸之\n湯教祝網者而四十國朝\n文王葬死人之骸而九夷歸之\n武王䕃暍人於樾下\n左擁而右扇之而天下懷其德越\n王句踐一决獄不辜援龍淵而切其股血流至足以自\n罰也而戰武士必其死故聖人行之於小則可以覆大\n矣審之於近則可以懐逺矣孫叔敖决期思之水而灌\n雩婁之野莊王知其可以為令尹也子發辯\n擊劇而勞佚齊\n楚國知其可以為兵主也此皆形\n於小㣲而通於大理者也聖人之舉事不加憂焉察其\n所以而已矣今萬人調鍾不能比之律誠得知者一人\n而足矣説者之論亦猶此也誠得其數則無所用多矣\n夫車之所以能轉千里也以其要在三寸之轄夫勸人\n而弗能使也禁人而弗能止也其所由者非理也昔者\n衛君朝於吳呉王囚之欲流之於海説者\n冠蓋相望而弗能止魯君聞之撤鐘鼓之縣縞素\n而朝仲尼入見曰君胡為有憂色魯君曰諸侯無親以\n諸侯為親大夫無黨以大夫為黨今衛君朝於吳王吳\n王囚之而欲流之於海孰衛君之仁義而遭此難也吾\n欲免之而不能為奈何仲尼曰若欲免之則請子貢行\n魯君召子貢授之將軍之印子貢辭曰貴無益於觧患\n在所由之道歛躬而行至於吳見太宰嚭太宰嚭甚悦\n之欲薦之於王子貢曰子不能行説於王柰何吾因子\n也太宰嚭曰子焉知嚭之不能也子貢曰衛君之來也\n衛國之半曰不若朝於晋其半曰不若朝於吳然衛君\n以為吳可以歸骸骨也故束身以受命今子受衛君而\n囚之又欲流之於海是賞言朝於晉者而罰言朝於吴\n也且衛君之來也諸侯皆以為蓍龜兆今朝\n於吳而不利則皆移心於晉矣子之欲成霸王之業不\n亦難乎太宰嚭入復之於王王報出令於百官曰比十\n日而衛君之禮不具者死子貢可謂知所以説矣魯哀\n公為室而大公宣子諫曰室大衆與人處則譁\n少與人處則悲願公之適公曰寡人聞命矣築室不輟\n公宣子復見曰國小而室大百姓聞之必怨吾君諸侯\n聞之必輕吾國魯君曰聞命矣築室不輟公宣子復見\n曰左昭而右穆為大室以臨二先君之廟得\n無害於子乎公乃令罷役除版而去之魯君之欲為室\n誠矣公宣子止之必矣然三説而一聼者其二者非其\n道也夫臨河而釣日入而不能得一鯈魚者非江河魚\n不食也所以餌之者非其欲也及至良工執竿投而擐\n脣吻者能以其所欲而釣者也夫物無不可奈何有人\n無奈何鉛之與丹異類殊色\n而可以為丹者得其數也故繁稱文辭無益於説審其\n所由而已矣物類之相摩近而異門戸者衆而難識也\n故或類之而非或不類之而是或若然而不然者或不\n若然而然者諺曰鳶墮腐䑕而虞氏以亡何謂也曰虞\n氏梁之大富人也家充盈殷富金錢無量財貨無貲升\n髙樓臨大路設樂陳酒積愽其上游俠相隨而行樓下\n博上者射朋張中反兩而笑飛鳶適墮\n其腐䑕而中游俠游俠相與言曰虞氏富樂之日乆矣\n而常有輕易人之志吾不敢侵犯而乃辱我以腐䑕如\n此不報無以立務於天下請與公僇力一志悉率\n徒屬而必以㓕其家此所謂類之而非者也何謂非類\n而是屈建告白乞曰白公勝將為亂石\n乞曰不然白公勝卑身下士不敢驕賢其家無筦籥之\n信闗楗之固大斗斛以出輕斤兩以内而乃論之以不\n宜也屈建曰此乃所以反也居三年白公勝果為亂殺\n令尹子椒司馬子期此所謂弗類而是者\n也何謂若然而不然子發為上蔡令民有罪當刑獄㫁\n論定决於令尹前子發喟然有悽愴之心罪人已刑而\n不忘其恩此其後子發盤罪威王而出奔\n刑者遂襲恩者恩者逃之於城下之廬追者至踹足\n而怒曰子發視决吾罪而被吾刑怨之􁂋於骨\n髓使我得其肉而食之其知厭乎追者以為然而\n不索其内果活子發此所謂若然而不若然者何謂不\n然而若然者昔越王句踐卑下吳王夫差請身為臣妻\n為妾奉四時之祭祀而入春秋之貢職委社稷效民力\n隱居為蔽而戰為鋒行禮甚卑辭甚服其離叛之心逺\n矣然而甲卒三千人以擒夫差於姑胥此四䇿者不可\n不審也夫事之所以難知者以其竄端匿跡立私於公\n倚邪於正而以勝惑人之心者也若使人之所懐於内\n者與所見於外者若合符節則天下無亡國破家矣夫\n狐之捕雉也必先卑體彌耳以待其來也雉見而信之\n故可得而擒也使狐瞑目植睹見必殺之勢雉\n亦知驚憚逺飛以避其怒矣夫人偽之相欺也非直禽\n獸之詐計也物類相似若然而不可從外論者衆而難\n識矣是故不可不察也\n"}
{"id": "KR3j0010_019", "series": "KR3j0010", "text": "　　　　　　　　　　　　　漢　髙誘　註\n　　修務訓\n或曰無為者寂然無聲漠然不動引之不來推之不往\n如此者乃得道之像吾以為不\n然嘗試問之矣若夫神農堯舜禹湯可謂聖人乎有論\n者必不能廢以五聖觀之則莫得無為明矣古者民茹\n草飲水采樹木之實食蠃蠬之肉時多疾病毒傷之害\n於是神農乃始教民播種五穀相土地宜燥濕肥墝髙\n下嘗百草之滋味水泉之甘苦令民知所避就當此之\n時一日而遇七十毒堯立孝慈仁愛使民如子弟西教\n沃民東至黒齒北撫幽都南道交趾\n放\n讙兠於崇山竄三苖於三危\n\n流共工於幽州殛鯀於羽山舜作室\n築牆茨屋辟地樹榖令民皆知去巖穴各有家室南征\n三苗道死蒼梧\n禹沐浴霪雨櫛扶風\n决江疏河鑿龍門闢伊闕\n\n修彭蠡之防乗四載隨山栞木平治水土定千八\n百國\n湯夙興夜寐以致聰明\n輕賦薄歛以寛民氓\n布德施惠以振困窮弔死問疾以養孤孀\n百姓親附政令流行乃整兵鳴條困夏南巢譙以其過\n放之厯山\n此五聖者天下之盛主勞形盡慮為民興利除害而不\n懈奉一爵酒不知於色挈一石之尊則白汗\n交流又况贏天下之憂而海内之事者乎其重於\n尊亦逺也且夫聖人者不耻身之賤而愧道之不\n行不憂命之短而憂百姓之窮是故禹之為水以身解\n於陽眄之河湯旱以身禱於桑山\n之林聖人憂民如此其明也而稱以無\n為豈不悖哉且古之立帝王者非以奉養其欲也\n聖人踐位者非以逸樂其身也為天下強掩弱衆\n㬥寡詐欺愚勇侵怯懐知而不以相教積財而不以相\n分故立天子以齊之為一人聰明而不足以遍照\n海内故立三公九卿以輔翼之絶國殊俗僻逺\n幽閒之處不能被德承澤故立諸侯以教誨之\n是以地無不任時無不應官無隱事國無\n遺利所以衣寒食饑養老弱而\n息勞倦也若以布衣徒歩之人觀之則伊尹負鼎而干\n湯吕望鼔刀而入周伯里奚轉鬻管仲束縳孔子無黔\n突墨子無煖席是以\n聖人不髙山不廣河蒙耻辱以干世主非以貪祿慕位\n欲事起天下利而除萬民之害\n蓋聞傳書曰神農憔悴堯瘦􁁺舜黴黑禹胼胝\n由此觀之則聖人之憂勞百姓甚矣故自天子以下至\n於庶人四胑不動思慮不用事治求贍者未之聞也\n夫地勢水東流人必事焉然後水潦得谷行\n禾稼春生人必加功焉故五榖得遂長\n聽其自流待其自生則鯀禹之功不立而后稷之智\n不用若吾所謂無為者私志不得入公道嗜欲不得枉\n正術循理而舉事因資而立權自然之勢而曲故不得\n容者事成而身弗伐功立而名弗有非\n謂其感而不應攻而不動者若夫以火熯井以淮灌山\n此用已而背自然故謂之有為\n若夫水之用舟沙之用鳩泥之用輴山之用\n蔂夏瀆而冬陂因髙為田因下為池此非吾所謂為之\n聖人之從事也殊體而合于理\n其所由異路而同歸其存危定傾若一志\n不忘於欲利人何以明之昔者楚欲攻宋墨子聞而悼\n之自魯趍而十日十夜足重繭而不休息\n裂衣裳裹足至於郢見楚王曰臣聞\n大王舉兵將攻宋計必得宋而後攻之乎忘其苦衆勞\n民頓兵剉鋭負天下以不義之名而不得咫尺之地猶\n且攻之乎王曰必不得宋又且為不義曷為攻之墨子\n曰臣見大王之必傷義而不得宋王曰公輸天下之巧\n士作雲梯之械設以攻宋曷為弗取\n墨子曰令公輸設攻臣請守之於是\n公輸般設攻宋之械墨子設守宋之備九攻而墨子九\n却之弗能入於是乃偃兵輟不攻宋段干木\n辭祿而處家魏文侯過其閭而軾之\n其僕曰君何為軾文侯曰叚干木在是以軾其僕曰叚\n干木布衣之士君軾其閭不已甚乎文侯曰叚干木不\n趍勢利懐君子之道隱處窮巷聲施千里寡人\n敢勿軾乎段干木光於德寡人光於勢段干木富於義\n寡人富於財勢不若德尊財不若義髙干木雖以己易\n寡人不為吾曰悠悠慙於影\n子何以輕之哉其後秦將起兵伐魏司馬庾諌曰段干\n木賢者其君禮之天下莫不知諸侯莫不聞\n舉兵伐之無乃妨於義乎於是秦乃偃兵輟不攻魏夫\n墨子跌蹏而趍千里以存楚宋段干木闔\n門不出以安秦魏夫行與止也其勢相反而皆可以存\n國此所謂異路而同歸者也今夫\n救火者汲水而趍之或以甕瓴或以盆盂其方員鋭橢\n不同盛水各異其於㓕火鈞也故秦楚燕魏之謌也\n異轉而皆樂九夷八狄之哭也殊聲而皆悲一也\n夫謌者樂之徴也哭者悲之效也憤於\n中則應於外故在所以感夫聖人之心日夜不忘\n於欲利人其澤之所及者效亦大矣世俗衰廢而非學\n者多人性各有所脩短若魚之躍若鵲之\n駮此自然者不可損益吾以為不然夫魚者躍鵲者駮\n也猶人馬之為人馬筋骨形體所受於天不可變以此\n論之則不類矣夫馬之為草駒之時\n跳躍揚蹏翹尾而走人不能制\n齕咋足以噆肌碎骨蹶蹏足以破盧陷匈\n及至圉人擾之良御教之掩以衡扼\n連以轡衘則雖厯險超壍弗敢辭故其形之為馬馬不\n可化其可駕御教之所為也馬聾蟲也而可以\n通氣志猶待教而成又况人乎且夫身正性善發憤而\n成仁帽慿而為義性命可説不待學問而合\n於道者堯舜文王也沉䤄耽荒不可教以道不可喻於\n德嚴父弗能正賢師不能化者丹朱商均也曼頰皓齒\n形夸骨佳不待脂粉芳澤而性可説者西施陽文也\n啳􁏌哆􁀙籧\n蒢戚施雖粉白黛黒弗能為美者嫫母仳倠\n也夫上不及堯\n舜下不及商均美不及西施惡不若嫫母此教訓之所\n喻也而芳澤之所施且子有弑父者然而天下莫疏其\n子何也愛父者衆也儒有邪辟者而先王之道不廢何\n也其行之者多也今以為學者之有過而非學者則是\n以一飽之故絶榖不食以一蹪之難輟足不行惑也今\n日良馬不待策錣而行駑馬雖策錣之不能進為此不\n用策錣而御則愚矣夫怯\n夫操利劒擊則不能斷刺則不能入及至勇武攘捲一\n擣則摺脇傷幹為此棄干將鏌邪而\n以手戰則悖矣所為言者齊於衆而同於俗今不稱九\n天之頂則言黄泉之底是兩末之端議何可\n以公論乎夫橘柚冬生而人曰冬死死者衆薺麥夏死\n人曰夏生生者衆江河之回曲亦時有南北者而人謂\n江河東流攝提鎮星日月東行而人謂星辰日月西移\n者以大氐為本\n胡人有知利者而人謂之駤\n越人有重遲者而人謂之訬\n以多者名之若夫堯眉八彩九竅通同而公正\n無私\n\n一言而萬民齊舜二瞳子是謂\n重明作事成法出言成章禹耳參漏是謂大\n通興利除害疏河决江文王四乳\n是謂大仁天下所歸百姓所親臯陶馬喙是謂至信\n决獄明白察於人情禹生於石\n契生於卵史皇産\n而能書羿左臂脩而善射若\n此九賢者千歲而一出猶繼踵而生今無五聖之天奉\n四俊之才難欲棄學而循性是謂猶釋船\n而欲􁳭水也夫純鈎魚腸劒之始下型擊則不能\n斷刺則不能入及加之砥\n礪摩其鋒㓵則水斷龍舟陸剸犀甲明鏡之\n始下型矇然未見形容及其粉以元錫摩以白旃鬢眉\n㣲毫可得而察夫學亦人之砥錫也而謂學無益者所\n以論之過知者之所短不若愚者之所脩\n賢者之所不足不若衆人之有餘何以知其然\n夫宋畫吳治刻刑鏤法亂脩曲出\n其為㣲妙堯舜之聖不能及蔡之㓜女衞\n之稚質梱纂組雜竒彩抑黒質揚赤文\n禹湯之智不能逮夫\n天之所覆地之所載包於六合之内託於宇宙之間隂\n陽之所生血氣之精含牙戴角前爪後距奮翼攫肆蚑\n行蟯動之蟲喜而合怒而鬭見利而就避害而\n去其情一也雖所好惡其與人無以異然其爪牙雖利\n䈥骨雖疆不免制於人者知不能相通才力不能相一\n也各有其自然之勢無禀受於外\n故力竭功沮夫鴈順風以愛氣力衘蘆而翔\n以備矰弋螘知為垤貛\n貉為曲穴虎豹有茂草野彘有艽莦槎櫛堀虚\n連比以像宫室隂以防雨景以蔽日此亦鳥\n獸之所以知求合於其所利今使人生於辟陋之國\n長於窮櫩漏室之下長無兄弟少無父母目未\n嘗見禮節耳未嘗聞先古獨守專室而不出\n門使其性雖不愚然其知者必寡矣昔者蒼頡\n作書容成造厯胡曹為衣\n后稷耕稼儀狄作酒奚仲為車\n此六人者皆有神明之道聖智之迹故人作一事而\n遺後世非能一人而獨兼有之各悉其知貴其所欲達\n遂為天下備今使六子者易事而明弗能見\n者何萬物至衆而知不足以奄之\n周室以後無六子之賢而皆修其業當世之人無一人\n之才而知其六賢之道者何教順施續而知能流通\n由此觀之學不可已明矣今夫盲者目不能别晝\n夜分白黒然而搏琴撫弦參彈復徽攫援摽拂手\n若蔑蒙不失一弦使\n未嘗鼓瑟者雖有離朱之明攫掇之㨗猶不能屈伸其\n指何則服習積貫之所致故弓待㯳而\n後能調劒待砥而後能利玉堅無敵鏤以\n為獸首尾成形磕諸之功木直中繩揉以為輪其曲中\n規櫽括之力唐碧堅忍之類猶可刻鏤揉以成器用\n又况心意乎且夫精神滑淖纎㣲倐忽變化\n與物推移雲蒸風行在所設施君子有能精搖\n摩監砥礪其才自試神明覽物之博通物之壅觀始卒\n之端見無外之境以逍遙仿佯於塵埃之外超然獨立\n卓然離世此聖人之所以游心若此而不能閒居静思\n鼓琴讀書追觀上古及賢大夫學問講辯曰以自娱蘇\n援世事分白黒利害籌策得失以觀禍福設儀\n立度可以為法則窮道本末究事之情立是廢\n非明示後人死有遺業生有榮名如此者人才\n之所能逮然而莫能至焉者偷慢懈惰多不暇日之故\n夫瘠地之民多有心者勞也沃\n地之民多不才者饒也由此觀之知人無務不若\n愚而好學自人君公卿至於庶人不自彊而功成者天\n下未之有也詩云日就月將學有緝熈于光明此之謂\n也名可務立功可彊成故君子積志委正以趣明師勵\n節亢髙以絶世俗何以明之昔者南策疇耻聖\n道之獨亡於己身淬霜露欶蹻趹䟦渉山川冐\n蒙荆棘百舍重\n跰不敢休息南見老聃受教一言精神曉\n泠鈍聞條達欣然七日不食如饗太牢\n是以明照四海名施後世達\n畧天地察分秋毫稱譽葉語至今不休\n此所謂名可彊立者吳與楚戰\n莫囂大心撫其御之手曰今日距彊敵犯白\n刃蒙矢石戰而身死卒勝民治全我社稷可以庶幾乎\n遂入不返决腹斷頭不旋踵運軌而死申\n包胥竭筋力以赴嚴敵伏尸流血不過一卒之才\n不如約身卑辭求救於諸侯\n於是\n乃贏糧跣走䟦渉谷行上峭山赴\n深谿游川水犯津闗獵蒙籠蹷沙石蹠\n達膝曾繭重胝七日七夜至於秦庭\n鶴跱而不食\n晝吟宵哭靣若死灰顔色黴黒\n涕液交集以見秦王曰吳為封豨脩蛇蠶食上\n國虐始於楚\n寡君失社稷越在草茅百姓離散夫婦男女不遑\n啓處使下臣告急秦王乃發車千乘歩卒七\n萬屬之子虎\n踰塞而東擊吳濁水之上果大破之\n以存楚國烈藏廟堂著於憲\n法此功之可彊成者也夫七尺之形心致憂愁\n勞苦膚知痛疾寒暑人情一也聖人知時之難得務可\n趣也苦身勞形焦心怖肝不避煩難不違危殆蓋聞\n子發之戰進如激矢合如雷電解如風雨員\n之中規方之中矩破敵陷陳莫能壅御澤戰必克攻城\n必下彼非輕身而樂死務在於前遺利於後故名立而\n不墮此自強而成功者也是故田者不強\n囷倉不盈官御不厲心意不精將相不強功\n烈不成侯王懈惰後世無名詩云我馬維騏六轡如絲\n載馳載驅周爰諮謀以言人之有所務也通於物者不\n可驚以怪喻以道者不可動以竒\n察於辭者不可燿以名審於形者不可遯\n以狀世俗之人多尊古而賤今故為道者必託\n之於神農黄帝而後能入説\n亂世闇主髙逺其所從來因而貴之為學者蔽於論而\n尊其所聞相與危坐而稱之正領而誦之此見是非之\n分不明夫無規矩雖奚仲不能以定方圓無凖繩雖魯\n般不能以定曲直是故鍾子期死而伯牙絶弦破琴知\n世莫賞也\n惠施死而莊子寢説言見世莫可為語者也\n夫項託七歲為孔子師孔\n子有以聽其言也以年之少為閭丈人説救敲不給何\n道之能明也\n昔者謝子見於秦惠王惠王説之以問唐始梁唐姑梁\n曰謝子山東辯士固權説以取少主\n惠王因藏\n怒而待之後日復見逆而弗聼也非其説異也所以聼\n者易夫以徵為羽非弦之罪以甘為苦非味\n之過楚人有烹猴而召其隣人以為狗羮也而甘\n之後聞其猴也據地而吐之盡㵼其食此未始知味者\n也邯鄲師有出新曲者託之李\n竒諸人皆争學之後知其非也而皆\n棄其曲此未始知音者也鄙人有得玉璞者喜其狀以\n為寳而藏之以示人人以為石也因而棄之此未始知\n玉者也故有符於中則貴是而同今古\n無以聼其説則所從來者逺而\n貴之耳\n此和氏之所以泣血於荆山之下今劒或絶側\n羸文齧缺卷銋而稱以頃襄之劒則貴人争帶之\n琴或撥剌枉橈濶\n解漏越而稱以楚荘之琴側室争鼓之\n苖山之鋋羊\n頭之銷雖水斷龍舟陸剸兕甲莫之服帶\n山桐之琴澗梓之腹雖鳴亷\n隅修營唐牙莫之鼓也\n通人則不然腹劒者期於銛利而不期於墨\n陽莫邪乗馬者期於千里而不期於驊騮緑\n耳鼓琴者期於鳴亷脩營而不期於濫脇號鐘\n誦詩書者期於通道畧物而不期於洪範商\n頌聖人見是非若白黒之於目辯清濁之於耳聼\n衆人則不然中無主以受之譬若遺腹子之上\n隴以禮哭泣之而無所歸心故夫㝈子\n之相似者唯其母能知之玉石之相類者唯良工\n能識之書傳之㣲者唯聖人能論之今取新聖\n人書名之孔墨則弟子句指而受者必衆矣故美人者\n非必西施之種通士者不必孔墨之類曉然意有所通\n於物故作書以喻意以為知者也\n誠得清明之士執元鑑於心照物明白不為古今\n易意攄書明指以示之\n雖闔棺亦不恨矣昔晉平公令官\n為鍾鍾成而示師曠師曠曰鍾音不調\n平公曰寡人以示工工皆以為調而以為不調\n何也師曠曰使後世無知音者則已若有知音者\n必知鍾之不調故師曠之欲善調鍾也以為後之有知\n音者也三代與我同行五伯與我齊智\n彼獨有聖智之實我曾無有閭里之聞窮巷之知\n者何彼并身而立節我誕謾而悠忽\n今夫毛嬙西施天下之美人若\n使人銜腐䑕蒙蝟皮衣豹裘帶死蛇則布衣韋帶之\n人過者莫不左右睥睨而掩鼻嘗試使之施芳澤正娥\n眉設笄珥衣阿鍚曵齊紈粉\n白黛黒佩玉環揄歩雜芝若籠䝉目視\n冶由笑目流眺口曾撓竒牙\n出􁳰䩉搖\n則雖王公大人有志嚴頡頏之行者無不憚\n悇癢心而悦其色矣今以中人之才蒙\n愚惑之智被汙辱之行無本業所修方術所務焉得無\n有睥靣掩鼻之容哉今鼔舞者\n繞身若環曾撓摩地扶旋猗那\n動容轉曲便媚擬神身若\n秋葯被風髮若結旌騁馳若騖\n木熈者舉梧檟據句枉\n蝯自縱好茂葉龍夭矯燕\n枝拘援豐條舞扶䟽\n龍從鳥集搏援攫肆薎蒙踊躍\n且夫觀身莫不為之損心酸足\n彼乃始徐行微笑被衣修擢\n夫鼓舞者非柔縱\n而木熈者非眇勁淹浸漬漸靡\n使然也是故生木之長莫\n見其益有時而脩砥礪䃺監莫見其損有時而薄\n藜藿之生蝡蝡然日加數寸不可以為櫨\n棟楩柟豫章之生也七年而後知故可以為棺舟\n夫事有易成者名小難成者功大君子脩美雖未有利\n福將在後至故詩云日就月將學有緝熈於光明\n此之謂也\n"}
{"id": "KR3j0010_020", "series": "KR3j0010", "text": "　　㤗族訓\n天設日月列星辰調隂陽張四時日以㬥之夜以息之\n風以乾之雨露以濡之其生物也莫見其所飬而物長\n其殺物也莫見其所䘮而物亡此之謂神明聖人象之\n故其起福也不見其所由而福起其除禍也不見其所\n以而禍除逺之則邇延之則踈稽之弗得察之不虚日\n計無算歳計有餘夫濕之至也莫見其形而炭已重矣\n風之至也莫見其象而木已動矣日之行也不見其移\n騏驥倍日而馳草木為之靡縣熢未轉\n而日在其前故天之且風草木未動而鳥已翔\n矣其且雨也隂曀未集而魚已噞矣\n以隂陽之氣相動也故寒暑燥濕以類相從聲響疾徐\n以音相應也故易曰鳴鶴在隂其子和之高宗諒闇三\n年不言四海之内寂然無聲一言聲然大動天下是以\n天心呿唫者也故一動其本而百枝皆應若春雨\n之灌萬物也渾然而流沛然而施無地而不澍無物\n而不生故聖人者懐天心聲然能動化天下者也故精\n神感於内形氣動於天則景星見黄龍下祥鳯至醴泉\n出嘉榖生河不滿溢海不溶波故詩云懐柔百神及河\n嶠岳逆天㬥物則日月薄蝕五星失行四時干乖晝𠖇\n宵光山崩水涸冬雷夏霜詩曰正月繁霜我心憂傷天\n之與人有以相通也故國危亡而天文變世惑亂而虹\n蜺見萬物有以相連精祲有以相蕩也故\n神明之事不可以智巧為也不可以䈥力致也天地所\n包隂陽所嘔雨露所濡化生萬物瑤碧玉珠翡翠玳瑁文\n彩明朗潤澤若濡摩而不玩乆而不渝奚仲不能旅\n魯般不能造此之謂大巧宋人有以象為其君為楮\n葉者三年而成莖柯豪芒鋒殺顔澤亂之楮葉之\n中而不可知也列子曰使天地一年而成一葉則萬物\n之有葉者寡矣夫天地之施化也嘔之而生吹之而落\n豈此契契哉故凡可度者小也可數者少也至大非度\n之所能及也至衆非數之所能領也故九州不可頃畝\n也八極不可道里也太山不可丈尺也江海不可斗斛\n也故大人者與天地合德日月合明鬼神合靈與四時\n合信故聖人懐天氣抱天心執中含和不下廟堂而衍\n四海變習易俗民化而遷善若性諸己能以神化也詩\n云神之聽之終和且平夫鬼神視之無形聼之無聲然\n而郊天望山川禱祠而求福雩兊而請雨卜筮而\n决事詩云神之格思不可度思矧可射思此之謂也天\n致其髙地致其厚月照其夜日照其晝隂陽化列星朗\n正其道而物自然故隂陽四時非生萬物也雨露時降\n非養草木也神明接隂陽和而萬物生矣故髙山深林\n非為虎豹也大木茂枝非為飛鳥也流源千里淵深百\n仞非為蛟龍也致其髙崇成其廣大山居木棲巢枝穴\n藏水潜陸行各得其所寧焉夫大生小多生少天之道\n也故丘阜不能生雲雨涔水不能生魚鼈者小也牛馬\n之氣蒸生蟣虱蟣虱之氣蒸不能生牛馬故化生於外\n非生於内也夫蛟龍伏寢於淵而卵割於陵\n螣蛇雄鳴於上風雌鳴於下風而化成形精之\n至也故聖人養心莫善於誠至誠而能動化矣今夫道\n者藏精於内棲神於心静漠恬淡訟繆胸中邪\n氣無所留滯四枝節族毛蒸理泄則機樞調利百脉九\n竅莫不順比其所居神者得其位也豈節柎而毛修\n之哉聖主在上位廓然無形寂然無聲官府若無事朝\n廷若無人無隱人無軼民無勞役無寃刑四海之内莫\n不仰上之徳象主之指夷狄之國重譯而至非戸辨而\n家説之也推其誠心施之天下而已矣詩曰惠此中國\n以綏四方内順而外寧矣太公亶父處邠狄人攻之杖\n策而去百姓携㓜扶老負釜甑踰梁山而國乎岐周非\n令之所能召也秦穆公為野人食駿馬肉之傷也飲之\n美酒韓之戰以其死力報非劵之所責也宓子治\n亶父巫馬期往觀化焉見夜漁者得小即釋之非刑之\n所能禁也孔子為魯司寇道不拾遺市買不豫賈田漁\n皆讓長而斑白不戴負非法之所能致也夫矢之所以\n射逺貫牢者弩力也其所以中的剖㣲者正心也賞善\n罰㬥者政令也其所以能行者精神也故弩雖強不能\n獨中令雖明不能獨行必自精氣所以與之施道故攄\n道以被民而民弗從者誠心弗施也天地四時非生萬\n物也神明接隂陽和而萬物生之聖人之治天下非易\n民性也拊循其所有而滌蕩之故因則大化則細矣\n禹鑿龍門闢伊闕决江濬河東注之海\n因水之流也后稷墾草發菑糞土樹榖使五種各得其\n宜因地之勢也湯武革車三百乘甲卒三千人討暴亂\n制夏商因民之欲也故能因則無敵於天下矣夫物有\n以自然而後人事有治也故良匠不能斵金巧冶不能\n鑠木金之勢不可斵而木之性不可鑠也埏埴而為器\n窬木而為舟鑠鐵而為刃鑄金而為鐘因其可也駕馬\n服牛令雞司夜令狗守門因其然也民有好色之性故\n有大婚之禮有飲食之性故有大饗之禮有喜樂之性\n故有鐘鼓筦絃之音有悲哀之性故有衰絰哭踊之節\n故先王之制法也因民之所好而為之節文者也因其\n好色而制婚姻之禮故男女有别因其喜音而正雅頌\n之聲故風俗不流因其寧家室樂妻子教之以順故父\n子有親因其喜朋友而教之以悌故長㓜有序然後修\n朝䀻以明貴賤饗飲習射以明長幼時搜振旅以習用\n兵也入學庠序以修人倫此皆人之\n所有於性而聖人之所匠成也故無其性不可教訓有\n其性無其養不能遵道繭之性為絲然非得工女煑以\n熱湯而抽其統紀則不能成絲卵之化為雛非慈雌嘔\n煖覆伏累日積乆則不能為雛人之性有仁義之資非\n聖人為之法度而教導之則不可使鄉方故先王之教\n也因其所喜以勸善因其所惡以禁姦故刑罰不用而\n威行如流政令約省而化燿如神故因其性則天下聼\n從拂其性則法縣而不用昔者五帝三王之莅政施教\n必用參五何謂參五仰取象於天俯取度於地中取法\n於人乃立明堂之朝行明堂之令以\n調隂陽之氣以和四時之節以辟疾病之菑俯視地理\n以制度量察陵陸水澤肥墽髙下之宜立事生財以除\n饑寒之患中考乎人徳以制禮樂行仁義之道以治人\n倫而除㬥亂之禍乃澄列金木水火土之性故立\n父子之親而成家别清濁五音六律相生之數以立君\n臣之義而成國察四時季孟之序以立長㓜之禮而成\n官此之謂參制君臣之義父子之親夫婦之辨長㓜之\n序朋友之際此之謂五乃裂地而州之分職而治之築\n城而居之割宅而異之分財而衣食之立大學而教誨\n之夙興夜寐而勞力之此治之紀綱已然得其人則舉\n失其人則廢堯治天下政教平徳潤洽在位七十載乃\n求所屬天下之統令四岳揚側陋四岳舉舜而薦之堯\n堯乃妻以二女以觀其内任以百官以觀其外\n既入大麓烈風雷雨而不迷\n乃屬以九子贈以昭華之玉而傳天下焉\n以為雖有法度而朱弗能統也夫物未嘗有張而不弛\n成而不毁者也唯聖人能盛而不衰盈而不虧神農之\n初作琴也以歸神及其淫也反其天心夔之初作樂也\n皆合六律而調五音以通八風及其衰也以沉湎淫康\n不顧政治至於㓕亡蒼頡之初作書以辨治百官領理\n萬事愚者得以不忘智者得以志逺至其衰也為姦刻\n偽書以解有罪以殺不辜湯之初作囿也以奉宗廟鮮\n犞之具簡士卒習射御以戒不虞及至其衰\n也馳騁獵射以奪民時罷民之力堯之舉禹契后稷臯\n陶政教平姦宄息獄訟止而衣食足賢者勸善而不肖\n者懐其徳及至其末朋黨比周各推其與廢公趍私外\n内相推舉姦人在朝而賢者隱處故易之失也卦書之\n失也敷樂之失也淫詩之失也辟禮之失也責春秋之\n失也刺天地之道極則反盈則損五色雖朗有時而渝\n茂木豐草有時而落物有隆殺不得自若故聖人事窮\n而更為法弊而改制非樂變古易常也將以救敗扶衰\n黜淫濟非以調天地之氣順萬物之宜也聖人天覆地\n載日月照隂陽調四時化萬物不同無故無新無䟽無\n親故能法天天不一時地不一利人不一事是以緒業\n不得不多端趍行不得不殊方五行異氣而皆適調六\n藝異科而皆同道温惠柔良者詩之風也淳龎敦厚者\n書之教也清明條達者易之義也恭儉尊讓者禮之為\n也寛裕簡易者樂之化也刺幾辯義者春秋之靡也故\n易之失鬼樂之失淫詩之失愚\n書之失拘禮之失忮\n春秋之失訾六者聖人兼用而財\n制之失本則亂得本則治其美在調其失在權水火金\n木土榖異物而皆任規矩權衡凖繩異形而皆施丹青\n膠漆不同而皆用各有所適物各有宜輪貟輿方轅從\n衡横勢施便也驂欲馳服欲歩帶不猒新鉤\n不猒故處地宜也闗雎興於鳥而君子美之為其雌雄\n之不乖居也鹿鳴興於獸君子大之取其見食而相呼\n也泓之戰軍敗君獲而春秋大之\n取其不鼓不成列也宋伯姬坐燒而死\n春秋大之取其不踰禮而行也成功立\n事豈足多哉方指所言而取一槩焉爾王喬赤松去塵\n埃之間離羣慝之紛吸隂陽之和食天地之精呼\n而出故吸而入新□虚輕舉乘雲遊霧可謂養性矣而\n未可謂孝子也周公誅管叔蔡叔以平國弭亂可謂忠\n臣也而未可謂弟也湯放桀武王誅紂以為天下去殘\n除賊可謂惠君而未可謂忠臣矣樂羊攻中山未能下\n中山烹其子而食之以示威可謂良將而未可謂慈父\n也故可乎可而不可乎不可不可乎不可而可乎可舜\n許由異行而皆聖伊尹伯夷異道而皆仁箕子比干異\n趍而皆賢故用兵者或輕或重或貪或亷此四者相反\n而不可一無也輕者欲發重者欲止貪者欲取亷者不\n利非其有故勇者可令進鬬而不可令持牢重者可令\n埴固而不可令凌敵貪者可令進取而不可令守職亷\n者可令守分而不可令進取信者可令持約而不可令\n應變五者相反聖人兼用而財使之夫天地不包一物\n隂陽不生一類海不讓水潦以成其大山不讓土石以\n成其髙夫守一隅而遺萬方取一物而棄其餘則所得\n者鮮而所治者淺矣治大者道不可以小地廣者制不\n可以狹位髙者事不可以煩民衆者教不可以苛夫事\n碎難治也法煩難行也求多難贍也寸而度之至丈必\n差銖而稱之至石必過石秤丈量徑而寡失簡絲數米\n煩而不察故大較易為智曲辯\n難為慧故無益於治而有益於煩者聖人不為無益於\n用而有益於費者智者弗行也故功不猒約事不猒省\n求不猒寡功約易成也事省易治也求寡易贍也衆易\n之於以任人易矣孔子曰小辯破言小利破義小義破\n道小見不達必簡河以逶蛇故能逺山以陵遲故能髙\n隂陽無為故能和道以優遊故能化夫徹於一事察於\n一辭審於一技可以曲説而未可廣應也蓼菜成行甂\n甌有是秤薪而㸑數米而炊可以治小而未可以治大\n也貟中規方中矩動成獸止成文可以愉舞而不可以\n陳軍滌盃而食洗爵而飲盥而後饋可以養少而不可\n以饗衆今夫祭者屠割烹殺剥狗燒豕調平五味者庖\n也陳簠簋列樽爼設籩豆者祝也齊明\n盛服淵黙而不言神之所依者尸也宰祝雖不能尸不\n越樽爼而代之故張瑟者小絃急而大絃緩立事者賤\n者勞而貴者逸舜為天子彈五絃之琴謌南風之詩而\n天下治周公肴臑不收於前鐘鼓不解於懸而四夷\n服趙政晝决獄而夜理書御史冠蓋接於郡縣覆\n稽趍留戍五嶺以備越築修城以守胡然姦邪萌生盗\n賊羣居事愈煩而亂愈生故法者治之具也而非所以\n為治也而猶弓矢中之具而非所以中也黄帝曰芒芒\n昧昧因天之威與元同氣故同氣者帝同義者王同力\n者霸無一焉者亡故人主有伐國之志邑犬羣嘷\n雄雞夜鳴庫兵動而戎馬驚\n今日解怨偃兵家老甘卧巷無聚人妖菑不生\n非法之應也精氣之動也故不言而信不施而仁不怒\n而威是以天心動化者也施而仁言而信怒而威是以\n精誠感之者也施而不仁言而不信怒而不威是以外\n貌為之者也故有道以統之法雖少足以化矣無道以\n行之法雖衆足以亂矣治身太上養神其次養形治國\n太上養化其次正法神清志平百節皆寧養性之本也\n肥肌膚充腸腹供嗜欲養生之末也民交讓争處卑委\n利争受寡力事争就勞日化上遷善而不知其所以然\n此治之上也利賞而勸善畏刑而不為非法令正於上\n而百姓服於下此治之末也上世養本而下世事末此\n太平之所以不起也夫欲治之主不世出而可與興治\n之臣不萬一以萬一求不世出此所以千歳不一㑹也\n水之性淖以清窮谷之汙生以青苔不治其性\n也掘其所流而深之茨其所决而髙之使得循\n勢而行乘衰而流雖有腐髊流漸弗能汙也\n其性非異也通之與不通也風俗猶此也誠决\n其善志防其邪心啓其善道塞其姦路與同出一道則\n民性可善而風俗可美也所以貴扁鵲者非貴其隨病\n而調藥貴其擪息脉血知病之所從生也\n所以貴聖人者非貴隨罪而鑒刑也貴其知亂之所\n由起也若不修其風俗而縱之淫辟乃隨之以刑繩之\n以法法雖殘賊天下弗能禁也禹以夏王桀以夏亡湯\n以殷王紂以殷亡非法度不存也紀綱不張風俗壊也\n三代之法不亡而世不治者無三代之智也六律具存\n而莫能聼者無師曠之耳也故法雖在必待聖而後治\n律雖具必待耳而後聼故國之所以存者非以有法也\n以有賢人也其所以亡者非以無法也以無賢人也晉\n獻公欲伐虞宫之竒存焉為之寢不安席食不甘味而\n不敢加兵焉賂以寳玉駿馬宫之竒諌而不聼言而不\n用越疆而去荀息伐之兵不血刃抱寳牽馬而去故守\n不待渠壍而固攻不待衝降而抜得賢之與失賢也故\n臧武仲以其智存魯而天下莫能亡也蘧伯玉以其仁\n寧衛而天下莫能危也易曰豐其屋蔀其家窺其戸閴\n其無人無人者非無衆庶也言無聖人以統理之也民\n無亷耻不可治也非修禮義亷恥不立民不知禮義法\n弗能正也非崇善廢醜不向禮義無法不可以為治也\n不知禮義不可以行法法能殺不孝者而不能使人為\n孔曽之行法能刑竊盗者而不能使人為伯夷之亷孔\n子弟子七十養徒三千人皆入孝出悌言為文章行為\n儀表教之所成也墨子服役者百八十人皆可使赴火\n蹈刃死不還踵化之所致也夫刻肌膚鑱皮革被創流\n血至難也然越為之以求榮也聖\n王在上明好惡以示之經誹譽以導之親賢而進之賤\n不肖而退之無被創流血之苦而有髙世尊顯之名民\n孰不從古者法設而不犯刑錯而不用非可刑而不刑\n也百工維時庶績咸熈禮義修而任賢徳也故舉天下\n之髙以為三公一國之髙以為九卿一縣之髙以為二\n十七大夫一鄉之髙以為八十一元士故智過萬人者\n謂之英千人者謂之俊百人者謂之豪十人者謂之傑\n明於天道察於地理通於人情大足以容衆德足以懐\n逺信足以一異知足以知變者人之英也徳足以教化\n行足以隱義仁足以得衆明足以照下者人之俊也行\n足以為儀表知足以决嫌疑亷可以分財信可使守約\n作事可法出言可道者人之豪也守職而不廢處義而\n不比見難不茍免見利不茍得者人之傑也英俊豪傑\n各以小大之材處其位得其宜由本流末以重制輕上\n唱而民和上動而下隨四海之内一心同歸背貪鄙而\n向義理其於化民也若風之搖草木無之而不靡今使\n愚教知使不肖臨賢雖嚴刑罰民弗從也小不能制大\n弱不能使強也故聖主者舉賢以立功不肖主舉其所\n與同文王舉太公望召公奭而王桓公任管仲隰朋而\n霸此舉賢以立功也夫差用太宰嚭而㓕秦任李斯趙\n髙而亡此舉所與同故觀其所舉而治亂可見也察其\n黨與而賢不肖可論也夫聖人之屈者以求伸也枉者\n以求直也故雖出邪僻之道行幽昧之塗將欲以直大\n道成大功猶出林之中不得直道拯溺之人不得不濡\n足也伊尹憂天下之不治調和五味負鼎爼而行\n五就桀五就湯將欲以濁為清\n以危為寧也周公股肱周室輔翼成王管叔蔡叔奉公\n子祿父而欲為亂周公誅之以定天下縁不得已也管\n子憂周室之卑諸侯之力征夷狄伐中國不得寧處故\n蒙恥辱而不死將欲以憂夷狄之患平夷狄之亂也孔\n子欲行王道東西南北七十説而無所偶故因衛夫人\n彌子瑕而欲通其道此皆欲平險除穢由𠖇𠖇至炤炤\n動於權而統於善者也夫觀逐者於其反也而觀行者\n於其終也故舜放弟周公殺兄猶之為仁也文公樹米\n曽子架羊猶之為知也當今之\n世醜必託善以自為解邪必蒙正以自為辟遊不論國\n仕不擇官行不辟汙曰伊尹之道也分别争財親戚兄\n弟搆怨骨肉相賊曰周公之義也行無亷耻辱而不死\n曰管子之趍也行貨賂趣勢門立私廢公比周而取容\n曰孔子之術也此使君子小人紛然殽亂莫知其是非\n者也故百川並流不注海者不為川谷趨行蹐馳不\n歸善者不為君子故善言歸乎可行善行歸乎仁義田\n子方段干木輕爵祿而重其身不以欲傷生不以利累\n形李克竭股肱之力領理百官輯穆萬民使其君生無\n廢事死無遺憂此異行而歸於善者\n張儀蘇秦家無常居身無定君約從衡之事為傾\n覆之謀濁亂天下撓滑諸侯使百姓不遑啓居或從或\n横或合衆弱或輔富強此異行而歸於醜者也故君子\n之過也猶日月之蝕何害於明小人之可也猶狗之晝\n吠鴟之夜見何益於善夫知者不妄發擇善而為之計\n義而行之故事成而功足頼也身死而名足稱也雖有\n知能必以仁義為之本然後可立也知能蹐馳百事並\n行聖人一以仁義為之凖繩中之者謂之君子弗中者\n謂之小人君子雖死亡其名不㓕小人雖得勢其罪不\n除使人左據天下之圖而右吻喉愚者不為也身貴於\n天下也死君親之難視死若歸義重於身也天下大利\n也比之身則小身所重也比之義則輕義所全也詩曰\n愷悌君子求福不回言以信義為凖繩也欲成霸王之\n業者必得勝者也能得勝者必強者也能強者必用人\n力者也能用人力者必得人心者也能得人心者必自\n得者也故心者身之本也身者國之本也未有得己而\n失人者也未有失己而得人者也故為治之本務在寧\n民寧民之本在足用足用之本在於勿奪時勿奪時之\n之本在於省事省事之本在於節用節用之本在於反\n性未有能搖其本而静其末濁其源而清其流者也故\n知性之情者不務性之所無以為知命之情者不憂命\n之所無柰何故不髙宫室者非愛木也不大鍾鼎者非\n愛金也直行性命之情而制度可以為萬民儀今目悦\n五色口嚼滋味耳淫五聲七竅交争以害其性日引邪\n欲而澆其身夫調身弗能治柰天下何故自養得其節\n則養民得其心矣所謂有天下者非謂其履勢位受傳\n籍稱尊號也言運天下之力而得天下之心紂之地左\n東海右流沙前交趾後幽都師起容闗至浦水士億有\n餘萬然皆倒矢而射傍㦸而戰武王左操黄鉞右執白\n旄以麾之則瓦解而走遂土崩而下紂有南面之名而\n無一人之徳此失天下也故桀紂不為王湯武不為放\n周處酆鎬之地方不過百里而誓紂牧之野入據殷國\n朝成湯之廟表商容之閭封比干之墓解箕子之囚乃\n折枹毁鼓偃五兵縱牛馬搢笏而朝天下百姓謌謳而\n樂之諸侯執禽而朝之得民心也闔閭伐楚五戰入郢\n燒髙府之粟破九龍之鍾鞭荆平王之墓\n舍昭王之宫\n昭王奔隨百姓父兄㩦㓜扶老而隨之乃相率而為致\n勇之寇皆方面奮臂而為之鬪當此之時無將卒以行\n列之各致其死却吳兵復楚地靈王作章華之䑓\n發乾谿之役外内搔動百姓罷弊弃疾\n乘民之怨而立公子比百姓放臂而去之餓\n於乾谿食莾飲水枕塊而死楚國山川不變土地\n不易民性不殊昭王則相率而殉之靈王則倍畔而去\n之得民之與失民也故天子得道守在四夷天子失道\n守在諸侯諸侯得道守在四隣諸侯失道守在四境故\n湯處亳七十里文王處酆百里皆令行禁止於天下周\n之衰也戎伐凡伯于楚丘以歸故得道\n則以百里之地令於諸侯失道則以天下之大畏於冀\n州故曰無恃其不吾奪也恃吾不可奪行可奪之道而\n非簒弑之行無益於持天下矣凡人之所以生者衣與\n食也今囚之𠖇室之中雖養之以芻豢衣之以綺繡不\n能樂也以目之無見耳之無聞穿隙宂見雨零則快然\n而嘆之况開戸發牖從𠖇𠖇見炤炤乎見炤炤猶尚肆\n然而喜又况出室坐堂見日月光乎見日月光曠然而\n樂又况登太山履石封以望八荒視天都若蓋江河若\n帶又况萬物在其間者乎其為樂豈不大哉且聾者耳\n形具而無能聞也盲者目形存而無能見也夫言者所\n以通己於人也聞者所以通人於己也瘖者不言聾者\n不聞既瘖且聾人道不通故有瘖聾之病者雖破家求\n醫不顧其費豈獨形骸有瘖聾哉心志亦有之夫指之\n拘也莫不事申也心之塞也莫知務通也不明於類也\n夫觀六藝之廣崇窮道德之淵深達乎無上至乎無下\n運乎無極翔乎無形廣於四海崇於太山富於江河曠\n然而通昭然而明天地之間無所繫戾其所以監觀豈\n不大哉人之所知者淺而物變無窮曩不知而今知之\n非知益多也問學之所加也夫物常見則識之嘗為則\n能之故因其患則造其備犯其難則得其便夫以一世\n之壽而觀千歲之知今古之論雖未嘗更也其道理素\n具可不謂有術乎人欲知髙下而不能教之用管凖則\n説欲知輕重而無以予之權衡則喜欲知逺近而不能\n教之以金目則快射又况知應無方而\n不窮哉犯大難而不懾見煩繆而不惑晏然自得其為\n樂也豈直一説之快哉夫道有形者皆生焉其為親亦\n戚矣享榖食氣者皆受焉其為君亦惠矣諸有智者皆\n學焉其為師亦博矣射者數發不中人教之以儀則喜\n矣又况生儀者乎人莫不知學之有益於己也然而不\n能者嬉戲害人也人皆多以無用害有用故智不愽而\n日不足以鑿觀池之力耕則田野必辟矣以積土山之\n髙修隄防則水用必足矣以食狗馬鴻鴈之費養士則\n名譽必榮矣以弋獵博奕之日誦詩讀書聞識必博矣\n故不學之與學也猶瘖聾之比於人也凡學者能明於\n天下之分通於治亂之本澄心清意以存之見其終始\n可謂知畧矣天之所為禽獸草木人之所為禮節制度\n搆而為宫室制而為舟輿是也治之所以為本者仁義\n也所以為末者法度也凡人之所以事生者本也其所\n以事死者末也本末一體也其兩愛之一性也先本後\n末謂之君子以末害本謂之小人君子與小人之性非\n異也所在先後而已矣草木洪者為本而殺者為末禽\n獸之性大者為首而小者為尾末大於本則折尾大於\n要則不掉矣故食其口而百節肥灌其本而枝葉美天\n地之性也天地之生物也有本末其養物也有先後人\n之於治也豈得無終始哉故仁義者治之本也今不知\n事修其本而務治其末是釋其根而灌其枝也且法之\n生也以輔仁義今重法而棄義是貴其冠履而忘其頭\n足也故仁義者為厚基者也不益其厚而張其廣者毁\n不廣其基而増其髙者覆趙政不増其德而累其髙故\n㓕智伯不行仁義而務廣地故亡其國語曰不大其棟\n不能任重重莫若國棟莫若德國主之有民也猶城之\n有基木之有根根深則本固基美則上寧五帝三王之\n道天下之綱紀治之儀表也今商鞅之啓塞\n申子之三符韓非之孤憤\n張儀蘇秦之從衡皆掇取之權一切\n之術也非治之大本事之恒常可博聞而世傳者也子\n囊北而全楚北不可以為庸弦髙誕而\n存鄭誕不可以為常今夫雅頌之聲皆發於詞本於情\n故君臣以睦父子以親故韶夏之樂也聲浸乎金石潤\n乎草木今取怨思之聲施之於絃管聞其音者不淫則\n悲淫則亂男女之辨悲則感怨思之氣豈所謂樂哉趙\n王遷流於房陵思故鄉作為山水之嘔\n聞者莫不殞涕荆軻西刺秦王\n髙漸離宋意為擊筑而謌於易水之上\n聞者莫不瞋目裂眦髪植穿\n冠因以此聲為樂而入宗廟豈古之所謂樂哉故弁冕\n輅輿可服而不可好也大羮之和可食而不可嗜\n也朱絃漏越一唱而三嘆可聼\n而不可快也故無聲者正其可聼者也其無味者正其\n足味者也吠聲清於耳兼味快於口非其貴也故事不\n本於道德者不可以為儀言不合乎先王者不可以為\n道音不調乎雅頌者不可以為樂故五子之言\n所以便説掇取也非天下之通義也聖王之\n設政施教也必察其終始其縣法立儀必原其本末不\n茍以一事備一物而已矣見其造而思其功觀其源而\n知其流故博施而不竭彌乆而不垢夫水出於山而入\n於海稼生於田而藏於倉聖人見其所生而知其所歸\n矣故舜深藏黄金於嶄巖之山所以塞貪鄙之心也\n儀狄為酒禹飲而甘之遂疏儀狄而絶嗜酒所以遏流\n湎之行也師延為平公鼓朝謌北鄙之音\n師曠曰此亡國之樂也\n\n大息而撫之所以防淫辟之風也故民知書而徳衰\n知數而厚衰知劵契而信衰知械機而實衰也巧\n詐藏於胸中則純白不備而神德不全矣琴不鳴而二\n十五絃各以其聲應軸不運而三十輻各以其力旋絃\n有緩急小大然後成曲車有勞軼動静而後能致逺使\n有聲者乃無聲者也能致千里者乃不動者也故上下\n異道則治同道則亂位髙而道大者從事大而道小者\n凶故小快害義小慧害道小辯害治茍削傷徳大政不\n險故民易道至治寛裕故下不相賊至忠復素故民無\n匿情商鞅為秦立相坐之法而百姓怨矣\n吳起為楚减爵禄之令而功臣畔矣商\n鞅之立法也吳起之用兵也天下之善者也然商鞅以\n法亡秦察於刀筆之跡而不知治亂之本也吳起以兵\n弱楚習於行陳之事而不知廟戰之權也晉獻公之伐\n驪得其女非不善也然而史蘇歎之\n見其四世之被禍也吳王夫差破齊艾陵\n勝晉黄池非不㨗也而子胥憂之見其必擒於\n越也小白奔莒重耳奔曹非不困也而鮑叔咎\n犯隨而輔之知其可與至於霸也句踐棲於㑹稽修政\n不殆謨慮不休知禍之為福也襄子再勝而有憂色\n畏福之為禍也故齊桓公亡汶陽之田而\n霸智伯兼三晉之地而\n亡聖人見禍福於重閉之内而慮患於九拂之外者也\n螈蠶一歲再收非不利也然而\n王法禁之者為其殘桑也離先稻熟而農夫耨之\n不以小利傷大穫也家老異飯而食\n殊器而享子婦跣而上堂跪而斟羮非不費也然而不\n可省者為其害義也待媒而結言聘納而取婦紱絻而\n親迎非不煩也然而不可易者所以防淫也使民居處\n相司有罪相覺於以舉姦非不掇也然而傷和睦之心\n而搆仇讐之怨故事有鑿一孔而生百隟樹一物而生\n萬葉者所鑿不足以為便而所開足以為敗所樹不足\n以為利而所生足以為濊愚者惑於小利而忘其大害\n昌羊去蚤虱而人弗庠者為其來蛉窮也貍執䑕而不\n可脱於庭者為搏雞也故事有利於小而害於大得於\n此而忘於彼者故行棊者或食兩而路窮或予\n踦而取勝偷利不可以為行而智術可以\n為法故仁知人材之美者也所謂仁者愛人也所謂知\n者知人也愛人則無虐刑矣知人則無亂政矣治由文\n理則無悖謬之事矣刑不浸濫則無暴虐之行矣上無\n煩亂之治下無怨望之心則百殘除而中和作矣此三\n代之所昌故書曰能哲且惠黎民懐之何憂讙兠何遷\n有苖智伯有五過人之材\n而不免於身死人手者不愛人也\n齊王建有三過人之巧而身虜於秦者\n不知賢也故仁莫大於愛人知莫大\n於知人二者不立雖察慧㨗巧劬祿疾力不免於亂也\n"}
{"id": "KR3j0010_021", "series": "KR3j0010", "text": "　　要畧\n夫作為書論者所以紀綱道德經緯人事上考之天下\n揆之地中通諸理雖未能抽引元妙之中才繁然足以\n觀終始矣總要舉凡而語不剖判純撲靡散大宗\n懼為人之惽惽然弗能知也故多為之辭博為\n之説又恐人之離本就末也故言道而不言事則無以\n與世浮沉言事而不言道則無以與化遊息故著二十\n篇有原道有俶真有天文有地形有時則有覽𠖇有精\n神有本經有主術有繆稱有齊俗有道應有氾論有詮\n言有兵畧有説山有説林有人間有修務有泰族也原\n道者盧牟六合混沌萬物象太一之容\n測窈㝠之深以翔虚無之軫託小以苞\n大守約以治廣使人知先後之禍福動静之利害誠通\n其志浩然可以大觀矣欲一言而寤則尊天而保真\n欲再言而通則賤物而貴身欲參言而究則外物而反\n情執其大指以内洽五藏瀐濇肌膚被服法則而與\n之終身所以應待萬方覽耦百變也若轉丸掌中\n足以自樂也俶真者窮逐終始之化嬴垀無有之精\n離别萬物之變合同死生之形使人遺物反\n己審仁義之問通同異之理觀至德之統知變化之紀\n説符元妙之中通廻造化之母也天文者\n所以和隂陽之氣理日月之光節開塞之時列星辰之\n行知逆順之變避忌諱之殃順時運之應法五神之常\n使人有以仰天承順而不亂其常者也地形者所以窮\n南北之修極東西之廣經山陵之形區川谷之居明萬\n物之主知生類之衆列山淵之數規逺近之路使人通\n廻周備不可動以物不可驚以怪者也時則者所以\n上因天時下盡地力據度行當合諸人則刑十二節\n以為法式終而復始轉於無極因循\n倣依以知禍福操舍開塞各有龍忌\n發號施令以時教期使君人者知所以從事覽㝠\n者所以言至精之通九天也至㣲之淪無形也純粹之\n入至清也昭昭之通㝠㝠也乃始攬物物引類覽取撟\n掇浸想宵類物之可以喻意象\n形者乃以穿通窘滯决瀆壅塞引人之意繫之無極乃\n以明物類之感同氣之應隂陽之合形埒之朕所以令\n人逺觀博見者也精神者所以原本人之所由生而曉\n寤其形骸九竅取象與天合同其血氣與雷霆風雨比\n類其喜怒與晝宵寒暑竝明審死生之分别同異之跡\n節動静之機以反其性命之宗所以使人愛養其精神\n撫静其䰟魄不以物易己而堅守虚無之宅者也本經\n者所以明大聖之德通維初之道埒畧衰世古今之變\n以褒先聖之隆盛而貶末世之曲政也所以使人黜耳\n目之聰明精神之感動樽流遁之觀節養性\n之和分帝王之操列小大之差者也主術者君人之事\n也所以因作任督責使羣臣各盡其能也明攝權操柄\n以制羣下提名責實考之參伍所以使人主秉數\n持要不妄喜怒也其數直施而正邪外私而立公使百\n官條通而輻輳名務其業人致其功此主術之明也繆\n稱者破碎道徳之論差次仁義之分畧雜人間之事總\n同乎神明之德假象取耦以相譬喻㫁短為節以應小\n具所以曲説攻論應感而不匱者也齊俗者所以一羣\n生之短脩同九夷之風氣通古今之論貫萬物之理財\n制禮義之宜擘畫人事之終始者也道應者攬掇遂事\n之蹤追觀往古之跡察禍福利害之反考驗乎老莊之\n術而以合得失之勢者也氾論者所以箴縷縩繺\n之間㩥揳唲齵之郄也\n接徑直施以推本樸而兆見得失之變利病之反所\n以使人不妄没於勢利不誘惑於事態有符曮晲兼稽\n時勢之變而與化推移者也詮言者所以譬類人事之\n指解喻治亂之體也差擇㣲言之眇詮以至理之文而\n補縫過失之闕者也兵畧者所以明戰勝攻取之數形\n機之勢詐譎之變體因循之道操持後之論也\n所以知戰陣分争之非道不行也知攻取堅守之\n非徳不強也誠明其意進退左右無所失擊危乘勢以\n為資清静以為常避實就虚若驅羣羊此所以言兵也\n說山説林者所以竅窕穿鑿百事之壅遏而通行貫扄\n萬物之窒塞者也假譬取象異類殊形以領理人之意\n懈墮結細説捍摶囷而以明事埒事者也\n人間者所以觀禍福之變察利害之反鑚脉得失之跡\n標舉終始之壇也分别百事之㣲敷陳存亡之\n機使人知禍之為福亡之為得成之為敗利之為害也\n誠喻至意則有以傾側偃仰世俗之間而無傷乎讒賊\n螫毒者也修務者所以為人之於道未淹味論未深見\n其文辭反之以清浄為常恬淡為本則懈墮分學縱欲\n適情欲以偷自佚而塞於大道也今夫狂者無憂聖人\n亦無憂聖人無憂和以德也狂者無憂不知禍福也故\n通而無為也與塞而無為也同其無為則同其所以無\n為則異故為之浮稱流說其所以能聼所以使學者孳\n孳以自幾也泰族者横八極致髙崇上明三光下和水\n土經古今之道治倫理之序總萬方之指而歸之一本\n以經緯治道紀綱王事乃原心術理情性以館清平之\n靈澄澈神明之精以與天和相嬰薄所以覽五帝\n三王懐天氣抱天心執中含和德形於内以莙凝天地\n發起隂陽序四時正流方綏之斯寧推之斯行乃以陶\n冶萬物遊化羣生唱而和動而隨四海之内一心同歸\n故景星見祥風至黄龍下鳯巢列樹麟止郊野\n徳不内形而行其法藉專用制度神祗弗應福祥不歸\n四海弗賔兆民弗化故徳形於内治之大本此鴻烈之\n泰族也凡屬書者所以窺道開塞庶後世使知舉錯取\n捨之宜適外與物接而不眩内有以處神養氣宴煬至\n和而已自樂所受乎天地者也故言道而不明終始則\n不知所倣依言終始而不明天地四時則不知所避諱\n言天地四時而不引譬援類則不識精㣲言至精而不\n原人之神氣則不知養生之機原人情而不言大聖之\n徳則不知五行之差言帝道而不言君事則不知小大\n之衰言君事而不為稱喻則不知動静之宜言稱喻而\n不言俗變則不知合同大指已言俗變而不言往事則\n不知道德之應知道徳而不知世曲則無以耦萬方知\n氾論而不知詮言則無以從容通書文而不知兵指則\n無以應卒已知大畧而不知譬諭則無以推明事知公\n道而不知人間則無以應禍福知人間而不知修務則\n無以使學者勸力欲強省其辭覽總其要弗曲行區入\n則不足以窮道德之意故著書二十篇則天地之理究\n矣人間之事接矣帝王之道備矣其言有小有巨有㣲\n有粗指奏卷異各有為語今專言道則無不在焉然而\n能得本知末者其唯聖人也今學者無聖人之才而不\n為詳説則終身顛頓乎混溟之中而不知覺寤乎昭明\n之術矣今易之乾坤足以窮道通意也八卦可以識吉\n凶知禍福矣然而伏羲為之六十四變周室増以六爻\n所以原測淑清之道而􁘩逐萬物之祖也夫\n五音之數不過宫商角徵羽然而五弦之琴不可鼓也\n必有細犬駕和而後可以成曲今畵龍首觀者不知其\n何獸也具其形則不疑矣今謂之道則多謂之物則少\n謂之術則博謂之事則淺推之以論則無可言者所以\n為學者固欲致之不言而已也夫道論至深故多為之\n辭以抒其情萬物至衆故博為之説以通其意辭雖壇\n卷連漫絞紛逺援所以洮汰滌蕩至意使之無凝\n竭底滯捲握而不散也夫江河之腐胔不可勝數然\n祭者汲焉大也一盃酒白蠅漬其中匹夫弗嘗者小也\n誠通乎二十篇之論睹凡得要以通九野徑十門\n外天地捭山川其於逍遙一世之間宰匠萬物\n之形亦優游矣若然者挾日月而不烑潤萬\n物而不耗曼兮洮兮足以覽矣藐兮浩兮曠曠兮可以\n游矣文王之時紂為天子賦歛無度戮殺無止康梁沉\n湎宫中成市作為炮烙之刑刳\n諫者剔孕婦天下同心而苦之文王四世纍善\n修德行義處岐周之間地方不過百里天下二\n垂歸之文王欲以卑弱制強㬥以為天下去殘除賊而\n成王道故太公之謀生焉文王業之而不\n卒武王繼文王之業用太公之謀悉索薄賦躬\n擐甲胄以伐無道而討不義誓師牧野以踐天子\n之位天下未定海内未輯武王欲昭文王之令徳使夷\n狄各以其賄來貢遼逺未能至故治三年之䘮殯文王\n於兩楹之間以俟逺方武王立三年\n而崩成王在褓襁之中未能用事蔡叔管叔輔公子祿\n父而欲為亂周公繼文王之業\n持天子之政以股肱周室輔翼成王懼争道之不塞臣\n下之危上也故縱馬華山放牛桃林敗鼓折枹搢笏而\n朝以寧静王室鎮撫諸侯成王既壮能從政事周公受\n封於魯以此移風易俗孔子修成康之道述周公之訓\n以教七十子使服其衣冠修其篇籍故儒者之學生焉\n墨子學儒者之業受孔子之術以為其禮煩擾而不悦\n厚𦵏靡財而貧民服傷生而害事故背周道而用\n夏政禹之時天下大水禹身執虆垂以為民先剔河\n而道九岐鑿江而通九路\n辟五湖而定東海當此之時燒不暇撌\n濡不給扢死陵者𦵏陵死澤者𦵏澤故節財\n薄𦵏閑服生焉齊桓公之時天子卑弱諸侯力征南夷\n北狄交伐中國中國之不絶如綫齊國之地東負\n海而北漳河地狭田少而民多智巧桓公憂中國之患\n苦夷狄之亂欲以存亡繼絶崇天子之位廣文武之業\n故管子之書生焉齊景公内好聲色外好狗馬獵射亡\n歸好色無辨作為路寢之䑓族鑄大鍾撞之\n庭下郊雉皆呴一朝用三千鍾贛\n梁丘據子家噲導於左右\n故晏子之諫生焉晩世之時六國諸侯谿異谷别水\n絶山隔各自治其境内守其分地握其權柄擅其政令\n下無方伯上無天子力征争權勝者為右恃連與國約\n重致剖信符結逺援以守其國家持其社稷故縱横修\n短生焉申子者韓昭釐之佐韓晉别國也地墽民險\n而介於大國之間晉國之故禮未㓕韓國之新法重出\n先君之令未收後君之令又下新故相反前後相繆百\n官背亂不知所用故刑名之書生焉秦國之俗貪狼\n強力寡義而趨利可威以刑而不可化以善可勸以\n賞而不可厲以名被險而帶河四塞以為固地利形便\n畜積殷富孝公欲以虎狼之勢而呑諸侯故商鞅之法\n生焉若劉氏之書觀天地之象通古今之事權\n事而立制度形而施宜原道之心合三王之風以儲與\n扈冶元眇之中精揺靡覽\n棄其畛挈斟其淑静以統天下理萬物\n應變化通殊類非循一跡之路守一隅之指拘繫牽連\n於物而不與世推移也故置之尋常而不塞布之天下\n而不窕\n"}
