{"id": "KR3j0006_001", "series": "KR3j0006", "text": "　　　　　　　　　　　　　宋　陸佃　解\n王鈇非一世之器者厚德隆俊也\n道凡四稽一曰天二曰\n地三曰人四曰命權人有五至一曰伯己\n二曰什己三曰若己四曰厮役五曰徒\n隸所謂天者物理情者也\n所謂地者常弗去者也\n所謂人者惡死樂生者也所謂命者\n靡不在君者也君也者端神明者也神\n明者以人為本者也人者以賢聖為本者也\n賢聖者以博選為本者也\n博選者以五至為本者\n也故北面而事之則伯己者至先趨而後\n息先問而後黙則什己者至\n人趨己趨則若己者至\n憑几據杖指麾而使則厮役者至\n樂嗟苦咄則徒隸之人至矣\n故\n帝者與師處王者與友處亡主與徒處故德萬人\n者謂之雋德千人者謂之豪德\n百人者謂之英\n\n德音者所謂聲也未聞音\n出而響過其聲者也貴者有知富者有財貧者有身\n信符不合\n事舉不成不死不生不斷不成\n計功而償權德而言王鈇在此孰能使營\n道有稽德有據人主不聞要故耑與運\n堯而無以見也道與德館而無以命也\n義不當格而無以更也\n若是置之雖安非定也\n端倚有位名號弗\n去故希人者無悖其情希世者無繆\n其賔文禮之野與禽獸同則\n言語之暴與蠻\n夷同謂夫君子者易親而難狎畏禍而難卻\n嗜利而不為非時動而不茍作體雖\n安之而弗敢處然後禮生心雖欲之而\n弗敢信然後義生夫義節欲\n而治禮反情而辨者也故君子弗徑情而行也夫亂世\n者以麤智為造意以中險為道以\n利為情若不相與同惡則不能相親相與同惡則有相\n憎說者言仁則以為誣發於義則以為誇\n平心而直告之則有弗信故賢者之於亂\n世也絶豫而無由通異類而無以告苦乎哉賢人\n之潛亂世也上有随君下無直辭君有驕行民多諱言\n故人乖其誠能士隐其實情心雖不說弗敢不譽\n\n事業雖弗善不敢不\n力趨舍雖不合不敢弗\n從故觀賢人\n之於亂世也其慎勿以為定情也\n\n天文也地理也月刑也日德也四時檢也\n度數節也隂陽氣也五行業也\n五政道也五音調也\n五聲故也五味事也賞\n罰約也此皆有驗有所以然者隨\n而不見其後迎而不見其首\n成功遂事莫知其狀\n圖弗能載名弗能舉强為之說\n曰芴乎芒乎中有象乎芒乎芴乎中有物乎\n窅乎冥乎中有精乎致信究情\n復反無貎鬼見不能為人\n業故聖人貴夜\n行\n聖王者有聽微決疑之道能屏讒權實逆\n淫辭絶流語去無用\n杜絶朋黨之門\n嫉妬之人不得著明非君子術數之士莫得當\n前故邪弗能奸禍不能中彼天地之以無極者以守度\n量而不可濫日不踰辰月宿其\n􁙀當名服事星守\n弗去弦望晦朔終始相廵\n踰年累歳用不\n縵縵此天之所柄以臨斗者也\n中參成位\n四氣為政前張後極\n左角右鉞九文\n循理以省官衆小大畢舉先無怨讎之\n患後無毁名敗行之咎故其威上際下交其澤四\n被而不鬲天之不違以不離一\n天若離一反還為物\n不創不作與天地合德\n節璽相信如月應日\n此聖人之所以宜世也知足以滑正畧足以恬禍此危\n國之不可安亡國之不可存也\n故天道先貴覆者地道先貴\n載者人道先貴事者\n酒保先貴食者\n待物也領氣時也\n生殺法也循度以斷天之節也\n􁙀地而守之分民而部之\n寒者得衣饑者得食寃者得理勞者得\n息聖人之所期也夫裁衣而知擇其工裁國而知索其\n人此固世之所公哉\n同而後可以見天異而後可以\n見人變而後可以見時\n化而後可以見道\n臨利而後可以見信臨財而後可以見仁臨難而後\n可以見勇臨事而後可以見術數之\n士九皇之制主不虚王\n臣不虚貴階級尊卑名號自君\n吏民次者無國歴寵歴録\n副所以付授\n與天人參相結連鉤攷之具不備故也\n\n下之所逜上之可蔽斯其離人\n情而失天節者也緩則怠急則困見間則以竒相\n御人之情也\n舉以八極信焉而弗信天\n之則也\n\n差繆之間言不可合\n平不中律\n月望而晨月毁於天珠蛤蠃蚌虚于深渚\n上下同離也\n未令而知其為未使而知其徃上不加務\n而民自盡此化之期也使而不徃禁而不止上下乖謬\n者其道不相得也上統下撫者逺衆之慝也隂陽\n不接者其理無從相及也筭不相當者人不應上也符\n節亡此曷曾可合也為而無害成而不敗一人唱而萬\n人和如體之從心此政之期也盖毋錦杠悉動者\n其要在一也\n未見不得其􁀙而能除其疾也文武交用\n而不得事實者法令放而無以梟之謂也\n\n舍此而按之彼者曷曽可得也冥言易而如言\n難故父不能得之於子而君弗能得之於臣\n已見天之所以信於物矣\n未見人之所信於物也捐物任勢者天也\n捐物任勢故莫能宰而不天\n夫物故曲可改人\n可使法章物而不自許者天\n之道也以為奉教陳\n忠之臣未足恃也故法者曲制官備\n主用也舉善不以窅窅\n拾過不以冥冥決此法之\n所貴也若礱磨不用賜物雖詘有不効者矣\n上下\n有間於是設防知蔽並起\n故政在私家而弗能取重人掉權而弗\n能止賞加無功而弗能奪法廢不奉而弗能立罰行於\n非其人而弗能絶者不與其民之故也\n夫使百姓釋已而以上為心者教\n之所期也八極之舉不能時賛故可壅塞也\n昔者有道之取政非於耳目\n也\n夫耳之主聽目之主明一葉蔽目不見太山兩豆塞\n耳不聞雷霆道開而否未之聞也\n\n見遺不掇非人情也信\n情脩生非其天誅逆夫人僇不勝任也\n為成求得者\n事之所期也為\n之以民道之要也唯民知極\n弗之代也\n此聖王授業所以守制也彼\n教苦故民行薄失之本故爭於末\n人有分於處處有分於地地有分於天\n天有分於時時有分於數\n數有分於度度有分於一\n天居髙而耳卑者此之謂也\n故聖王天時人之地之雅無牧能因\n無功多尊君卑臣非計親也\n任賢使能非與處也水火不相入\n天之制也\n明不能\n照者道弗能得也規不能包者力弗能挈\n也自知慧出\n使玉化為環玦者是政反為滑也\n田不因地形不能成榖為化不因\n民不能成俗嚴疾過也喜怒適也四者已仞非師術也\n形嗇\n而亂益者勢不相牧也\n德與身存亡者未可以取法也\n昔宥世者未有離天人\n而能善與國者也\n先王之盛名未有非士之所立者也\n過生於上罪死於下濁世之所以為俗也一人\n乎一人乎命之所極也\n\n有一而有氣有氣而有意有意而有圖\n有圖而有名有名而有形有形而有事有事\n而有約約決而時生\n時立而物生故氣相加而為時\n約相加而為期期相加而為功功相加而為得失得失\n相加而為吉凶萬物相加而為勝敗莫不發於氣\n通於道約於事正於時離\n於名成於法者也法之在此者謂之近其出\n化彼謂之逺近而至故謂之神\n逺而反故謂之明明者在此其光照\n彼其事形此其功成彼\n從\n此化彼者法也生法者我也成法者彼也\n生法者日在而不厭者也生成在己謂\n之聖人惟聖人究道之情唯道之法\n公政以明斗柄東指天下皆春斗柄南指天下皆夏\n斗柄西指天下皆秋斗柄北指天下皆冬斗柄運於上\n事立於下斗柄指一方四塞俱成此道之用法也\n\n故日月不足以言明四時不足以言功\n一為之法以成其業故莫不道一\n之法立而萬物皆來屬法貴如言\n言者萬物之宗也是者法之所與親也非者法之所與\n離也是與法親故强非與法離故亡法不如言故亂其\n宗故生法者命也生於法者亦命也命者自然者\n也命之所立賢不必得不肖不必\n失\n命者挈己之文者\n也故有一日\n之命有一年之命有一時之命有終身之命終身之命\n無時成者也故命無所不在無所不施無所不及\n時或後而得之命也既有時有命\n引其聲合之名其得時\n者成命日調引其聲合之名其失時者精神俱亡命日\n乖時命者唯聖人而後能決之\n夫先王之道備然而世\n有困君其失之謂者也\n故所謂道\n者無己者也所謂德者能得人者也\n道德之法萬物取業無形有分名曰大孰\n故東西南北之道踹然其為分等也\n隂陽不同氣然其為和同也\n酸鹽甘苦之味相反然其為善均也\n五色不同采然其為好齊也五聲不同均然其可喜\n一也故物無非類者動静無非\n氣者是故有人將得一人氣\n吉有家將得一家氣吉有國將得一國氣吉\n\n其將凶者反此故同之謂一\n異之謂道相勝之謂勢吉凶之謂成敗賢者\n萬舉而一失不肖者萬舉而一得其冀善一也然\n則其所以為者不可一也知一之不可一也故貴道\n空之謂一無不備之謂道立之\n謂氣通之謂類氣之害人者謂之不適味之害人者謂\n之毒夫社不㓨則不成霧\n\n氣故相利相害也\n類故相成相敗也積徃\n生跂工以為師\n積毒成藥工以為醫\n\n美惡相飾命曰復周物極則反命曰環流\n\n天者萬物所以得立也地者萬物所以得\n安也故天定之地處之時發之物受之聖人\n象之夫寒温之變非一精之所化也天下\n之事非一人之所能獨知也海水廣大非獨仰一川之\n流也是以明主\n之治世也急於求人弗獨為也與天與地\n建立四維以輔國政鉤繩相布銜\n橛相制參偶具備立位乃固經氣有常理以天地\n動逆天時不祥有祟事不任賢無功必敗出究其道入\n窮其變張軍衞外禍反在内所\n備甚逺賊在所愛是以先王置士也舉賢用能無阿於\n世仁人居左忠臣居前義臣居右\n聖人居後左法仁則春生殖前法忠則夏功\n立右法義則秋成熟後法聖則冬閉蔵先王用之髙而\n不墜安而不亡此萬物之本􁩢天地之門户\n道德之益也此四大夫\n者君之所取於外也君者天也天\n不開門户使下相害也\n進賢受上賞則下不相蔽\n不待事人賢士顯不\n蔽之功則任事之人莫\n不盡忠鄉曲慕義化坐自端\n此其道之\n所致德之所成也本出一人故謂之天莫不受命\n不可為名故謂之神至神之極見之不忒\n匈乖不惑務正一國\n一國之刑具在於身\n以身老世正以錯國服義\n行仁以一正業夫仁者君之操也義者君之\n行也忠者君之政也信者君之教也聖人者君之師傅\n也君道知人臣術知事故臨貨分財使仁犯患應難使\n勇受言結辭使辯慮事定計使智理民處平使謙賔奏\n賛見使禮用民獲衆使賢\n出封越境適絶國使信制天地御諸侯使聖\n\n夫仁之功善與不争下不怨上辯士之功釋怨\n解難智士之功事至而治難至而應忠臣之功正言直\n行矯拂王過義臣之功存亡繼絶救弱誅暴信臣之功\n正不易言貞謙之功廢私立公禮臣之\n功尊君卑臣賢士之功敵國憚之四境不侵聖人之功\n定制於冥冥求至欲得言聽行從近親逺附明達四通\n内有挾度然後有以\n量人富者觀其所予足以知仁\n貴者觀其所舉足以知忠觀其大袢長不讓少\n貴不讓賤足以知禮達觀其所不行足以知義受\n官任治觀其去就足以知智迫之不懼足以知勇口利\n辭巧足以知辯使之不隐足以知信貧者觀其所不取\n足以知亷賤者觀其所不為足以知賢測深觀天足以\n知聖\n第不失次理不相舛近塞逺閉備元\n變成明事知分度數獨行無道之\n君任用么麽動即煩濁有道之君任\n用俊雄動則明白二者先定素立白蔘\n明起氣榮相宰\n上合其符下稽其實時君\n遇人有德君子至門不言\n而信萬民附親遇人暴驕萬民流離上下相疑\n復而如環日夜相撓諫者弗受言者危身無從聞\n過故大臣偽而不忠是以為人君親其民如子者弗召\n自來故曰有光卒於美名不施而責弗受\n而求親故曰有殃卒於不祥夫長者之事其君也調而\n和之士於純厚引而化之天下好\n之其道日從故卒必昌夫小人之事其君也務蔽\n其明塞其聽乗其威以灼熱人天下惡之其\n崇日凶故卒必敗禍及族人此君臣之變治亂之分興\n壞之關梁國家之閱也逆順利害由此出生凡可\n無學而能者唯息與食也故先王傳道以\n相効屬也賢君循成法後世久長隋君不從當世滅亡\n\n龐子問鶡冠子曰聖人之道何先鶡冠子曰先人龐子\n曰人道何先鶡冠子曰先兵龐子曰何以舍天而先人\n乎鶡冠子曰天髙而難知有福不可請有禍不可避法\n天則戾地廣大深厚多利而鮮威法\n地則辱時舉錯代更無一法時則貳三者不可以立化\n樹俗故聖人弗法龐子曰隂陽何若鶡冠子曰神靈威\n明與天合勾萌動作與地俱隂陽寒暑與\n時至三者聖人存則治亡則亂是故先人富則驕貴則\n嬴兵者百歳不一用然不可一日忘也是故人道先兵\n龐子曰先兵奈何鶡冠子曰兵者禮義忠信也龐子曰\n願聞兵義鶡冠子曰失道故敢以賤逆貴不義故敢以\n小侵大龐子曰用之奈何鶡冠子曰行枉則禁反正則\n舍是故不殺降人主道所髙莫貴約束得地\n失信聖王弗據倍言負約各將有故龎子曰弟子聞之\n曰地大者國實民衆者兵强兵强者先得意於天下今\n以所見合所不見盖殆不然今大國之\n兵反詘而辭窮禁不止令不行之故何也\n鶡冠子曰欲知來者察徃欲知古者察今擇人而用之\n者王用人而擇之者亡逆節之所生不肖侵賢命曰凌\n百姓不敢言命曰勝今者所問子慎勿言夫\n地大國富民衆兵强曰足士有餘力而不能以先得志\n於天下者其君不賢而行驕溢也不賢則不\n能無為而不可與致焉驕則輕敵輕\n敵則與所私謀其所不知為使非其任力欲取勝於\n非其敵不計終身之患樂須臾之說是故國君被過聽\n之謗醜於天下而謀臣負濫首之責于敵國敵國乃\n責則卻卻則說者羞其弱\n萬賤之直不能撓一貴之曲國\n被伸創其發則戰戰則是使元元之\n民徃死邪臣之失莿也過生於上罪死於下讎既外\n結諸侯畜其罪則危覆社稷世主懾懼寒心孤立\n不伐此人二國之難不解君立不復悔曩\n郵過謀徙計易濫首不足盖以累重\n滅門殘疾族公謝天下以\n讓敵國不然則戰道不絶國創不息大\n乎哉夫弗知之害悲乎哉其禍之所極\n此倚貴離道少人自有之咎也是故師未發\n軔而兵可迭也今大國之君不聞先聖\n之道而易事羣臣無明佐之大數而有滑正之碎\n智反義而行之逆德以將之兵詘而辭窮令不行禁不\n止又奚足怪哉龎子曰何若滑正之智鶡冠子曰\n法度無以嚖意為摸聖人按數循法\n尚有不全是故人不百其法者不能為天下主今無數\n而自因無法而自備循無上聖之檢而斷於已明\n人事雖備將尚何以復百已之身乎\n\n主知不明以貴為道以意為法牽\n時誑世逜下蔽上使事兩乖養非\n長失以静為擾以安為危百姓家困人怨禍孰大焉若\n此者北走之日后知命亡龎子曰以\n人事百法奈何鶡冠子曰蒼頡作法\n書從甲子成史李官\n蒼頡不道然非蒼頡文墨不起\n縱法之載於圖者其於以喻心\n達意揚道之所謂乃纔居曼之十分一耳\n\n故知百法者傑雄也若隔無形將然未有者知萬\n人也\n無萬人之智者智不能棲\n世學之上龎子曰得奉嚴教受業有間矣退師謀\n言弟子愈恐\n"}
{"id": "KR3j0006_002", "series": "KR3j0006", "text": "　　　　　　　　　　　　　宋　陸佃　解\n龎子問鶡冠子曰聖與神謀道與人成\n願聞度神慮成之要奈何鶡冠子曰天者神\n也地者形也地濕而火生焉天燥而水生\n焉法猛刑頗則神濕神濕則天不\n生水音聲倒則形燥形\n燥則地不生火水火不生則隂陽無以成氣度量無以\n成制五勝無以成埶萬物無以成類百業\n俱絶萬生皆困濟濟混混孰知其故天人同文地人同\n理賢不肖殊能故上聖不可亂也\n下愚不可辨也隂陽者\n氣之正也天地者形神之正也聖人者德之正也\n法令者四時之正也故一義失此萬\n或亂彼所失甚少所敗甚衆所謂天者非是蒼蒼之氣\n之謂天也所謂地者非是膞膞之土之謂地也所\n謂天者言其然物而無勝者也所\n謂地者言其均物而不可亂者也\n音者其謀也聲者其事也音者天之三光也\n聲者地之五官也形神調則生理脩\n夫生生而倍其本則德專己\n\n知無道上亂天文下滅地理\n中絶人和治漸終始故聽\n而無聞視而無見白晝而闇有義而\n失諡失諡而惑責人所無必人所不及\n相史於既而不盡其愛相區\n於成而不索其實虛名相髙\n精白為黑動静組\n轉神絶復逆\n經氣不類形離正名\n五氣失端四時不成過生於上\n罪死於下有世將極驅馳索禍開門逃福\n賢良為笑愚者為國天咎先見菑\n害並雜人孰兆生孰知其極見日\n月者不為明聞雷霆者不為聰事至而議者不能\n使變無生故善度變者觀本本足則盡不足\n則德必薄兵必老其孰能以褊材為襃徳\n博義者哉其文巧武果而姦不止者生於本不足也\n故主有二政臣有二制臣弗用主不能使臣必\n死主弗能止是以聖王獨見故主官以授長者在内和\n者在外夫長者之為官也在内則正義在外則固守用\n法則平法人本無害以端天地令出一原散\n無方化萬物者令也守一道制萬物者法也\n法也者守内者也令也者出制者也\n夫法不敗是令不傷理\n故君子得而尊小人得而謹胥靡得以\n全神備於心道備於形人以成則士\n以為繩列時第氣以授當名故法錯而\n隂陽調鳳凰者鶉火之禽陽之精也\n麒麟者𤣥枵之獸隂之精也\n萬民者德之精也德能致之\n其精畢至龎子曰致之奈何鶡冠子曰天地隂陽\n取稽於身故布五正以司五明\n十變九道稽從身始五\n音六律稽從身出五五二十五\n以理天下六六三十六以為歳式\n氣由神生道由神成\n唯聖人能正其音調其聲\n故其德上及太清下及泰寧中及萬靈膏露\n降白丹發醴泉出朱草生衆\n祥具\n\n故萬口云帝制神化\n景星光潤\n文則寢天下之兵武則天下之兵莫能當\n逺之近顯乎隐大乎小衆乎少莫不從微始故得\n之所成不可勝形失之所敗不可勝名從是徃\n者子弗能勝問吾亦弗勝言凡問之要欲近知而\n逺見以一度萬也無欲之君不可與舉\n\n賢人不用弗能使國利此其要也\n龎子曰敢問五正鶡冠子曰有神化有官治有教治有\n因治有事治龎子曰願聞其形鶡冠子曰神化者\n於未有官治者道於本教治者脩諸已因治者不變俗\n事治者矯之於末龎子曰願聞其事鶡冠子曰神\n化者定天地豫四時拔隂陽移寒暑\n正流並生萬物無害萬類成\n全名尸氣皇官治者師隂陽\n應將然地寧天澄衆美歸焉名尸\n神明教治者置四時事\n功順道名尸賢聖因治者招賢聖而道\n心術敬事生和名尸后王事治者招仁聖而道知焉\n茍精牧神\n分官成章教苦利逺\n法制生焉法者使去私就公\n同知壹警有同由者也非行私而使人合同者也\n故至治者弗由而名尸公伯\n龎子問鶡冠子曰泰上成鳩之道一族用之萬八\n千歳有天下兵\n强世不可奪與天\n地存久絶無倫齊殊異之物\n不足以命其相去之不同也世莫不言\n樹俗立化彼獨何道之行以至於此鶡冠子曰彼成鳩\n氏天故莫能増其髙尊其靈龎子曰何謂天何若而\n莫能増其髙尊其靈鶡冠子曰天者誠其日德\n也日誠出誠入南北有極故莫弗以\n為法則天者信其月刑也月信死信生終則有\n始故莫弗以為政天者明星其稽\n也列星不亂各以序行故小大莫\n弗以章　天者因時其則也四時當名\n代而不干故莫弗以為必然天者\n一法其同也前後左右古今自如故\n莫弗以為常天誠信明因一\n不為衆父易一故莫能與争先\n易一非一故不可尊増成鳩得\n一故莫不仰制焉龎子曰願聞其制鶡\n冠子曰成鳩之制與神明體正神明者下究而上際\n克嗇萬物而不可厭者也周泊徧照\n反與天地總故能為天下計\n明於蚤識逢臼不惑存亡之祥安危之稽龎\n子曰願聞其稽鶡冠子曰置下不安上不可以載\n累其足也其最髙而不植局者未之\n有也\n辨於人情究物之理稱於天地\n廢置不殆審於山川而運動舉錯有檢\n生物無害為之父母無所躪躒仁於取予備於\n教道要於言語信於約束己諾不\n專喜怒不増其兵不武\n樹以為俗其化出此龎子曰願聞其人情物理所以嗇\n萬物與天地總與神明體正之道鶡冠子曰成鳩氏之\n道未有離天曲日術者天曲者明而易循也日術\n者要而易行也\n龎子曰願聞天曲\n日術鶡冠子曰其制邑理都使矔習者五家為伍\n伍為之長十伍為里里置有司四里為扁扁\n為之長十扁為鄉鄉置師五鄉為縣縣有嗇夫治焉十\n縣為郡有大夫守焉命曰官屬郡大夫退脩其屬\n縣嗇夫退脩其鄉鄉師退脩其扁扁長退脩其里里有\n司退脩其伍伍長退脩其家事相斥正居處相察出入\n相司父與父言義子與子言孝長者言善少\n者言敬旦夕相薰薌以此慈孝之務若有所移徙\n去就家與家相受人與人相付亡人姦物無所穿竄此\n其人情物理也伍人有勿故不奉上令\n有餘不足居處之狀而不輒\n以告里有司謂之亂家其罪伍長以同里中\n有不敬長慈少出等異衆不聽父兄之教有所受聞不\n悉以告扁長謂之亂里其罪有司而貳其家\n扁不以時循行教誨受聞不悉以告鄉師謂之亂\n扁其罪扁長而貳其家鄉不以時循行教誨受\n聞不悉以告縣嗇夫謂之亂鄉其罪鄉師而貳其家縣\n嗇夫不以時循行教誨受聞不悉以告郡善者不顯命\n曰蔽明見惡而隐命曰下比謂之亂縣其誅嗇夫無赦\n郡大夫不以循行教誨受聞雖\n實有所遺脱不悉以告柱國謂之亂郡其誅郡大\n夫無赦柱國不政使下情不上聞上情不下究謂之絿\n政其誅柱國滅門殘疾令尹不宜時\n合地害百姓者謂之亂天下其軫令尹以徇\n\n此其所以\n嗇物也天用四時地用五行天子執一以居中央\n參於兩間調以五音正以六律紀以度數宰以刑德從\n本至末第以甲乙天始於元地始於朔\n四時始於歴故家里用㮛\n扁長用旬\n鄉師用節縣嗇夫用月郡大夫用氣分所至\n柱國用六律里五日報扁扁十日報鄉鄉十\n五日報縣縣三十日報郡郡四十五日報柱國\n柱國六十日以聞天子天子七十二日遣使\n勉有功罰不如此所\n以與天地總下情六十日一上聞上惠七十二日一下\n究此天曲日術也故不肖者不失其賤而賢者不失其\n明上享其福禄而百事理行畔者不利\n故莫能撓其强是以能治滿而不溢\n綰大而不芒天子中正使者\n敢易言尊益區域使利逜下蔽上\n其刑斬笞無赦諸吏教苦德薄侵暴百姓\n輒罷毋使汙官亂治不奉令犯法其罪加民利而\n不取利運而不取次故四方從之唯恐後至\n是以運天而維張地廣而德章\n天下安樂設年予昌屬各以一時典最上賢不如令尹\n令尹以聞壹再削職三則不赦治不踰官\n使史李不誤公市為平生者不喜死者不怨\n人得所欲國無變故著賞有功德及三世父伏\n其辜不得創諡事從一二終\n古不勃彼計為善於鄉不如為善於里為善於里不如\n為善於家是以為善者可得舉為惡者可得誅莫\n敢道一旦之善皆以終身為期素無失次故化立而世\n無邪化立俗成少則同儕長則同友遊敖同品祭\n祀同福死生同愛禍災同憂居處同樂行作同和\n弔賀同雜哭泣同哀驩欣足以相助􁀙諜足以相\n止安平相馴軍旅相保夜戰則足以相信晝\n戰則足以相配入以禁暴出正無道是以其兵能\n横行誅伐而莫之敢禦故其刑設而不用不争而權重\n車甲不陳而天下無敵矣失道則賤敢逆\n貴不義則小敢侵大成鳩既見上世之嗣失道亡功倍\n本滅德之則故為之不朽之國定位牢\n祭使鬼神亶曰\n増規不圓益矩不方\n夫以効末傳之子\n孫唯此可持唯此可將\n將者養吉釋者不祥墠以全\n犧正以齋明\n\n四時享之祀以家王以為\n神享禮靈之符蔵之宗廟以壐正諸\n故其後世之保教也全耳目不營\n用心不分不見異物而遷捐私去毒\n鉤於内哲固於所守\n更始逾新上元為紀共承嘉惠相髙不\n改亶昭穆具招士先結\n之後入弗解此知極之至也\n龎子曰願聞所以不改更始逾新之道鶡冠子曰成鳩\n所謂得王鈇之傳者也龎子曰何謂王鈇鶡冠子曰王\n鈇者非一世之器也以死遂生從中制\n外之教也後世成至孫一靈羽理\n符日循功弗敢敗奉業\n究制執正守内拙弗敢廢樓􁀙與旱\n以新續故四時執効應錮不駿后得入\n廟惑爽不嗣謂之焚\n祖命冐世禮嗣弗引奉\n常弗内靈不食\n祀家王不舉祭天將降咎皇神不享\n此所以不改更始逾新之道也故\n主無異意民心不徙\n與天合則萬年一范則近者親其善逺者慕\n其德而無已是以其教不厭其用不弊故能疇合四海\n以為一家而夷貉萬國皆以時朝服致績而莫敢\n効增免\n聞者傳譯來歸其義莫能易其俗移其教\n故其威立而不犯流逺而不廢此素\n皇内帝之法\n成鳩之所\n枋以超等世世不可奪者也功日益月長故能與\n天地存久此所以與神明體正之術也不待士史\n蒼頡作書故後世莫能云其咎\n\n未聞不與道德究而能以為善者也\n龎子曰如是古今之道同邪鶡冠子曰古者亦我而使\n之久衆者亦我而使之衆耳何比異哉彼類善則萬世\n不忘道惡則禍及其身尚奚怪焉龎子曰以\n今之事觀古之道舟車相通衣服同采言語相知畫地\n守之不能相犯殊君異長不能相使逆言過耳兵甲相\n李百父母子且未易領\n方若所言未有離中國之正也\n丘第之業域\n不出著居不連垝而曰成鳩氏周闔四海\n為一家夷貉萬國莫不來朝其果情\n乎鶡冠子曰虎\n狼殺人烏蒼從上螾蛾從下\n聚之六者異類然同時俱至者何也所欲同也由是觀\n之有人之名則同人之情耳何故不可乎\n天度數之而行在一不少在萬不衆同如林木\n積如倉粟斗石以陳升委無失也\n列地分民亦尚一也耳百父\n母子何能增減殊君異長又何出入若能正一萬國\n同極德至四海又奚足闔也龎子曰果必信然\n隂陽消散三百六十日各反其故天地跼跼\n奚足以疑聖\n人髙大内揣深淺逺近之理使鬼神一失\n不復息矣與天地相蔽\n至今尚在以鉦面達行宜乎哉成鳩之萬八千歳也\n\n得此道者何辯誰氏\n所用之國而天下利耳\n泰一者執大同之制\n調泰鴻之氣\n正神明之位者也故九\n皇受傅以索其然之所生傅謂之得天之解\n傅謂之得天地之所始傅謂之道\n得道之常傅謂之聖人聖人之道與神明相得故\n曰道德郄始窮初\n\n得齊之所出\n九皇殊制而政莫不\n効焉故曰泰一\n泰皇問泰一曰天地人事三者孰急泰一曰\n愛精養神内端者所以希天天也者神明之\n所根也醇化四時陶埏無形刻鏤未萌\n離文將然者也\n地者承天之演備載以寧者也吾將告汝神\n明之極天地人事三者復一也立置臣義\n所謂四則\n散以八風\n揆以六合事以四時寫\n以八極照以三光牧以刑德調以五\n音正以六律分以度數表以五色改以二氣\n致以南北齊以晦望受以明厯\n\n日信出\n信入南北有極度之稽也\n月信死信生進退有常數之稽也\n列星不亂其行代而不干位之稽也\n天明三以定一則萬物莫\n不至矣三時生長一時煞刑四時而定天地盡矣\n夫物之始\n也傾傾至其有也録録\n至其成形端端王王勿損勿益幼\n少隨足以從師俗毋易天生\n毋散天樸自若則清動之則濁\n神聖踐承翼之位\n以與神皇合德按圖正端以至無\n極兩治四致閒以止\n息歸時\n離氣以成萬業\n一來一徃視衡低仰\n\n五官六府分之有道無鉤無繩渾沌不分\n\n大象不成事無經法精神相薄乃傷百族\n\n偷氣相時後功可立\n先定其利待物自至素次以法物至輒合法者天地\n之正器也用法不正𤣥德不成上聖\n者與天地接結六連而不解者也\n是故有道南面執政以衛神明左右前後静\n侍中央開源流洋\n精㣲徃來傾傾繩繩\n内持以維外紐以綱行以理埶紀以終\n始同一殊職立為明官五范四\n時各以類相從昧𤣥生色音聲相衡\n東方者萬物立止焉故調以徴\n南方者萬物華羽焉故調以羽西方者萬物成章焉故\n調以商北方者萬物録臧焉故調以角\n中央者太一之位\n百神仰制焉故調以宫道以為先\n舉載神明華天上揚\n本出黄鍾所始為東方萬物唯隆\n以木華物天下盡木也使居東方主春以火照物天下\n盡火也使居南方主夏以金割物天下盡金也使居西\n方主秋以水沉物天下盡水也使居北方主冬上為大\n都天下盡土也使居中央守地天下盡人也以天子為\n正調其氣和其\n味聽其聲正其形迭徃\n觀今故業可循也\n首尾易面\n地理離經奪愛\n令亂上滅天文理不\n可知神明失從\n文理者相明者也色味者相度者也藻華者\n相成者也衆者我而衆之\n故可以一范請也\n順愛之政殊類相通逆愛\n之政同類相亡故聖人立天為父建地為\n母范者非務使云必同知一期以使一人也\n氾錯之天地之間而人人被其和\n\n和也者無形而有味者也同和者仁也\n相容者義也仁\n義者所樂同名也能同所樂無形内政\n\n故聖知神方調於無形而物莫不從天受藻華以為神\n明之根者也地受時\n以為萬物原者也神聖詳理\n惡離制命之柄\n斂散華精以慰地責天者也\n\n調味章色正聲以定天地人事三者畢此矣\n\n入論泰鴻之内出觀神明之外定制泰一之衷\n以為物稽天\n有九鴻\n地有九州泰一之道九皇之傅請\n成於泰始之末\n見不詳事於名理\n之外范無形嘗無味以要名\n理之所㑹范者味之正也味\n者氣之父母也精㣲者天地之\n始也不見形\n臠而天下歸美焉名尸神明者大道是也夫\n錯行合意扶義本仁積順之所成先聖之所生也\n行其道者有其名為其事者有其功\n\n故天地成於元氣萬物乗於天地\n神聖乗於道德以究\n其理若上聖皇天者先\n聖之所倚威立有命也\n故致治之自\n在己者也招髙者髙招庳者庳\n故成形而不變者度也未離已而在\n彼者狎漚也陳體立節\n萬世不易天地之位也分物紀名文聖明别神聖\n之齊也法天居地去方錯圓\n神聖之鑒也象說名物成功遂事隐彰不\n相離神聖之\n教也\n故流分而神生動\n登而明生明見而形成形\n成而功存故文者所以分物也理者所以紀名也\n天地者同事而異域者也無規圓者天之文\n也無矩方者地之理也天循文以動地循理以作者也\n二端者神之法也神聖之人后先\n天地而尊者也後天地生然知天地之始先天地亡然\n知天地之終道包之故能知度之\n尊重焉故能改動之敏\n明焉故能制斷之精神者物之貴大者也\n内聖者精神之原也\n莫貴焉故靡不仰制焉制者所以衛精擢神致氣也\n幽則不洩簡則不煩不煩\n則精明達故能役賢能使神明\n百化隨而變終始從而豫神明者積精微全\n粹之所成也聖道神方要之極也帝\n制神化治之期也故師為君而學為\n臣上賢為天子次賢為三公髙為諸侯\n易姓而王不以祖籍為君者欲同一善之安也\n彼天地動作於胸中然後事成於外萬物\n出入焉然後生物無害\n闓闔四時引移隂陽怨\n沒澂物天下以為自然此神聖之所以絶\n衆也聖原神文有驗而不可見者也\n故過人可見絶人未逺也\n神明所以類合者也故神明錮結其紘\n類類生成用一不窮\n影則隨形響則\n應聲故形聲者天地之師也四時之功隂陽\n不能獨為也聖王者不失本末故神明終始焉\n卒令八風三光之變經氣不常之故孰不\n詔請都理焉\n故神靈威\n明上變光疾徐緩急中動氣\n煞傷毁禍下在地故天地隂陽\n之受命取象於神明之効既已見矣\n天者氣之所總出也\n地者理之必然也\n故聖人者出之於天收之於地在天地\n若隂陽者杜燥濕以法義與時遷焉\n二者聖人存\n則治亡則亂者天失其文地失其理也以是知先\n靈王百神者上德執大道凡此者物之長也及\n至乎祖籍之世代繼之君身雖不賢然南面稱寡\n猶不果亡者其能受教乎有道之士者也不然而能守\n宗廟存國家者未之有也\n"}
{"id": "KR3j0006_003", "series": "KR3j0006", "text": "　　　　　　　　　　　　　宋　陸佃　解\n道有度數故神明可交也物有相\n勝故水火可用也東西南北故形名可信也\n五帝在前三王在後上德已衰矣兵知俱起黄帝百\n戰蚩尤\n七十二堯伐有唐\n禹服有苗天不變其常地不易其則\n隂陽不亂其氣生死不俛其位三光不改其用神明不\n徙其法得失不兩張成敗不兩\n立所謂賢不肖者古今一也君子不惰真人不\n怠無見久貧賤則\n據簡之伊尹酒保太公屠牛\n管子作革百里奚官奴\n海内荒亂立為世師莫不天地善\n謀日月不息迺成四時精習象神\n孰謂能之素成其用先知其故\n湯能以七十里放桀武王以百里伐紂知一不煩\n千方萬曲所雜齊同勝道不一\n知者計全明將不倍時而棄利勇士不怯\n法而滅名欲踰至德之美者其慮不與俗同\n欲驗九天之髙者行不徑請\n是以忠臣不先其身\n而後其君寒心孤立懸命將軍野戰則國弊民罷城守\n則食人灼骸計失其國削主困為天\n下笑持國計者可以無詳乎固有過計有嘗試\n是以曹沬為魯將與齊三戰\n而亡地千里使曹子計不顧後刎頸而死則不免為敗\n軍擒將曹子以為敗軍擒將非勇也國削民滅非智也\n身死君危非忠也夫死人之事者不能續人之\n夀故退與魯君計桓公合諸侯曹子以一劔之任刦桓\n公墠位之上顔色不變辭氣不悖三戰之所亡一旦而\n反天下震動四鄰驚駭名傳後世扶杖於小愧者大功\n不成故曹子去忿悁之心立終身之功棄細忿之愧立\n累世之名故曹子為知時魯君為知人劇辛為燕將與\n趙戰軍敗劇辛自剄燕以失五城自賊以為禍門身死\n以危其君名實俱滅是謂失此不還人之計也\n非過材之䓶也\n\n夫得道者務無大失凡人者務有小善小善積則\n多惡欲多惡則不積德不積則多難\n多難則濁濁則無知多欲則不博不博則多憂多憂\n則濁濁則無知欲惡者知之所昏也夫强不能者僇之\n其言辱是劇辛能絶而燕王\n不知人也昔善戰者舉兵相從陳以五行戰以五音指\n天之極與神同方類類生成用一不窮明者為法微道\n是行齊過進退參之天地出實觸虚\n禽將破軍發如鏃矢動如雷霆暴疾𢷬虚殷\n若壊牆執急節短用不縵縵避我\n所死就吾所生趨吾所時援吾所勝故士不折北\n兵不困窮得此道者驅用市人乗流以逝與道翺\n翔翺翔授取錮據堅守呼吸鎮移與\n時更為一先一後音律相奏一右一左道無不可\n受數於天定位於地成名於人彼時之至安可復還\n安可控搏天地\n不倚錯以待能度數相使隂陽相攻死生相攝氣威相\n滅虚實相因得失浮縣兵以勢勝\n時不常使蚤晩絀贏反相殖生變化無\n窮何可勝言水激則旱矢激則逺精神回薄振蕩相轉\n遲速有命必中三五合散消息孰識其時\n至人遺物獨與道俱縱驅委命與時徃來\n盛衰死生孰識其期儼然至湛孰知其尤禍乎福之所\n倚福乎禍之所伏禍與福如糾纆\n渾沌錯紛其狀若一交解形狀孰知其則\n芴芒無貎唯聖人而後決其意斡流遷徙\n固無休息終則有始孰知其極一目之羅不可以\n得雀籠中之鳥空窺不出衆人唯唯安定禍\n福憂喜聚門吉凶同域失反為得成反為敗\n吳大兵强夫差以困越棲㑹稽勾踐霸世達人大觀乃\n見其可橢枋一術奚足以游\n徃古來今事孰無\n郵舜有不孝堯有不慈文王桎\n梏管仲拘囚坱軋□垠孰􁀙得之\n至得無私泛泛乎若不繫之舟能者\n以濟不能者以覆天不可與謀地不可與慮聖人捐物\n從理與舍衆人域域廹於嗜欲小知立趨好惡\n自懼夸者死權自貴矜容\n列士徇名貪夫徇財至博不給\n知時何羞不肖繋俗\n賢争於時細故□蒯\n奚足以疑事成欲得又奚足夸千\n言萬説卒賞謂何勾踐不官\n二國不定文王不幽武王不正\n管仲不羞辱名不與大賢功不得與三王鉦面備矣\n\n天髙而可知地大而可宰萬物安之人情安取伯夷叔\n齊能無盗而不能使人不意已申徒狄\n以為世溷濁不可居故負石自投於河不知水中之\n亂有逾甚者德之盛山無徑迹澤無橋梁不相徃來舟\n車不通何者其民猶赤子也\n有知者不以相欺役也有力者不以相臣主也是以鳥\n鵲之巢可俯而窺也麋鹿羣居可從而係也\n至世之衰父子相圖兄弟相疑\n\n何者其化薄而出於相以有為\n也\n\n故為者敗之治者亂\n之敗則傰亂則阿阿則理廢傰則義不立堯傳舜\n以天下故好義者以為堯智其好利者以為堯愚湯武\n放弑利其子好義者以為無道\n而好利之人以為賢為彼世不傳賢故有放君君\n好傰阿故有弑主夫放弑之所加亡國之所在吾未見\n便樂而安處之者也夫處危以妄安循哀以損\n樂是故國有無服之喪無軍之兵可以先見也是故箕\n子逃而搏仇牧\n商容拘而蹇叔哭\n昔之登髙者下人代之㥄手\n足為之汗出而上人乃始搏折枝而趨操\n木止之者僇\n是故天下寒心而人主孤\n立今世之處側者皆亂臣也其智足以使主不達其言\n足以滑政其朋黨足以相甯於利害昔湯用伊尹周用\n太公秦用百里楚用申麃齊用管子此數大\n夫之所以髙世者皆亡國之忠臣所以死也\n由是觀之非其智能\n難與也乃其時命者不可及也\n唯無如是時有所至而求\n時有所至而辭\n命有所至而闔命有所至而闢賢\n不必得時也不肖不必失命也是故賢者守時而不肖\n者守命今世非無舜之行也不知堯之故也非\n無湯武之事也不知伊尹太公之故也費仲惡來得辛\n紂之利而不知武王之伐之也比干子胥好忠諫而不\n知其主之煞之也費仲惡來者可謂知心矣而不知事\n比干子胥者可謂知事矣而不知心聖人者必兩備而\n後能究一世\n龎子問鶡冠子曰用兵之法天之地之人之賞以勸戰\n罰以必衆五者已圖然九夷用之而勝不必者其\n故何也\n鶡冠子曰物有生\n故金木水火未用而相制子獨不見夫\n閉關乎立而倚之則婦人揭之仆而措之則不\n擇性而能舉其中若操其端則雖選士不能絶地闗\n尚一身而輕重異之者勢使之然也夫以闗言之則物\n有而勢在矣九夷用之而勝不必者其不達物生者也\n若達物生者五尚一\n也耳龎子曰以五為一奈何鶡冠子曰天不能以早為\n晩地不能以髙為下人不能以男為女賞不能勸不勝\n任罰不能必不可龎子\n曰取功奈何鶡冠子曰天不能使人人不能使天因\n物之然而窮達存焉之二也在權在勢在權故生財\n有過富在勢故用兵有過勝財之生也力之於地順之\n於天兵之勝也順之於道合之於人其弗知者以逆為\n順以患為利以逆為順故其財貧以患為利故其兵禽\n昔之知時者與道證弗知者危神明道之所亡\n神明之敗何物可以留其創故曰道乎\n道乎與神明相保乎龎子曰何如而相保鶡冠\n子曰賢生聖聖生道道生法法生神\n神生明神明者正之末也\n末受之本是故相保\n龎子問鶡冠子曰聖人學問服師也亦有終始乎\n抑其拾誦記辭闔棺而止乎鶡冠\n子曰始於初問終於九道若不聞九道之解拾誦記辭\n闔棺而止以何定乎\n龎子曰何謂九道鶡冠子曰一\n曰道德二曰隂陽三曰法令四曰天官五曰神徵六曰\n伎藝七曰人情八曰械器九曰處兵龎子曰願聞九道\n之事鶡冠子曰道德者操行所以為素也\n隂陽者分數所以觀氣變也\n法令者主道治亂國之命也天官者\n表儀祥兆下之應也\n\n神徵者風采光景所以序怪也\n伎藝者如勝同任所以出無獨\n異也人情者小大愚\n知賢不肖雄俊豪英相萬也械器者假乗焉世用\n國備也處兵者威柄所持立不敗之地也九道形\n心謂之有靈后能見變而命之\n因其所為而定之若心無形靈\n辭雖搏捆不知所之彼心為主\n則内將使外内無巧驗近則不及逺則\n不至龎子曰禮樂仁義忠信願聞其合之於數\n鶡冠子曰所謂禮者不犯者也所謂樂者無菑者\n也所謂仁者同好者也所謂義者同惡者也所謂忠者\n久愈親者也所謂信者無二響者也聖人以此六者\n卦世得失逆順之經夫離道非數不可以\n緒端不要元法不可以􁀙心體\n表術裏原雖淺\n不窮中虚外博雖博必虚龎子再拜曰有問戒哉雖毋\n如是冥材乃健弗學孰能此天下至道而世主廢\n之何哉鶡冠子曰不提生於弗器賤生於無所用\n中河失船一壺千金貴賤無常時\n使物然常知善善昭繆不易一揆至今不知善善故有\n身死國亡絶祀滅宗細人猶然不能保夀義則自况\n\n卓襄王問龎煖曰夫君人者亦有為其國乎\n龎煖曰王獨不\n聞俞跗之為醫乎已成必治鬼神避之楚王臨朝為隨\n兵故若堯之任人也不用親戚而必使能其治病也不\n任所愛必使舊醫楚王聞傳暮\n􁀙在身必待俞跗\n\n卓襄王曰善龎煖曰王其忘乎昔伊尹醫殷太公\n醫周武王百里醫秦申麃醫郢原季醫晉\n范蠡醫越管仲醫齊而五國霸其善一也然道\n不同數卓襄王曰願聞其數煖曰王獨不聞魏文侯之\n問扁鵲耶曰子昆弟三人其孰最善\n為醫扁鵲曰長兄最善中兄次之扁鵲最為下魏文侯\n曰可得聞耶扁鵲曰長兄於病視神未有形而除之\n\n故名不出於家中兄治\n病其在毫毛故名不出於閭\n若扁鵲者鑱血脈投毒藥副肌膚間而名出聞於\n諸侯魏文侯曰善使管子行醫術以扁鵲\n之道桓公幾能成其霸乎\n\n凡此者不病病\n治之無名使之無形\n至功之成其下謂之自然\n故良醫化之拙醫敗\n之雖幸不死創伸股維卓襄王曰善寡人雖不能\n無創孰能加秋毫寡人之上哉\n挈天地而能遊者謂之還\n名而不還於名之人\n明照光照不能照已之明是也\n\n獨化終始隨能序致獨立宇宙無封謂之皇天\n地\n浮懸天地之明委命\n相鬲謂之時\n通而鬲謂之道連萬物領天地\n合膊同根命曰宇宙\n知宇故無不容也\n知宙故無不足也知德故\n無不安也知道故無不聽也\n知物故無不然也知一而\n不知道故未能裏也昔行不知所如徃\n而求者則必惑\n索所不知求之象者則必弗得\n\n故人者莫不蔽於\n其所不見鬲於其所不聞塞於其所不開詘於其所不\n能制於其所不勝世俗之衆籠乎此五也而不通此未\n見而有形故曰有無軍之兵有無服之\n喪人之輕死生之故也人之輕安危之故也夫\n蚊䖟墜乎千仞之谿乃始翺翔而成其容\n牛馬墜焉碎而無形\n由是觀之則大者不便重者創深\n兵者渉死而取生陵危而取安是\n故言而然道而當故一\n蚋􁀙膚不寐至旦半糠入目四方弗治所謂蔽者豈必\n障於帷􁀙隐於帷薄哉周平弗見之謂蔽\n\n故病視而目弗見疾聽而耳弗聞䝉故知能與其\n所聞見俱盡鬲故奠務行事與其任力俱終\n塞故四發上統而不續而消亡夫道者必\n有應而後至事者必有德而後成夫\n德知事之所成成之所得而後曰我能成之成無為\n得無來\n詳察其道何由然哉迷徃\n以觀今是以知其未能彼立表而望者不惑按\n法而割者不疑固言有以希之也夫望而無表割無法\n其惑之屬耶所謂惑者非無日月之明四時之序星辰\n之行也因乎反兹而之惑也\n惑故疾視愈亂惇而易方\n\n兵有符而道有\n驗備必豫具慮必蚤定下因地利制以\n五行左木右金前火後水中土營軍陳士不失其宜五\n度既正無事不舉招摇在上\n繕者作下\n\n取法於天四時求象春用蒼\n龍夏用赤鳥秋用白虎冬用𤣥武天地已得何物不可\n宰理之所居謂之地神之所形謂之天知天故能一舉\n而四致並起而獨成鳥乗隨隨􁀙蜚垂􁀙\n故昔善討者非以求利將以明數昔善戰者\n非以求勝將以明勝獨不見夫隐者乎設使知之\n其知之者屈已知之矣若其弗知者雖師而説尚不曉\n也悲乎夫蔽象鬲塞之人\n未敗而崩未死而禽設兵取國武之美也不動取國文\n之華也士益武人不益文一者\n寡愛不可勝論耳者可以聽調聲而不能\n為調聲目者可以視異形而不能為異形口者可以道\n神明而不能為神明故先\n王之服師術者呼往發䝉\n釋約解刺達昏開明而且知\n焉故能説適計險歴越踰俗軼倫越等知略\n之見遺跋衆人求絶紹逺難之在前者能當\n之難之在後者能章之要領天下而無疏\n則逺乎敵國之制戰勝攻取之道應\n物而不窮以一宰萬而不總類類\n生之耀名之所在究賢\n能之變極蕭楯之元\n謂之無方之傳\n著乎\n無封之宇制事内不能究其形者用兵外不\n能充其功彼兵者有天有人有地\n兵極人人極地地極天\n天有勝地有維人有成故善用\n兵者慎以天勝以地維以人成三者明\n白何設不可圖所謂天者非以無驗有勝\n非以日勢之長而萬物之所受服者邪\n彼天生物而不物者其原隂陽也四時生長收\n藏而不失序者其權音也\n音在乎不可傳者其功英也故所肄學\n兵必先天權陳以五行戰以五音左倍宫角右挾商羽\n徵君為隨以􁊶無素之衆\n陸溺\n溺人故能徃來竇決\n獨金而不連\n絶道之紀亂天之文干音\n之謂違物之情天之不綱其咎燥凶\n欲無亂逆謹司天英\n天英各失三軍無實夫不英而實孰有其物\n常聖博古今復一\n日者天地之所待而闔耳\n故天權\n神曲五音術兵逸言曰章以禍\n福若合符節凡事者生於慮成於務失於驚\n原聖心之作情隐㣲而後起\n散無方而求監焉軼𤣥眇而后\n無抗澂幽而思謹焉\n截六際而不絞\n\n觀乎孰莫聽乎無罔極乎無係論乎窈冥\n湛不亂紛故能絶塵埃而立乎太清徃無與俱來無\n與偕希備寡屬孤而不伴\n所以無疵保然獨\n至傳未有之將然領無首之即次\n度十五而用事量徃來\n而廢興因動静而結生能\n天地而舉措自然形也不可改也竒耦數也不可\n增減也成敗兆也非而長也故其得道以\n立者地能立之其得道以仆者地弗能立也其得\n道以安者地能安之其得道以危者地弗能安也其得\n道以生者天能生之其得道以死者天弗能生也其得\n道以存者天能存之其得道以亡者天弗能存\n也彼安危勢也存亡理也何可責於天道鬼神奚與\n一者德之賢\n也聖者賢之愛也道者聖之所吏也至\n之所得也以至\n圖弗能載名弗能舉口不可以致其意貎不可\n以立其狀若道之象門戸是也賢不肖愚知由焉\n出入而弗異也道者開物者也非齊物者也\n故聖道也道非聖也道者通\n物者也聖者序物者也是以有先王之道而無道之先\n王故聖人者後天地而生而知天地之\n始先天地而亡而知天地之終力不若天地而知天地\n之任氣不若隂陽而能為之經不若萬物多而能為之\n正不若衆美麗而能舉善指過焉不若道德富而能為\n之崇不若神明照而能為之主\n不若鬼神潛而能著其靈不若金石固而能燒其\n勁不若方圓治而能陳其形昔之得道以立至今\n不遷者四時太山是也其得道以危至今不可安者苓\n巒堙谿橐木降風是\n也其得道以生至今不亡者日月星辰是也其得道以\n亡至今不可存者苓葉遇霜朝露遭日是也故聖人者\n取之於勢而弗索於察勢者其專而在已者也察\n者其散而之物者也物乎物芬芬份份孰不從\n一出至一易故定審於人觀變於物口者所\n以抒心誠意也或不能俞受究暁揚其\n所謂或過其實故行異者相非道異者相戾詖辭者革\n物者也聖人知其所\n離淫辭者因物者也聖人\n知其所合詐辭者沮物者也聖人知其所飾\n遁辭者請物者也聖人知其所極正辭\n者恵物者也聖人知其所立立者能効\n其所可知也莫能道其所不及明\n諭外内後能定人一在而不可見道\n在而不可專切譬于淵其深不測凌凌乎泳澹波而不\n竭彼雖至人能以練其精神修其耳目整飾\n其身若合符節小大曲制無所遺失逺近\n邪直無所不及是以徳萬人者謂之俊徳千人者\n謂之豪徳百人者謂之英故聖者言之凡也\n\n武靈王問龎煥曰寡人聞飛語流\n傳曰百戰而勝非善之善者也不戰而勝善之善者也\n願聞其解龎煥曰工者貴無與争故大上用計謀\n其次因人事其下戰克用計謀者熒惑敵國之主使變\n更淫俗哆恭憍恣而無聖人之數愛人而\n與無功而爵未勞而賞喜則釋罪怒則妄殺法民\n而自慎少人而自至繁無用\n嗜龜占髙義下合意内之人所謂因\n人事者結幣帛用貨財閉近人之復其口\n使其所謂是者盡非也所謂非者盡是也離君之\n際用忠臣之路所謂戰克者其國已素破兵從而\n攻之因句踐用此而吳國亡楚用此而\n陳蔡舉三家用此而智氏亡\n韓用此而東分\n今世之言兵也皆强大者必勝小弱者必滅\n是則小國之君無覇王者而萬乗之主無破亡也昔夏\n廣而湯狹殷大而周小越弱而吳强此所謂不戰\n而勝善之善者也此隂經之法夜行之道天\n武之類也今或僵尸百萬流血千里而勝未決也以為\n功計之每已不若是故聖人昭然獨思忻然獨喜\n若夫耳聞金鼓之聲而希功目見旌旗之色而希\n陳手握兵刃之枋而希戰出進合鬬而希勝是襄\n主之所破亡也武靈慨然歎曰存亡在身微乎哉福之\n所生寡人聞此日月有以自觀昔克徳者不詭命得\n要者其言不衆\n"}
