{"id": "KR3j0007_001", "series": "KR3j0007", "text": "　公孫龍子\n　　　　　　　　　　　趙人　公孫龍　著\n　　　跡府第一\n公孫龍六國時辯士也疾名實之散亂因資材之所長\n為守白之論假物取譬以守白辯\n\n謂白馬為非馬也白\n馬為非馬者言白所以名色言馬所以名形也色非形\n非色也夫言色則形不當與言形則色不宜從今合以\n為物非也如求白馬於廐中無有而有驪色之馬然不\n可以應有白馬也不可以應有白馬則所求之馬亡矣亡\n則白馬竟非馬欲推是辨以正名實而化天下焉\n龍與孔穿㑹趙平原君\n家穿曰素聞先生髙誼願為弟子久但不取先生以白\n馬為非馬耳請去此術則穿請為弟子龍曰先生之言\n悖龍之所以為名者乃以白馬之論爾今使龍去之則\n無以教焉且欲師之者以智與學不如也今使龍去之\n此先教而後師之也先教而後師之者悖且白馬非馬\n乃仲尼之所取龍聞楚王\n張繁弱之弓載忘歸之矢以射蛟兕於雲夢之圃而喪\n其弓其左右請求之王曰止楚王遺弓楚人得之又何\n求乎仲尼聞之曰楚王仁義而未遂也亦曰人亡弓人\n得之而已何必楚若此仲尼異楚人於所謂人\n\n夫是仲尼異\n楚人於所謂人而非龍異白馬於所謂馬悖先生脩儒\n術而非仲尼之所取欲學而使龍去所教則雖百龍固\n不能當前矣孔穿無以應焉\n公孫龍趙平原君\n之客也孔穿孔子之裔也穿與龍㑹穿謂龍曰臣居魯\n側聞下風髙先生之智説先生之行願受業之日久矣\n乃今得見然所不取先生者獨不取先生之以白馬為\n非馬耳請去白馬非馬之學穿請為弟子公孫龍曰先\n生之言悖龍之學以白馬為非馬者也使龍去之則龍\n無以教無以教而乃學於龍也者悖且夫欲學於龍者\n以智與學焉為不逮也今教龍去白馬非馬是先教而\n後師之也先教而後師之不可先生之所以教龍者似\n齊王之謂尹文也齊王之謂尹文曰寡人甚好士以齊\n國無士何也尹文曰願聞大王之所謂士者齊王無以\n應尹文曰今有人於此事君則忠事親則孝交友則信\n處鄉則順有此四行可謂士乎齊王曰善此真吾所謂\n士也尹文曰王得此人肯以為臣乎王曰所願而不可\n得也是時齊王好勇\n於是尹文曰使此人廣廷大衆之中見侵\n侮而終不敢鬬王将以為臣乎王曰詎士也見侮而不\n鬬辱也辱則寡人不以為臣矣尹文曰雖見侮而不鬬\n未失其四行也是人未失其四行其所以為士也然而\n王一以為臣一不以為臣則向之所謂士者乃非士乎\n齊王無以應尹文曰今有人君將理其國人有非則非\n之無非則亦非之有功則賞之無功則亦賞之而怨人\n之不理也可乎齊王曰不可尹文曰臣竊觀下吏之治\n齊其方若此矣王曰寡人治國信若先生之言人雖不\n治寡人不敢怨也意未至然與尹文曰言之\n敢無説乎王之令曰殺人者死傷人者\n刑人有畏王之令者見侮而終不敢鬬是全王之令也\n而王曰見侮而不鬬者辱也謂之辱非之也無非而王\n辱之故因除其籍不以為臣也不以為臣者罰之也此\n無罪而王罰之也且王辱不敢鬬者必榮敢鬬者也榮\n敢鬬者是而王是之必以為臣矣必以為臣者賞之也\n彼無功而王賞之王之所賞吏之所誅也上之所是而\n法之所非也賞罰是非相與四繆雖十黄帝不能治也\n齊王無以應焉故龍以子之\n言有似齊王子知難白馬之非馬不知所以難之説以\n此猶知好士之名而不知察士之類\n白馬非馬可乎曰可\n曰何哉曰馬者所以命形也白者\n所以命色也命色者非命形也故曰白馬非馬\n\n曰有白馬不可謂\n無馬也不可謂無馬者非馬也\n有白馬為有馬白之非馬何也曰求馬黄\n黒馬皆可致求白馬黄黒馬不可致\n使白馬乃馬也是\n所求一也所求一者白者不異馬也\n\n所求不異如黄黒馬\n有可有不可何也可與不可其相非明故黄黒馬一也\n而可以應有馬而不可以應有白馬是白馬之非馬審\n矣\n曰以馬之有\n色為非馬天下非有無色之馬也天下無馬可乎\n曰馬固有色故有白\n馬使馬無色有馬如已耳安取白馬故白者非馬也\n\n白馬者馬與白\n也馬與白馬也故曰白馬非馬也\n曰馬未與白為馬白未與\n馬為白合馬與白復名白馬是相與以不相與為名未\n可故曰白馬非馬未可\n\n曰以有白馬為非馬謂\n有白馬為有黄馬可乎曰未可\n曰以有馬為異有黄馬是異黄馬於馬也異\n黄馬於馬是以黄馬為非馬\n以黄馬為非馬而以白馬為有馬此飛者\n入池而棺槨異處此天下之悖言亂辭也\n\n曰有白馬不可謂無馬者離白之謂也不離者有白馬\n不可謂有馬也故所以為有馬者獨以馬為有馬耳非\n有白馬為有馬故其為有馬也不可以謂馬馬也\n曰白\n者不定所白忘之而可也\n白馬者言白定所白也\n定所白者非白也馬者無去取於\n色故黄黒皆所以應\n白馬者有去取於色黄\n黒馬皆所以色去故惟白馬獨可以應耳\n\n無去者非有去也故曰白\n馬非馬\n\n物莫非指而指非指\n天下無指物無可以謂物\n\n非指者天下而物可謂指乎\n指也者天下之所無也物也者\n天下之所有也以天下之所有為天下之所無未可\n天下無指而物不可謂指\n也不可謂指者非指也\n非指者物莫非指也\n天下無指而物不可謂指者非有非指也\n非有非指者物莫非\n指也物莫非指者而指非指也\n天\n下無指者生於物之各有名不為指也\n不為指而謂之指是\n兼不為指以有\n不為指之無不為指未可\n且指者天下之所兼\n天下無指者物不可謂無指也不可謂無指者非有非\n指也非\n有非指者物莫非指\n使天下無物指誰徑謂非指天下無物誰徑為指\n天下有指無物指誰\n徑謂非指徑謂無物非指\n且夫指固自為非指奚待於物而乃與\n為指\n\n曰二有一乎曰二無一曰二有右乎\n曰二無右曰二有左乎曰二無左\n曰右可謂二乎曰不可曰左可謂二\n乎曰不可曰左與右可\n謂二乎曰可曰謂變非不變可乎曰可\n曰右有與可謂變乎曰可\n\n曰變隻曰右\n曰右茍變安可謂右茍不\n變安可謂變曰\n二茍無左又無右二者左與右柰何羊合牛非馬\n牛\n合羊非鷄曰何哉曰羊\n與牛唯異羊有齒牛無齒而羊牛之非羊也之非牛也\n未可是不俱有而或類焉\n\n羊有\n角牛有角牛之而羊也羊之而牛也未可是俱有而類\n之不同也\n羊牛有角馬無角馬有尾牛羊無尾故\n曰羊合羊非馬也非馬者無馬也無馬者羊不二牛不\n二而羊牛二是而羊而牛非馬可也若舉而以是猶類\n之不同若左右猶是舉\n\n牛羊有毛鷄有羽謂鷄足二數足二二而一故三\n謂牛羊足一數足四四而一故五牛羊足五鷄足三故\n曰牛合羊非鷄非有以非鷄也\n\n與馬以鷄寜馬材不材其無以類\n審矣舉是謂亂名是狂舉\n曰他辯曰\n青以白非黄白以青非碧曰何哉曰青白不相與而相\n與反對也不相鄰而相鄰不害其方也\n\n不害其方者反而對各當其所若\n左右不驪故\n一於青不可一於白不可惡乎其有黄矣哉黄其正矣\n是正舉也其有君臣之於國焉故強夀矣\n\n而且青驪乎白而白不勝白足之勝矣而\n不勝是木賊金也木賊金者碧碧則非正舉矣\n\n青白不相與而相與不相勝則兩明也爭而明其\n色碧也\n\n與其碧寜黄黄其馬也其與類乎\n碧其鷄也\n其與暴乎暴則\n君臣争而兩明也兩不明昏不明非正舉也\n非正舉者名實無當驪\n色章焉故曰兩明也兩明而道喪其無有以正焉\n\n堅白石三可乎曰不可曰一可乎曰可曰何哉曰無堅\n得白其舉也二無白得堅其舉也二\n\n曰得其所白不可謂\n無白得其所堅不可謂無堅而之石也之於然也非三\n也曰視不得其所堅\n而得其所白者無堅也拊不得其所白而得其所堅得\n其堅也無白也曰天下無\n白不可以視石天下無堅不可以謂石堅白石不相外\n藏三可乎\n\n曰有自藏也非藏\n而藏也\n曰其白也其堅也而石\n必得以相盛盈其自藏柰何\n曰得其白得\n其堅見與不見與不見離一一不相盈故離離也者藏\n也\n\n曰石之白石之堅見與不見二與三若\n廣脩而相盈也其非舉乎\n\n曰物白焉不定其所白物堅焉不定其所堅不定者兼\n惡乎甚石也\n曰循石非彼無石非石無所取乎白\n石不相離者固乎然其無巳\n\n曰於石一也堅白二也而在於石故有知焉有不知焉\n有見焉故知與不知相與離見與不見相與藏藏故孰\n謂之不離\n曰目不能堅\n手不能白不可謂無堅不可謂無白其異任也其無以\n代也堅白域於石惡乎離\n\n曰堅未與石為堅而物兼未與物為堅\n而堅必堅其不堅石物而堅天下未有若堅而堅藏\n\n白固不能\n自白惡能白石物乎若白者必白則不白物而白焉黄\n黑與之然石其無有惡取堅白石乎故離也離也者因\n是\n\n力與知果不若因是\n且猶白以目\n以火見而火不見則火與目不見而神見神不見而見\n離\n\n堅以手而手以\n捶是捶與手知而不知而神與不知神乎是之謂離焉\n離也者天下故獨而正\n\n天地與其所産焉物也夫物之為\n物以物其所物而不過焉實也\n實以實其所實不曠焉位也\n出其所位\n非位位其所位焉正也\n以其所正正其所\n不正疑其所正其正者\n正其所實也正其所實者正其名也\n其名正則唯乎其彼此焉\n謂彼而彼不唯乎彼則彼謂不\n行謂此而行不\n唯乎此則此謂不行其以當不當也不\n當而亂也\n故彼彼\n當乎彼則唯乎彼其謂行彼此此當乎此則唯乎此其\n謂行此其以當而當也以當而當正也\n故彼彼止於彼此此止於此可\n彼此而彼且此此彼而此\n且彼不可\n夫名實謂也知此之非此也知此之不在此也則不\n謂也知彼之非彼也知彼之不在彼也則不謂也\n\n至矣哉古之明王審其名實慎其所謂至矣哉古之明王\n\n　公孫龍子\n"}
