{"id": "KR3j0192_001", "series": "KR3j0192", "text": "桓子新論上謹案隋志儒家桓子新論十七卷後漢六安丞桓譚撰舊新唐志同本傳譚字君山沛國相人成帝時為郎哀平閒位不過郎莽時為掌樂大夫更始立召拜太中大夫世祖即位徵待詔極言讖之非經出為六安郡丞道病卒譚著書言當世行事號曰新論世祖善焉琴道一篇未成蕭宗使班固續成之章懷注曰新論一曰本造二王霸三求輔四言體五見征六譴非七啟寤八祛蔽九正經十通識十一離事十二道賦十三辨惑十四述策十五閔友十六琴道本造閔友琴道各一篇餘竝有上下注又引東觀記曰光武讀之敕言卷大令皆別為上下凡二十九篇琴道未畢但有發首一章案二十九篇而十七卷者上下篇仍合卷為十六卷疑復有錄一卷故十七卷其書宋時不著錄群書治要所載十五事當是求輔言體見征譴非四篇意林所載三十六事當是十三篇惟少本造述策閔友三篇各書所載又三百許事合并復重聯屬斷散凡百七十二事依治要意林次第以類相從定為三卷諸引但琴道有篇名餘無篇名今望文分繫仍加各篇舊名取便檢閱君山博學多通同時劉子駿七略徵引其琴道篇揚子雲難窮立毀所作蓋天圖其後班孟堅漢書據用甚多王仲任論衡超奇篇佚文篇定賢篇案書篇對作篇皆極推崇至謂子長子雲論說之徒君山為甲則其書漢時早有定論惜久佚失所得見者僅此然其尊王賤霸非圖讖無仙道綜覈古今偭僂失得以及儀象典章人文樂律精華略具則雖謂此書未嘗佚失可也嘉慶二十年歲在乙亥二月既望秦呂不韋請迎高妙作呂氏春秋漢之淮南王聘天下辯通以著篇章書成皆布之都市懸置千金以延示眾士而莫能有變易者乃其事約豔體具而言微也見文選楊德祖注董仲舒專精于述古年至六十餘不窺園中菜見御覽九百七十六余為新論術古今今亦欲興治也何異春秋褒貶邪今有疑者所謂蚌異蛤二五為非十也譚見劉向新序陸賈新語乃為新論莊周寓言乃云堯問孔子淮南子云共工爭帝地維絕亦皆為妄作故世人多云短書不可用然論天閒莫明於聖人莊周等雖虛誕故當采其善何云盡棄邪見御覽六百二夫帝而次有三王五霸此天下君之冠首也故言三皇以道治而五帝用德化三王由仁義五霸用權智其說之曰無制令刑罰謂之皇有制令而無刑罰謂之帝賞善誅惡諸侯朝事謂之王興兵眾約盟誓以信義矯世謂之霸王者往也言其惠澤優游天下歸往也五帝以上久遠經傳無事唯王霸二盛之義以定古今之理焉夫王道之治先除人害而足其衣食然後教以禮儀使知好惡去就是故大化四湊天下安樂此王者之術霸功之大者尊君卑臣權統由一政不二門賞罰必信法令著明百官修理威令必行此霸者之朮王者純粹其德如彼霸道駁雜其功如此俱有天下而君萬民垂統子孫其實一也見意林史記秦本紀正義長短經通變御覽七十七又四百三湯武則久居諸侯方伯之位德惠加于百姓見文選典引注夫王道之主其德能載包含以統乾元也見初學記九儒者或曰圖王不成其弊亦可以霸此言未是也傳曰孔氏門人五尺童子不言五霸事者惡其違仁義而尚權詐也見意林御覽七十七治國者輔佐之本其任用咸得大才大才乃主之股肱羽翮也見意林王公大人則嘉得良師明輔品庶凡民則樂畜仁賢哲士皆國之柱棟而人之羽翼見御覽一百八十七王者易輔霸者難佐見意林任子引桓譚云昔殷之伊尹周之太公秦之百里溪雖咸有大才然皆年七十餘乃昇為王霸師見御覽四百四昔秦王見周室之失統喪權于諸侯自以當保有九州見萬民碌碌猶群羊聚豬皆可以竿而驅之故遂自恃不任人封立諸侯及陳勝楚漢咸由布衣非封君有土而竝共滅秦遂以敗也高帝既定天卜念頊王從函谷入而己由武關到推卻關修強守御內充實三軍外多發屯戍設窮治黨與之法重懸告反之賞及王翁之奪取乃不犯關梁阸塞而坐得其處王翁自見以專國秉政得之即抑重臣收下權使事無大小深淺皆斷決于己身及其失之人不從大臣生焉更始帝見王翁以失百姓心亡天下既西到京師恃民悅喜則自安樂不聽納諫臣謀士赤眉圍其外而近臣反城遂以破敗由是觀之夫患害奇邪不一何可勝為設防量備哉防備之善者則唯量賢智大材然後先見豫圖遏將救之耳見群書治要明鏡龜策也章程斛斗也銓衡丈尺也見意林唯鍼艾方藥者已病之具也非良醫不能以愈人材能德行者治國之器也非明君不能以立功醫無鍼藥可作為求買以行術伎不須必自有也君無材德可選任明輔不待必躬能也由是察焉則材能德行國之鍼藥也其得立功效乃在君輔傳曰得十良馬不如得一伯樂得十利劍不如得一歐治多得善物不如少得能知物知物者之致善珍珍益廣非特止于十也見群書治要朝九州之俊見北堂書鈔十一昔堯試舜于大麓麓者乃領錄天下之事如今之尚書官矣宜得大賢智乃可使處議持平焉見續漢百官志注北堂書鈔五十九蓺文類聚四十八御覽二百十二昔周公光崇周道澤被四表見文選石闕銘注治獄如水見北堂書鈔四十四夫聖人乃千載一出賢人君子所想思而不可得見也見文選劉越石勸進表注三國名臣贊注博奕論注弔魏武帝文注切直忠正則汲黯之敢諫爭也見文選天監三年策秀才文注前世俊士立功垂名圖畫于殿閣宮省此乃國之大寶亦無價矣雖積和璧累夏璜囊隋侯篋夜光未足喻也伊呂良平何世無之但知人君不知群臣勿用也見意林捕猛獸者不使美人舉手釣巨魚者不使稚子輕預非不親也力不堪也奈何萬乘之主而不擇人哉見長短經是非引桓子傳記言魏牟北見趙王王方使冠工制冠于前問治國于牟對曰大王誠能重國若此二尺縰則國治且安牟王曰國所受于先人宗廟社稷至重而比之二尺縰何也牟曰大王制冠不使親近而必求工者非為其敗縰而冠不成與今治國不善則社稷不安宗廟不血食大王不求良士而任使其私愛此非輕國于二尺縰之制邪王無以應見北堂書鈔一百二十七御覽八百二十四凡人性難極也難知也故其絕異常為世俗所遺失焉見文選歸去來辭注王文憲集序注薛翁者長安善相馬者也于邊郡求得駿馬惡貌而正走名驥子騎以入市去來人不見也後勞問之因請觀焉翁曰諸卿無目不足示也見蓺文類聚九十三文選蜀都賦注御覽八百九十七夫畜生賤也然有尤善者皆見記識故馬稱驊駵驥騄牛譽郭椒丁櫟見蓺文類聚九十四賢有五品謹敕于家事順悌于倫黨鄉里之士也作健曉惠文史無害縣廷之士也信誡篤行廉平公理下務上者州郡之士也通經術名行高能達于從政寬和有固守者公輔之士也才高卓絕疎殊于眾多籌大略能圖世建功者天下之士也見意林居家循理鄉里和順出入恭敬言語謹遜謂之善士見文選范蔚宗宦者傳論注言求取輔佐之術既得之又有大難三而止善二為世之事中庸多大材少少不勝眾一口不能與一國訟持孤特之論干雷同之計以疏賤之處逆貴賤之心則萬不合此一難也夫建踔殊為非常乃世俗所不能見也又使明智圖事而與眾平之亦必不足此二難也既聽納有所施行而事未及成讒人隨而惡之即中道狐疑或使言者還受其尤此三難也智者盡心謁言以為國造事眾閒之則反見疑壹不合當遂被譖想雖有十善隔以一惡去此一止善也材能之士世所嫉妒遭遇明君乃壹興起既幸得之又復隨眾弗與知者雖有若仲尼猶且出走此二止之善也是故非君臣致密堅固割心相信動無間疑若伊呂之見用傅說通夢管鮑之信任則難以遂功竟意矣又說之言亦甚多端其欲觀使者則以古之賢輔厲主欲間疏別離則以專權危國者論之蓋父子至親而人主有高宗孝己之設及景武時栗衛太子之事忠臣高節時有龍逢比干伍員晁錯之變比類眾多不可盡記則事曷可為邪庸易知邪雖然察前世己然之効可以觀覽亦可以為戒維諸高妙大材之人重時遇咎皆欲上與賢侔而垂榮歷載安肯毀名廢義而為不軌惡行乎若夫魯連解齊趙之金封虞卿捐萬戶與國相乃樂以成名肆志豈復干求便辟趨利邪覽諸邪背叛之臣皆小辨貪饕之人也大材者莫有焉由是觀之世閒高士材能絕異者其行親任亦明矣下主乃意疑之也如不能聽納施行其策雖廣知得亦終無益也見群書治要賈誼不左遷失志則文彩不發淮南不貴盛富饒則不能廣聘駿士使著文作書太史公不典掌書記則不能條悉古今揚雄不貧則不能作玄言見意林殷之三仁皆暗于前而章于後何益于事何補于君見意林謂揚子雲曰如後世復有聖人徒知其材能之勝己多不能知其聖與非聖人也子云曰誠然見論衡講瑞篇凡人耳目所聞見心意所知識情性所好惡利害所去就亦皆同務焉若材能有大小智略有深淺聽明有闇照質行有薄厚亦皆異度焉非有大材深智則不能見其大體大體者皆是當之事也夫言是而計當遭變而用權常守正見事不惑內有度量不可傾移而誑以譎異為知大體矣如無大材則雖威權如王翁察慧如公孫龍敏給如東方朔言災異如京君明及博見多聞書至萬篇為儒教授數百千人袛益不知大體焉維王翁之過絕世人有三焉其智足以飾非奪是辨能窮詰說士威則震懼群下又數陰中不快己者故群臣莫能抗答其論莫敢干犯匡諫卒以致亡敗其不知大體之禍也夫帝王之大體者則高帝是矣高帝曰張良蕭何韓信此三子者皆人傑也吾能用之故得天下此其知大體之效也王翁始秉國政自以通明賢聖而謂群下才智莫能出其上是故舉措興事輒欲自信任不肯與諸明習者通兵苟直意而發得之而用是以稀獲其功效焉故卒遇破亡此不知大體者也高帝懷大智略能自揆度群臣制事定法常謂曰庳而勿高也度吾所能行為之憲度內疏政合于時故民臣樂悅為世所思此知大體者也王翁嘉慕前聖之治而簡薄漢家法令故多所變更欲事事効古美先聖制度而不知己之不能行其事釋近趨遠所尚非務故以高義退致廢亂此不知大體者也高祖欲攻魏乃使人窺視其國相及諸將率左右用事者知其主名乃曰此皆不如吾蕭何曹參韓信樊噲等亦易與耳遂往擊破之此知大體者也王翁前欲北伐匈奴及後東擊青徐眾郡赤眉之徒皆不擇良將而但以世姓及信謹文吏或遣親屬子孫素所愛好或無權智將帥之用猥使據軍持眾當赴強敵是以軍合則損士眾散走咎在不擇將將與主俱不知大體者也見群書治要動如雷震住如岳立攻如奔電取如疾風前輕後重內實外虛見北堂書鈔一百十六周亞夫嚴猛哮吼之用可謂國之大將軍見北堂書鈔未改本一百十五世有圍棊之戲或言是兵法之類也及為之上者遠棊疏張置以會圍因而伐之成多得道之勝中者則務相絕遮要以爭便求利故勝負狐疑須計數而定下者則守邊隅趨作罫目以自生于小地然亦必不如察辥公之言黥布反也上計云取吳楚并齊魯及燕趙者此廣地道之謂也其中計云取吳楚并韓魏塞成皋據敖倉此趨庶要爭利者也下計云取吳下蔡據長沙以臨越此守邊隅趨作&CH-0F055D;目者也更始帝將相不能防衛而令&CH-0F055D;中死棊皆生也見史記黥布傳集解文選博奕論注長短經二國權御覽七百五十三意林更始帝到長安其大臣辟除東宮之事為下所非笑但為小衛樓半城而居之以是知其將相非蕭曹之儔也見初學記二十四夫言行在于美善不在于眾多出一美言美行而天下從之或見一惡意醜事而萬民違之可不慎乎故易日言行君子之樞機樞機之發榮辱之主所以動天地者也見群書治要王翁刑殺人又復加毒害焉至生燒人以&CH-0F055E;五毒灌死者肌肉及埋之復薦覆以荊棘人既死與土木等雖重加創毒亦何損益成湯之省納無補于士民士民向之者嘉其有德惠也齊宣之活牛無益于賢人賢人善之者貴其有仁心也文王葬枯骨無益于眾庶眾庶悅之者其恩義動人也王翁之殘死人觀人五藏無損于生人生人惡之者以殘酷示之也維此四事忽微而顯著纖細而猶大故二聖以興一君用稱王翁以亡知大體與不知者遠矣見群書治要聖王治國崇禮讓顯仁義以尊賢愛民為務是為卜筮維寡祭祀用稀見群書治要昔楚靈王驕逸輕下簡賢務鬼信巫祝之道齋戒潔鮮以祀上帝禮群臣躬執羽紱起舞壇前吳人來攻其國人告急而靈王鼓舞自若顧應之曰寡人方祭上帝樂明神當蒙福祐焉不敢赴救而吳兵遂至俘獲其太子及後姬甚可傷見御覽五百二十六又七百三十五王翁好卜筮信時日而篤于事鬼神多作廟兆潔齋祀祭犧牲殽膳之費吏卒辨治之苦不可稱道為政不善見叛天下及難作兵起無權策以自救解乃馳之南郊告禱摶心言冤號興流涕叩頭請命幸天哀助之也當兵入宮日矢射交集燔火大起逃漸台下尚抱其符命書及所作威斗可謂蔽惑至甚矣見群書治要東方朔短辭薄語以謂信驗人皆謂朔大智後賢莫之及譯曰鄙人有以狐為狸以瑟為箜篌此非徒不知狐與瑟又不知狸與箜篌乃非但言朔亦不知後賢也見意林蓺文類聚四十四余前為典樂大夫有梟鳴于庭樹上而府中門下皆為憂懼後余與典樂謝侯爭鬭俱坐免去見御覽四百九十六又九百二十七余從長安歸沛道疾蒙絮被絳罽襜褕乘騂馬宿于下邑東亭中亭長疑是賊發卒夜來攻余令吏勿鬭乃相問解而去此安靜自存也見北堂書鈔一百二十九蓺文類聚七十五御覽六百九十三又八百十六夫以人言善我亦必以人言惡我王翁使都尉孟孫往泰山告祠道過徐州徐州牧宋仲翁道余才智陳平留侯之比也孟孫還喜謂余曰仲翁稱子盛德子乃此邪余應曰與僕游四五歲不吾見稱今聞仲翁一言而奇怪之若有人毀余子亦信之吾畏子也見意林周易曰肥遯無不利見文選謝靈運入華子岡詩注宋康王為無頭之冠以示勇見御覽六百八十四傳記言淳于髡至鄰家見其竈突之直而積薪在旁曰此且有火災教使更為曲突而遠徒其薪竈家不聽後災火果及積薪而燔其屋鄰里竝救擊乃滅止而亨羊具酒以勞謝救火者曲突遠薪固不肯呼淳于髡飲飯智者譏曰之教人曲突遠薪固無恩澤燋頭爛頟反為上客蓋傷其賤本而貴末也豈獨夫突薪可以除害哉而人病國亂亦皆如斯是故良醫醫其未發而明君絕其本謀後世多損于杜塞未萌而勤于攻擊已成謀臣稀賞而鬭士常榮猶彼人殆失事之重輕察淳于髡之預言可以無不通此見微之類也見群書治要博士弟子韓生居東寺連三夜有惡夢以問人人教以晨起清中祝之三旦而人告以為呪詛捕治數日死見御覽一百八十六又四百待詔景子春素善占坐事繫獄其婦父若朱至獄門通言遺襦袴子春驚曰朱君來言與朱為誅袴而襦中絕者也我當誅斷也後遂腰斬見御覽六百九十五陽城子姓張名衡蜀郡人王翁與吾俱為講學祭酒及寢疾預買棺槨多下錦繡立被發冢見御覽八百十五"}
{"id": "KR3j0192_002", "series": "KR3j0192", "text": "皆先建根本廣立藩屏以自樹黨而強固國基焉是以周武王克殷未下輿而封黃帝堯舜夏殷之後及同姓親屬功臣德行以為羽翼佐助鴻業永垂流于後嗣乃者強秦罷去諸侯而獨自恃任一身子弟無所封孤弱無與是以為帝十四歲而亡漢高祖始定天下背亡秦之短針導殷周之長道褒顯功德多封子弟後雖多以驕佚敗亡然漢之基本得以定成而異姓強臣不能復傾至景武之世見諸王數作亂因抑奪其權勢而王但得虛尊坐食租稅故漢朝遂弱孤單特立是以王翁不興兵領士而徑取天下又懷貪功獨專之利不肯封建子孫及同姓戚屬為藩輔之固故兵起莫之救助也傳曰與死人同疾者不可為醫與亡國同政者不可為謀王翁行甚類暴秦故亦十五歲而亡失獵射禽獸者始欲中之恐其創不大也既已得之又惡其傷肉多也鄙人有得脠醬而美之及飯惡與人共食即小唾其中共者怒因涕其醬遂棄而俱不得食焉彼亡秦王翁欲取天下時乃樂與人分之及已得而重愛不肯與是惜肉唾脠之類也見群書治要昔齊桓公出見一故墟而問之或對曰郭氏之墟也復問郭氏曷為墟曰善善而惡惡焉桓公曰善善惡惡乃所以為存而反為墟何也曰善善而不能用惡惡而不能去彼善人知其貴己而不用則怨之惡人見其賤己而不好則仇之夫與善人為怨惡人為仇欲毋亡得乎乃者王翁善天下賢智才能之士皆徵聚而不肯用使人懷誹謗而怨之更始帝惡諸王假號無義之人而不能去令各心恨而仇之是以王翁見攻而身死宮室燒盡更始帝為諸王假號而出走令城郭殘二主皆有善善惡惡之費故不免于禍難大災卒使長安大都壞敗為墟此大非之行也北蠻之先與中國竝歷年茲多不可記也仁者不能以德來強者不能以力并也其性忿鷙獸聚而鳥散其強難屈而程難得是以聖王羈縻而不專制也昔周室衰微夷狄交侵中國不絕如線于是宣王中興僅得復其侵地夫以秦始皇之強帶甲四十萬不能窺河西乃築長城以分之漢興高祖見圍于平城呂后時為不軌之言文帝時匈奴大入烽火候騎至雍甘泉景武之閒兵出數困卒不能禽制即與之結和親然後邊甬得安中國以寍其後匈奴內亂分為五單于甘延壽得承其弊以深德呼韓邪單于故肯委質稱臣來入朝見漢家漢家得以宣德廣之隆而威示四海莫不率服歷世無寇安危尚未可知而猥復侵刻匈奴往攻奪其璽綬而貶損其大臣號位變易舊常分單于為十五是以恨恚大怒事相攻拒王翁不自非悔及遂持屈強無理多拜將率調發兵馬運徒糧食財物以彈索天下天下愁恨怨苦因大擾亂竟不能挫傷一胡虜徒自窮極竭盡而已書曰天孽可避自作蘗不可活其斯之謂矣夫高帝之見圍十日不食及得免脫遂無慍色誠知其往攻非務而怨之無益也今匈奴負于王翁王翁就往侵削擾之故使事至于斯豈所謂肉自生蟲而人自生禍者邪其為不急乃劇如此自作之甚者也見群書治要王莽時置西海郡令其吏皆百石親事一曰為四百石二歲而遷補見續漢百官志五注漢宣以來百姓賦錢一歲為四十餘萬萬吏俸用其半餘二十萬萬藏于都內為禁錢少府所領園地作務之八十三萬萬以給宮室供養諸賞賜見文選永明九年策秀才文注御覽六百二十七王莽起九廟以銅為柱甍大金銀錯鏤其上見御覽五百三十一舉火夜作燒炭乾墻見御覽八百七十一夫異變怪者天下所常有無世而不然逢明主賢臣智士仁人則修德善政省職慎行以應之故咎殃消亡而禍轉為福焉昔大戊遭桑穀生朝之怪獲中宗之號武丁有雊雉升鼎之異身享百年之壽周成王遇雷風折木之變而獲反風歲熟之報宋景公有熒惑守心之憂星為徒三舍由是觀之則莫善于以德義精誠報塞之矣故周書曰天子見怪則修德諸侯見怪則修政大夫見怪則修職士庶見怪則修身神不能傷道妖亦不能害德及衰世薄俗君臣多淫驕失政士庶多邪心惡行是以數有災異變怪又不能內自省視畏天威而反外攷考謗議求問厥故惑于佞愚而以自詿誤而令患禍得就皆違天逆道者也見群書治要武帝出璽印石財有兆朕子侯則沒印帝畏惡故殺之見史記封禪書索隱余前作王翁掌教大夫時有男子畢康殺其母有詔燔燒其子屍暴其罪於天下余謂此事不宜宣布上封事云昔宣帝時公卿大夫朝會廷中丞相語次言聞梟生子子長且食其母乃能飛寍然邪時有賢者應曰但聞梟子反哺其母耳丞相大慚自悔其言之非也群士人皆少丞相而多彼賢人賢人之言有益于德化也是故君子掩惡揚善鳥獸尚為之諱而況于人乎不宜發揚也見意林御覽四百九十一又九百二十七呈衣冠于裸川見述異記上董賢女弟為昭儀居舍號曰椒風見後漢班固傳上注文選西都賦注又宣貴妃誄注御覽一百八十一楚之郢都車轂擊民肩摩市路相排突號為朝衣新而暮衣弊見北堂書鈔一百二十九御覽七百七十六道路皆蒿草寥廓狼藉見文選蜀都賦注或言往者公卿重臣缺而眾人咸豫部署云甲乙當為之後果然彼何以處知而又能與上同意乎孔子謂子頁億則屢中今眾人能與子頁等乎余應曰世之在位人率同輩相去不甚膠著其脩善少愈者固上下所昔聞知也夫明殊者視異智均者慮侔故群下之隱常與上同度也如昔湯武之用伊呂高宗之用傅說桓穆之授管寍由奚豈眾人所識知哉彼群下雖好意措亦焉能責斯以可居大臣輔相者乎國家設理官制刑辟所以定奸邪又內量中丞御史以正齊轂下故常用明習者始以欲分正法而終乎侵輕深刻皆務酷虐過度欲見未盡力而求獲功賞或著能立事而惡劣弱之謗是以役以箠楚舞文成惡及事成獄畢雖使皋陶聽之猶不能聞也至于言語小故陷致人于族滅事誠可悼痛焉漸至乎朝廷時有忿悁聞惡弗原故令天下相放俱成惑譏有司之行深刻云下尚執重而令上得施恩澤此言甚非也夫賢吏正士為上處事持法宜如丹青矣是故言之當必可行也罪之當必可刑也如何苟欲阿指乎如遭上忽略不宿留而聽行其事則當受強死也哀帝時待詔伍客以知皇好方道數召後坐帝事下獄獄窮訊得其宿與人言漢朝當生勇怒子如武帝者刻暴以為先帝為怒子非所宜言大不敬夫言語之時過差失誤乃不足被以刑誅及詆欺事可無于不至罪易曰大人虎變君子豹變即以是論諭人主寍可謂曰何為比我禽獸乎如稱君之聖明與堯舜同或可怒曰何故比我于死人乎世主既不通而輔佐執事者復隨而聽之順成之不亦重為矇矇乎見群書治要九江太守龐真按縣令高受社祭釐有生牛肉二十斤劾以主守盜上請逮捕詔釐不脤天下緣是諸府縣社臘祠祭竈不但進熟食皆復多肉米酒脯腊諸奇珍益盛是故諸郡府至殺牛數十頭見御覽八百六十三龍無尺水無以昇天聖人無尺土無以王天下見意林讖出河圖洛書但有兆朕而不可知後人妄復加增依託稱是孔丘誤之甚也見意林張子侯曰揚子雲西道孔子也乃貧如此吾應曰子雲亦東道孔子也昔仲尼豈獨是魯孔子亦齊楚聖人也見意林畫水鏤冰與時消釋見意林御覽六十八孔子以四科教士隨其所喜譬如市肆多列雜物欲置之者竝至見意林聖人天然之姿所以絕人遠者也見文選陸士衡宴玄圃宣猷堂詩注昔顏淵有高妙次聖之才聞一知十見文選應休槤與曹長思詩注子貢對齊景公曰臣之事仲尼譬如渴而操杯器就江海飲滿腹而去又焉知江海之深見文選運命論注頭陀寺碑文注夫不翦之屋不如阿房之宮不琢之椽不如磨礱之桷玄酒不如蒼梧之醇控揭不如流鄭之樂見初學記十五御覽五百六十九諺言三歲學不如一歲擇師見御覽四百四孔子匹夫耳而卓然名著至其冢墓高者牛羊雞豚而祭之下及酒脯寒具致敬而去見御覽八百六十吳之翫水若魚鱉蜀之便山若禽獸見御覽九百三十二顏淵所以命短慕孔子所以殤其年也關東鄙語曰人聞長安樂則出門西向而笑知肉美味則對屠門而大嚼此猶時人雖不別聖亦復欣慕如庸馬與良馬相追銜尾至慕共列良馬宿所鳴食如故庸馬垂頭不復食何異顏淵與孔子優劣見意林北堂書鈔一百四十五蓺文類聚七十二文選曹子建與吳季重書注初學記二十五六帖十六御覽三百九十一又四百九十六又八百二十八又八百六十三又八百九十七余少時見揚子雲之麗文高論不自量年少新進而猥欲逮及嘗激一事而作小賦用精思太劇而立感動發病彌日廖子雲亦言成帝時趙昭儀方大幸每上甘泉詔令作賦為之卒暴思精苦賦成遂困倦小臥夢其五藏出在地以手收而內之及覺病喘悸大少氣病一歲由此言之盡思慮傷精神也見意林北堂書鈔一百二蓺文類聚五十六又七十五文選甘泉賦注文賦注白孔六帖八十六御覽三百九十三又三百九十九又五百八十七又七百三十九莊周病劇弟子對泣之應曰我今死則誰先更百年生則誰後必不得免何貪于須臾見意林余前為王翁典樂大夫見樂家書記言文帝時得魏文侯時樂人竇公年百八十歲兩目皆盲文帝奇而問之曰因何服食而能至此邪對曰臣年十三失明父母哀其不及眾技事教臣為樂使鼓琴日講習以為常事臣不能導引無所服餌也不知壽得何力余以為竇公少盲專一內視精不外鑒恒逸樂所以益性命也故有此壽見漢書蓺文志注辨正論引陳思王辨道論御覽三百八十三又七百四十齊桓公行見麥丘人問其年幾何對曰八十三矣公曰以子壽祝寡人乎對曰使主君甚壽金玉是賤以人為寶見初學記八太平寰宇記十二譙縣余嘗過故陳令同郡杜房見其讀老子書言老子用恬淡養性致壽數百歲今行其道寍能延年卻老乎余應之曰雖同形名而質性才幹乃各異度有強弱堅脆之姿焉愛養適用之直差愈耳譬猶衣履器物愛之則完全乃久余見其旁有麻燭而灺垂一尺所則因以喻事言精神居形體猶火之然燭矣如善扶持隨火而側之可毋滅而竟燭燭無火亦不能獨行于虛空又不能後然其灺灺猶人之耆老齒墮發白肌肉枯腊而精神弗為之能潤澤內外周徧則氣索而死如火燭之俱盡矣人之遭邪傷病而不遇供養良醫者或強死死則肌肉筋骨常若火之傾刺風而不獲救護亦道滅則膚餘幹長焉余嘗夜坐飲內中然麻燭燭半壓欲滅即自曰敕視見其皮有剝釳乃扶持轉側火遂度而復則維人身或有虧剝劇能養慎善恃亦可以得度又人莫能識其始生時則老亦死不當自知夫古昔平和之世人物蒙美盛而生皆堅強老壽咸百年左右乃死死時忽如臥出者猶果物穀實久老則自墮落矣後世遭衰薄惡氣娶嫁又不時勤苦過度是以身生子皆俱傷而筋骨血氣不充強故多兇短折中年夭卒其遇病或疾痛惻怛然後中絕故咨嗟憎惡以死為大故昔齊景公美其國嘉其樂云使古而無死何若晏子曰上帝以人之歿為善仁者息焉不仁者如焉今不思勉廣日學自通以趨立身揚名如但貪利長生多求延壽益年則惑之不解者也或難曰以燭火喻形神恐似而非焉今人之肌膚時剝傷而自愈者血氣通行也彼蒸燭缺傷雖有火居之不能復全是以神氣而生長如火燭不能自補完蓋其所以為異也而何欲同之應曰火則從一端起而人神氣則于體當從內稍出合于外若由外腠達于內故未必由端往也譬由炭火之㸐赤如火過渡之亦小滅然復生焉此與人血氣生長肌肉等顧其終極或為炙或為灺耳曷為不可以喻哉余後與劉伯師夜㸐脂火坐語燈中脂索而炷燋禿將滅息則以示曉伯師言人衰老亦如彼禿燈矣又為言前㸐麻燭事伯師曰燈燭盡當益其脂易其燭人老衰亦如彼自蹙續余應曰人既稟形體而立猶彼持燈一燭及其盡極安能自盡易盡易之乃在人人之蹶儻亦在天天或能為他其肌骨血氣充強則形神枝而久生惡則絕傷猶火之隨脂燭多少長短為遲速矣欲燈燭自盡易以不能但促斂旁脂以染漬其頭轉側蒸幹使火得安居則皆復明焉及本盡者亦無以㸐今人之養性或能使墮齒復生白髮更黑肌膚光澤如彼促脂轉燭者至壽極亦獨死耳明者知其難求故不以自勞愚者欺或而冀獲盡脂易燭之力故汲汲不息又草木五穀以陰陽氣生于土及其長大成實實復入土而後能生猶人與禽獸昆蟲皆以雄雌交接相生生之有長長之有老老之有死若四時之代謝矣而欲變易其性求為異道惑之不解者也見宏明集五又略見御覽八百七十衛後園有送葬時乘輿馬十匹吏卒養視善飲不能乘而馬皆六十歲乃死見御覽八百九十七余與劉子駿言養性無益其兄子伯玉曰天生殺人藥必有生人藥也余曰鉤吻不與人相宜故食則死非為殺人生也譬若巴豆毒魚礜石賊鼠桂害獺杏核殺豬天非故作為也見御覽九百九十學者既多蔽暗而師道又復缺然此所以滋昏也見文選顏延年皇太子釋奠會詩注秦近君能說堯典篇目兩字之說至十餘萬言但說曰若稽古三萬言見漢書蓺文志注子頁問蘧伯玉曰子何以治國答曰弗治治之見意林易一曰連山二曰歸藏三曰周易連山八萬言歸藏四千三百言連山藏于蘭臺歸藏藏于太卜古文尚書舊有四十五卷為十八篇古袟禮記四十六卷古論語二十一卷與齊魯文異六百四十餘字古孝經一卷二十章千八百七十二字今異者四百餘字嘉論之林藪文義之淵海也見御覽六百八維四月太子發上祭于畢下至孟津之上此武王已畢三年之喪欲卒父業升舟而魚入則地應也燎祭降烏則天應也二年聞紂殺比干囚箕子太師少師抱樂奔周甲子日月若連璧五星若連珠昧爽武王朝至于商郊牧野從天以討紂故兵不血刃而定天下見御覽三百二十九人抱天地之體懷純粹之精有生之最靈者也是以貌動于木言信于金視明于火聽聰于水思睿于土五行之用動靜還與神通貌恭則肅肅時雨若言從則乂乂時暘若視明則哲哲時燠若聽聰則謀謀時寒若心嚴則聖聖時風若金木水火皆載于土雨暘燠寒皆發于風貌言視聽皆生于心見五行大義四王者造明堂辟雍所以承天行化也初學記九御覽五百三十三天偁明故命曰明堂上圓法天下方法地八窗法八風四達法四時九室法九州十二坐法十二月三十六戶法三十六雨七十二牖法七十二風為四面堂各從其色以倣四方見蓺文類聚三十八初學記十三王者作圓池如璧形實水其中以環壅之故曰辟雍言其上承天地以班教令流轉王道周而復始見蓺文類聚三十八御覽五百三十四左氏傳遭戰國寢發後百餘年魯人穀梁赤為春秋殘略多所遺失又有齊人公羊高緣經文作傳彌離其本事矣左氏傳于經猶衣之表里相待而成經而無傳使聖人閉門思之十年不能知也見意林經典釋文敘錄史通十四御覽六百十諸儒覩春秋之記錄政治之得失以立正義以為聖人復起當復作春秋也自通士若太史公亦以為然余謂之否何則前聖後聖未必相襲夫聖賢所陳皆同取道德仁義以為奇論異文而俱善可觀者猶人食皆用魚肉菜茄以為生熟異和而復居美者也見北堂書鈔未改本九十五御覽六十八吳之篡弒滅亡釁由季札札不書上放周公之攝位而下慕曹臧之謙讓名已細矣春秋之趣豈謂爾乎見古文苑酈炎對事堯能則天者貴其能臣舜禹二聖見意林劉子政子駿子駿兄子伯玉三人俱是通人尤珍重左氏教授子孫下至婦女無不讀誦者此亦蔽也見意林北堂書鈔九十八御覽六百十又六百十六漢高祖建立鴻基侔功湯武及身病得良醫弗用專委婦人歸之天命亦以誤矣此必通人而蔽者也見文選謝靈運廬陵王墓下詩注漢太宗文帝有仁智通明之德承漢初定躬儉省約以惠休百姓救贍困乏除肉刑減律法薄葬埋損輿服所謂達于養生送終之實者也及始從代徵時謀議狐疑能從宋昌之策應聲馳來即位而偃武修文施布大恩欲息兵革與匈奴和親總撮綱紀故遂褒增隆為太宗也而溺于俗議斥逐材臣又不勝私恩使嬖妾慎夫人與皇后同席以亂尊卑之倫此其所蔽也見御覽八十八充實殷富見北堂書鈔十五疑是言文帝漢武帝材質高妙有崇先廣統之規故即位而開發大志考合古今模範前聖故事建正朔定制度招選俊傑奮揚威怒武義四加所征者所興起六蓺廣進儒術自開辟以來惟漢家為最盛焉故顯為世宗可為卓爾絕世之主矣然上乃多過差既欲厈境廣土乃又貪利爭物之無益者聞西夷大宛國有名馬即大發軍兵攻取歷年士眾多死但得數十匹耳又歌兒衛子夫因幸愛重乃陰求陳皇后過惡而廢退之即立子夫更其男為太子後聽邪臣之譖衛后以憂死太子出走滅亡不知其處信其巫蠱多征會邪僻求不急之方大起宮室內竭府庫外罷天下百姓之死亡不可勝數此可謂通而蔽者也見蓺文類聚十二御覽八十八漢書陳遵傳云張竦為賊兵所殺李奇曰竦知有賊當去會反支日不去因為賊所殺桓譚以為通人之蔽也揚子雲為郎居長安素貧比歲亡其兩男哀痛之皆持歸葬于蜀以此困乏雄察達聖道明于死生宜不下季札然而慕怨死子不能以義割恩自令多費而至困貧見御覽五百五十六"}
{"id": "KR3j0192_003", "series": "KR3j0192", "text": "舉網以綱千目皆張振裘持領萬毛自整治大國者亦當如是見意林以賢代賢謂之順以不肖代不肖謂之亂見意林御覽四百二關竝字子陽材智通達見漢書溝洫志注大司馬張戎字仲功習溉灌事見漢書溝洫志注御覽六十一事類河賦注議曰見事類河賦注河水濁一石水六斗泥而民競引河溉田今河不通利至三月桃花水至則河決以其噎不泄也可以禁民勿復引河見御覽六十一事類河賦注韓牧字子台善水事見漢書溝洫志注王平仲云周譜言定王五年河徒故道今所行處非禹所穿見意林四瀆之源河最高而長從高注下水流激峻故其流急為平地災害見水經注河水一蓺文類聚九通厤數家筭法推考其紀從上古天元以來訖十一月甲子夜半朔冬至日月若連璧見初學記四歲華記麗四余前為郎典漏刻燥濕寒溫輒異度故有昏明晝夜晝日參以晷景夜分參以星宿則得其正見北堂書鈔未改本一百三十初學記二十五御覽二揚子雲好天文問之于黃門作渾天老工曰我少能作其事但隨尺寸法度殊不曉達其意然稍稍益愈至今七十乃甫適知己又老且死矣今我兒子愛學作之亦當復年如我乃曉知已又且復死焉其言可悲可笑也見北堂書鈔未改本一百三十御覽二通人揚子雲因眾儒之說天以天為如蓋轉常左旋日月星辰隨而東西乃圖畫形體行度參以四時厤數昏晝夜欲為世人立紀律以垂法後嗣余難之曰春秋晝夜欲等平旦日出于卯正東方暮日入于酉正西方今以天下人占視之此乃人之卯酉非天卯酉天之卯酉當北斗極北斗極天樞樞天軸也猶益有保斗矣蓋雖轉而保斗不移天亦轉周帀斗極常在知為天之中也仰視之又在北不正在人上而春秋分時日出入乃在斗南如蓋轉則北道近南道遠彼晝夜刻漏之數何從等平子雲無以解也後與子雲奏事待報坐白虎殿廊廡下以寒故背日曝背有頃日光去背不復曝焉因以示子云曰天即蓋轉而日西行其光影當照此廊下而稍東耳無乃是反應渾天家法焉子雲立壞其所作則儒家以為天左轉非也見晉書天文志一御覽二事類天賦注五藏言太山之上有刻石凡千八百餘處而可識知者七十有二見初學記九御覽五百三十六太史三世表旁行邪止并效周𧪻見梁書劉杳傳漢之三主內置黃門工倡見文選長笛賦注繁休伯與魏文帝牋注昔余在孝成帝時為樂府令凡所典領倡優伎樂蓋有千人見北堂書鈔未改本五十五聖賢之材不世而妙善之技不傳見文選王元長曲水詩序注揚子雲大才而不曉音余頗離雅樂而更為新弄子雲曰事淺易善深者難識卿不好雅頌而悅鄭聲宜也見御覽五百六十五惟人心之所獨曉父不能以禪子兄不能以教弟也見文選魏文帝典論論文注五聲各從其方春角夏徵秋商冬羽宮居中央而兼四季以五音須宮而成可以殿上五色錦屏風諭而示之望視則青赤白黃黑各各異類就視則皆以其色為地四色文飾之其欲為四時五行之樂亦當各以其聲為地而用四聲文飾之猶彼五色屏風矣見北堂書鈔未改本一百三十二御覽七百一余年七十為奉車郎衛殿中小苑西門見御覽二百十五譯謂揚子曰君之為黃門郎居殿中數見輿輦玉蚤華芝及鳳皇三蓋之屬皆元黃五色飾以金玉翠羽珠絡錦繡茵席者也見續漢輿服志上注又後漢班固傳上注北堂書鈔未刪改本一百四十一文選西都賦注寡婦賦注宋孝武宣貴妃誄注雖不見古路車亦數聞師之說但素輿而蒲茵也見北堂書鈔未刪改本一百四十一宓犧之制杵臼萬民以濟及後世加巧因延力借身重以踐確而利十倍杵舂又復設機關用驢驘牛馬及役水而舂其利乃且百倍見御覽七百六十二又八百二十九劉歆致雨具作土龍吹律及諸方術無不備設譚問求雨所以為土龍何也曰龍見者輒有風雨興起以迎送之故緣其象類而為之見續漢禮儀志中注難以頓牟磁石不能真是何能掇針取芥子駿窮無以應見論衡亂龍篇扶風漆縣之邠亭部言本太王所處其民有會日以相與夜市如不為期則有重災咎見續漢郡國志一注初學記二十四御覽一百九十一又八百二十七太原郡民以隆冬不火食五日雖有疾病緩急猶不敢犯為介子推故也見北堂書鈔一百四十三蓺文類聚三御覽二十七天下有鸛鳥郡國皆食之而三輔俗獨不敢取之取或雷霹靂起原夫天不獨左彼而右此其殺取時適與雷遇耳見御覽十三又九百二十五余小時聞閭巷言孔子東游見兩小兒辨鬭問其故一兒曰我以日始出時近日中時遠一兒以日初出遠日中時近長水校尉平陵關子陽以為日之去入上方遠而四方近何以知之星宿昏時出東方其閒甚疏相離丈餘及夜半在上方視之甚數相離為一二尺以準度望之逾益明白故知天上之遠于傍也日為天陽火為地陽地氣上升天氣下降今置火于地從旁與上診其熱遠近殊不同乃差半焉日中正在上覆蓋人人當天陽之衝故熱于始出時又新從太陰中來故復涼于其西在桑榆閒大小雖同氣猶不如清朝也桓君山曰子陽之言豈其然乎見隋書天文志上法苑珠林七公孫龍六國時辯士也為堅白之論假物取譬謂白馬為非馬非馬者言白所以名色馬所以名形也色非形形非色人不能屈後乘白馬無符傳欲出關關吏不聽此虛言難以奪實也見六帖九御覽四百六十四世俗咸曰漢文帝躬儉約修道德躬先天下天下化之故致充實殷富澤加黎庶穀至石數十錢上下饒羨見北堂書鈔一百五十六御覽三十五又八百三十七太史公造書書成示東方朔朔為平定因署其下太史公者皆朔所加之者也見史記孝武紀索隱雒陽李幼賓有小玉檢謁衛者史子伯素好玉器見而奇之使余報以三萬錢請買焉幼賓曰我與好事長者傳之己顧十萬非三萬錢主也余驚駭云我若于路見此千錢亦不市也故知之與不知相去甚遠見御覽八百五余少時好離騷博觀他書輒欲反學見北堂書鈔九十七揚子雲攻于賦王君大習兵器余欲從二子學子雲曰能讀千賦則善賦君大曰能觀千劍則曉劍諺曰伏習象神巧者不過習者之門見意林諺曰侏儒見一節而長短可知孔子言舉一隅足以三隅反觀吾小時二賦亦足以揆其能否見御覽四百九十六余少時為奉車郎孝成帝出祠甘泉河東部先置華陰集靈宮武帝所造門曰望仙殿曰存仙書壁為之賦以頌二仙之行見北堂書鈔一百二辨惑第十三五福壽富貴安樂子孫眾多見意林百足之蟲共舉一身安得不濟見意林無仙道好奇者為之見連江葉氏本博物志七今本五曲陽侯王根迎方士西門君惠從其學養生郤老之術君惠曰龜稱三千歲鶴稱千歲以人之材何乃不及蟲鳥邪余應曰誰當久與龜鶴同居而知其年歲耳見意林御覽七百二十聖人何不學仙而令死邪聖人皆形解仙去言死者示民有終也見意林文選顏延年五君咏注天下神人五一曰神仙二曰隱淪三曰使鬼物四曰先知五曰鑄凝見文選江賦注五君咏注謝元暉敬亭山詩注任彥升謝修下忠貞墓啟注淮南王之子嫂迎道人作金銀云鈆字金與公鈆則金之公而銀者金之昆弟也見御覽八百十二武帝有所愛幸姬王夫人窈窕好容質性嬛佞夫人死帝痛惜之方士李少君言能致其神魂乃夜設燭張幄置夫人神影令帝居于他帳中遙望見好女似夫人之狀還帳坐見史記武紀集解北堂書鈔一百三十二文選潘安悼亡詩注御覽六百九十九元帝被病廣求方士漢中送道士王仲都至詔問何所能為對曰但能忍寒暑耳乃以隆冬盛寒日令袒衣載以駟馬于上林昆明池上環冰而馳御者厚衣狐裘甚寒戰而仲都獨無變色臥于池臺上曛然自若因為待詔至夏犬暑日使曝坐又環以十爐火口不言熱而身不汗出見水經注渭水下三輔黃圖五蓺文類聚五初學記三御覽二十二又三十四又七百五十七近哀平閒睢陵有董仲君好方道嘗犯事坐重罪繫獄佯病死數日目陷蟲出吏捐棄之既而復活故知幻術靡所不有又能鼻吹口歌吐舌齖聳眉動目荊州有鼻飲之蠻南城有飛頭之夷非為幻也見連江葉氏本博物志二今本四法苑珠林七十六御覽六百四十三又七百三十七又九百四十四哀帝時有才八范蘭言年三百歲初與人相見則喜而相應和再三則駡而逐人見御覽四百六十六史子心見署為丞相史官架屋發吏卒及官奴婢以給之作金不成丞相自以力不足又白傅太后太后不復利于金也聞金成可以作延年藥又甘心焉乃除之為郎舍之北宮中使者待遇見抱朴子內篇十六黃白余嘗與郎冷喜出見一老翁糞上拾食頭面垢醜不可忍視喜曰安知此非神仙余曰道必形體如此無以道焉見御覽三百八十二劉子駿信方士虛言謂神仙可學嘗問言人誠能抑嗜欲闔耳目可不衰竭乎余見其庭下有大榆樹久老剝折指謂曰彼樹無情欲可忍無耳目可闔然猶枯槁朽蠹人雖欲愛養何能使不衰見辯正論引陳思王辯道論蓺文類聚八十八御覽九百五十六黃門郎程偉好黃白術娶妻得知方家女偉常從駕出而無時衣甚憂妻曰請致兩端縑縑即無故而至前偉按枕中鴻寶作金不成妻乃往視偉偉方扇炭燒筩筩中有水銀曰吾欲試相視一事乃出其囊中藥少少投之食頃發之已成銀偉大驚曰道近在汝處而不早告我何也妻曰得之須有命者于是偉日夜說誘之賣田宅以供美食衣服猶不肯告偉偉乃與伴謀撾笞伏之妻輒知之告偉言道必當傳其人口是而心非者雖寸斷支解而道猶不出也偉逼之不止妻乃發狂裸而走以泥自塗遂卒見抱朴子內篇黃白御覽八百十二呂仲子婢死有女兒年四歲葬後數來撫循之亦能為兒沐頭浣濯甚惡之以告方士云其家青狗為之殺之則止婢遂不復來揚仲文亦言所知家嫗死己斂未葬忽起飲酒食醉後而坐棺前祭床上如是三四家益厭苦其後醉行壞垣得老狗便打死殺之推問乃里頭沽家狗"}
