{"id": "KR3j0007_001", "series": "KR3j0007", "text": "公孫龍子趙人公孫龍著跡府第一公孫龍六國時辯士也疾名實之散亂因資材之所長為守白之論假物取譬以守白辯謂白馬為非馬也白馬為非馬者言白所以名色言馬所以名形也色非形非色也夫言色則形不當與言形則色不宜從今合以為物非也如求白馬於廐中無有而有驪色之馬然不可以應有白馬也不可以應有白馬則所求之馬亡矣亡則白馬竟非馬欲推是辨以正名實而化天下焉龍與孔穿㑹趙平原君家穿曰素聞先生髙誼願為弟子久但不取先生以白馬為非馬耳請去此術則穿請為弟子龍曰先生之言悖龍之所以為名者乃以白馬之論爾今使龍去之則無以教焉且欲師之者以智與學不如也今使龍去之此先教而後師之也先教而後師之者悖且白馬非馬乃仲尼之所取龍聞楚王張繁弱之弓載忘歸之矢以射蛟兕於雲夢之圃而喪其弓其左右請求之王曰止楚王遺弓楚人得之又何求乎仲尼聞之曰楚王仁義而未遂也亦曰人亡弓人得之而已何必楚若此仲尼異楚人於所謂人夫是仲尼異楚人於所謂人而非龍異白馬於所謂馬悖先生脩儒術而非仲尼之所取欲學而使龍去所教則雖百龍固不能當前矣孔穿無以應焉公孫龍趙平原君之客也孔穿孔子之裔也穿與龍㑹穿謂龍曰臣居魯側聞下風髙先生之智説先生之行願受業之日久矣乃今得見然所不取先生者獨不取先生之以白馬為非馬耳請去白馬非馬之學穿請為弟子公孫龍曰先生之言悖龍之學以白馬為非馬者也使龍去之則龍無以教無以教而乃學於龍也者悖且夫欲學於龍者以智與學焉為不逮也今教龍去白馬非馬是先教而後師之也先教而後師之不可先生之所以教龍者似齊王之謂尹文也齊王之謂尹文曰寡人甚好士以齊國無士何也尹文曰願聞大王之所謂士者齊王無以應尹文曰今有人於此事君則忠事親則孝交友則信處鄉則順有此四行可謂士乎齊王曰善此真吾所謂士也尹文曰王得此人肯以為臣乎王曰所願而不可得也是時齊王好勇於是尹文曰使此人廣廷大衆之中見侵侮而終不敢鬬王将以為臣乎王曰詎士也見侮而不鬬辱也辱則寡人不以為臣矣尹文曰雖見侮而不鬬未失其四行也是人未失其四行其所以為士也然而王一以為臣一不以為臣則向之所謂士者乃非士乎齊王無以應尹文曰今有人君將理其國人有非則非之無非則亦非之有功則賞之無功則亦賞之而怨人之不理也可乎齊王曰不可尹文曰臣竊觀下吏之治齊其方若此矣王曰寡人治國信若先生之言人雖不治寡人不敢怨也意未至然與尹文曰言之敢無説乎王之令曰殺人者死傷人者刑人有畏王之令者見侮而終不敢鬬是全王之令也而王曰見侮而不鬬者辱也謂之辱非之也無非而王辱之故因除其籍不以為臣也不以為臣者罰之也此無罪而王罰之也且王辱不敢鬬者必榮敢鬬者也榮敢鬬者是而王是之必以為臣矣必以為臣者賞之也彼無功而王賞之王之所賞吏之所誅也上之所是而法之所非也賞罰是非相與四繆雖十黄帝不能治也齊王無以應焉故龍以子之言有似齊王子知難白馬之非馬不知所以難之説以此猶知好士之名而不知察士之類白馬非馬可乎曰可曰何哉曰馬者所以命形也白者所以命色也命色者非命形也故曰白馬非馬曰有白馬不可謂無馬也不可謂無馬者非馬也有白馬為有馬白之非馬何也曰求馬黄黒馬皆可致求白馬黄黒馬不可致使白馬乃馬也是所求一也所求一者白者不異馬也所求不異如黄黒馬有可有不可何也可與不可其相非明故黄黒馬一也而可以應有馬而不可以應有白馬是白馬之非馬審矣曰以馬之有色為非馬天下非有無色之馬也天下無馬可乎曰馬固有色故有白馬使馬無色有馬如已耳安取白馬故白者非馬也白馬者馬與白也馬與白馬也故曰白馬非馬也曰馬未與白為馬白未與馬為白合馬與白復名白馬是相與以不相與為名未可故曰白馬非馬未可曰以有白馬為非馬謂有白馬為有黄馬可乎曰未可曰以有馬為異有黄馬是異黄馬於馬也異黄馬於馬是以黄馬為非馬以黄馬為非馬而以白馬為有馬此飛者入池而棺槨異處此天下之悖言亂辭也曰有白馬不可謂無馬者離白之謂也不離者有白馬不可謂有馬也故所以為有馬者獨以馬為有馬耳非有白馬為有馬故其為有馬也不可以謂馬馬也曰白者不定所白忘之而可也白馬者言白定所白也定所白者非白也馬者無去取於色故黄黒皆所以應白馬者有去取於色黄黒馬皆所以色去故惟白馬獨可以應耳無去者非有去也故曰白馬非馬物莫非指而指非指天下無指物無可以謂物非指者天下而物可謂指乎指也者天下之所無也物也者天下之所有也以天下之所有為天下之所無未可天下無指而物不可謂指也不可謂指者非指也非指者物莫非指也天下無指而物不可謂指者非有非指也非有非指者物莫非指也物莫非指者而指非指也天下無指者生於物之各有名不為指也不為指而謂之指是兼不為指以有不為指之無不為指未可且指者天下之所兼天下無指者物不可謂無指也不可謂無指者非有非指也非有非指者物莫非指使天下無物指誰徑謂非指天下無物誰徑為指天下有指無物指誰徑謂非指徑謂無物非指且夫指固自為非指奚待於物而乃與為指曰二有一乎曰二無一曰二有右乎曰二無右曰二有左乎曰二無左曰右可謂二乎曰不可曰左可謂二乎曰不可曰左與右可謂二乎曰可曰謂變非不變可乎曰可曰右有與可謂變乎曰可曰變隻曰右曰右茍變安可謂右茍不變安可謂變曰二茍無左又無右二者左與右柰何羊合牛非馬牛合羊非鷄曰何哉曰羊與牛唯異羊有齒牛無齒而羊牛之非羊也之非牛也未可是不俱有而或類焉羊有角牛有角牛之而羊也羊之而牛也未可是俱有而類之不同也羊牛有角馬無角馬有尾牛羊無尾故曰羊合羊非馬也非馬者無馬也無馬者羊不二牛不二而羊牛二是而羊而牛非馬可也若舉而以是猶類之不同若左右猶是舉牛羊有毛鷄有羽謂鷄足二數足二二而一故三謂牛羊足一數足四四而一故五牛羊足五鷄足三故曰牛合羊非鷄非有以非鷄也與馬以鷄寜馬材不材其無以類審矣舉是謂亂名是狂舉曰他辯曰青以白非黄白以青非碧曰何哉曰青白不相與而相與反對也不相鄰而相鄰不害其方也不害其方者反而對各當其所若左右不驪故一於青不可一於白不可惡乎其有黄矣哉黄其正矣是正舉也其有君臣之於國焉故強夀矣而且青驪乎白而白不勝白足之勝矣而不勝是木賊金也木賊金者碧碧則非正舉矣青白不相與而相與不相勝則兩明也爭而明其色碧也與其碧寜黄黄其馬也其與類乎碧其鷄也其與暴乎暴則君臣争而兩明也兩不明昏不明非正舉也非正舉者名實無當驪色章焉故曰兩明也兩明而道喪其無有以正焉堅白石三可乎曰不可曰一可乎曰可曰何哉曰無堅得白其舉也二無白得堅其舉也二曰得其所白不可謂無白得其所堅不可謂無堅而之石也之於然也非三也曰視不得其所堅而得其所白者無堅也拊不得其所白而得其所堅得其堅也無白也曰天下無白不可以視石天下無堅不可以謂石堅白石不相外藏三可乎曰有自藏也非藏而藏也曰其白也其堅也而石必得以相盛盈其自藏柰何曰得其白得其堅見與不見與不見離一一不相盈故離離也者藏也曰石之白石之堅見與不見二與三若廣脩而相盈也其非舉乎曰物白焉不定其所白物堅焉不定其所堅不定者兼惡乎甚石也曰循石非彼無石非石無所取乎白石不相離者固乎然其無巳曰於石一也堅白二也而在於石故有知焉有不知焉有見焉故知與不知相與離見與不見相與藏藏故孰謂之不離曰目不能堅手不能白不可謂無堅不可謂無白其異任也其無以代也堅白域於石惡乎離曰堅未與石為堅而物兼未與物為堅而堅必堅其不堅石物而堅天下未有若堅而堅藏白固不能自白惡能白石物乎若白者必白則不白物而白焉黄黑與之然石其無有惡取堅白石乎故離也離也者因是力與知果不若因是且猶白以目以火見而火不見則火與目不見而神見神不見而見離堅以手而手以捶是捶與手知而不知而神與不知神乎是之謂離焉離也者天下故獨而正天地與其所産焉物也夫物之為物以物其所物而不過焉實也實以實其所實不曠焉位也出其所位非位位其所位焉正也以其所正正其所不正疑其所正其正者正其所實也正其所實者正其名也其名正則唯乎其彼此焉謂彼而彼不唯乎彼則彼謂不行謂此而行不唯乎此則此謂不行其以當不當也不當而亂也故彼彼當乎彼則唯乎彼其謂行彼此此當乎此則唯乎此其謂行此其以當而當也以當而當正也故彼彼止於彼此此止於此可彼此而彼且此此彼而此且彼不可夫名實謂也知此之非此也知此之不在此也則不謂也知彼之非彼也知彼之不在彼也則不謂也至矣哉古之明王審其名實慎其所謂至矣哉古之明王公孫龍子"}
