{"id": "KR3j0023_001", "series": "KR3j0023", "text": "臣班固纂集爵天子者爵稱也爵所以稱天子者何王者父天母地爲天之子也故援神契曰天覆地載謂之天子上法斗極鈎命决曰天子爵稱也帝王之德有優劣所以俱稱天子者何以其俱命於天而王治五千里内也尚書曰天子作民父母以爲天下王何以知帝亦稱天子也以法天下也中候曰天子臣放勛書逸篇曰厥兆天子爵何以言皇亦稱天子也以其言天覆地載俱王天下也故易曰伏羲氏之王天下也爵有五等以法五行也或三等者法三光也或法三光或法五行何質家者據天故法三光文家者據地故法五行含文嘉曰殷爵三等周爵五等各有冝也王制曰王者之制禄爵凡五等謂公侯伯子男此周制也所以名之爲公侯者何公者通公正無私之意也侯者候也候逆順也春秋傳曰王者之後稱公其餘人皆千乘象雷震百里所潤同大國稱侯小國稱伯子男也王制曰公侯田方百里伯七十里子男五十里伯者百也子者孳也孳孳無巳也男者任也人皆五十里差次功德小者不滿爲附庸附庸者附大國以名通也百里两爵公侯共之七十里一爵五十里復兩爵何公者加尊二王之後侯者百里之正爵士上可有次下可有第中央故無二五十里有兩爵者所以加勉進人也小國下爵猶有尊卑亦以勸人也殷爵三等謂公侯伯也所以合子男從伯者何王者受命改文從質無虚退人之義故上就伯也尚書曰侯甸任衛作國伯謂殷也春秋傳曰合伯子男以爲一爵或曰合從子貴中也以春秋名鄭忽忽者鄭伯也此未踰年之君當稱子嫌爲改赴故名之也地有三等不變至爵獨變何地比爵爲質故不變爲質故不變王者有改道之文無改道之實家所以令公居百里侯居七十里何也封賢極於百里其政也不可空退人示優賢之義欲襃尊而上之何以知殷家侯人不過七十里者也曰士上有三等有百里有七十里有五十里其地半者其數倍制地之理體也多少不相配公卿大夫者何謂也内爵稱也曰公卿大夫何爵者盡也各量其職盡其才也公之爲言公正無私也卿之爲言章善明理也大夫之爲言大扶進人者也故傳曰進賢逹能謂之大夫也士者事也任事之稱也故傳曰古今辯然否謂之士禮曰四十強而士不言爵爲士至五十爵爲大夫何何以知士非爵何以知卿爲爵也以大夫知卿亦爵也何以知公爲爵也春秋傳曰諸侯四佾諸公六佾合而言之以是知公卿爲爵内爵所以三等何亦法三光也所以不變質文何内者爲本故不改内也諸侯所以無公爵者下天子也故王制曰上大夫下大夫上士中士下士凡五等此謂諸侯臣也大夫但有上下何明卑者多也爵皆一字也大夫獨兩字何春秋傳曰大夫無遂事以爲大夫職在之適四方受君之法施之於民故獨兩字下之或曰大夫爵之下者也稱大夫明從大夫以上受下施皆大自着也天子之士獨稱元士何士賤不得體君之尊故加元以别諸侯之士也禮經曰士見大夫諸侯之士王制曰王者八十一元士天子爵連言天子諸侯爵不連言王侯何即言王侯以王者同稱爲衰弱僣差生篡弑猶不能爲天子也故連言天子也或曰王者天爵王者不能生諸侯故不言王侯諸侯人事自着故不着也王者太子亦稱士何舉從下升以爲人無生得貴者莫不由士起是以舜時稱爲天子必先試於士禮士冠經天子之元子士也婦人無爵何隂卑無外事是以有三從之義未嫁從父旣嫁從夫夫死從子故夫尊於朝妻榮於室隨夫之行故禮郊特牲曰婦人無爵坐以夫之齒禮曰生無爵死無謚春秋録夫人皆有謚夫人何以知非爵也論語曰邦君之妻君稱之曰夫人國人稱之曰君夫人即令是爵君稱之與國人稱之不當異也庻人稱匹夫者匹偶也與其妻爲偶隂陽相成之義也一夫一婦成一室明君人者不當使男女有過時無匹偶也論語曰匹夫匹婦之爲諒也爵人於朝者示不私人以官與衆共之義也封諸侯於廟者示不自專也明法度皆祖之制也舉事必告焉王制曰爵人於朝與衆共之也詩云王命卿士南仲太祖禮祭統曰古者明君爵有德必於太祖君降立於阼階南靣向所命北向央由君右執䇿命之大夫功成未封而死不得追爵賜之者以其未當股肱也春秋榖梁傳曰追賜死者非禮也王制曰葬從死者祭從生者所以追孝繼養也葬從死者何子無爵父之義也禮中庸記曰父爲大夫子爲士葬以大夫祭以士子爲大夫父爲士祭以大夫葬以士也父在稱世子何繫於君也父没稱子某者何屈於尸柩也旣葬稱小子者即尊之漸也踰年稱公者縁民之心不可一日無君也縁終始之義一年不可有二君也故踰年即位所以繫民臣之心然後爵者縁孝子之心未忍安吉故春秋魯僖公三十三年十二月乙巳薨于小寢文公元年春王正月公即位四月丁巳葬我君僖公韓詩内傳曰諸侯世子三年䘮畢上受爵命於天子所以名之爲世子何言欲其世世不絶也何以知天子子亦稱世子也春秋傳曰公㑹世子于首止或曰天子之子稱太子尚書曰太子發升于舟也或曰諸侯之稱代子則傳曰晉有太子申生鄭有太子華齊有太子光由是觀之周制太子代子亦不定也漢制天子稱皇帝其嫡嗣稱皇太子諸侯王之嫡稱代子後代咸因之世子三年䘮畢必上受爵命於天子何明爵土者天子之有也臣無自爵之義童子當受父爵命使大夫就其國命之明王者不與童子爲禮也以春秋魯成公㓜少與諸侯㑹公不見之經不以魯耻明不與童子爲禮也世子上受爵命衣士服何謙不敢自專也故詩曰韎韐有赩世子始行也天子大斂之後稱王者明士不可一日無君也故尚書曰王麻冕黼裳此斂之後也何以知王從死後加王也以尚書言迎子劉不言迎王王者旣殯而即繼體之位何縁民臣之心不可一曰無君故先君不可得見則後君繼體矣尚書曰再拜興對乃受銅明爲繼體君也縁始終之義一年不可有二君也故尚書曰王釋冕䘮服吉冕受銅稱王以接諸侯明巳繼體爲君也釋冕藏銅反䘮明未稱王以統事也不曠年無君故逾年乃即位改元名元年年以紀事君名其事矣而未發號令也何以言踰年即位謂改元位春秋傳曰以諸侯踰年即位亦知天子踰年即位也春秋曰元年春王正月公即位改元位也王者改元年即事天地諸侯改元即事社稷王制曰夫䘮三年不祭唯祭天地社稷爲越紼而行事春秋傳曰天子三年然後稱王者謂稱王統事發號令也尚書曰髙宗諒隂三年是也論語君薨百官惣已聽於冡宰三年縁孝子之心則三年不當也故三年除䘮乃即位統事即位踐祚爲主南靣朝臣下稱王以發號令也故天子諸侯凡三年即位終始之義乃備所以諒隂三年卒孝子之道故論語曰古之人皆然君薨百官緫己聽於冡宰三年所以聽於冡宰三年者何以爲冡宰職在制國之用是以由之也故王制曰大冡宰制國用所以名之爲冡宰何冡者大也宰者制也大制事也故王度記曰天子冡宰一人爵禄如天子之大夫或曰冡宰視卿周官所云也號帝王者何號也號者功之表也所以表功明德號令臣下者也德合天地者稱帝仁義合者稱王别優劣也禮記謚法曰德象天地稱帝仁義所生稱王帝者天號王者五行之稱也皇者何謂也亦號也皇君也羙也大也天之惣羙大稱也時質故惣之也號之爲皇者煌煌人莫違也煩一夫擾一士以勞天下不爲皇也不擾疋夫疋婦故爲皇故黄金弃於山珠玉捐於淵巖居穴處衣皮毛飲泉液吮露英虚無廖廓與天地通靈也號言爲帝者何帝者諦也象可承也王者徃也天下所歸徃鈎命决曰三皇歩五帝趨三王馳五覇鶩或稱天子或稱帝王何以爲接上稱天子明以爵事天也接下稱帝王者得號天下至尊言稱以號令臣下也故尚書曰諮四岳曰𥙿汝衆或有一人王者自謂一人者謙也欲言已材能當一人耳故論語曰百姓有過在予一人臣謂之一人何亦所以尊王者也以天下之大四海之内所共尊者一人耳故尚書曰不施予一人或稱朕何亦王者之謙也朕我也或稱予者予亦我也不以尊稱自也但自我皆謙或稱君子何道德之稱也君之爲言群也子者丈夫之通稱也故孝經曰君子之教以孝也下言敬天下之爲人父者也何以言知其通稱也以天子至於民故詩云凱弟君子民之父母論語云君子哉若人此謂弟子弟子者民也三皇者何謂也謂伏羲神農燧人也或曰伏羲神農祝融也禮曰伏羲神農祝融三皇也謂之伏羲者何古之時未有三綱六紀民人但知其母不知其父能覆前而不能覆後卧之詓詓起之吁吁飢即求食飽即弃餘茹毛飲血而衣皮葦於是伏羲仰觀象於天俯察法於地因夫婦正五行始定人道畫八卦以治下治下伏而化之故謂之伏羲也謂之神農何古之人民皆食禽獸肉至於神農人民衆多禽獸不足於是神農因天之時分地之利制耒耜教民農作神而化之使民冝之故謂之神農也謂之燧人何鑚木燧取火教民熟食養人利性避臭去毒謂之燧人也謂之祝融何祝者属也融者續也言能属續三皇之道而行之故謂祝融也五帝者何謂也禮曰黄帝顓頊帝嚳帝堯帝舜五帝也易曰黄帝堯舜氏作書曰帝尭帝舜黄帝中和之色自然之姓萬世不易黄帝始作制度得其中和萬世常存故稱黄帝也謂之顓頊何顓者專也頊者正也能專正天人之道故謂之顓頊也謂之帝嚳者何也嚳者極也言其能施行窮極道德也謂之堯者何堯猶嶤嶤也至髙之貌清妙髙逺優遊博衍衆聖之主百王之長也謂之舜者何舜猶僢僢也言能推信堯道而行之三王者何謂也夏殷周也故禮士冠經曰周弁殷哻夏収三王共皮弁也所以有夏殷周號何以爲王者受命必立天下之羙號以表功自克明易姓爲子孫制也夏殷周者有天下之大號也百王同天下無以相别改制天下之大禮號以自别於前所以表着已之功業也必改號者所以明天命巳著欲顯揚巳於天下也巳復襲先王之號與繼體守文之君無以異也不顯不明非天意也故受命王者必擇天下美號表著已之功業明當致施是也所以預自表克於前也帝王者居天下之尊號也所以差優號令臣下謚者行之跡也所以别於後代著善惡垂無窮無自推觀施後世皆以勸善著戒惡明不勉也不以姓爲號何姓者一字之稱也尊卑所同也諸侯各稱一國之號而有百姓矣天子至尊即備有天下之號而兼萬國矣夏者大也明當守持大道殷者中也明當爲中和之道也聞也見也謂當道着見中和之爲也周者至也宻也道德周宻無所不至也何以知即政立號也詩云命此文王于周于京此改號爲周易邑爲京也春秋傳曰王者受命而王必擇天下之羙號以自號也五帝無有天下之號何五帝德大能禪以民爲子成于天下無爲立號也或曰唐虞者號也唐蕩蕩也蕩蕩者道德至大之貌也虞者樂也言天下有道人皆樂也故論語曰唐虞之際帝嚳有天下號髙辛顓頊有天下號曰髙陽黄帝有天號曰自然者獨宏大道德也髙陽者陽猶明也道德髙明也髙辛者道德大信也五覇者何謂也昆吾氏大彭氏豕韋氏齊桓公晉文公也昔三王之道衰而五覇存其政率諸侯朝天子正天下之化興復中國攘除夷狄故謂之霸也昔昆吾氏覇於夏者也大彭氏豕韋氏霸於殷者也齊桓晉文霸於周者也或曰五霸謂齊桓公晉文公秦穆公楚莊王呉王闔閭也霸者伯也行方伯之職㑹諸侯朝天子不失人臣之義故聖人與之非明王之張法覇猶迫也把也迫脅諸侯把持其政論語曰管仲相桓公覇諸侯春秋曰公朝于王所於是時晉文之覇尚書曰邦之榮懷亦尚一人之慶知秦穆之霸也楚勝鄭而不告從而攻之又令還師而佚晉冦圍宋宋因而與之平引師而去知楚莊之霸也蔡侯無罪而拘於楚吴有憂中國心興師伐楚諸侯莫敢不至知吴之覇也或曰五霸謂齊桓公晉文公秦穆公宋襄公楚莊王也宋襄伐齊亂齊桓公不擒二毛不鼓不成烈春秋傳曰雖文王之戰不是過知其覇也伯子男臣子於其國中褒其君爲公王者臣子獨不得襄其君謂之爲帝何以爲諸侯有㑹聚之事相朝聘之道或稱公而尊或稱伯子男而卑爲交接之時不私其臣子之義心俱欲尊其君父故皆令臣子得稱其君爲公也帝王異時無㑹同之義故無爲同也何以諸侯德公齊侯桓公尚書曰公曰嗟秦伯也詩云覃公惟私覃子也春秋曰塟皆繆公許男也禮大射經曰則擇獲大射者諸侯之禮也伯子男皆在也謚謚者何也謚之爲言引也引烈行之跡也所以進勸成德使上務節也故禮特牲曰古者生無爵死無謚此言生有爵死當有謚也死乃謚之何言人行終始不能若一故據其終始後可知也士冠經曰死而謚之今也所以臨葬而謚之何因衆㑹欲顯揚之也故春秋曰公之䘮自乾侯昭公死於晉乾侯之地數月歸至急當未有謚也春秋曰丁巳葬戊午日下側乃克葬明祖載而有謚也黄帝先黄後帝何古者順死生之稱各持行合而言之美者在上黄帝始制法度得道之中萬世不易名黄自然也後世雖聖莫能與同也後世得與天同亦得稱帝不能立制作之時故不得復黄也謚或一言或兩言何文者以一言爲謚質者以兩言爲謚故尚書曰髙宗殷宗也湯死後世稱成湯以兩言爲謚也號無質文謚有質文何號者始也爲本故不可變也周巳後用意尤文以爲本生時號令善故有善謚故舎文武王也合言之則上其謚明别善惡所以勸人爲善戒人爲惡也帝者天號也以爲堯猶謚顧上世質直死後以其名爲號耳所以謚之爲堯何爲謚有七十二品禮記謚法曰翼善傳聖謚曰堯仁聖盛明謚曰舜慈惠愛民謚曰文強理直謚曰武天子崩臣下至南郊謚之者何以爲人臣之義莫不欲褒大其君掩惡揚善者也故之南郊明不得欺天也故曽子問孔子曰天子崩臣下之南郊告謚之諸侯薨世子赴告天子天子遣大夫㑹其葬而謚之何㓜不誄長賤不誄貴諸侯相誄非禮也臣當受謚於君也卿大夫老歸死有謚何謚者别尊卑彰有德也卿大夫歸無過猶有禄位故有謚也夫人無謚者何無爵故無謚或曰夫人有謚夫人一國之母修閨門之内群下亦化之故設謚以彰其善惡春秋傳曰葬宗㳟姬傳曰其稱謚何賢也傳曰哀姜者何莊公夫人也卿大夫妻無謚何賤也八妾所以無謚何卑賤無所能務猶士卑小不得有謚也太子夫人無謚何本婦人隨夫太子無謚其夫人不得有謚也天子太子元士也士無謚知太子亦無謚也附庸所以無謚何卑小無爵也王制曰爵禄凡五等附庸本非爵也後夫人於何所謚之以爲於朝廷朝廷本所以治政之處臣子共審謚白之於君然後加之婦人大夫故但白君而已何以知不之南郊也婦人本無外事何爲於郊也禮曽子問曰唯天子稱天以誅之唯者獨也明天子獨於南郊耳顯號謚何法法曰未岀而明巳入有餘光也"}
{"id": "KR3j0023_002", "series": "KR3j0023", "text": "臣班固纂集五祀五祀者何謂也謂門户井竈中霤也所以祭何人之所處出入所飲食故爲神而祭之何以知五祀謂門户井竈中霤也月令曰其祀户又曰其祀竈其祀中霤其祀門其祀井獨大夫巳上得祭之何士者位卑禄薄但祭其先祖耳禮曰天子祭天地諸侯祭山川卿大夫祭五祀士祭其祖曲禮曰天地四時山川五祀歲遍諸侯方祀山川五祀歲遍卿大夫祭五祀士祭其先非所當祭而祭之名曰淫祀淫祀無福祭五祀所以歲一徧何順五行也故春即祭戸戸者人所出入亦春萬物始觸戸而出也夏祭竈者火之主人所以自養也夏亦火王長養萬物秋祭門門以閉藏自固也秋亦萬物成熟内備自守也冬祭井井者水之生藏任地中冬亦水王萬物伏藏六月祭中霤中霤者象土在中央也六月亦土王也故月令春言其祀户祭先脾夏言其祀竈祭先肺秋言其祀門祭先肝冬言其祀井祭先腎中央言其祀中霤祭先心春祀户祭所以時先脾者何脾者土也春木王煞土故以所勝祭之也是冬腎六月心非所勝也以祭何以爲土位在中央至尊故祭以心心者藏之尊者水最卑不得食其所勝祭五祀天子諸侯以牛卿大夫以羊因四時牲也一說尤多故爲長也歲再祭何春求榖之義也故月令仲春之月擇元日命人社援神契曰仲春獲禾報社祭稷以三牲何重功故也尚書曰乃社于新邑羊一牛一豕一王制曰天子社稷皆大牢諸侯社稷皆少牢宗廟俱大牢社稷獨少牢何宗廟大牢所以廣孝道也社稷爲報功諸侯一國所報者少故也王者諸侯俱兩社何俱有土之君禮記三正曰王者二社爲天下立禮曰太社自爲立社曰王社諸侯爲百姓立社曰國社自爲立社曰侯社太社爲天下報功王社爲京師報功太社尊於王社土地乆故而報之王者諸侯必有誡社何示有存亡也明爲善者得之惡者失之故春秋公羊傳曰亡國之社奄其上柴其下郊特牲曰䘮國之社屋之自言與天地絶也在門東明自下之無事處也或曰皆當着明誡當近君置宗廟之墻南禮曰亡國之社稷必以爲宗廟之屏示賤之也社稷在中門之外外門之内何尊而親之與先祖同也不置中門内何敬之示不褻瀆也論語曰譬諸宮墻不得其門而入不見宗廟之美百官之富祭義曰右社稷左宗廟大夫有民其有社稷者亦爲報功也禮祭法曰大夫成群立社曰置在月令曰擇元日命人社論語曰季路使子羔爲費宰曰有民人焉有社稷焉不謂之土何封土爲社故變名謂之社别於衆土也爲社立祀治謂之稷語亦自變有内外或曰至稷不以稷爲社故不變其名事自可知也不正月祭稷何禮不常存養人爲用故立其神社無屋何逹天地氣故郊特牲曰太社稷必受霜露風雨以逹天地之氣社稷所以有樹何尊而識之使民人望見師敬之又所以表功也故周官曰司社而樹之各以土地所生尚書亡篇曰太社唯松東社唯栢南社唯梓西社唯栗北社唯槐王者自親祭社稷何社者土地之神也土生萬物天下之所主也尊重之故自祭也其壇大何如春秋文義曰天子之社稷廣五丈諸侯半之其色如何春秋傳曰天子有太社焉東方青色南方赤色西方白色北方黒色上冒以黃土故將封東方諸侯青土苴以白茅謹敬㓗清也祭社有樂樂記曰樂之施於金石絲竹越於聲音用之於宗廟社稷曾子問曰諸侯之祭社稷爼豆旣陳聞天子崩如之何孔子曰廢臣子哀痛之不敢終於禮也禮樂王者所以盛禮樂何節文之喜怒樂以象天禮以法地人無不含天地之氣有五常之性者故樂所以蕩滌反其邪惡也禮所防淫佚節其侈靡也故孝經曰安上治民莫善於禮移風易俗莫善於樂子曰樂在宗廟之中君臣上下同聽之則莫不和敬族長郷里之中長㓜同聽之則莫不和順在閨門之内父子兄弟同聽之則莫不和親故樂者所以崇和順比物飾節節奏合以成文所以合和父子君臣附親萬民也是先王立樂之意也故聽其雅頌之聲志意得廣焉執干戚習俯仰屈信容貌得齊焉其惙兆要其節奏行列得正焉進退得齊焉故樂者天地之命中和之紀人情之所不能免焉也夫樂者先王之所以飾喜也軍族鈇鉞所以飾怒也故先王之喜怒皆得其齊焉喜則天下和之怒則暴亂者畏之先王之道禮樂可謂盛矣聞角聲莫不惻隱而慈者聞徴聲莫不喜養好施者聞啇聲莫不剛斷而立事者聞羽聲莫不深思而逺慮者聞宫聲莫不温潤而寛和者也禮所揖讓何所以尊人自損也不爭論語曰揖讓而升下而飲其爭也君子故君使臣以禮臣事君以忠謙謙君子利渉大川以貴下賤大得民也屈己敬人君子之心故孔子曰爲禮不敬吾何以觀之哉夫禮者隂陽之際也百事之㑹也所以尊天地儐鬼神序上下正人道也樂所以必歌者何夫歌者口言之也中心喜樂口欲歌之手欲舞之足欲蹈之故尚書曰前歌後舞假于上下禮貴忠何禮者盛不足節有餘使豐年不奢凶年不儉冨貧不相懸也樂尚雅雅者古正也所以逺鄭聲也孔子曰鄭聲淫何鄭國土地民人山居谷浴男女錯雜爲鄭聲以相恱懌故邪僻聲皆淫色之聲也太平乃制禮作樂何夫禮樂所以防奢淫天下人民飢寒何樂之乎功成作樂治定制禮樂言作禮言制何樂者陽也陽倡始故言作禮者隂也隂制度於陽故言制樂象陽禮法隂也王者始起何用正民以爲且用先王之禮樂天下太平乃更制作焉書曰肇修殷殷禮祀新邑此言太平去殷禮春秋傳曰昌何爲不修乎近而修乎逺同巳也可因先以太平也必復更制者示不襲也又天下樂之者樂者所以象德表功殊名禮記曰黄帝樂曰咸池顓頊樂曰六莖帝嚳樂曰五英堯樂曰大章舜樂曰簫韶禹樂曰大夏湯樂曰大護周樂曰大武象周公之樂曰酌合曰大武黄帝曰咸池者言大施天下之道而行之天之所生地之所載咸蒙德施也顓頊曰六莖者言和律暦以調隂陽莖者著萬物也帝嚳曰五英者言能調和五聲以養萬物調其英華也堯曰大章大明天地人之道也舜曰簫韶者舜能繼堯之道也禹曰大夏者言禹能順二聖之道而行之故曰大夏也湯曰大護者言湯承衰能護民之急也周公曰酌合者言周公輔成王能斟酌文武之道而成之也武王曰象者象太平而作樂示巳太平也合曰大武者天下始樂周之征伐行武故詩人歌之王赫斯怒爰整其旅當此之時天下樂文王之怒以定天下故樂其武也周室中制象湯樂何殷紂爲惡日乆其惡最甚斮渉刳胎殘賊天下武王起兵前歌後儛剋殷之後民人大喜故中作所以節喜盛天子八佾諸侯四佾所以别尊卑樂者陽也故以隂數法八風六律四時也八風六律者天氣也助天地成萬物者也亦猶樂所以順氣變化萬民成其性命也故春秋公羊傳曰天子八佾諸公六佾諸侯四佾詩曰大夫士琴瑟御八佾者何謂也佾者列也以八人爲行列八八六十四人也諸公六六爲行諸侯四四爲行諸公謂三公二王後大夫士北面之臣非專事子民者也故但琴瑟而巳王者有六樂者貴公美德也所以作供養傾先王之樂明有法示亡其本興巳所以自作樂明作巳也樂所以作四夷之樂何德廣及之也易曰先王以作樂崇德殷薦之上帝以配祖考詩云奏皷簡簡衎我烈祖樂元語曰受命而六樂樂先王之樂明有法也與其所自作明有制興四夷之樂明德廣及之也故南夷之樂曰兠西夷之樂曰禁北夷之樂曰昧東夷之樂曰離合觀之樂儛於堂四夷之樂陳於右先王所以得之順命重始也此言以人得之先以文謂持羽毛儛也以武得之持干戚儛也樂元語曰東夷之樂持矛舞助時生也南夷之樂持羽舞助時養也西夷之樂持㦸舞助時煞也北夷之樂持干舞助時藏也誰制夷狄之樂以爲先聖王也先王惟行道德和調隂陽覆𬒳夷狄故夷狄安樂來朝中國於是作樂樂之南之爲言任也任養萬物味之爲言昧也昧者萬物老衰禁者萬物禁藏侏離者萬物微離地而生一說東方持矛南方歌西方戚北方擊金夷狄質不如中國中國文章但隨物名之耳故百王不易戚二者制夷狄樂不制夷狄禮何以爲禮者身當履而行也夷狄之人不能行禮樂者聖人作爲以樂之耳故有夷狄樂也殊爲舞者以爲使中國人何以言之夷狄之人禮不備恐有過誤也作之門外者何夷在外故就之也夷狄無禮義故不在内明堂記曰九夷之國在東門之外所以知不在門内也明堂記曰禹納蠻夷之樂於太廟言納明有入也曰四夷之樂者何謂也以爲四夷外無禮義之國數夷狄者從東故舉本以爲之惣名也言夷狄者舉終始也言蠻舉逺也言貉舉惡也則别之東方爲九夷南方爲八蠻西方爲六戎北方爲五狄故曽子問曰九夷八蠻六戎五狄百姓之難至者也何以知夷在東方禮王制曰東方曰夷𬒳髮文身又曰南方曰蠻雕題交趾西方曰戎𬒳髮衣皮北方曰狄衣羽毛穴居東所以九何盖來者過九之爲言究也德徧究故應德而來亦九也非故爲之道自然也何以名爲夷蠻曰聖人本不治外國非爲制名也因其國名而言之耳一說曰名其短而爲之制名也夷者僔狄無禮義東方者少陽易化故取名也北方太隂鄙郄故少蠻蟲難化執心違邪戎者強惡也狄者易也辟易無别也歌者在堂上舞在堂下何歌者象德舞者象君子上德而下功郊特牲曰歌者在上論語曰季氏八佾舞於庭書下管鞀鼓笙鏞以間降神之樂在上何爲鬼神舉故書曰戞擊鳴球搏拊琴瑟以詠祖考來格何以用鳴球搏拊者何鬼神清虚貴浄賤鏗鏘也故尚書大傳曰搏拊鼓振以秉琴瑟練絲朱絃鳴者貴玉聲也王者食所以有樂何樂食天下之太平冨積之饒也明天子至尊非功不食非德不飽故傳曰天子食時舉樂王者所以日食者何明有四方之物食四時之功也四方不平四時不順有徹樂之法焉所以明至尊著法戒也王平居中央制御四方平旦食少陽之始也晝食太陽之始也晡食少隂之始也暮食太隂之始也論語曰亞飯干適楚三飯繚適蔡四飯缺適秦諸侯三飯卿大夫再飯尊卑之差也弟子職暮食士偃禮士也食力無數庶人職在耕桑戮力勞役飯即食飽即作故無數禮樂者何謂也禮之爲言履也可履踐而行樂者君子樂得其道小人樂得其欲聲者何謂聲鳴也聞其聲即知其所生音者飲也言其剛柔清濁和而相飲也尚書曰予欲聞六律五聲八音五聲者何謂也宫啇角徴羽土謂宫金謂啇木謂角火謂徴水謂羽月令曰盛德在木其音角又曰盛德在火其音徴盛德在金其音啇盛德在水其音羽所以名之爲角者躍也陽氣動躍徴者止也陽氣止啇者張也隂氣開張陽氣始降也羽者紆也隂氣在上陽氣在下宫者容也含也含容四時者也八音者何謂也樂記曰土曰塤竹曰管皮曰皷匏曰笙絲曰絃石曰磬金曰鐘木曰柷敔此謂八音也法易八卦也萬物之數也八音萬物之聲也所以用八音何天子承繼萬物當知其數旣得其數當知其聲即思其形如此蜎飛蠕動無不樂其音者至德之道也天子樂之故樂用八音樂記曰壎坎音也管艮音也皷震音也絃離音也鐘兊音也祝敔乾音也壎在十一月壎之爲言勲陽氣於黄泉之下勲蒸而萌匏之言施也在十二月萬物始施而勞笙者太蔟之氣象萬物之生故曰笙有七正之節焉有六合之和焉天下樂之故謂之笙鼓震音煩氣也萬物憤懣震動而生雷以動之温以煖之風以散之雨以濡之奮至德之聲感和平之氣也同聲相應同氣相求神明報應天地祐之其本乃在萬物之始耶故謂皷也鞀者震之氣也上應卯星以通王道故謂之鞀也簫者中之氣萬物生於無聲見於無形僇也簫也故謂之簫簫者以禄爲本言承天繼物爲民本人力加地道化然後萬物戮也故謂之簫也瑟者嗇也閑也所以懲忽宮商角則宜君父有節臣子有義然後四時和四時和然後萬物生故謂之瑟也琴者禁也所以禁止淫邪正人心也磬者夷則之氣也象萬物之盛也其氣磬故曰磬有貴賤焉有親踈焉有長㓜焉朝廷之禮貴不讓賤所以有尊卑也郷黨之禮長不讓㓜所以明有年也宗廟之禮親不讓踈所以有親也此三者行然後王道得王道得然後萬物成天下樂用磬也鐘之爲言動也隂氣用事萬物動成鐘爲氣用金聲也鎛者時之氣聲也節度之所生也君臣有節度則萬物昌無節度則萬物亡亡與昌正相迫故謂之鎛柷敔者終始之聲萬物之所生也隂陽順而復故曰柷承順天地序迎萬物天下樂之故樂用柷柷始也敔終也一說笙柷鼓簫瑟塤鐘磬也如其次笙在北方柷在東北方鼓在東方琴在南方塤在西南方鐘在西方磬在北方聲五音八何聲爲本出於五行音爲末象八風故樂記曰聲成文謂之音知音而樂之謂之樂也問曰異說並行則弟子疑焉孔子有言吾聞擇其善者而從之多見而志之也知之次也文武之道未墜於地天之將䘮斯文也樂亦在其中矣聖人之道猶有文質所以據其說述所聞者亦各傳其所受而巳"}
{"id": "KR3j0023_003", "series": "KR3j0023", "text": "臣班固纂集封公侯王者所以立三公九卿何曰天雖至神必因日月之光地雖至靈必有山川之化聖人雖有萬人之德必須俊賢三公九卿二十七大夫八十一元士以順天成其道司馬主兵司徒主人司空主地王者受命爲天地人之職故八職以置三公各主其一以効其功一公置三卿故九卿也天道莫不成於三天有三光日月星地有三形髙下平人有三尊君父師故一公三卿佐之一卿三大夫佐之一大夫三元士佐之天有三光然後而能遍照各自有三法物成於三有始有中有終明天道而終之也三公九卿二十七大夫八十一元士凡百二十官下應十二子别名記曰司徒典民司空主地司馬順天天者施生所以主兵何兵者爲諸除害也所以全其生衛其養也故兵稱天寇賊猛獸皆爲除害者所主也論語曰天下有道則禮樂征伐自天子出司馬主兵言馬者馬陽物乾之所爲行兵用焉不以傷害爲度故言馬也司徒主人不言徒人者徒衆也重民司空主土不言土言空者空尚主之何况於實以㣲見著王者主三公九卿二十七大夫足以教道照幽隱必復封諸侯何重民之至也善惡比而易故知擇賢而封之使治其民以著其徳極其才上以尊天子備蕃輔下以子養百姓施行其道開賢者之路謙不自專故列土封賢因而象之象賢重民也州伯何謂也伯長也選擇賢良使長一州故謂之伯也王制曰千里之外設方伯五國以爲属属有長十國以爲連連有率三十國以爲卒卒有正二百一十國以爲州州有伯唐虞謂之牧何尚質使大夫往來牧諸侯故謂之牧旁立三人凡十二人尚書曰咨十有二牧何知堯時十有二州也以禹貢言九州也王者所以有二伯者分職而授政欲其亟成也王制曰八伯各以其属属於天子之老曰二伯詩云蔽芾甘棠勿剪勿伐邵伯所茇春秋公羊傳曰自陜巳東周公主之自陜已西邵公主之不分南北何東方𬒳聖人化日少西方𬒳聖人化日乆故分東西使聖人主其難者賢者主其易者乃俱到太平也又欲令同有隂陽寒暑之節共法度也所分陜者是國中也若言面八百四十國矣諸侯有三卿者分三事也五大夫者下天子王制曰大國三卿皆命於天子下大夫五人上士二十七人次國三卿二卿命於天子一卿命於其君小國二卿皆命於其君大夫悉同禮王度記曰子男三卿一卿命於天子諸侯封不過百里象雷震百里所潤雨同也雷者隂中之陽也諸侯象也諸侯比王者爲隂南面賞罰爲陽法雷也七十里五十里差德功也故王制曰凢四海之内九州州方千里建百里之國二十七十里之國六十五十里之國百有二十名山大澤不以封其餘以爲附庸間田天子所治方千里此平土三千并數邑居山川至五十里名山大澤不以封者與百姓共之不使一國獨專也山木之饒水泉之利千里相通所均有無贍其不足制土三等何因土地有髙下中王者即位先封賢者憂人之急也故列土爲疆非爲諸侯張官設府非爲卿大夫皆爲民也易曰利建侯此言因所利故立之樂記曰武王克殷反商下車封夏后氏之後於𣏌殷人之後於宋封王子比干之墓釋箕子之囚天下太平乃封親属者示不私也即不私封之何普天之下莫非王土率土之賔莫非王臣海内之衆巳盡得使之不忍使親属無短足之居一人使封之親親之義也以尚書封康叔據平安也王者始起封諸父昆弟與己共財之義故可與共土一説諸父不得封諸侯二十國厚有功象賢以爲民也賢者子孫類多賢又卿不丗位爲其不子愛百姓各加一功以虞樂其身也受命不封子者父子手足無分離異財之義至昆弟皮體有分别故封之也以舜封弟象有比之野也封諸侯以夏何陽氣盛養故封諸侯盛養賢也封立人君陽德之盛者月令曰孟夏之月行賞封諸侯慶賜無不欣恱何以言諸侯繼丗以立諸侯象賢也大夫不丗位何股肱之臣任事者也爲其專權擅勢傾覆國家又曰孫苟中庸不任輔政妨塞賢故不丗丗故春秋公羊傳曰譏丗丗非禮也諸侯丗位大夫不丗安法所以諸侯南面之君體陽而行陽道不絶大夫人臣北面體隂而行隂道絶以男生内嚮有留家之義女生外嚮有從夫之義此陽不絶隂有絶之効也國在立太子者防篡煞壓臣子之亂也春秋之弑太子罪與弑君同春秋曰弑其君之子奚齊明與弑君同也君薨適夫人無子有育遺腹必待其産立之何尊適重正也曾子問曰立適以長不以賢何以言爲賢不肖不可知也尚書曰惟帝其難之立子以貴不以長防愛憎也春秋曰適以長不以賢立子以賢不以長也始封諸侯無子死不得與兄弟何古者象賢也弟非賢者子孫春秋傳曰善善及子孫不言及昆弟昆弟尊同無相承養之義以閔公不繼莊公也昆弟不相繼之義至繼體諸侯無子得及親属者以其俱賢者子孫也重其先祖之功故得及之禮服傳曰大宗不可絶同宗則可以爲後爲人作子何明小宗可以絶大宗不可絶故舎已之父往爲後於大宗所以尊祖重不絶大宗也春秋傳曰爲人後者爲人子者繼丗諸侯無子又無弟但有諸父庶兄當誰庶與兄推親之序也王者受命而作興㓕國繼絶丗何爲先王無道妄煞無辜及嗣子㓜弱爲强臣所奪子孫皆無罪囚而絶重其先人之功故復立之論語曰興㓕國繼絶丗誅君之子不立者義無所繼也諸侯丗位象賢也今親𬒳誅絶也春秋傳曰誅君之子立君見弑其子得立何所以尊君防篡弑春秋繼經曰齊無知殺其君貴妾子公子紏當立也大夫功成未封子得封者善善及子孫也春秋傳曰賢者子孫宜有土地也周公不之魯何爲周公繼武王之業也春秋傳曰周公曷爲不之魯欲天下一于周也詩云王曰叔父建爾無子俾侯于魯周公身薨天爲之變成王以天子之禮葬之命魯郊以明至孝天所興也京師王者必即土中者何所以均教道平往來使善易以聞爲惡易以聞明當懼慎損於善惡尚書曰王來紹上帝自服於土中聖人承天而制作尚書曰公不敢不敬天之休來相宅周家始封於何后稷封於邰公劉去邰之邠詩云即有台家室又曰篤公劉于邠斯觀周家五遷其意一也皆欲成其道也時寧先皇者不以諸侯移必先請從然後行京師者何謂也千里之邑號也京大也師衆也天子所居故大衆言之明諸侯法日月之徑千里春秋傳曰京曰天子之居也王制曰天子之田方千里或曰夏曰夏邑殷曰啇邑周曰京師尚書曰率割夏邑謂桀也在啇邑謂殷也王制曰天子三公之田視公侯卿視伯大夫視子男士視附庸上農夫食九人其次食八人其次食七人其次食六人下農夫食五人庶人在官者以是爲差也諸侯之下士視上農夫禄足以代其耕也中士倍下士上士倍中士下大夫倍上士卿四大夫禄君十卿禄次國之卿三大夫禄君十卿禄小國之卿倍上大夫禄君十卿禄天子之縣内有百里之國九七十里之國二十一五十里之國六十三凡九十三國名山大澤不以封其餘以禄士以爲間田諸侯入爲公卿大夫得食兩家菜不日有能然後居其位德加於人然後食其禄所以尊賢重有徳也今以盛徳人輔佐兩食之何王制曰天子縣内諸侯禄也外諸侯嗣也天子太子食菜者儲君嗣主也當有土以尊之也太子食百里與諸侯封同故禮曰公士大夫子子也無爵而在大夫上故百里也公卿大夫皆食菜者示與民同有無也五行五行者何謂也謂金木水火土也言行者欲言爲天行氣之義也地之承天猶妻之事夫臣之事君也謂其位卑卑者親事故自周於一行尊於天也尚書一曰水二曰火三曰木四曰金五曰土水位在北方北方者隂氣在黄泉之下任飬萬物水之爲言淮也隂化沾濡任生木木在東方東方者隂陽氣始動萬物始生木之爲言觸也陽氣動躍火在南方南方者陽在上萬物垂枝火之爲言委随也言萬物布施火之爲言化也陽氣用事萬物變化也金在西方西方者隂始起萬物禁止金之爲言禁也土在中央者主吐含萬物土之爲言吐也何知東方生樂記曰春生夏長秋收冬蔵土所以不名時地土别名也比於五行最尊故不自居部職也元命包曰土之爲位而道在故大不預化人主不任部職五行之性或上或下何火者陽也尊故上水者隂也卑故下水者少陽金者少隂有中和之性故可曲可直從革土者最大苞含物將生者出者將歸者不嫌清濁爲萬物尚書曰水曰潤下火曰炎上木曰曲直金曰從革土爰稼穡五行所以二陽三隂何土尊尊者配天金木水火隂陽自偶水味所以醎何是其性也所以北方醎者萬物醎與所以堅之也猶五味得醎乃堅也木味所以酸者何東方萬物之生也酸者以逹生也猶五味得酸乃逹也火味所以苦何南方主長飬苦者所以長飬也猶五味須苦可以飬也金味所以􁅪何西方煞傷成物辛所以煞傷之也猶五味得辛乃委煞也土味所以甘何中央者中和也故甘猶五味以甘爲主也尚書曰潤下作醎炎上作苦曲直作酸從革作辛稼穡作甘北方其臰朽者何北方水萬物所幽蔵也又水者受垢濁故臰腐朽也東方者木也萬物新出地中故其臭羶南方者水也盛陽承動故其臭焦西方者金也萬物成熟始復諾故其臭腥中央土也主飬故其臭香也月令曰東方其臭羶南方其臭焦中央其臭香西方其臭腥北方其臭朽所以名之爲東方者動方也萬物始動生也南方者任飬之方萬物懐任也西方者遷方也萬物遷落也北方者伏方也萬物伏蔵也少陽見寅寅者演也律中大簇律之言率所以率氣令生也卯者茂也律中夾鍾衰於辰辰震也律中姑洗其日甲乙者萬物孚甲也乙者物蕃屈有節欲出時爲春春之爲言偆偆動也位在東方其色青其音角角者氣動耀也其帝太皥皥者大起萬物擾也其神勾芒者物之始生其精青龍芒之爲言萌也隂中陽故太陽見於巳巳者物必起律中仲吕壯盛於午午物滿長律中𬎼賔衰於未未味也律中林鍾其日丙丁者其物炳明丁者強也時爲夏夏之言大也位在南方其色赤其音徴徴止也陽度極也其帝炎帝者太陽也其神祝融祝融者属續其精爲鳥離爲鸞故少隂見於申申者身也律中夷則壯於酉酉者老物収歛律中南吕衰於戌戌者㓕也律中無射無射者無聲也其曰庚辛庚者物更也辛者隂始成時爲秋秋之爲言愁亡也其位西方其色白其音啇啇者強也其帝少皥少皥者少歛也其神蓐収蓐収者縮也其精白虎虎之爲言搏討也故太隂見於亥亥者仰也律中應鍾壯於子於子者孳也律中黄鍾衰於丑丑者紐也律中大吕其日壬癸壬者隂始任癸者揆揆度可揆度也時爲冬冬之爲言終也其位在北方其音羽羽之爲言舒言萬物始孳其帝顓頊顓頊者寒縮也其神玄㝠玄㝠者入㝠也其精玄武掩起離體泉龜蛟珠蛤土爲中宫其日戊巳戊者茂也巳抑屈起其音宫宫者中也其帝黄帝其神后土月令云十一月律謂之黄鍾何中和之色鍾者動也言陽氣動於黄泉之下動飬萬物也十二月律之謂之大吕何大大也吕者拒也言陽氣欲出隂不許也吕之爲言拒者旅抑拒難之也正月律謂之太蔟何太亦大也蔟者湊也言萬物始大湊地而出也二月律謂之夾鐘何夾者孚甲也言萬物孚甲種類分也三月謂之姑洗何姑者故也洗者鮮也言萬物皆去故就其新莫不鮮明也四月謂之仲吕何言陽氣極將彼故復中難之也五月謂之㽔賔㽔者下也賔者敬也言陽氣上極隂氣始賔敬之也六月謂之林鍾何林者衆也萬物成熟種類衆多七月謂之夷則何夷傷則法也言萬物始傷𬒳刑法也八月謂之南吕何南者任也言陽氣尚有任生薺麥也故隂拒之也九月謂之無射何射者終也言萬物随陽而終也當復随隂起無有終巳十月謂之應鍾何鍾動也言萬物應陽而動下蔵也五行所以更王何以其轉相生故有終始也木生火火生土土生金金生水水生木是以木王火相土死金囚水休王所勝老死囚故王者休見王火相何以知爲臣土所以死者子爲父報仇者也五行之子慎之物歸母木王火相金成其火燋金金生水水㓕火報其理火生土土則害水莫能而禦五行所以相害者大地之性衆勝寡故水勝火也精勝堅故火勝金剛勝柔故金勝木專勝散故木勝土實勝虚故土勝水也火陽君之象也水隂臣之義也臣所以勝其君何此謂無道之君也故爲衆隂所害猶紂王也是使水得施行金以盖之土以應之欲温則温欲寒亦何從得害火乎曰五行各自有隂陽木生火所以還燒其母何曰金勝木火欲爲木害金金者堅强難消故母以遜體助火燒金此自欲成子之義又陽道不相離故爲兩盛火死子乃繼之木王所以七十二日何土王四季各十八日合九十日爲一時王九十日土所以王四季何木非土不生火非土不榮金非土不成水無土不髙土扶微助衰歷成其道故五行更王亦須土也王四季居中央不名時五行何以知同時起丑訖義相生傳曰五行並起赴各以名别陽生隂煞火中無生物水中反有生物何生者以内火隂在内故不生也水火獨一種金木多品何以爲南北隂陽之極也得其極故一也東西非其極也故非一也水木可食金火土不可食何木者陽陽者施生故可食火者隂在内金者隂嗇吝故不可食火水所以殺人何水盛氣也故入而殺人火隂在内故殺人壯於水也金木㣲氣故不能自殺人也火不可入其中者隂在内也入則殺人矣水土陽在内故可入其中金木㣲氣也精宻不可得入也水火不可加人功爲用金木加人功何火者盛陽水者盛隂者也氣盛不變故不可加人功爲人用金木者不能自成故湏人加功以爲人用也五行之性火熱水寒有温水無寒火何明臣可以爲君君不可更爲臣五行常在火乍亡何水太隂也刑者故常在金少隂木少陽㣲氣無變故亦常在火太陽精㣲人君之象象尊常蔵猶天子居九重之内臣下衛之也蔵於木者依於仁也木自主金須人取之乃成隂卑不能自成也木所以浮金所以沉何子生於母之義肝所以沉肺所以浮何有知者尊其母也一說木畏金金之妻庚受庚之化木者法其本柔可曲直故浮也肝法其化直故沉五行皆同義天子所以内明而外昧人所以外明而内昧何明天人欲相嚮而治也行有五時有四何四時爲時五行爲節故木王即謂之春金王即謂之秋土尊不任職君不居部故時有四也子不肯禪何法法四時火不興土而興金也父死子繼何法法木終火王也兄死弟及何法法夏之承春也善善及子孫何法法春生待夏復長也惡惡止其身何法法秋煞不待冬也主㓜臣攝政何法法土用事於季孟之間也子之復讎何法法土勝水水勝火也子順父臣順君妻順夫何法法地順天也男不離父母何法法火不離木也女離父母何法法水流去金也娶妻親迎何法法日入陽下隂也君譲臣何法法月三十日名其功也善稱君過稱巳何法法隂陽共叙共生陽名生隂名煞臣有功歸於君何法法歸明於日也臣法君何法法金正木也子諌父何法法火揉直木也臣諌君不從則去何法法水潤下逹於上也君子逺子近孫何法法木逺火近土也親属臣諌不相去何法法水木枝葉不相離也父爲子隱何法法木之蔵火也子爲父隱何法法水逃金也君有衆民何法法天有衆星也王者賜先親近後踈逺何法法天雨髙者先得之也長㓜何法法四時有孟仲季也朋友何法法水合流相承也父母生子飬長子何法法水生木長大也子飬父母何法法夏飬長木此火飬母也不以父命廢主命何法法金不畏土而畏火陽舒隂急何法法日行遲月行疾也有分土無分民何法法四時各有分而所生者通也若言東東方天下皆生也君一娶九女何法法九州象天之施也不娶同姓何法法五行異類乃相生也子䘮父母何法法木不見水則憔悴也䘮三年何法法三年一閏天道終也父䘮子夫䘮妻何法法一歲物有終始天氣亦爲之變也年六十閉房何法法六月陽氣衰也人有五蔵六府何法法五行六合也人目何法法日月明也日照晝月照夜人目所不更照何法目亦更用事也王者監二王之後何法法木須金以正須水以潤也明王先賞後罰何法法四時先生後煞也"}
{"id": "KR3j0023_004", "series": "KR3j0023", "text": "臣班固纂集三軍國有三軍何所以戒非常伐無道尊宗廟重社稷安不忘危也何以言有三軍也論語曰子行三軍則誰與詩云周王于邁六師及之三軍者何法法天地人也以爲五人爲伍五伍爲兩四兩爲卒五卒爲旅五旅爲師師二千五百人師爲一軍六師一萬五千人也傳曰一人必死十人不能當百人必死千人不能當千人必死萬人不能當萬人必死横行天下雖有萬人猶謙讓自以爲不足故復加五千人因法月數月者群隂之長也十二足以窮盡隂陽備物成功二千人亦足以征伐不義致太平也榖梁傳曰天子有六軍諸侯上國三軍次國二軍下國一軍諸侯所以一軍者何諸侯蕃屏之臣也任兵革之重距一方之難故得有一軍王者征伐所以必皮弁素幘何伐者凶事素服示有悽愴也伐者質故衣古服禮曰三王共皮弁素幘服亦皮素幘又招虞人亦皮弁知伐亦皮王者將出辤於禰還格祖禰者言子辤面之禮尊親之義也王制曰王者將出類于上帝冝于社造于禰尚書曰歸假于藝祖出所以告天至告祖無二元后廟後告者示不敢留尊者之命也告天何示不敢自專非出辭反面之道也與宗廟異義還不復告天者天道質無内外故不復告也尚書言歸假于祖禰不見告於天知不吿也王者受命質家先伐文家先正何質家之天命已也使已也誅無道今誅得爲王故先伐文家言天命巳成爲王者乃得誅伐王者耳故先改正朔也又改正朔者文代其質也文者先其文質者先其質故論語曰予小子履敢昭告于皇天上帝此湯伐桀吿天用憂家之法也詩云命此文王于周于京此言文王誅伐故改號爲周易邑爲京也明天著忠臣孝子之義也湯親北面稱臣而事桀不忍相誅也禮曰湯放桀武伐紂時也王法天誅者天子自出者以爲王者乃天之所立而欲謀危社稷故自出重天命也犯王法使方伯誅之尚書曰命予惟恭行天之罰此所以言開自出伐有扈也王制曰賜之弓矢乃得專征伐犯王誅者也大夫將兵出必不御者欲盛其威使士卒一意繫心也故但聞將軍令不聞君命也明進退大夫也春秋傳曰此受命于君如伐齊則還何大其不伐䘮也大夫以君命出進退在大夫也天子遣將軍必於廟何示不敢自專也獨於祖廟何制法度者祖也王制曰受命于祖受成於學此言於祖廟命遣之也王法年此受兵何重不絶人嗣也師行不必勝故須其有丗嗣年六十歸兵者何不忍並闘人父子也王制曰六十不預服戎又曰八十一子不從政九十家不從政父母之䘮三年不從政齊衰大功三月不從政廢疾非人不飬者一人不從政古者師出不踰時者爲怨思也天道一時生一時飬人者天之貴物也踰時則内有怨女外有曠夫詩云昔我往矣楊栁依依今我来思雨雪霏霏春秋曰宋人取長葛傳曰外取邑不書此何以書乆也王者有三年之䘮夷狄有内侵伐之者重天誅爲宗廟祉稷也春秋傳曰天王居于狄泉傳曰此未三年其稱天王何著有天子也誅伐誅不避親戚何所以尊君卑臣强榦弱枝明善惡善惡之義也春秋傳曰季子煞其母兄何善示誅不避母兄君臣之義尚書曰肆朕誕以爾東征誅弟也諸侯有三年之䘮有罪且不誅何君子恕巳哀孝子之思慕不忍加刑罰春秋曰晉士丐帥師侵齊至糓聞齊侯卒乃旋傳曰大其不伐䘮也諸侯之義非天子之命不得動衆起兵誅不義者所以强榦弱枝尊天子卑諸侯論語曰天下有道則禮樂征伐自天子出天下無道則禮樂征伐自諸侯出丗無聖賢方伯諸侯有相㓕者力能救者可也論語曰陳恒弑其君孔子沐浴而朝請討之王者侯之子篡弑其君而立臣下得誅之者廣討賊之義也春秋傳曰臣弑君臣不討賊非臣也又曰蔡丗子班弑其君楚子誅之王者受命而起諸侯有臣弑君而立當誅君身死子不得繼者以其逆無所天也詩云母封靡于爾邦惟王其崇之此言追誅大罪也㦯盗天子土地自立爲諸侯絶之而已父煞其子當誅何以爲天地之性人爲貴人皆天所生也託父母氣而生耳王者以飬長而教之故父不得專也春秋傳曰晉侯煞丗子申生不出蔡佞人當誅何爲其亂善行傾䨱國政韓詩内傳孔子爲魯司冦先誅少正卯謂佞道巳行亂國政也佞道未行章明逺之而巳論語曰放鄭聲逺佞人子得爲父報讎者臣子於君父其義一也忠臣孝子所以不能巳以恩義不可奪也故曰父之讎不與共天下兄弟之讎不與共國朋友之讎不與同朝族人之讎不共隣故春秋傳曰子不復讎非子檀弓記子夏問曰居兄弟之讎如之何仕不與同國銜君命遇之不闘父母以義見煞子不復讎者爲往來不止也春秋曰父不受誅子復讎可誅猶責也誅其人責其罪極其過惡春秋曰楚子虎誘蔡侯班煞之于由傳曰誅君之子不立討者何謂討猶除也欲言臣當掃除君之賊春秋曰衛人煞州吁于濮傳曰其稱人何討賊之辭也伐者何謂伐擊也欲言伐擊之也尚書曰武王伐紂征者何謂也征猶正也欲言其正也輕重從辭也誕以爾東征誅禄甫也又曰甲戍我惟征徐戎戰者何謂尚書大傳曰戰者憚警之也春秋䜟曰戰者延改也弑者試也欲言臣子殺其君父不敢卒候間司事可稍稍弑之易曰臣弑其君子弑其父非一朝一夕之故也篡者何謂也篡猶奪也取也欲言庶奪嫡孽奪宗引奪取其位春秋傳曰其人何篡辭也稍稍煞之襲者何謂也行不假途掩人不備也春秋傳曰其謂之秦何夷狄之也曷爲夷狄之秦伯將􁐂鄭人國掩人不備行不假途人銜杖馬繮勒晝伏夜行爲􁐂也諸侯家國入人家冝告主人所以尊敬防并兼也春秋傳曰桓公假途于陳而伐楚禮曰使次斤先假途用束帛即如是諸侯賣王者道禮無往不反非謂所賣者也將入人國先使大夫執幣假道主人亦遣大夫迎於郊爲賔主設禮而待之是其相尊敬也防并兼柰何諸侯之行必有師旅恐掩人不備士卒歛取恒遟先假途則預備之矣冬至所以休兵不舉事閉關啇旅不行何此日陽氣微弱王者承天理物故率天下静不復行役扶助微氣成萬物也故孝經纎曰夏至隂氣始動冬至陽氣始萌易曰先王以至日閉關啇旅不行夏至隂始起反大熱何隂氣始起陽氣推而上故大熱也冬至陽始起隂氣推而上故大寒也諫諍臣所以有諫君之義何盡忠納誠也愛之能無勞乎忠焉能無誨乎孝經曰天子有諍臣七人雖無道不失其天下諸侯有諍臣五人雖無道不失其國大夫有諍臣三人雖無道不失其家士有諍友則身不離於令名父有諍子則身不䧟於不義天子置左輔右弼前凝後承以順左輔主修政㓨不法右弼主糺周言失傾前凝主糺度定德經後承主匡正常考變天四弼興道率主行仁夫陽變於七以三成故建三公序四諍列七人雖無道不失天下杖辟賢也諸侯諍不從得去何以屈尊申卑孤惡君也去日某質性頑鈍言愚不任用請退避賢如是之是待以禮臣待放如不以禮待遂去君待之以禮柰何曰予熟思夫子言未得其道今子不且留聖王之制無塞賢之路夫子欲何之則遣大夫送至于郊必三諫者何以爲得君臣之義必得於郊者忠厚之至也兾君覺悟能用之所以必三年古者臣下有大䘮君子年不呼其門所以復君恩今已所言不合於禮義君欲罪之可得也援神契曰三諫待放復二千盡惓惓也所以言放者臣爲君諱若言有罪放之也所諫事巳行者遂去不留凡待放兾君用其言耳事巳行篡各去無爲留也易曰介如石不終日貞吉論語曰三日不朝孔子行臣待於郊者君絶其禄者示不欲去也道不合耳禄參三與之一留與其妻長子使終祭宗廟賜之環則反賜之玦則去明君子重恥也王度記曰反之以玦其不待放者亦與之物明有介主無介民也詩曰逝將去汝適彼樂土或曰天子之臣不得言放天子以天下爲家也親属諫不待放者骨肉無相去離之義也春秋傳曰司馬皮曰請處乎此臣請歸子皮者楚公子也時不待放士不得諫者士賤不得預政事故不得諫也謀及之得固盡其忠耳禮保傳大夫進諫士傳民語妻得諫夫者夫婦榮耻共之詩云相䑕有體人而無禮人而無禮胡不遄死此妻諫夫之詩也諫不從不得去之者本娶妻非爲諫正也故一與齊終身不改此地無去夫之義也子諫父不去者父子一體而分無相離之法猶火去木而㓕也論語事父母㡬諫下言又敬不違臣之諫君何取法法金正木也子之諫父法火以楺木也臣諫君以義故折正之也子諫父以恩故但楺之也木無毀傷也待放去取法於水火無金則相離也諫者何諫間也因也更也是非相間革更其行也人懐五常故有五諫謂諷諫順諫窺諫指諫伯諫諷者智也患禍之萌深睹其事未彰而諷告此智性也順諫者仁也出辭遜順不逆君心仁之性也窺諫者禮也視君顔色不恱且却恱則復前以禮進退此禮之性也指諫者信也指質相其事也此信之性也伯諫者義也惻隱發於中直言國之害勵志忘生爲君不避䘮身義之性也孔子曰諫有五吾從諷之諫事君進思盡忠退思𥙷過去而不訕諫而不露故曲禮曰爲人臣不顯者纎㣲未見於外如詩所㓨也若過惡巳著民蒙毒螫天見災變事白異露作詩以㓨之幸其覺悟也明王所以立諫諍者皆爲重民而求巳失也禮保傳曰於是立進善之旍懸誹謗之木建招諫之鼓王法立史記事者以爲臣下之儀様人之所取法則也動則當應禮是以必有記過之史徹膳之宰禮玉藻曰動則左史書之言則右史書之禮保傳曰王失度則史書之士誦之三公進讀之宰夫徹其膳是以天子不得爲非故史之義不書則死宰不徹膳亦死所以謂之史何明王者使爲之也謂之宰何宰制也使制法度也宰所以徹膳何隂陽不調五榖不熟故王者爲不盡味而食之禮曰一糓不升不備鷄鷃二榖不升不備三牲人臣之義當掩惡揚美所以記君過何各有所縁也掩惡者謂廣德宣禮之臣所以爲君隠惡何君至尊故設輔弼置諫官本不當有遺失故論語曰陳司敗問昭公知禮乎孔子曰知禮此爲君隠也君所以不爲臣隠何以爲君之於臣無適無莫義之與比賞一善而衆臣勸罰一惡而衆臣懼若爲卑隠爲不可殆也故尚書曰必力賞罰以定厥功諸侯臣對天子亦爲隠乎然本諸侯之臣今來者爲聘問天子無恙非爲告君之惡來也故孝經曰將順其美匡救其惡故上下治能相親也君不爲臣隠父獨爲子隱何以爲父子一體而分榮耻相及故論語曰父爲子隠子爲父隠直在其中矣兄弟相爲隠乎曰然與父子同義故周公誅四國常以禄甫爲主也朋友相爲隠者人本接朋結友爲欲立身揚名也朋友之道四焉通財不在其中近則正之逺則稱之樂則思之患則死之夫妻相爲隠乎傳曰曽去妻黎蒸不熟問曰婦有七出不蒸亦預乎曰吾聞之也絶交令可友弃妻令可嫁也黎蒸不熟而巳何問其故乎此爲隠之也郷射天所以以親射何助陽氣逹萬物也春氣微弱恐物有窒塞不能自逹者夫射自内發外貫堅入剛象物之生故以射逹之也含文嘉曰天子射熊諸侯射麋大夫射虎豹士射鹿豕天子所以射熊何示服猛巧侫也熊爲獸猛巧者非但當服猛也示當服天下巧侫之臣也諸侯射糜者示逹迷惑人也麋之言迷也大夫射虎豹者示服猛也士射鹿豕者示除害也各取德所能服也大夫士兩射者人臣示爲君親視事身勞苦也或曰臣隂故數偶也候者以布爲之何用人事之始也本正則未正矣所以名爲候何明諸侯有不朝者則射之故禮射祝曰嗟爾不寕候爾不朝于王所以故天下失業亢而射爾所以不射正身何君子重同類不忍射之故晝獸而射之射主何爲乎曰射義非一也夫射者執弓堅固心平體正然後中也二人争勝樂以徳飬也勝負俱降以崇禮讓可以選士故射選士大夫勝者發近而制逺也其兵短而害長也故可以戒難也所以必因射助陽選士者所以扶助微弱而抑其强和調隂陽戒不虞也何以知爲戒難也詩云四矢反兮以禦亂兮因射習礼樂射於堂上何示從上制下也礼曰賔主執弓請升射於兩楹之間天子射百二十步諸侯九十步大夫七十步士五十步明尊者所服逺也卑者所服近也所以十月行郷飲酒之禮何所復尊卑長㓜之義春夏事急俊井次墻至有子使父弟使兄故以事閑暇復長㓜之序也王者父事三老兄事五更者何欲陳孝悌之徳以示天下也故雖天子必有尊也言有父也必有先也言有兄也天子臨辟雍親祖割牲尊三老父象也竭忠奉几杖授安車濡輪恭綏執授兄事五更寵接禮交加客謙敬順貌也禮記祭義曰祀于明堂所以教諸侯之孝也享三老五更于太學者所以諸侯悌也不正言父兄言五更者何老者夀考也欲言所令者多也更者更也所更暦者衆也即如是不但言老言三何欲言其明於天地人之道而老也五更者欲言其明於五行之道而更事也三老五更㡬人乎曰各一人何以知之旣以父事父一而巳不冝有三致仕臣七十懸車致仕者臣以執事趨走爲職七十陽道極耳目不聡明跂踦之属是以退去避賢者所以長㢘耻也懸車示不用也致仕者致其事於君君不使自去者尊賢者也故曲禮大夫七十而致仕王制曰七十致政郷大夫老有盛徳者留賜之几杖不備之以䈥力之禮在家者三分其禄以一與之所以厚賢也人年七十卧非人不温適四方乗安車與婦人俱自稱曰老夫曲禮曰大夫致仕若不得謝則必賜之几杖王記曰臣致仕於君者飬之以其禄之半几杖所以扶助衰也故王制曰五十杖於家六十杖於郷七十杖於國八十杖於朝臣老歸年九十君欲有問則就其室以珎從明尊賢也故禮祭義曰八十不仕朝於君問就之大夫老歸死以大夫禮葬車馬衣服如之何曰盡如故也辟雍古者所以年十五入太學何以爲八歲毀齒始有識知入學學書計七八十五隂陽備故十五成童志明入太學學經術學之爲言覺也悟所不知也故學以治性慮以變情故玉不琢不成器人不學不知道子夏曰百工居肆以致其事君子學以致其道故礼曰十年曰㓜學論語曰吾十有五而志於學三十而立又生而知之者上也學而知之者次也是以雖有自然之性必立師傅焉論語䜟曰五帝立師三王制之傳曰黄帝師力牧帝顓頊師緑圖帝嚳師赤松子帝尭師務成子帝舜師尹夀禹師國先生湯師伊尹文王師吕望武王師尚父周公師虢叔孔子師老聃天子太子諸侯丗子皆就師於外尊師重先生之道也禮曰有來學者無往教者也易曰匪我求童蒙童蒙求我王制曰小學在公宫南之左太學在郊又曰天子太子群后之太子公卿大夫之元士嫡子皆造焉父所以不自教子何爲丗瀆也又授之道當極說隂陽夫婦變化之事不可父子相教也師弟子之道有三論語曰朋友自逺方來朋友之道也又曰回也視予猶父也父子之道以君臣之義教之君臣之道也天子立辟雍何所以行礼樂宣德化也辟者璧也象璧圎又以法天於雍水側象教化流行也辟之爲言積也積天下之道德也雍之爲言壅也壅天下之殘賊故謂之辟雍也王制曰天子曰辟雍諸侯曰泮宫外圎者欲使觀之平均也又欲言外圎内方明德當圎行當方也不言圎辟何又圎於辟何以知其圎也以其言辟也何以知有外也又詩云思樂泮水薄采其荇詩訓曰水圎如璧諸侯曰泮宫者半於天子宫也明尊卑有差所化少也半者象璜也獨南面礼儀之方有水耳其餘壅之言垣宫名之别尊卑也明不得化四方也不曰泮雍何嫌但半天子制度也詩云穆穆魯侯克明其徳旣作泮宫淮夷攸服郷曰庠里曰序庠者庠礼義也序者序長㓜也礼五帝記曰帝庠序之學則父子有親長㓜有序善如尓舎明令必次外然後前民者也未見於仁故立庠序以導之也教民者皆里中之老而有道徳者為右師教里中之子弟以道藝孝悌行義立五帝之德朝則坐於里之門弟子皆出就農而復罷示如之皆入而復罷其有出入不時早晏不莭有過故使語之言心無由生也若旣收蔵皆入教學立春而就事其有賢才美質如學者足以聞其心頑鈍之民亦足以别於禽獸而知人倫故無不教之民孔子曰以不教民戰是謂弃之明無不教民也天子所以有靈臺者何所以考天人之心察隂陽之㑹揆星度之證驗爲万物獲福無方之元詩云經始靈臺天子立明堂者所以通神靈感天地正四時出教化宗有徳童有道顯有能褒有行者也明堂上圎下方八䆫四闥布政之宫在國之陽上圎法天下方法地八䆫象八風四闥法四時九室法九州十二坐法十二月三十六戸三十六兩七十二牖法七十二風災變天所以有災變何所以譴告人君覺悟其行欲令悔過修德深思慮也援神契曰行有玷缺氣逆于天情感變出以戒人也災異者何謂也春秋潛潭巴曰災之言傷也随事而誅異之言恠先感動之也何以言災有哭也春秋曰新宫火三日哭傳曰必三日哭何禮也災三日哭所以然者宗廟先礼所處鬼神無形體曰今忽得天火得無爲災所中乎故哭也變者何謂變者非常也耀嘉曰禹將受位天意火變迅風靡木雷雨晝㝠服乗者何謂衣服乍大乍小言語非常故尚書大傳曰時則有服乗也孽者何謂也曰介蟲生爲非常尚書大傳曰時則有介蟲之孽時則有龜孽尭遭洪水湯遭大旱示有譴告乎尭遭洪水湯邅大旱命運時然所以或災變或異何各随其行因其事也霜之爲言亡也陽以散云雹之爲言合也隂氣專精積合爲雹日食者必殺之何隂侵陽也鼓用牲于社社者衆隂之主以朱絲縈之鳴鼓攻之以陽責隂也故春秋曰日食鼓用牲于社所以必用牲者社地别神也尊之故不敢虚責也日食大水則鼔於用牲於社大旱則雲祭未雨非茍虚也敕陽責下求隂道也月食救之者隂失明也故角尾交日月食救之者謂夫人擊鏡傳人擊杖庶人之妻楔搔耕桑王者所以親耕后親桑何以率天下農蠶也天子親耕以供郊廟之祭后之親桑以供祭服祭義曰天子三推三公五推卿大夫士七推耕於東郊何東方少陽農事始起桑於西郊西方少隂女功所成故曽子問曰天子耕東田而三反之周官曰后親桑率外内婦蠶於北郊礼祭義曰古者天子諸侯必有公桑蠶室近外水爲之築周棘墙而外閉之者也白虎通徳論卷苐四"}
{"id": "KR3j0023_005", "series": "KR3j0023", "text": "臣班固纂集封禪王者易姓而起必升封㤗山何教告之義也始受命之時改制應天天下太平功成封禪以告太平也所以必於㤗山何萬物所交代之處也必於其上何因髙告髙順其類也故升封者増髙也下禪梁甫之山基廣厚也刻石紀號者著己之功跡也以自效放也天以髙爲尊地以厚爲德故増㤗山之髙以放天附梁甫之基以報地明天地之所命功成事遂有益於天地若髙者加髙厚者加厚矣或曰封者金泥銀繩或曰石泥金繩封以印璽故孔子曰升㤗山觀易姓之王可得而數者七十有餘封者廣也言禪者明以成功相傳也梁甫者太山旁山名正於梁甫何以三皇禪於繹繹之山明巳成功而去有德者居之繹繹者無窮之意也五帝禪于亭亭者制度審諟德著明也三王禪于梁甫之山者梁信也甫輔也輔天地之道而行之也太平乃封知告于天必也於岱宗何明知易姓也刻石紀號知自紀于百王也燎祭天報之義也望祭山川祀群神也詩云於皇明周陟其髙山言周太平封太山也又曰墮山喬嶽允猶翕河言望祭山川百神來歸也天下太平符瑞所以來至者以爲王者承統理調和隂陽隂陽和萬物序休氣充塞故符瑞並臻皆應德而至徳至天則斗極明日月光甘露降德至地則嘉禾生􁅁莢起秬鬯岀太平感徳至文表則景星見五緯順軌徳至草木朱草生木連理徳至鳥獸則鳯凰翔鸞鳥舞騏驎臻白虎到狐九尾白雉降白鹿見白烏下徳至山陵則景雲出芝實茂陵出異丹阜出蓮甫山出器車澤出神鼎徳至淵泉則黄龍見醴泉通河出龍圖洛出龜書江出大貝海出明珠徳至八方則祥風至佳氣時喜鐘律調音度施四夷化越裳貢孝道至則以蓮甫者樹名也其葉大於門扇不摇自扇於飲食清凉助供養也繼嗣平明則賔連生於房戸賔連者木名連累相承故在於房戸象繼嗣也日暦得其分度則􁅁以莢生於階間蓂莢樹名也月一日生一莢十五日畢至十六日去莢故莢階生似日月也賢不肖位不相踰則平路生于庭平路者樹名也官位得其人則生失其人則死狐九尾何狐死首丘不忘本也明安不忘危也必九尾者也九妃得其所子孫繁息也於尾者何明後當盛也景星者大星也月或不見景星常見可以夜作有益於人民也甘露者美露也降則物無不盛者也朱草者赤草也可以染絳别尊卑也醴泉者美泉也狀若醴酒可以養老嘉禾者大禾也成王時有三苗異畒而生同爲一穟大幾盈車長幾充箱民有得而上之者成王訪周公而問之公曰三苗爲一穟天下當和爲一乎以是果有越裳氏重九譯而來矣廵狩王者所以廵狩者何廵者循也狩牧也爲天下循行守牧民也道德太平恐逺近不同化幽隱有不得所考禮義正法度同律暦計時月皆爲民也尚書曰遂覲東后叶時月正日同律度量衡修五禮尚書大傳曰見諸侯問百年太師陳詩以觀民命風俗命市納賈以觀民好惡山川神祇有不舉者爲不敬不敬者削以地宗廟有不順者爲不孝不孝者黜以爵變禮易樂爲不從不從君流改制度衣服爲畔畔者君討有功者賞之尚書曰明試以功車服以庸廵狩所以四時出何當承宗廟故不踰時也以夏之仲月者同律度當得其中也二月八月晝夜分五月十一月隂陽終尚書曰二月東廵狩至于岱宗柴五月南廵狩至于南岳八月西廵狩至于西岳十有一月朔廵狩至于北岳所以五歲廵狩何爲太煩也過五年爲太踈也因天道時有所生歲有所成三歲一閏天道小備五歲再閏天道大備故五歲一廵狩三年小備二伯出述職黜陟一年物有終始歲有所成方伯行國時有所生諸侯行邑傳曰周公入爲三公出爲二伯中分天下出黜陟詩曰周公東征四國是皇言東征述職周公黜陟而天下皆正也又曰蔽芾甘棠勿剪勿伐召伯所茇言邵公述職親說舎於野樹之下也春秋榖梁傳曰古之君民以時視民之勤廵狩祭天何本廵狩爲祭天告至尚書曰東廵狩至于岱宗柴也王者出必告廟何孝子出辤反面事死如事生尚書歸假于祖禰曽子問曰王者諸侯出稱告祖禰使祝遍告五廟尊親也王者將出告天者示不專也故王制曰類于上帝冝乎社造于禰類祭以祖配不曰接者尊無二禮尊尊之義造于禰獨見禰何辭從卑不復留尊者之命至禰不謙不至祖即祭告天爲告事也祖爲出辤也義異告于尊者然後乃辭出王者諸侯出必將主何示有所尊故曽子曰王者將出必以遷廟主行載于齋車示有尊也無遷主以幣帛主告于祖禰廟遂奉以出每舎奠焉蓋貴命也必以遷主者明廟不可空也王者廵狩諸侯待于境者何諸侯以守蕃爲職也禮祭義曰天子廵狩諸侯待于境也王者廵狩必舎諸侯祖廟何明尊無二上也故禮坊記曰君適其臣升自阼階示不敢有其室也禮曰天子適諸侯必舎其祖廟王者出一公以其属守二公以其属從也王者廵狩崩于道歸葬何夫太子當爲䘮主天下皆來奔喪京師四方之中也即如是舜葬蒼梧禹葬㑹稽于時尚質故死則止葬不重煩擾也何以知太平乃廵狩以武王不廵狩至成王乃廵狩岳者何謂也岳之爲言桶桶功徳東方爲岱宗者言萬物更相代於東方也南方霍山者霍之爲言護也言萬物護也太陽用事護養萬物也西方爲華山者華之爲言穫也言萬物成熟可得穫也北方爲恒山恒者常也萬物伏藏於北方有常也中央爲嵩山言其後大之也故尚書大傳曰五岳謂岱山霍山華山恒山嵩山也謂之瀆何瀆者濁也中國垢濁發源東注海其功着大故稱瀆也爾雅云江河淮濟爲四瀆也考黜諸侯所以考黜何王者所以勉賢抑惡重民之至也尚書曰三載考績三考黜陟禮記九錫車馬衣服樂朱戸納陛虎賁鈇鉞弓矢秬鬯皆隨其徳可行而賜車馬能安民者賜衣服能使民和樂者賜以樂民衆多者賜以朱戸能進善者賜以納陛能退惡者賜以虎賁能誅有罪者賜以鈇鉞能征不義者賜以弓矢孝道備者賜以秬鬯以先後與施行之次自不相踰相爲本末然安民然後冨貴而後樂樂而後衆乃多賢賢乃能進善進善乃能退惡退惡乃能斷刑内能正巳外能正人内外行備孝道乃生能安民故賜車馬以著其功德安其身能使人冨足衣食倉廪實故賜衣服以彰其體能使民和樂故賜之樂以事其先也禮曰夫賜樂者不得以時王之樂事其宗廟也朱盛色戸所以紀民數也故民衆多賜朱戸也古者人君下賢降階一等而禮之故進賢賜之納陛以優之也旣能進善當能戒惡故賜虎賁虎賁者所以戒不虞而距惡距惡當斷刑故賜之鈇鉞鈇鉞所以斷大刑刑罰旣中則能征不義故賜弓矢弓矢所以征不義伐無道也圭瓉秬鬯宗廟之盛禮故孝道備而賜之秬鬯所以極著孝道孝道純備故内和外榮玉以象徳金以配情芬香條鬯以通神靈玉飾其本君子之性金飾其中君子之道君子有黄中通理之道美素徳金者精和之至也玉者徳美之至也鬯者芬香之至也君子有玉瓉秬鬯乎車者以配道德也其至矣合天下之極美以通其志也其唯玉瓉秬鬯乎車者謂有赤有青之蓋朱輪特能居前左右寢米庶也以其進止有節德綏民路車乗馬以安其身言成章行成規卷龍之衣服表顯其德長於教誨内懷至仁則賜時王樂以化其民尊賢逹德動作有禮賜之納陛以安其體居處修治房内節男女時配貴賤有别則賜朱戸以明其徳列威武有矜嚴仁堅強賜以虎賁以備非常喜怒有節誅伐刑賜以鈇鉞使得專殺好惡無私執義不傾賜以弓矢使得專征孝道之美百行之本也故賜以玉瓉得專爲賜也故王制曰賜之弓矢然後專殺又曰賜圭瓉然後爲暢未賜者資暢於天子王度記曰天子鬯諸侯薫大夫芭蘭士蒹庶人艾車馬衣服樂三等者賜與其物禮天子賜諸侯民服車路先設路下四惡之又曰諸公奉選服王制曰天子賜諸侯樂則以柷將之詩曰君子來朝何錫與之雖無與之路車乗馬又何以與之玄衮及黼書曰明試以功車服以庸朱户納陛虎賁者皆與之制度而鈇鉞弓矢玉鑚皆與之物各因其冝也秬者黒黍一稃二米鬯者以百草之香欎金合而釀之成爲鬯陽逹於墻屋入于淵泉所以灌地降神也玉瓉者器名也所以灌鬯之器也以圭飾其柄灌鬯貴玉器也所以三歲一考績何三年有成故於是賞有功黜不肖尚書曰三載考績三考黜陟何以知始考輙黜之尚書曰三年一考少黜以地書所言三考黜者謂爵土異也小國考之有功増土進爵後考無功削黜後考有功上而賜之矣五十里不過五賜而進爵土七十里不過七賜而進爵土能有小大行有進退也一說盛德始封百里者賜三等得征伐專殺斷獄七十里伯始封賜二等至虎賁百人後有功賜弓矢復有功賜秬鬯増爵爲侯益士百里復有功入爲三公五十里子男始封賜一等至樂復有功稍賜至虎賁増爵爲伯復有功稍賜至秬鬯増爵爲侯未賜鈇鉞者從大國連率方伯而斷獄受命之五致太平之主美群臣上下之功故盡封之及中興征伐大功皆封所以著大功盛德之士亦封之所以尊有德也以德封者必試之必附庸三年有功因而封五十里元士有功者亦爲附庸丗其位大夫有功成封五十里卿功成封七十里公功成封百里士有功德遷爲大夫大夫有功德遷爲卿卿有功德遷爲公故爵主有德封主有功也諸侯有九賜習其賜者何子之能否未可知也或曰得之但未得行其習以專也三年有功則皆得用之矣二考無功則削其地而賜自并知明本非其身所得也身得之者得以賜當稍黜之爵所以封賢也三公功成當封而死得立其子爲附庸賢者之體能有一也不二矣一削爲七十里侯再削爲七十里伯三削爲寄公七十里伯一削爲五十里伯一削爲五十里子三削地盡五十里子一削爲三十里子再削爲三十里男三削地盡五十里男一削爲三十里男再削爲三十里附庸三削爵盡所以至三削何禮成於三三三而不改雖反無益也尚書曰三考黜陟先削地後黜爵者何爵者尊號也地者人所任也今不能治廣土衆民故先削其土地也故王制曰宗廟有不順者君黜以爵山川神祇有不舉者君削以地明爵土不相隨也或曰惡人貪狼重土故先削其所重者以懼之也諸侯始封爵土相隨者何君子重德薄刑賞疑從重詩云三曰叔父建爾元子俾侯于魯君㓜稚唯考不黜者何君子不備責童子也禮八十曰耄九十曰悼悼與耄雖有罪不加刑焉二王後不貶黜者何尊賔客重先王也以其當公也罪惡足以絶之即絶更立其次周公誅禄甫立微子妻父母不削巳昆弟削而不黜何非以賢能得之也至於老小但令得大夫受其罪而已諸侯喑聾跛躄惡疾不免黜者何尊人君也春秋曰甲戍己丑陳侯鮑卒傳曰甲戌之日亡已丑之死而得有狂易之病蜚亡而死由不絶也丗子有惡疾廢者何以其不可承先祖也故春秋傳曰兄弟何以不立疾也何疾惡疾也"}
{"id": "KR3j0023_006", "series": "KR3j0023", "text": "臣班固纂集王者不臣王者所以不臣三何也謂三王之後妻之父母夷狄也不臣二王之後者尊先王通天下之三統也詩云有客有客亦白其馬謂㣲子朝周也尚書曰虞賔在位不臣丹朱也不臣妻父母何妻者與已一體恭承宗廟欲得其歡心上承先祖下繼萬丗傳於無窮故不臣也春秋曰紀季姜歸于京師父母之於子雖爲王后尊不加於父母加王何王者不臣也人譏宋三丗内娶於國中謂無臣也夷狄者與中國絶域異俗非中和氣所生非禮義所能化故不臣也春秋傳曰夷狄相誘君子不疾尚書大傳曰正朔所不加即君子所不臣也王者有蹔不臣者五謂祭尸受授之師將師用兵三老五更不臣祭尸者方與尊者配也不臣受授之師者尊師重道欲使極陳天人之意也故禮學記曰當其爲師則不臣也當其爲尸則不臣也不臣將師用兵者重士衆爲敵國國不可從外治兵不可從内御欲成其威一其令春秋之義兵不稱使明不可臣也不臣三老五更者欲率天下爲人子弟禮曰父事三老兄事五更王者不純臣諸侯何尊重之以其列土傳子孫丗丗稱君南面而治凢不臣異朝則迎之於著覲則待之於阼階升降自西階爲庭燎設九賔享禮而後歸是異於衆臣也始封之君不臣諸父弟何不忍以己一日之功德加於諸父兄弟也故禮服傳曰封君之子不臣諸父封君之孫盡臣之禮服傳曰子得爲父臣者不遺善之義也詩云文武受命召公雖翰召公文王子也傳曰子不得爲父臣者閨門尚和朝廷尚敬人不能無過失爲恩傷義也王者臣不得爲諸侯臣以其尊當與諸侯同春秋傳曰許公不丗待以𥘉或曰王者臣得復爲諸侯臣者爲衰丗主上不明賢者非其罪而去道不施行百姓不得其所復令得爲諸侯臣施行其道易曰不事王侯此據言王之致仕臣也言不事王可知復言侯者明年少復得仕於諸侯也王者臣有不名者五先王老臣不名親與先王戮力共治國同功於天下故尊而不名也尚書曰咨爾伯不言名也不名者貴賢者而已共成先祖功德德加于百姓者也春秋曰單父不言名傳曰大夫之命于天子者大也盛德之士名尊賢也春秋曰公弟叔盻諸父諸兄不名諸父諸兄者親與已父兄有敵體之義也詩云王曰叔父春秋傳曰王禮者何無長之稱也不名盛德之士者不可屈爵禄也故韓詩内傳曰師臣者帝交友受臣者王臣臣者爵魯臣者亡不行蓍龜天子下至士皆有蓍龜者重事决疑示不自專尚書曰女則有大疑謀及卿士謀及庶人謀及卜筮定天下之吉凶成天下之亹亹者莫善於蓍龜禮三正記曰天子龜長一尺二寸諸侯一尺大夫八寸士六寸龜隂故數偶也天子蓍長九尺諸侯七尺大夫五尺士三尺蓍陽故數竒也所以先謀及卿士何先盡人事念而不能得思而不能知然後問於蓍龜聖人獨見先睹必問蓍龜何示不自專也或曰清微無端緒非聖人所及聖人亦疑之尚書曰女則有疑謂武王也乾草枯骨衆多非一獨以灼龜何此天地之間壽考之物故問之也龜之爲言乆也蓍之爲言耆也乆長意也龜曰卜蓍曰筮何卜赴也爆見兆筮也者信也見其卦也尚書卜三龜禮士冠經曰筮于廟門外筮畫卦所以必於廟何託義歸智於先祖至尊故因先祖而問之也卜春秋何方以爲於西方東面蓋蓍之處也卜時西嚮已卜退東向問蓍於東方面以少問老之義皮弁素積求之於質也禮曰皮弁素積筮于廟門之外或曰天子占卜九人諸侯七人大夫五人士三人又尚書曰三人占則從二人之言不見吉凶于蓍復以卜何蓍者陽道多變變乃成龜以制火灼之何禮雜記曰龜隂之老也蓍陽之老也龍非水不處龜非火不兆以陽動隂也必以荆者取其究音也禮三正記曰灼龜以荆以火動龜不以水動蓍何以爲嘔則是也蓍龜敗則埋之何重之不欲人襲尊者也周官曰凢國之大事先筮而後卜凢卜人君視體大夫視色士視墨凢人卜事視髙揚火以作龜凢取龜用秋時攻龜用冬時聖人聖人者何聖者通也道也聲也道無所不通明無所不照聞聲知情與天地合德日月合明四時合序鬼神合吉凶禮别名記曰五人曰茂十人曰選百人曰俊千人曰英倍英曰賢萬人曰傑萬傑曰聖聖人未没時寕知其聖乎曰知之論語曰太宰問子貢曰夫子聖者歟孔子曰太宰知我乎聖人亦自知聖乎曰知之孔子曰文王旣没文不在兹乎何以知帝王聖人也易曰古者伏羲氏之王天下也於是始作八卦又曰聖人之作易也又曰伏羲氏没神農氏作神農没黄帝尭舜氏作文俱言作明皆聖人也論語曰聖乎堯舜其由病諸何以言禹湯聖人論語曰巍巍乎舜禹之有天下而不預焉與舜比方巍巍知禹湯聖人春秋傳曰湯以聖德故放桀何以言文王武王周公皆聖人詩曰文王受命非聖不能受命易曰湯武革命順乎天湯武與文王比方孝經曰則周公其人也下言夫聖人之德又何以加於孝乎何以言臯陶聖人也以自篇曰若稽古臯陶聖人而能爲舜陳道朕言惠可底行又旁施象刑維明又聖人皆有表異傳曰伏羲禄衡連珠唯大目鼻龍伏作易八卦以應樞黄帝顔得天匡陽上法中宿取象文昌顓頊戴午是謂清明發節移度蓋象招揺帝嚳駢齒上法月叅康度成紀取理隂陽堯眉八彩是謂通明暦象日月璇璣玉衡舜重瞳子是謂玄景上應攝提以象三光禮曰禹耳三漏是謂大通興利除害决河踈江皐陶鳥喙是謂至誠决獄明白察於人情湯臂三肘是謂柳翼攘去不義萬民蕃息文王四乳是謂至仁天下所歸百姓所親武王望羊是謂攝揚盱目陳兵天下冨昌周公背僂是謂強俊成就周道輔於㓜主孔子反宇是謂尼甫立德澤所與藏元通流聖人所以能獨見前覩與神通精者盖皆天所生也八風風者何謂也風之爲言萌也養物成功所以象八卦陽立於五極於九五九四十五日變變以爲風隂合陽以生風距冬至四十五日條風至條者王也四十五日明庶風至明庶者迎衆也四十五日清明風至清明者清芒也四十五日景風至景大風陽氣長養四十五日凉風至凉寒也行隂氣也四十五日昌盍風至戒収藏也四十五日不周風至不周者不交也隂陽未合化也四十五日廣莫風廣莫者大也同陽氣也故曰條風至地暖明庶風至萬物産清明風至物形乾景風至棘造實凉風至黍禾乾昌盍風至生薺麥不周風至蟄蟲匿廣莫風至則萬物伏是以王者承順之條風至則出輕刑解稽留明庶風至則修封疆埋田疇清明風至出幣帛使諸侯景風至則爵有徳封有功凉風至報地德化四郷昌盍風至則申象刑飾囷倉不周風至則築宫室修城郭廣莫風至則斷大辟行獄刑啇賈啇賈何謂也啇之爲言啇其逺近度其有亡通四方之物故謂之啇也賈之爲言固固有其用物以待民來以求其利者也行曰啇止曰賈易曰先王以至日閉關啇旅不行后不省方論語曰沽之哉我待價者也即如是尚書曰肇牽車牛逺服賈用方言逺行可知也方言欽厥父母欲留供養之也"}
{"id": "KR3j0023_007", "series": "KR3j0023", "text": "臣班固纂集文質王者始立諸侯皆見何當受法禀正教也尚書輯五瑞覲四嶽謂舜始即位見四方諸侯合符信詩云玄王桓撥受小國是逹受大國是逹言湯王天下大小國諸侯皆來見湯能通逹以禮義也周頌曰烈文辟公錫茲祉福言武王伐紂定天下諸侯來㑹聚於京師受法度也逺近莫不至受命之君天之所興四方莫敢違夷狄咸率服故也何謂五瑞謂珪璧琮璜璋也禮曰天子珪尺二寸又曰博三寸剡上寸半厚半寸爲珪爲璋方中圎外曰璧半璧曰璜圎中牙身玄外曰琮禮記王度曰王者有象君之德燥不輕濕不重薄不澆廉不傷疵不掩是以人君寳之天子之純玉尺有二寸公侯九寸四玉一石也伯子男俱三玉二石也五玉者各何施盖以爲璜以徴召璧以聘問璋以發兵珪以信質琮以起土功之事也珪以爲信者何珪者兊上象物皆生見於上也信莫著于作見故以珪爲信而見萬物之始莫不自㓗珪之爲言㓗也上兊陽也下方隂也陽尊故其禮順備也在位東方陽見義於上也璧以聘問何璧者方中圎外象地地道安寜而岀財物故以璧聘問也方中隂德方也圎外隂繫於陽也隂德盛於内故見象於内位在中央璧之爲言積也中央故有天地之象所以據用也内方象地外圎象天也璜所以徴召何璜者半璧位在北方北隂極而陽始起故象半隂陽氣始施徴召萬物故以徴召也不象隂何陽始物微未可見璜者横也質尊之命也陽氣横于黃泉故曰璜璜之爲言光也陽光所及莫不動也象君之威命所加莫敢不從陽之所施無不節也璋以發兵何璋半珪位在南方南方陽極而隂始起兵亦隂也故以發兵也不象其隂何隂始起物尚凝未可象也璋之爲言明也賞罰之道使臣之禮當章明也南方之時萬物莫不章故謂之璋琮以起土功發聚衆何琮之爲言聖也象萬物之宗聚聖也功之所成故以起土功發衆也位西方西方陽収功於内隂出城於外内圎象陽外直爲隂外牙而内湊象聚㑹也故謂之琮后夫人之財也五玉所施非一不可勝條略舉大者也合符信者謂天子執瑁以朝諸侯諸侯執圭以覲天子瑁之爲言冒也上有所覆下有所冒故覲禮曰侯氏執圭升堂尚書大傳曰天子執瑁以朝諸侯又曰諸侯執所受圭與璧朝于天子無過者復得其珪以歸其拜有過者留其圭能正行者復還其珪三年珪不復少絀以爵圭所以還何以爲琮信瑞也璧所以留者以財弊盡輙更造何以言之禮曰圭造尺八寸有造圭門得造璧也公圭九寸四玉一石何以知不以玉爲四器石持爲也以尚書合言五玉也臣見君所以有贄何贄者質也質已之誠致已之悃幅也王者縁臣子心以爲之制差其尊卑以副其意公侯以玉爲贄者玉取其燥不輕濕不重公之德全輕以羔者取其群不黨卿職在盡忠率下不阿黨也大夫以鴈爲贄者取其飛成行列大夫職在以奉命之適四方動作當能自正以事君也士以雉爲贄者取其不可誘之以食懾之以威必死不可生畜士行威守節死義不當移轉也曲禮曰卿羔大夫以鴈士以雉爲贄庻人之贄疋童子委贄而退野外軍中無贄以纓拾矢可也言必有贄也疋謂鶩也卿大夫贄古以麑鹿今以羔鴈何以爲古者質取其内謂得羙草鳴相呼今文取其外謂羔跪乳鴈有行列也禮相見經曰上大夫相見以羔左顧右贄執麑明古以麑鹿今以羔也卿大夫贄變君與士贄不變何人君至尊極美之物以爲贄士賤伏節死義一介之道也故不變私相見亦有贄何所以相尊敬長和睦也朋友之際五常之道有通財之義賑窮教急之意中心好之欲飲食之故財幣者所以副至意也禮士相見經曰上大夫相見以鴈士冬以雉夏以脯也婦人之制以棗栗暇脩者婦人無專制之義御衆之任交接辭讓之禮職在供養饋食之間其義一也故后夫人以棗栗暇脩者凡内脩隂也又取其朝早起栗戰慄自正也暇脩者脯也故春秋傳曰宗婦覿用幣非禮也然則棗栗云乎暇脩云乎子見父無贄何至親也見無時故無贄臣之事君以義合也得親供養故質己之誠副己之意故有贄也三正王者受命必改朔何明易姓示不相襲也明受之於天不受之於人所以變易民心革其耳目以助化也故䘮服大傳曰王始起改正朔易服色殊徽號異器械别衣服也是以舜禹雖繼太平猶冝改以應天王者改作樂必得天應而後作何重改制也春秋瑞應傳曰敬受瑞應而王改正朔易服色易曰湯武革命順乎天而應乎民也文家先改正質家先改正質家先伐何改正者文伐者質文者先其文質者先其質論語曰予小子履敢用玄牡敢昭告于皇王后帝此湯伐桀告天以夏之牲也詩云命此文王于周于京此言文王改號爲周易邑爲京也又曰清酒旣載騂牡旣備言文王之牲周騂周尚赤也正朔有三何本天有三統謂三微之月也明王者當奉順而成之故受命各統一正也敬始重本也朔者蘇也革也言萬物革更於是故統焉禮三正記曰正朔三而改文質再而復也三微者何謂也陽氣始施黄泉萬物動微而未著也十一月之時陽氣始養根株黄泉之下萬物皆赤赤者盛陽之氣也故周爲天正色尚赤也十二月之時萬物始牙而白白者隂氣故殷爲地正色尚白也十三月之時萬物始逹孚由而岀皆黒人得加功故夏爲人正色尚黒尚書大傳曰夏以孟春月爲正殷以季冬月爲正周以仲冬月爲正夏以十三月爲正色尚黒以平旦爲朔殷以十二月爲正色尚白以雞鳴爲朔周以十一月爲正色尚赤以夜半爲朔不以二月後爲正者萬物不齊莫適所統故必以三微之月也三正之相承若順連環也孔子承周之弊行夏之陸知繼十一月正者當用十三月也天道左旋改正者右行何也改正者非改天道也但改日月耳日月右行故改正亦右行也日尊於月不言正日言正月何也積日成月物隨月而變故據物爲正也天質地文質者據質文者據文周反統天正何也質文再而復正朔三而改三微質文數不相配故正不隨質文也王者受命而起或有所不改者何也王者有改道之文無改道之質如君南靣臣北靣皮弁素積聲味不可變哀戚不可改百世不易之道也王者所以存二王之後何也所以尊先王通天下之三統也明天下非一家之有謹敬謙讓之至也故封之百里使得服其正色用其禮樂永事先祖論語曰夏禮吾能言之𣏌不足徴也殷禮吾能言之宋不足徴也春秋傳曰王者存二王之後使服其正色行其禮樂詩曰厥作祼將常服黼哻言微子服殷之冠助祭於周也周頌曰有客有客亦白其馬此微子朝周也二王之後若有聖德受命而王當因其改之耶天下之所安得受命耶非其運次者王者必一質一文何以承天地順隂陽陽之道極則隂道受隂之道極則陽道受明二隂二陽不能相繼也質法天文法地而已故天爲質地受而化之養而成之故爲文尚書大傳曰王者一質一文據天地之道禮三正記曰質法天文法地也帝王始起先質後文者順天下之道本末之義先後之序也事莫不先有質性乃後有文章也三教王者設三教何承衰救弊欲民反正道也三正之有失故立三教以相指受夏人之王教以忠其失野救野之失莫如敬殷人之王教以敬其失鬼救鬼之失莫如文周人之王教以文其失薄救薄之失莫如忠繼周尚黒制與夏同三者如順連環周則復始窮則反本樂稽熠嘉曰顔回向三教變虞夏何如曰教者所以追𥙷敗政靡弊溷濁謂之治也舜之承堯無爲易也或曰三教改易夏后氏始髙宗亦承弊所以不改教何明子無改父之道也何言知髙宗不改之以周之教承以文也三教所以先忠者行之本也三教一體而分不可單行顧王者行之有先後何以言三教並施不可單行也以忠敬文無可去者也教所以三何法天地人内忠外敬文飾之故三而備也即法天地人各何施忠法人敬法地文法天人道主忠人以至道教人忠之至也人以忠教故忠爲人教也地道謙卑天之所生地敬養之以敬爲地教也教者何謂也教者効也上爲之下効之民有質朴不教不成故孝經曰先王見教之可以化民論語曰不教民戰是謂弃之尚書曰以教祗德詩云爾之教矣欲民斯効忠形於悃誠故失野敬形於祭祀故失鬼文形於飾皃故失薄夏后氏用明器殷人用祭器周人兼用之何謂曰夏后氏教以忠故先明器以奪孝子之心也殷人教以敬故先祭器敬之至也周人教以文故兼用之周人意至文也孔子曰之死而致死之不仁而不可爲也之死而致生之不知而不可爲也故有死道焉以奪孝子之心也有生道焉使人勿倍也故竹器不成用木器不成斵瓦器不成沫琴瑟張而不平竽笙備而不和有鍾磬而無簨簴縣示備物而不可用也孔子曰爲明器者善爲俑者不仁塗車羞靈自古有之言今古皆然也三綱六紀三綱者何謂也謂君臣父子夫婦也六紀者謂諸父兄弟族人諸舅師長朋友也故君爲臣綱夫爲妻綱又曰敬諸父兄六紀道行諸舅有義族人有序昆弟有親師長有尊朋友有舊何謂綱紀綱者張也紀者理也大者爲綱小者爲紀所以強理上下整齊人道也人皆懷五常之性有親愛之心是以紀綱爲化若羅網之有紀綱而萬目張也詩云亹亹我王綱紀四方君臣父子夫婦六人也所以稱三綱何一隂一陽謂之道陽得隂而成隂得陽而序剛柔相配故六人爲三綱三綱法天地人六紀法六合君臣法天取象日月屈信歸功天也父子法地取象五行轉相生也夫婦法人取象六合隂陽有施化端也六紀爲三綱之紀者也師長君臣之紀也以其皆成已也諸父兄弟父子之紀也以其有親恩連也諸舅明友夫婦之紀也以其皆有同志爲紀助也君臣者何謂也君群也下之所歸心臣者繵堅也屬志自堅固春秋傳曰君處此臣請歸也父子者何謂也父者矩也以法度教子子者孳孳無巳也故孝經曰父有争子則身不䧟於不義夫婦者何謂也夫者扶也以道扶接也婦者服也以禮屈服昏禮曰夫親脫婦之纓傳曰夫婦判合也朋友者何謂也朋者黨也友者有也禮記曰同門曰朋同志曰友朋友之交近則謗其言逺則不相訕一人有善其心好之一人有惡其心痛之貨則通而不計共憂患而相救生不属死不託故論語曰子路云願車馬衣輕裘與朋友共敝之又曰朋友無所歸生於我乎死於我乎殯朋友之道親存不得行者二不得許友以其身不得專通財之恩友飢則白之於父兄父兄許之乃稱父兄與之不聽即止故曰友飢爲之减飡大寒爲之不重裘故論語曰有父兄在如之何其聞斯行之也男稱兄弟女稱姊妹何男女異姓故别其稱也何以言之禮親属記曰男子先生稱兄後生稱弟女子先生爲姊後生爲妹父之昆弟不俱謂之世叔父之女昆弟俱謂之姑何也以爲諸父曰内親也故别稱之也姑當外適人踈故揔言之也至姊妹亦當外適人所以别諸姊妹何以爲事諸姑禮等可以外出又同故稱略也至姊妹雖欲有略之姊尊妹卑其禮異也詩云問我諸姑遂及伯姊謂之舅姑何舅者舊也姑者故也舊故之者老人之稱也謂之姊妹何姊者恣也妹者末也謂之兄弟何兄者况也况父法也弟者悌也心順行篤也稱夫之父母謂之舅姑何尊如父而非父者舅也親如母而非母者姑也故稱夫之父母爲舅姑也"}
{"id": "KR3j0023_008", "series": "KR3j0023", "text": "臣班固纂集情性情性者何謂也性者陽之施情者隂之化也人禀隂陽氣而生故内懷五性六情情者静也性者生也此人所禀六氣以生者也故鈎命决曰情生於隂欲以時念也性生於陽以理也陽氣者仁隂氣者貪故情有利欲性有仁也五常者何謂仁義禮智信也仁者不忍也施生愛人也義者冝也斷决得中也禮者履也履道成文也智者知也獨見前聞不惑於事見微者也信者誠也專一不移也故人生而應八卦之體得五氣以爲常仁義禮智信是也六情者何謂也喜怒哀樂愛惡謂六情所以扶成五性性所以五情所以六者何人本含六律五行氣而生故内有五藏六府此情性之所由出入也樂動聲儀曰官有六府人有五藏五藏者何也謂肝心胏腎脾也肝之爲言干也胏之爲言費也情動得序心之爲言任也任於恩也腎之爲言冩也以竅冩也脾之爲言辨也所以積精禀氣也五藏肝仁胏義心禮腎智脾信也肝所以仁者何肝木之精也仁者好生東方者陽也萬物始生故肝象木色青而有枝葉目爲之候何目能出淚而不能内物木亦能出枝葉不能有所内也胏所以義者何胏者金之精義者斷决西方亦金成萬物也故胏象金色白也鼻爲之候何鼻出入氣髙而有竅山亦有金石累積亦有孔穴出雲布雨以潤天下雨則雲消鼻能出納氣也心所以爲禮何心火之精也南方尊陽在上卑隂在下禮有尊卑故心象火色赤而銳也人有道尊天本在上故心下銳也耳爲之候何耳能遍内外别音語火照有似於禮上下分明腎所以智何腎者水之精智者進而止無所疑惑水亦進而不惑北方水故腎色黒水隂故腎雙竅爲之候何竅能㵼水亦能流濡脾所以信何脾者土之精也土尚任養萬物爲之象生物無所私信之至也故脾象土色黄也口爲之候何口能啖甞舌能知味亦能出音聲吐滋液故元命苞曰目者肝之使肝者木之精蒼龍之位也鼻者胏之使胏者金之精制割立斷耳者心之候心者火之精上爲張星隂者腎之冩腎者水之精上爲虚危口者脾之門戸脾者土之精上爲北斗主變化者也或曰口者心之候耳者腎之候或曰肝繫於目胏繫於鼻心繫於口脾繫於舌腎繫於耳六府者何謂也謂大腸小腸胃膀胱三焦膽也府者爲藏宫府也故禮運記曰六情所以扶成五性也胃者脾之府也脾主禀氣胃者榖之委也故脾禀氣也膀胱者腎之府也腎者主瀉膀胱常能有熱故先决難也三焦者包絡府也水榖之道路氣之所終始也故上焦若竅中焦若編下焦若瀆膽者肝之府也肝者木之精也主仁仁者不忍故以膽斷也是以肝膽二者必有勇也肝膽異趣何以知相爲府也肝者木之精也木之爲言牧也人怒無不色青目脤張者是其効也小腸大腸心肺府也主禮義禮義者有分理腸之大小相承受也腸爲心肺主心爲皮體主故爲兩府也目爲心視口爲心談耳爲心聽鼻爲心嗅是其支體主也喜在西方怒在東方好在北方惡在南方哀在下樂在上何以西方萬物之成故喜東方萬物之生故怒北方陽氣始施故好南方隂氣始起故惡上多樂下多哀也魂魄者何謂魂猶伝伝也行不休於外也主於情魄者迫然著人主於性也魂者芸也情以除穢魄者白也性以治内精神者何謂也精者静也太隂施化之氣也象火之化任生也神者恍惚太隂之氣也間棇云支體萬化之本也壽命命者何謂也人之壽也天命巳使生者也命有三科以記驗有壽命以保度有遭命以遇暴有隨命以應行習壽命者上命也若言文王受命唯中身享國五十年隨命者隨行爲命若言怠弃三正天用勦絶其命矣又欲使民務仁立義闕無滔天㴞天則司命舉過言則用以弊之遭命者逢丗殘賤若上逢亂君下必災變暴至夭絶人命沙鹿崩于受邑是也冉伯牛危言正行而遭惡疾孔子曰命矣夫斯人也而有斯疾也夫子過鄭與弟子相失獨立郭門外或謂子貢曰東門有一人其頭似堯其頸似臯繇其肩似子産然自腰以下不及禹三寸儡儡如䘮家之狗子貢以告孔子孔子喟然而笑曰形狀未也如䘮家之狗然哉乎然哉乎宗族宗者何謂也宗尊也爲先祖主也宗人之所尊也禮曰宗人將有事族人皆待聖者所以必有宗何也所以長和睦也大宗能率小宗小宗能率群弟通於有無所以紀理族人者也宗其爲始祖後者爲大宗此百丗之所宗也宗其爲髙祖後者五丗而遷者也髙祖遷於上宗則易於下宗其爲曽祖後者爲曽祖宗宗其爲祖後者爲祖宗宗其爲父後者爲父宗以上至髙祖宗皆爲小宗以其轉遷别於大宗也别子者自爲其子孫爲祖繼别也各自爲宗小宗有四大宗有一凡有五宗人之親所以備矣諸侯奪宗明尊者冝之大夫不得奪宗何曰諸侯丗丗傳子孫故奪宗大夫不傳子孫故不宗也䘮服經曰大夫爲宗子不言諸侯爲宗子也族者何也族者湊也聚也謂恩愛相流湊也生相親愛死相哀痛有㑹聚之道故謂之族尚書曰以親九族族所以九何九之爲言䆒也親踈恩愛究竟也謂父族四母族三妻族二父族四者謂父之姓一族也父女昆弟適人有子爲二族也身女昆弟適人有子爲三族也身女子適人有子爲四族也母族三者母之父母一族也母之昆弟二族也母昆弟子三族也母昆弟者男女皆在外親故合言之妻族二者妻之父爲一族妻之母爲二族妻之親略故父母各一族禮曰惟氏三族之不虞尚書曰以親九族義同也一說合言九族者欲明堯時俱三也禮所以獨父族四何欲言周承二弊之後民人皆厚於末故興禮母族妻之黨廢禮母族父之族足以貶妻族以附父族也或言九者據有交接之恩也若刑侯之姊覃公惟私也言四者據有服耳不相害所異也姓名人所以有姓者何所以崇恩愛厚親親逺禽獸别婚姻也故卋别類使生相愛死相哀同姓不得相娶皆爲重人倫也姓生也人所禀天氣所以生者也詩云天生烝民尚書曰平章百姓姓所以有百何以爲古者聖人吹律定姓以記其族人含五常而生聲有五音宫商角徴羽轉而相雜五五二十五轉生四時故百而異也氣殊音悉備故殊百也所以有氏者何所以貴功德賤伎力或氏其官或氏其事聞其氏即可知其所以勉人爲善也或氏王父字何所以别諸侯之後爲興滅國繼絶丗也諸侯之子稱公子公子之子稱公孫公孫之子各以其王父字爲氏故魯有仲孫季楚有昭屈原齊有髙國崔立氏三以知其爲子孫也王者之後二稱王子兄弟立而皆封也或曰王孫上稱王孫也堯知命表稷契賜生子姓臯陶典刑不表姓言天任德逺刑禹姓姒氏祖以億生殷姓子氏祖以玄鳥子也周姓姬氏祖以履大人跡生也人必有名何所以吐情自紀尊事人者也論語曰名不正則言不順三月名之何天道一時物有變人生三月目煦亦能笑與人相更荅故因其始有知而名之故禮服傳曰子生三月則父名之於祖廟於祖廟者謂子之親廟也明當為宗祖主也一說名之於燕寢名者㓜少卑賤之稱也寡略故於燕寢禮内則曰子生君沐浴朝服夫人亦如之立于阼階西南丗婦抱子升自西階君命之士適子執其右手庶子撫其首君曰欽有師夫人曰記有成告於四境四境者所以遏絶萌牙禁備未然故曽子問曰丗子生三月以名告于祖禰内則記曰以名告于山川社稷四境天子太子使士負子於南郊以桑弧蓬矢六射者何也此男子之事也故先表其事然後食其禄必桑弧何桑者相逢接之道也保傳曰天子生舉之以禮使士負之者何齋肅端緌之郊見于天韓詩内傳曰太子生以桑弧蓬矢六射上下四方明當有事天地四方也殷以生日名子何殷家質故直以生日名子也以尚書道殷家太甲帝武丁也於臣民亦得以生日名子何亦不止也以尚書道殷臣有巫咸有祖已也何以知諸侯不象王者以生日名子也以太王名亶甫王季名歷殷之諸侯也易曰帝乙謂成湯帝乙謂六代孫也湯生於夏丗何以用甲乙爲名曰湯王後乃更變名子孫法耳本名履故論語曰予小子履履湯名也不以子丑何曰甲乙者幹也子丑者枝也榦爲本本質故以甲乙爲名也名或兼或單何示非一也或聽其聲以律定其名或依事旁其形故名或兼或單也依其事者若后稷是也弃之因名之爲弃也旁其形者孔子首類魯國尼丘山故名爲丘或旁其名爲之字者聞名即知其字聞字即知其名若名賜字子貢名鯉字伯魚春秋譏二名何所以譏者乃謂其無常者也若乍爲名禄甫元言武庚名不以日月山川爲名者少賤卑巳之稱也臣子當諱爲物示通故避之也曲禮曰二名不偏諱逮事父母則諱王父母不逮父母則不諱王父母也君前不諱詩書不諱臨文不諱郊廟中不諱又曰君前臣名父前子名謂大夫名卿弟名兄也明不敢諱於尊者前也太古之時所不諱者何尚質也故臣子㸦言其君父之名故禮記曰朝日上值不諱正天名也人所以十月而生者何人天子之也經天地之數五故十月而備乃成人也人生所以位何本一幹而分得氣異息故泣重離母之義也尚書曰啓􁀾􁀾泣也人拜所以自名者何所以泣號自紀禮拜自後不自名何備隂陽也人所以相拜者何所以表情見意屈節卑體尊事之者也拜之言服也所以必再拜何法隂陽也尚書曰再拜稽首也必稽首何敬之至也頭至地何以言首謂頭也禮曰首有瘍則沐所以先拜首後稽首何名順其文質也尚書曰周公拜首稽首人所以有字何冠徳明功敬成人也故禮士冠經曰賔北面字之曰伯某甫又曰冠而字之敬其名也所以五十乃稱伯仲者五十知天命思慮定也能順四時長㓜之序故以伯仲號之禮檀弓曰㓜名冠字五十乃稱伯仲論語曰五十而知天命稱號所以有四何法四時用事先後長㓜兄弟之象也故以時長㓜號曰伯仲叔季也伯者長也伯者子最長迫近父也仲者中也叔者少也季者㓜也適長稱伯伯禽是也庻長稱孟以魯大夫孟氏男女異長各自有伯仲法隂陽各自有終始也春秋傳曰伯姬者何内女稱也婦人十五稱伯仲何婦人值少變隂陽道促蚤成十五通乎織絍之事思慮定故許嫁笄而字故禮經曰女子十五許嫁笄禮之稱字之婦姓以配字何明不娶同姓也故春秋曰伯姬歸于宋姬者姓也值字所以於仲春何值者親故近於仲文子尊尊故於伯仲之時物尚值叔之時物失之章即如是周有八士論語曰伯逹伯适仲突仲忽叔夜叔夏季隨季騧積於叔何盖以兩兩俱生故也不積於伯季明其無二也文王十子詩傳曰伯邑考武王發周公旦管叔鮮蔡叔鐸成叔處霍叔武康叔封南季載載所以或上其叔何也管蔡霍成康南皆采也故上置叔上伯邑叔震也以獨無乎盖以爲大夫者不是采地也天地天者何也天之爲言鎮也居髙理下爲人鎭也地者易也言養萬物懷任交易變化也始起之天始起先有太𥘉後有太始形兆旣成名曰太素混沌相連視之不見聽之不聞然後剖判清濁旣分精出曜布度物施生精者爲三光號者爲五行行生情情生汁中汁中生神明神明生道德道徳生文章故乾鑿度曰太𥘉者氣之始也太始者形兆之始也太素者質之始也陽唱隂和男行女隨也天道所以左旋地道右周何以爲天地動而不别行而不離所以左旋右周者猶君臣隂陽相對之義男女揔名爲人天地所以無惣名何曰天圎地方不相類故無緫名也君舒臣疾卑者冝勞天所以反常行何以爲陽不動無以行其教隂不静無以成其化雖終日乾乾亦不離其處也故易曰終日乾乾反覆道也日月天左旋日月五星右行何日月五星比天爲隂故右行右行者猶臣對君也含文嘉曰計日月右行也刑德放日月東行而日行遟月行疾何君舒臣勞也日日行一度月日行十三度十九分度之七感精符曰三綱之義日為君月為臣也日月所以懸晝夜者何助天行化照明下地故易曰懸象著明莫大乎日月日之爲言實也常滿有節月之爲言闕也有滿有闕也所以有缺何歸功於日也八日成光二八十六日轉而歸功晦至朔旦受符復行故援神契曰月三日成魄也所以名之爲星何星者精也據日節言也一日一夜適行一度一日夜爲一日剰復分天爲三十六度周天三百六十五度四分度之一日月徑千里也所以必有晝夜何備隂陽也日照晝月照夜日所以有長短何隂陽更相用事也故夏節晝長冬節夜長夏日宿在東井出寅入戍冬日宿在牽牛岀辰入申月大小何天道左旋日月東行日日行一度月日行十三度月及日爲一月至二十九日未及七度即三十日者過行七度日不可分故月乍大小明有隂陽故春秋曰九月庚戍朔日有食之十月庚辰朔日有食之此三十日也又曰七月甲子朔日有食之八月癸巳朔日有食之此二十九日也月有閏餘何周天三百六十五日度四分度之一歲十二月日過十二度故三年一閏五年再閏明隂不足陽有餘也故䜟曰閏者陽之餘四時所以名爲歲何歲者遂也三百六十六日一周天萬物畢死故爲一歲也尚書曰朞三百有六旬有六日以閏月定四時成歳春夏秋冬時者期也隂陽消息之期也四時天異名何天尊各據其盛者爲名也春秋物變盛冬夏氣變盛春曰蒼天夏曰昊天秋曰旻天冬爲上天爾雅曰一說春爲蒼天等是也四時不隨正朔變何以爲四時據物爲名春當生冬當終皆以正爲時也或言歳或言載或言年何言歳者以紀氣物帝王共之據曰爲歲春秋曰元年正月十有二月朔有朔有晦知據月斷爲言年載之言成也載成萬物終始言之也二帝爲載三王言年皆謂闚𨵦故尚書曰三載四海遏宻八音謂二帝也又曰諒隂三年謂三王也春秋傳曰三年之䘮其實二十五月知闕日言夜月言晦月言朔日言朝何朔之言蘇也明消更生故言朔日晝見夜藏有朝夕故言朝也衣裳聖人所以制衣服何以爲絺􁍣蔽形表德勸善别尊卑也所以名爲裳何衣者隱也裳者鄣也所以隱形自鄣閉也易曰黃帝堯舜垂衣裳而天下治何以知上爲衣下爲裳以其先言衣也詩曰褰裳渉溱所以合爲衣也弟子職言摳衣而降也名爲衣何上兼下也獨以羔裘何取輕煖因狐死首丘明君子不忘本也羔者取跪乳遜順也故天子狐白諸侯狐黃大夫蒼士羔裘亦因别尊卑也所以必有紳帶示謹敬自約整繢繒爲結於前下垂三分身半紳居二焉必有鞶帶者示有事也所以必有佩者論語曰去䘮無所不佩天子佩白玉諸侯佩山玄玉大夫佩水蒼玉士佩瓀珉石佩即象其事若農夫佩其耒耜工匠佩其斧斤婦人佩其鍼鏤何以知婦人亦佩玉詩云將翶將翔佩玉將將彼美孟姜徳音不忘五刑聖人治天下必有刑罰何所以佐德助治順天之度也故懸爵賞者示有勸也設刑罰者明有所懼也刑所以五何法五行也科條三千者應天地人情也五刑之属三千大辟之属二百宫辟之属三百腓辟之属五百劓墨辟之属各于張布羅衆非五刑不見劓墨何其下刑者也腓者其臏宫者女子淫執置宫中不得出也丈夫淫割去其勢也大辟者謂死也刑不上大夫何尊大夫禮不下庶人欲勉民使至於士故禮爲有知制刑爲無知設也庶人雖有千金衣弊不得服刑不上大夫者據禮無大夫刑或曰撻笞之刑也禮不及庶人者謂酬酢之禮也五經孔子所以定五經者何以爲孔子居周之末丗王道凌遟禮義廢壞強陵弱衆暴寡天子不敢誅方伯不敢伐閔道德之不行故周流應聘兾行其聖德自衛反魯自知不用故追定五經以行其道故孔子曰書曰孝乎惟孝友于兄弟施於有政是以爲政也孔子未定五經如何周衰道失綱散紀亂五教廢壞故五常之經咸失其所象易失理則隂陽萬物失其性而乖設法謗之言並作書三千篇作詩三百篇而歌謡怨誹也巳作春秋後作孝經何欲專制正於孝經何夫孝者自天子下至庶人上下通孝經者夫制作禮樂仁之本聖人道德已備弟子所以復記論語何見夫子遭事異變出之號令失法文王所以演易何文王受王不率仁義之道失爲人法矣已之調和隂陽尚微故演易使我得卒至于太平日月之光明則如易矣伏羲作八卦何伏羲始王天下未有前聖法度故仰則觀象於天俯則察法於地觀鳥獸之文與地之冝近取諸物於是始作八卦以通神明之徳以象萬物之情也經所以有五何經常也有五常之道故曰五經樂仁書義禮禮易智詩信也人情有五性懷五常不能自成是以聖人象天五常之道而明之以教人成其徳也五經何謂謂易尚書詩禮春秋也禮解曰温柔寛厚詩教也踈通知逺書教也廣愽易良樂教也潔浄精微易教也恭儉莊敬禮教也属辝比事春秋教也春秋何常也則黄帝巳來何以言之易曰上古結繩以治後丗聖人易之以書契百官以理萬民以察後丗聖人者謂五常也傳曰三王百丗計神元書五帝之受録圗丗史記從政録帝魁巳來除禮樂之書三千二百四十篇也"}
{"id": "KR3j0023_009", "series": "KR3j0023", "text": "臣班固纂集嫁娶人道所以有嫁娶何以爲情性之大莫若男女男女之交人情之始莫若夫婦易曰天地氤氲萬物化淳男女稱精萬物化生人承天地施隂陽故設嫁娶之禮者重人倫庻繼嗣也禮保傳記曰謹爲子嫁娶必擇世有仁義者禮男娶女嫁何隂卑不得自專就陽而成之故傳曰陽倡隂和男行女隨男不自專娶女不自專嫁必由父母湏媒妁何逺恥防淫泆也詩云娶妻如之何必告父母又曰娶妻如之何匪媒不得男三十而娶女二十而嫁陽數竒隂數偶男長女㓜者陽舒隂促男三十䈥骨堅強任爲人父女二十肌膚充盛任爲人母合爲五十應大衍之數生萬物也故禮内則曰男五十壯有室女二十壯而嫁七嵗之陽也八歲隂也七八十五隂陽之數備有相偶之志故禮記曰女子十五許嫁笄而字禮之稱字隂繫於陽所以專一之節也陽尊無所繫二十五繫者就隂節也陽舒而隂促三十數三終竒陽節也二十數再終偶隂節也陽小成於隂大成於陽故二十而冠三十而娶隂小成於陽大成於隂故十五而笄二十而嫁也一說春秋榖梁傳曰男二十五繫女十五許嫁感隂陽也陽數七隂數八男八歲毀齒女七歲毀齒陽數竒三三八二十四加一爲五而繫心也隂數偶再成十四四加一爲五故十五許嫁也各加一者明專一繫心所以繫心者何防其淫佚也禮曰女子十五許嫁納采問名納吉請期親迎以鴈贄納徴曰玄纁故不用鴈贄用鴈者取其隨時南北不失其節明不奪女子之時也又取飛成行止成列也明嫁娶之禮長㓜有序不相踰越也又婚禮贄不用死雉故用鴈也納徴玄纁束帛離皮玄三法天纁二法地也陽竒隂偶明陽道之大也離皮者兩皮也以爲庭實庭實偶也禮昏經曰納采問名納吉請期親迎皆用鴈納徴束帛離皮納徴辭曰吾子有加命貺室某也有先人之禮離皮束帛使某請納徴上某者聲名也下次某者使人名也女之父曰吾子順先典貺某重禮某不敢辭敢不承命納采辭曰吾子有惠貺貺室某某有先人之禮使某也請納采對曰某之子惷愚又不能教吾子命之某不敢辭天子下至士必親迎授綏者何以陽下隂也欲得其歡心示親之心也夫親迎輪三周下車曲顧者防滛泆也詩云文定厥祥親迎于渭造舟爲梁不顯其光禮昏經曰賔升北靣奠鴈再拜拜手稽首降出婦從房中也從降自西階揖御婦車授綏遣女於禰廟者重先人之遺支體也不敢自專故告禰也父母親男女何親親之至也父曰誡之敬之夙夜無違命女必有端繡衣若笄之母施襟結帨曰勉之敬之夙夜無違宫事父誡於阼階母誡於西階庻母及門内施鞶祭紬以母之命命曰敬㳟聽爾父母言夙夜無愆視衿鞶祭去不辭誡不誥者盖恥之重去也禮曰嫁女之家不絶火三日相思離也娶婦之家三日不舉樂思嗣親也感親年衰老代至也禮曰婚禮不賀人之序也授綏姆辭曰未教未乞與爲禮也始親迎於辭曰吾子命某以兹𥘉昏使某將請承命主人曰某故敬具以酒父命醮子遣之迎命曰徃迎爾相承我宗事率以敬先妣之嗣若則有常子曰諾唯恐不堪不敢忘命娶妻不先告廟到者示不必安也婚禮請期不敢必也婦人三月然後祭行舅姑旣沒亦婦入三月奠采于廟三月一時物有成者人之善惡可得知也然後可得事宗廟之禮曽子曰女未廟見而死歸葬于女氏之黨示未成婦也嫁娶必以春者春天地交通萬物始生隂陽交接之時也詩云士如歸妻迨冰未泮周官曰仲春之月合㑹男女令男三十娶女二十嫁夏小正曰二月冠子娶婦之時夫有惡行妻不得去者地無去天之義也夫雖有惡不得去也故禮郊特牲曰一與之齊終身不改悖逆人倫殺妻父母廢絶綱亂之大者義絶乃得去也天子諸侯一娶九女何重國廣繼嗣也適也者何法地有九州承天之施無所不生也娶九女亦足以成君施也九而無子百亦無益也王度記曰天子一娶九女春秋公羊傳曰諸侯娶一國則二國徃媵之以姪娣從之姪者何兄之子也娣者何女弟也或曰天子娶十二女法天有十二月萬物必生也必一娶何防淫泆也爲其棄德嗜色故一娶而已人君無再娶之義也備姪娣從者爲其必不相嫉妬也一人有子三人共之若已生之不娶兩娣何傳異氣也娶三國女何廣異類也恐一國血脉相似俱無子也姪娣年雖少猶從適人者明人者明人君無再娶之義也還待年於父母之國未任荅君子也詩云姪娣從之𥘉祁如雲韓侯顧之爛其盈門公羊傳曰叔姬歸于紀明待年也二國來媵誰爲尊者大國爲尊國等以德德同以色質家法天尊左文家法地尊右所以不聘妾何人有子孫欲尊之義義不可永人以爲賤也春秋傳曰二國來媵可求人爲士不可求人爲妾何士即尊之漸賢不止於士妾雖賢不得爲適娶妻卜之何卜女之德知相冝否昏禮經曰將加諸卜敢問女爲誰氏也人君及宗子父母自定娶者卑不主尊賤不主貴故自定之也昏禮經曰親皆没巳聘命之詩云文定厥祥親迎于渭大夫功成封得備八妾者重國廣繼嗣也不更聘大國者不忘本適也故禮曰納女於諸侯曰備掃灑天子諸侯之世子皆以諸侯禮娶與君同示無再娶之義也王者之娶必先選于大國之女禮儀備所見多詩云大邦有子俔天之妹文定厥祥親迎于渭明王者必娶大國也春秋曰紀侯來朝紀子以嫁女於天子故增爵稱侯至數十年之間紀侯無他功但以子爲天王后故爵稱侯知雖小國者必封以大國明其尊所不臣也王者娶及庻人者何開天下之賢示不遺善也故春秋曰紀侯來朝交加爲侯明封之也先封之明不與聖人交禮也女行虧缺而去其國如之何以封爲諸侯比例矣諸侯所以不得自趣國中何諸侯不得專封義不可臣其父母春秋傳曰宋三代無大夫惡其内娶也不娶同姓者重人倫防淫泆恥與禽獸同也論語曰君娶於呉爲同姓謂之呉孟子曲禮曰買妾不知姓則卜之外属小功巳上亦不得娶也以春秋傳曰譏娶母黨也王者嫁女必使同姓諸侯主之何婚禮貴和不可相荅爲傷君臣之義亦欲使女不以天子尊乘諸侯也春秋傳曰天子嫁女于諸侯必使諸侯同姓者主之諸侯嫁女于大夫使大夫同姓者主之以其同宗共祖可以主親也故使攝父事不使同姓卿主之何尊加諸侯爲威厭不得舒也不使同姓諸侯就京師主之何諸侯親迎入京師當朝天子爲禮不兼春秋傳曰築王姬觀于外明不徃京師也所以必更築觀者何尊之也不於路寢路寢本所以行政處非婦人之居也小寢則嫌群公之舎則巳卑矣故必改築於城郭之内傳曰築之禮也于外非禮也卿大夫妻二妾者何尊賢重繼嗣也不備姪娣何北靣之臣賤不足盡執人骨肉之親禮服經曰貴臣貴妾明有卑賤妾也士一妻何下卿大夫禮䘮服小記曰士妾有子則爲之緦娉嫡夫徃而死媵當徃否乎人君不再娶之義也天命不可保故一娶九女以春秋伯姬卒時娣季姬更嫁鄫春秋譏之適夫人死後更立夫人者不敢以卑賤承宗廟自立其娣者尊大國也春秋傳曰叔姬歸于紀叔姬者伯姬之娣也伯姬卒叔姬升于嫡經不譏也或曰嫡死不復更立明嫡無二防篡煞也祭宗廟攝而巳以禮不聘爲妾明不升曽子問曰昏禮旣納幣有吉日女之父母死何如孔子曰壻使人吊之如壻之父母死女亦使人吊之父䘮稱父母䘮稱母父母不在則稱伯父世尊壻巳葬壻之伯父叔父使人致命女氏曰某子有父母之䘮不得嗣爲兄弟使母致命女氏許諾不敢嫁禮也壻免䘮女父使人請壻不娶而後嫁之禮也女之父母死壻亦如之婦人所以有師何學事人之道也詩云言告師氏言告言歸禮昏經曰告于公宫三月婦人學一時足以成矣與君無親者各教於宗廟婦之室國君取大夫之妾士之妻老無子者而明於婦道又禄之使教宗室五属之女大夫士皆有宗族自於宗子之室學事人也女必有傳姆何尊之也春秋傳曰傳至矣姆未至婦人學事舅姑不學事必父母者示婦與夫一體也禮内則曰妾事夫人如事舅姑尊嫡絶妬嫉之原禮服傳曰妾事女君與事舅姑同也婦事夫有四禮焉雞𥘉鳴咸盥漱擳縱笄緫而朝君臣之道也惻隱之恩父子之道也㑹計有無兄弟之道也閨閫之内祍席之上朋友之道也聞見異辭故設此也有五不娶亂家之子不娶逆家之子世有刑人惡疾䘮婦長子此不娶也出婦之義必送之接以賔客之禮君子絶愈于小人之交詩云薄送我畿天子妃謂之后何后君也天下尊之故謂之后明海内小人之君子也天下尊之故繫王言之春秋傳曰迎王后于紀國君之妻稱之曰夫人何明當扶進夫人謂八妾也國人尊之故稱君夫人也自稱小童者謙也言已智能寡少如童蒙也論語曰國君之妻稱之曰夫人夫人自稱曰小童國人稱之曰君夫人稱諸異邦曰寡小君謂聘問兄弟之國及臣他國稱之謙之辭也妻者何謂妻者齊也與夫齊體自天子下至庻人其義一也妾者接也以時接見也嫁娶者何謂也嫁者家也婦人外成以岀適人爲嫁娶者取也男女謂男者任也任功業也女者如也從如人也在家從父母旣嫁從夫夫没從子也傳曰婦人有三從之義也夫婦者何謂也夫者扶也扶以人道者也婦者服也服於家事事人者也配疋者何謂相與偶也婚姻者何謂也昏時行禮故謂之婚也婦人因夫而成故曰姻詩云不惟舊因謂夫也又曰燕爾新婚謂婦也所以昏時行禮何示陽下隂也婚亦隂陽交時也男子六十閉房何所以輔衰也故重性命也又曰父子不同爲亂長㓜之序也禮内則曰妾雖老未滿五十必預五日之御滿五十不御俱爲助衰也至七十大衰食非肉不飽寢非人不暖故七十復開房也"}
{"id": "KR3j0023_010", "series": "KR3j0023", "text": "臣班固纂集紼冕紼者何謂也紼者蔽也行以蔽前紼蔽者小有事因以别尊卑彰有德也天子朱紼諸侯赤紼詩云朱紼斯皇室家君王又赤紼金舄㑹同有繹又云赤紼在股皆謂諸侯也書曰黼黻衣黄朱紼亦謂諸侯也並見衣服之制故逺别之謂黄朱亦赤矣大夫忩衡别於君矣天子大夫赤紱忩衡士韎韐朱赤者或盛色也是以聖人塗法之用爲紼服爲百王不易也紼以韋爲之者反古不忘本也上廣一尺下廣二尺天一地二也長三尺法天地人也所以有冠者也所以持其髮也人懷五常莫不貴德示成禮有修飾首别成人也士冠經曰冠而字之敬其名也論語曰冠者五六人童子六七人禮所以十九見正者而冠何漸三十之人耳男子陽也成於隂故二十而冠曲禮曰二十弱冠言見正何以知不謂正月也以禮士冠經曰夏葛屨冬皮屨明非歲之正月也皮弁者何謂也所以法古至質冠名也弁之言樊也所以樊持其髮也上古之時質先加服皮以鹿皮者取其文章也禮曰三王共皮弁素積裳也腰中辟積至質不易之服反古不忘本也戰伐田獵此皆服之麻冕者何周宗廟之冠也禮曰周冕而祭又曰殷哻夏収而祭此三代宗廟之冠也十一月之時陽氣冕仰黄泉之下萬物𬒳施前冕而後仰故謂之冕謂之詡者十二月之時施氣受化詡張而後得牙故謂之詡謂之収者十三月之時氣収本舉生萬物而逹出之故謂之収冕仰不同故前後乖也詡張故萌大時物亦牙萌大也収而逹故前忩大者在後時物亦前忩也絻所以用麻爲之者女功之始亦不忘本也即不忘本不用皮皮乃太古未有禮文之服故論語曰麻冕禮也尚書王麻冕冕所以前後遂延者何示進賢退不能也垂旒者示不現邪纊塞耳示不聽䜛也故水清無魚人察無徒明不尚極知下故禮玉藻曰十有二旒前後遂延禮器曰天子麻冕朱緑藻垂十有二旒者法四時十二月也諸侯九旒大夫七旒士爵弁無旒委皃者何謂也周朝廷理政事行道德之冠名士冠經曰委皃周道章甫殷道母追夏后氏之道所以謂之委皃何周統十一月爲正萬物萌小故爲冠飾最小故曰委貌委貌者委曲有貌也殷統十二月爲正其飾微大故曰章甫章甫者尚未與極其本相當也夏者統十三月爲正其飾最大故曰母追母追者言其追大也爵弁者周人宗廟之冠也禮郊特牲曰周弁士冠經曰周弁殷哻夏収爵何以知指謂其色又乍言爵弁乍但言弁周之冠色所以爵何爲周尚赤所以不純赤但如爵頭何以本制冠者法天天色玄者不失其質故周加赤殷加白夏之冠色純玄何以知殷加白也周加赤知殷加白也夏殷士冠不異何古質也以士冠禮知之䘮服諸侯爲天子斬衰三年何普天之下莫非王土率土之賔莫非王臣臣之於君猶子之於父明至尊臣子之義也䘮服經曰諸侯爲天子斬衰三年天子爲諸侯絶其何示同愛百姓明不獨親也故禮中庸曰朞之䘮逹乎諸侯三年之䘮逹乎天子卿大夫降緦重公正也禮庻人國君服齊衰三月王者崩京師之民䘮三月何民賤故思淺故三月而已天子七月而葬諸侯五月而葬者則民始哭素服先葬三月成齊衰朞月以成禮葬君也禮不下庻人所以爲民制何禮不下庻人者尊卑制度也服者恩從内發故爲之制也王者崩臣下服之有先後何恩有深淺逺近故制有日月檀弓記曰天子崩三日祝先服五日官長服七日國中男女服三月天下服三年之䘮何二十五月以爲古民質痛於死者不封不樹䘮期無數亡之則除後代聖人因天地萬物有終始而爲之制以㫷斷之父至尊母至親故爲於隆以盡孝子恩恩愛至深加之則倍故再朞二十五月也禮有取於三故謂之三年縁其漸三年之氣也故春秋傳曰三年之䘮其實二十五月也三年之䘮不以閠月數何以其言朞也朞者復其時也大功巳下月數故以閠月除禮士虞經曰言朞而小祥又朞而大祥䘮禮必制衰麻何以副意也服以飾情情貌相配中外相應故吉凶不同服歌哭不同聲所以表中誠也布衰裳麻絰蕭笄繩纓苴杖爲略反本絰者亦示也故揔而載之示有䘮也腰絰者以伐紳帶也所以結之何思慕腸若結也必再結之何明思慕無已所以必杖者孝子失親悲哀哭泣三日不食身體嬴病故杖以扶身明不以死傷生也禮童子婦人不杖者以其不能病也禮曰斬衰三日不食齎衰二日不食大功一日不食小功緦麻一日不食再不食可也以竹何取其名也竹者蹙也桐者痛也父以竹母以桐何竹者陽也桐者隂也竹何以爲陽竹斷而用之質故爲陽桐削而用之加人功文故爲隂也故禮曰苴杖竹也削杖桐也所以必居倚廬何孝子哀不欲聞人之聲又不欲居故處居中門之外倚木爲廬質反古也不在門外何戒不虞故也故禮大傳曰父母之葬居倚廬於中門外東墻下戸北面練而居堊室無餘之室又曰婦人不居倚廬又曰天子七日又曰公諸侯五日卿大夫三日而服成居外門内赤壁下爲廬寢苫塊哭晝無夜時不脫絰帶旣虞寢有席𬞞食飲水朝一哭夕一哭而已旣練舎外寢居聖室始食菜果及素食哭無時二十五月而大祥飲醴酒食乾肉二十七月而禫通祭宗廟去䘮之殺也䘮禮不言者何思慕盡情也言不文者指謂士民不言而事成者國君卿大夫杖而謝賔財少恃力面垢作身不言而事具者故號哭盡情䘮有病得飲酒食肉何所以輔人生巳重先祖遺支體也故曲禮曰居䘮之禮頭有瘡則沐身有瘍則浴有疾則飲酒食肉五十不致毀七十唯衰麻在身飲酒食肉又曰父母有疾食肉不至變味飲酒不至變皃笑不至矧怒不至詈琴瑟不御曽子問曰三年之䘮練不羣立不旅行禮以飾情三年之䘮而吊哭不亦虚乎禮檀弓曰曽子有母之䘮弔子張子張者朋友有服雖重服吊之可也曽子問曰小功可以與祭乎孔子曰斬衰巳下與祭禮也此謂君䘮然也子夏問三年之䘮旣卒哭金革之事無避者禮與孔子曰吾聞諸老聃曰魯公伯禽則有爲之也今以三年之䘮從其利者吾不知也婦人不出境吊者婦人無外事防淫佚也禮雜記曰婦人越彊而吊非禮也而有三年䘮君與夫人俱徃禮妻爲父母服夫亦當服有不吊三何爲人臣子常懷恐懼深思逺慮志在全身今乃畏厭溺死用爲不義故不吊也檀弓曰不吊三畏厭溺也畏者兵死也禮魯子記曰大辱加於身皮體毀傷即君不臣士不交祭不得爲昭穆之尸食不得昭穆之牲死不得葬穆之城也弟子爲師服者弟子有臣君父子朋友之道也故生則尊敬而親之死則哀痛之恩深義重故爲之隆服入則絰岀則否檀弓曰昔夫子之䘮顔回若䘮子而無服䘮子路亦然請䘮天子若䘮父而無服也曽子問曰君薨旣殯而臣有父母之䘮則如之何孔子曰歸居于家有殷事則之君所朝夕否曰君旣歛而臣有父母之䘮則如之何孔子曰歸殯哭而反于君殷事則歸朝夕否大夫室老行事士則子孫行事夫内子有殷事則亦如之君所朝夕否諸侯有親䘮聞天子崩奔䘮者何屈己親親猶尊尊之義也春秋傳曰天子記崩不記葬者必其時葬也諸侯記葬不必有時諸侯爲有天子喪奔不得必以其時葬也大夫使受命而出聞父母之喪非君命不反者盖重君也故春秋傳曰大夫以君命出聞䘮徐行不反諸侯朝而有私䘮得還何凶服不入公門君不呼之義也凶服不敢入公門者明尊朝廷吉凶不相干故周官曰凶服不入公門曲禮曰居䘮不言樂祭事不言凶公庭不言婦女論語曰子於是日哭則不歌臣下有大䘮不呼其門者使得終其孝道成其大禮春秋傳曰古者臣有大䘮君三年不呼其門聞哀哭而後行何盡哀舒燌然後行望國境則哭過市朝則否君子自抑小人勉以及禮見星則止日行百里惻怛之心但欲見尸柩汲汲故禮奔䘮以哭荅使者盡哀問故遂行曽子曰師三十里者行五十里奔䘮百里旣除䘮乃歸哭於墓何明死者不可見痛傷之至也謂䘮不得追服者也哭於墓而已故禮奔䘮記曰之墓西向哭止此謂逺出歸後葬䘮服以禮除曽子與客立於門其徒趨而出曽子曰爾將何之曰吾父死將出哭於巷曽子曰反哭於爾次曽子北面而吊焉檀弓記曰孔子曰吾惡乎哭諸兄弟吾哭諸廟門之外師吾哭諸寢朋友吾哭諸寢門外所知吾哭諸野養從生葬從死周公以王禮葬何以爲周公踐祚理政與天同志展與周道顯天度數萬物咸得休氣允寒原天之意予愛周公與文武無異故以王禮葬使得郊祭尚書曰今天動威以彰周公之德下言禮亦冝之崩薨書曰成王崩天子穪崩何别尊卑異生死也天子曰崩大尊像崩之爲言崩伏強天下撫擊失神明黎庶殞涕海内悲凉諸侯曰薨國失陽薨之言奄也奄然亡也大夫曰卒精熠終卒卒之爲言終於國也士曰不禄失其忠節不忠終君之緑緑之言消也身消名彰庶人曰死魂去亡死之爲言澌精氣窮也崩薨紀於國何以爲有尊卑之禮謚號之制即有矣禮始於黄帝至堯舜而備易言復者據遂也書殂落死者矣各自見義堯皆㦧痛之舜見終各一也䘮者何謂也䘮者亡人死謂之䘮言其亡不可復得見也不直言䘮何爲孝子心不忍言尚書曰武王旣䘮䘮終曰死爲適室知據死者稱䘮也生者䘮痛之亦稱䘮禮曰䘮服斬衰易曰不封不樹䘮期無數孝經曰孝子之䘮親也是施生者也天子下至庶人俱言䘮何欲言身體髮膚俱受之父母其痛一也天子崩計告諸侯何縁臣子䘮君哀痛憤懣無能不告語人者也諸侯欲聞之又當持土地所出以供䘮事故禮曰天子崩遣使者計諸侯王者崩諸侯悉奔䘮何臣子悲哀慟怛莫不欲觀君父之棺柩盡悲哀者也又爲天子守蕃不可頓空也故分爲三部有始死先奔者有得中來盡其哀者有得㑹䘮奉送君者七月之間諸侯有在京師親供臣子之事者也號泣悲哀奔走道路者有居其國哭痛思慕竭盡所供以助䘮事者是四海之内咸悲臣下若䘮考妣之義也葬有㑹者親踈逺近盡至親親之義也童諸侯不朝而來奔䘮者何明臣子於其君父非有老少也亦因䘮質無般旋之禮但盡悲哀而已臣死亦赴告於君何此君哀痛於臣子也欲聞之加􁎚賵之禮故春秋曰蔡侯考父卒傳曰卒赴而葬禮也諸侯薨赴告隣國何縁隣國欲有禮也春秋傳曰桓母䘮告於諸侯桓母賤尚告於諸侯諸侯薨告隣國明矣諸侯夫人薨告天子者不敢自廢政事天子亦欲知之當有禮也春秋曰天子使宰喧來歸惠公仲子之賵譏不及事仲子者魯君之貴妾也何况於夫人乎諸侯薨使臣歸瑞珪於天子何諸侯以瑞珪爲信今死矣嗣子諒闇三年之後當乃更爵命故歸之推讓之義也禮曰諸侯薨使臣歸瑞珪於天子天子聞諸侯薨哭之何慘怛發中哀痛之至也使大夫吊之追逺重終之義也故禮檀弓曰天子哭諸侯爵弁純衣又曰遣大夫吊詞曰皇天降災子遭離之難嗚呼哀哉大王使臣某吊臣子死君往吊之何親與之共治民恩深義重厚欲躬見之故禮雜記曰君吊臣主人待于門外見馬首不哭君至主人先入君升自阼階西向哭王人居中庭從哭或曰大夫疾君問之無數士疾二問之而大夫卒比葬不食肉比卒哭不舉樂士比殯不舉樂玄冠不以吊者不以吉服臨人凶示助哀也論語曰羔裘玄冠不以吊崩薨三日乃小斂何奪孝子之恩以漸也一日之時属纊於口上以候絶氣二日之時尚兾其生三日之時魂氣不還終不可柰何故禮士䘮經曰御者四人皆坐持禮属纊以候絶氣禮曰天子諸侯三日小斂大夫士二日小歛属纊於口者孝子欲生其親也人死必沐浴於中霤何示㓗净反本也禮檀弓曰死於牖下沐浴於中霤飯唅於牖下小斂於戸内大斂於阼階殯於客位祖於庭葬於墓所以即逺奪孝子之恩以漸也所以有飯唅何縁生食今死不欲虚其口故唅用珠寳物何也有益死者形體故天子飯以玉諸侯以珠大夫以米士以貝也贈禭何謂也贈之爲言稱也玩好曰贈禭之爲言遺也衣𬒳曰曰禭知死者則贈禭所以助生送死追恩重終副至意也贈賵者何謂也贈者助也所以相佐給不足也故吊辤曰知生則􁎚貨財曰􁎚車馬曰賵天子七日而殯諸侯五日而殯事有小大所供者不䓁故王制曰天子七日而殯諸侯五日而殯卿大夫三日而殯夏后氏殯於阼階殷人殯於兩楹之間周人殯於西階之上何夏后氏教以忠忠者厚也曰生吾親也死亦吾親也主人冝在阼殷人教以敬曰死者將去又不敢容也故置之兩楹之間周人共夾而敬之周人教以文曰死者將去不可又得故賔客之也檀弓記曰夏后氏殯於阼階殷人殯於兩楹之間周人殯於西階稽命徴曰天子舟車殯何爲避水火災也故棺在車上車在舟中臣子更執紼晝夜常百二十二人紼者所以掌持棺也故禮曰天子舟車殯諸侯車殯大夫倚塗士瘞尊卑之差也祖於庭何盡孝子之恩也祖者始也始載於庭也乗軸車辭祖禰故名爲祖載也禮曰祖於庭葬於墓又曰適祖昇自西階所以有棺槨何所以掩藏形惡也不欲令孝子見其毀壞也棺之爲言之皃所以藏尸令皃全也槨之爲言廓所以開廓辟土無令迫棺也禮王制曰天子棺槨九重衣衾百二十稱于領大度曰公侯五重衣衾九十稱士再重禮曰大夫有大棺三重衣衾五十稱士無大棺二重衣衾三十稱單祫備爲一稱禮檀弓曰天子棺四重水光草棺被之其厚三寸地棺一梓棺二柏椁以端長六尺有虞氏瓦棺今以木何虞尚質故用瓦夏后氏益文故易之以堲周謂堲木相周無膠􁇀之周也殷人棺椁有膠􁇀之用周人􁛣文墻置翣加巧飾䘮葬之禮縁生以事死生時無死亦不敢造太古之時穴居野處夜皮帶革故死衣之以薪内藏不師中古之時有宫室衣服故衣之幣帛藏以棺椁封樹識表體以象生夏殷彌文齊之以器械至周大文縁夫婦生時同室死同葬之尸柩者何謂也尸之爲言失也陳也失氣亡神形體獨陳柩之爲言究也乆也不復章也曲禮曰在床曰尸在棺曰柩崩薨别號至墓同何也時臣子藏其君父安暦之義貴賤同葬之爲言下藏之也所以入地何人時於隂含陽光死始入地歸所與也天子七月而葬諸侯五月而葬何尊卑有差也天子七月而葬同䡄必至諸侯五月而葬同㑹必至所以愼終重䘮也禮曰家人奉圗先君之葬君居以中昭穆爲左右群臣從葬以貴賤序合葬者所以固夫婦之道也故詩曰榖則異室死則同穴又禮檀弓曰合葬非古也自周公已來未之有改也葬於城郭外何死生别處終始異居易曰葬之中野所以絶孝子之思慕也傳曰作樂於廟不聞於墓哭泣於墓不聞於廟所以於北方何就隂也檀弓曰孔子卒所以受魯君之璜玉葬魯城北又曰於邑北北首三代之逹禮也封樹者所以爲識故檀弓曰古也墓而不墳今丘也東西南北之人也不可以不識也於是封之崇曰尺春秋含文嘉曰天子墳髙三仞樹以松諸侯半之樹以栢大夫八尺樹以欒士四尺樹以槐庶人無墳樹以楊柳"}
