{"id": "KR3l0090_001", "series": "KR3l0090", "text": "　山海經巻一\n　　　　　　　　　　　　　晉　郭璞　撰\n　　南山經\n南山經之首曰䧿山其首曰招摇之山臨于西海之上\n多桂\n多金玉有草焉其狀如韭\n而青花其名曰祝餘食之不飢有木焉其\n狀如榖而黑理其花四照\n其名曰迷穀佩之不迷有\n獸焉其狀如禺而白耳\n伏行人走其名曰狌狌食之\n善走麗􁊔之水出焉而\n西流注于海其中多育沛佩之無瘕疾\n又東三百里曰堂庭之山多棪木\n多白猿多水玉\n多黄金\n又東三百八十里曰猨翼之山其中多怪獸水多怪魚\n多\n白玉多蝮虫多怪虵多\n怪木不可以上\n又東三百七十里曰杻陽之山其陽多赤金其陰\n多白金有獸焉其狀如馬而白首其\n文如虎而赤尾其音如謡其名曰鹿蜀佩之宜子\n孫怪水出焉而東流注于憲翼之水其中多𤣥\n龜其狀如龜而鳥首虺尾其名曰旋龜其音如判\n木佩之不聾可以為底\n\n又東三百里柢山多水無草木有魚焉其狀如牛\n陵居虵尾有翼其羽在魼下其音如畱牛\n其名曰鯥冬死而夏生\n食之無腫疾\n又東四百里曰亶爰之山多水無草木不可以上\n有獸焉其狀如貍而有髦其名曰𩔖自\n為牝牡食者不妬\n又東三百里曰基山其陽多玉其陰多怪木有獸焉其\n狀如羊九尾四耳其目在背其名曰猼訑佩\n之不畏有鳥焉其狀如雞而三首六目六足三翼\n其名曰􁗾􁕼食之無卧\n又東三百里曰青丘之山\n其陽多玉其陰多青䨼有獸焉其狀如狐而九\n尾其音如嬰兒能食人食者不蠱\n有鳥焉其狀如鳩其音若呵名曰灌灌\n佩之不惑英水出焉南流注于即翼之澤其中多赤\n鱬其狀如魚而人面其音如鴛鴦食之不疥\n又東三百五十里曰箕尾之山其尾踆于東海多沙石\n汸水出焉而南流注于淯其中多白\n玉凡䧿山之首自招揺之山以至箕尾之山凡十山二\n千九百五十里其神狀皆鳥身而龍首其祠之禮毛\n用一璋玉瘞糈用稌米\n一璧稻米白菅\n為席\n南次二經之首曰柜山西臨流黃北望諸毗東望長\n右英水出焉西南流注于赤水其中多白玉\n多丹粟有獸焉其狀如豚有距其\n音如狗吠其名曰狸力見則其縣多土功有鳥焉其狀\n如鴟而人手其音如痺其名曰鴸其\n鳴自號也見則其縣多放士\n東南四百五十里曰長右之山無草木多水有獸焉其\n狀如禺而四耳其名長右其音如吟\n見則郡縣大水\n又東三百四十里曰堯光之山其陽多玉其陰多金有\n獸焉其狀如人而彘鬛穴居而冬蟄其名曰猾裏\n其音如斲木見則縣有大繇\n又東三百五十里曰羽山\n其下多水其上多雨無草木多蝮虫\n又東三百七十里曰瞿父之山無草木多金玉\n又東四百里曰句餘之山無草木多金玉\n\n又東五百里曰浮玉之山北望具區\n東望諸毗有獸焉其狀如虎而牛尾其音如吠犬\n其名曰彘是食人苕水出于其陰北流注于具區其中\n多鮆魚\n又東五百里曰成山四方而三壇其上\n多金玉其下多青䨼䦠水出焉而南流注于\n虖勺其中多黄金\n\n又東五百里曰會稽之山四方其\n上多金玉其下多砆石\n勺水出焉而南流注于溴\n又東五百里曰夷山無草木多沙石溴水出焉而\n南流注于列塗\n又東五百里曰僕勾之山其上多金玉其下多草\n木無鳥獸無水\n又東五百里曰咸陰之山無草木無水\n又東四百里曰洵山其陽多金其陰多玉有獸焉\n其狀如羊而無口不可殺也其名曰䍺洵\n水出焉而南流注于閼之澤其中多芘蠃\n又東四百里曰虖勺之山其上多梓柟\n其下多荆杞滂水出焉而東\n流注于海\n又東五百里曰區吳之山無草木多砂石鹿水出焉而\n南流注于滂水\n又東五百里曰鹿吳之山上無草木多金石澤更之水\n出焉而南流注于滂水水有獸焉名曰蠱雕其狀\n如雕而有角其音如嬰兒之音是食人\n又東五百里曰漆吳之山無草木多博石無玉處\n于海東望丘山其光載出載入是惟日次\n凡南次二經之首自柜山至于漆吳之山凡十七\n山七千二百里其神狀皆龍身而鳥首其祠毛用一璧\n瘞糈用稌\n南次三經之首曰天虞之山其下多水不可以上\n又東五百里曰禱過之山其上多金玉其下多犀兕\n\n多象\n有鳥焉其狀如鵁而白首三足\n人面其名曰瞿如其鳴自號也泿水出焉而南\n流注于海其中有虎蛟其狀魚身而蛇尾其\n音如鴛鴦食者不腫可以已痔\n又東五百里曰丹穴之山其上多金玉丹水出焉而南\n流注于渤海有鳥焉其狀如雞五采而文名\n曰鳳凰首文曰徳翼文曰義背文曰禮膺文曰仁腹文\n曰信是鳥也飲食自然自歌自舞見則天下安寧\n\n又東五百里曰發爽之山無草木多水多白猿汎\n水出焉而南流注于渤海\n又東四百里至于旄山之尾其南有谷曰育遺多\n怪鳥凱風自是出\n又東四百里至于非山之首其上多金玉無水其下多\n蝮虫\n又東五百里曰陽夾之山無草多水\n又東五百里曰灌湘之山上多木無草多怪鳥無獸\n\n又東五百里曰雞山其上多金其下多丹雘\n黒水出焉而南流注于海其中有鱄魚\n其狀如鮒而彘毛其音如豚見則天下大旱\n又東四百里曰令丘之山無草木多火其南有谷焉曰\n中谷條風自是出有鳥焉其狀\n如梟人面四目而有耳其名曰顒其鳴自號也見則\n天下大旱\n又東三百七十里曰侖者之山其上多金玉\n其下多青䨼有木焉其狀如穀而赤理其汗如漆其味\n如飴食者不飢可以釋勞其名曰白䓘\n可以血玉\n又東五百八十里曰禺膏之山多怪獸多大蛇\n又東五百八十里曰南禺之山其上多金玊其下多水有\n穴焉水出輒入夏乃出冬則閉佐水出焉而東南流注\n于海有鳯凰鵷鶵\n凡南次三經之首自天虞之山以至南禺之山凡一十\n四山六千五百三十里其神皆龍身而人面其祠皆一\n白狗祈糈用稌\n　右南經之山志大小凡四十山萬六千三百八十里\n　山海經卷一\n"}
{"id": "KR3l0090_002", "series": "KR3l0090", "text": "　山海經卷二\n　　　　　　　　　　　　　晉　郭璞　撰\n　　西山經\n西山經華山之首曰錢來之山其上多松其下多洗石\n有獸焉其狀如羊而馬尾名曰羬羊\n其脂可以已腊\n\n西四十五里曰松果之山濩水出焉北流注于渭其中\n多銅有鳥焉其名曰䳋渠其狀如山雞黑身赤\n足可以已𦢊\n又西六十里曰太華之山削成而\n四方其髙五千仭其廣十里\n鳥獸莫居有蛇焉名曰肥􁃄\n六足四翼見則天下大旱\n又西八十里曰小華之山其木多荆杞其獸多㸲\n牛其陰多磬石其\n陽多㻬琈之玉鳥多赤鷩\n可以禦火其草有萆荔\n狀如烏韭而生於石上亦緣木而生\n食之已心痛\n又西八十里曰符禺之山其陽多銅其陰多鐵其上有\n木焉名曰文莖其實如棗可以已聾其草多條其狀如\n葵而赤花黄實如嬰兒舌食之使人不惑符禺之水出\n焉而北流注于渭其獸多葱聾其狀如羊而赤鬛其鳥\n多鴖其狀如翠而赤喙可以禦火\n又西六十里曰石脆之山其木多椶柟\n其草多條其狀\n如韭而白華黑實食之已疥其陽多㻬琈之玉其陰多\n銅灌水出焉而北流注于禺水其中有流赭以塗\n牛馬無病\n又西七十里曰英山其上多杻橿\n其陰多鐵其陽多赤金禺水出焉北流注于招水\n其中多䰷魚其狀如鼈其音如羊其陽多箭\n䉋其獸多㸲牛羬\n羊有鳥焉其狀如鶉黃身而赤喙其名曰肥遺食之已\n癘可以殺蟲\n又西五十二里曰竹山其上多喬木其陰多鐵\n有草焉其名曰黄雚其狀如樗其葉如麻白華而赤實\n其狀如赭浴之已疥又可以已胕竹水出\n焉北流注于渭其陽多竹箭多蒼玉丹水出焉\n東南流注于洛水其中多水玉多人魚有\n獸焉其狀如豚而白毛大如笄而黑端名曰毫彘\n\n又西百二十里曰浮山多盼水枳葉而無傷\n木蟲居之有草焉名曰薰草麻葉\n而方莖赤華而黑實臭如蘼蕪佩之\n可以已癘\n又西七十里曰羭次之山漆水出焉北流注\n于渭其上多棫橿其下多竹箭其陰多赤銅其\n陽多嬰垣之玉有獸焉其狀如\n禺而長臂善投其名曰囂有鳥焉其狀\n如梟人面而一足曰槖􁀗冬見夏蟄服之不畏雷\n\n又西百五十里曰時山無草木逐水出焉北流注\n于渭其中多水玉\n又西百七十里曰南山上多丹粟丹水出焉北流注于\n渭獸多猛豹鳥多尸鳩\n\n又西百八十里曰大時之山上多榖柞下多杻橿陰\n多銀陽多白玊涔水出焉北流注于渭清水出焉南\n流注于漢水\n又西三百二十里曰嶓冢之山漢水出\n焉而東南流注于沔囂水出焉北流注于\n湯水其上多桃枝鈎端獸多犀兕熊羆\n鳥多白翰赤鷩有草焉\n其葉如蕙其本如桔梗黑華\n而不實名曰蓇蓉食之使人無子\n又西三百五十里曰天帝之山上多㯶柟下多菅蕙\n有獸焉其狀如狗名曰谿邊席其皮者不\n蠱有鳥焉其狀如鶉黑文而赤翁名曰櫟\n食之已痔有草焉其狀如葵其臭如蘼蕪名曰\n杜衡可以走馬食之已癭\n西南三百八十里曰臯塗之山薔水出焉西\n流注于諸資之水塗水出焉南流注于集獲之水其陽\n多丹粟其陰多銀黄金其上多桂木有白石焉其名曰\n礜可以毒鼠有草焉其狀如槀苃\n其葉如葵而赤背名曰無條可以毒鼠有獸焉其狀如\n鹿而白尾馬足人手而四角名曰􁉫如\n有鳥焉其狀如䲭而人足名曰數斯食之已癭\n又西百八十里曰黄山無\n草木多竹箭盼水出焉西流注于赤水其中\n多玉有獸焉其狀如牛而蒼黑大目其名曰􁜚有鳥\n焉其狀如鴞青羽赤喙人舌能言名曰鸚䳇\n\n又西二百里曰翠山其上多㯶柟其下多竹箭其陽多\n黄金玉其陰多旄牛麢麝其\n鳥多鸓其狀如鵲赤黑而兩首四足可以禦火\n又西二百五十里曰騩山是錞于西海\n無草木多玉淒水出焉西流注于海其中\n多采石黄金多丹粟\n凡西經之首自錢來之山至于隗山凡十九山二千九\n百五十七里華山冢也其祠之禮太牢\n羭山神也祠之用燭齋百日以百犧瘞\n用百瑜湯其酒百樽嬰以百珪百\n璧\n其餘十七山之屬皆毛牷用一羊祠之\n燭者百草之未灰白蓆采等純之\n\n西次二經之首曰鈐山其上多銅其下\n多玉其木多杻橿\n西二百里曰㤗冒之山其陽多金其陰多鐵浴水\n出焉東流注于河其中多藻玉多白蛇\n\n又西一百七十里曰數歴之山其上多黄金其下多銀\n其木多杻橿其鳥多鸚䳇楚水出焉而南流注于渭其\n中多白珠\n又西百五十里曰髙山其上多銀其下多青碧\n雄黄其木多椶\n其草多竹涇水出焉而東流注于渭\n其中多磐石青碧\n西南三百里曰女牀之山其陽多赤銅其陰多涅石\n其獸多虎豹犀兕有鳥\n焉其狀如翟而五彩文名曰鸞鳥見\n則天下安寧\n又西二百里曰龍首之山其陽多黄金其陰多鐵苕水\n出焉東南流注于涇水其中多美玉\n又西二百里曰鹿臺之山其上多白玉其下多銀\n其獸多㸲牛羬羊白豪有鳥焉其狀如雄雞而人\n面名曰鳬徯其名自叫也見則有兵\n西南二百里曰鳥危之山其陽多磬石其陰多檀楮\n其中多女牀鳥危之水出焉西流注于赤水其中\n多丹粟\n又西四百里曰小次之山其上多白玉其下多赤銅有\n獸焉其狀如猿而白首赤足名曰朱厭見則大兵\n\n又西三百里曰大次之山其陽多堊其陰多\n碧其獸多㸲牛麢羊\n又西四百里曰薰吳之山無草木多金玉\n又西四百里曰􁁜陽之山其木多稷柟豫章\n其獸多犀兕虎犳㸲牛\n\n又西二百五十里曰衆獸之山其上多㻬琈之玉其下\n多檀楮多黄金其獸多犀兕\n又西五百里曰皇人之山其上多金玉其下多青雄黄\n皇水出焉西流注于赤水其中多丹粟\n又西三百里曰中皇之山其上多黄金其下多蕙棠\n\n又西三百五十里曰西皇之山其陽多金其陰多鐵其\n獸多麋鹿㸲牛\n又西三百五十里曰萊山其木多檀楮其鳥多羅羅是\n食人\n凡西次二經之首自鈐山至于萊山凡十七山四千一\n百四十里其十神者皆人面而馬身其七神皆人面牛\n身四足而一臂操杖以行是為飛獸之神其祠之毛用\n少牢白菅為席其十軰神者其祠之毛一雄\n雞鈐而不糈毛采\n西次三經之首曰崇吾之山在河之南北望冢遂南\n望䍃之澤西望帝之搏獸之丘東望䗡淵\n有木焉員葉而白柎\n赤華而黒理其實如枳食之宜子孫有獸焉其狀如\n禺而文臂豹虎而善投名曰舉父有鳥焉其狀如\n鳬而一翼一目相得乃飛名曰蠻蠻\n見則天下大水\n西北三百里曰長沙之山泚水出焉北流注于泑水\n無草木多青雄黃\n又西北三百七十里曰不周之山\n北望諸毗之山臨彼嶽崇之山東望泑澤河水\n所濳也其源渾渾泡泡\n\n爰有嘉果\n其實如桃其葉如棗黄華而赤柎食之不勞\n又西北四百二十里曰峚山其上多丹木員葉而赤\n莖黄華而赤實其味如飴食之不飢丹水出焉西流注\n于稷澤其中多白玉是有玉膏其源沸沸湯\n湯黄帝是\n食是饗是生𤣥玉玉膏所\n出以灌丹木丹木五歲五色乃清五味乃馨\n黃帝乃取峚山之玉榮\n而投之鍾山之陽瑾瑜之玉為良\n堅粟精密濁\n澤而有光五色發作\n以和柔剛天地鬼神是食是饗\n君子服之以禦不祥\n自峚山至于鍾山四百六十\n里其間盡澤也是多奇鳥怪獸奇魚皆異物焉\n又西北四百二十里曰鍾山其子曰皷\n其狀如人面而龍身\n是與欽䲹殺葆江于崑崙之陽帝乃戮之鍾山\n之東曰􁳶崖欽䲹化為大鶚其狀如鵰而黑\n文白首赤喙而虎爪其音如晨鵠\n見則有大兵皷亦化為鵕鳥其狀如鴟赤足而\n直喙黄文而白首其音如鵠見則其邑大旱\n\n又西百八十里曰泰器之山觀水出焉西流注于流沙\n是多文鰩魚狀如鯉魚魚身而鳥翼蒼文而白首赤\n喙常行西海遊於東海以夜飛其音如鸞雞\n其味酸甘食之已狂見則天下大穰\n又西三百二十里曰槐江之山丘時之水出焉而北流\n注于泑水其中多蠃母其上多青雄黃多藏琅玕\n黄金玉其陽多丹粟其陰多采黄金\n銀實惟帝之平圃\n神英招司之其狀馬身而人面虎文而\n鳥翼狥于四海其音如橊南望崑\n崙其光熊熊其氣魂魂西望大澤后稷所\n潛也其中多玉其陰\n多榣木之有若\n北望諸毗槐鬼離侖居之鷹鸇之所宅也\n東望恒山四成\n有窮鬼居之各在一搏\n爰有滛水其清洛洛有\n天神焉其狀如牛而八足二首馬尾其音如勃皇\n見則其邑有兵\n西南四百里曰崑崙之丘是實惟帝之下都\n\n神陸吾司之其神狀虎身而九\n尾人面而虎爪是神也司天之九部及帝之囿時\n有獸焉其狀如羊而四角名曰土塿是食\n人有鳥焉其狀如蜂大如鴛鴦名曰欽原蠚\n鳥獸則死蠚木則枯有鳥焉其名曰鶉鳥是司帝之百\n服有木焉其狀如棠華黄赤實其\n味如李而無核名曰沙棠可以禦水食之使人不溺\n\n有草焉名曰薲草其狀如葵其味如葱食之已勞\n河水出焉而南流東注于無逹\n赤水出焉而東南流注于氾天之水\n洋水出焉\n而西南流注于醜塗之水\n黑水出焉而西流于大杅\n是多怪鳥獸\n\n又西三百七十里曰樂游之山桃水出焉西流注于稷\n澤是多白玉其中多䱻魚其狀如蛇而四足是食魚\n西水行四百里曰流沙二百里至于蠃母之山神長乗\n司之是天之九徳也其神狀如人而犳尾\n其上多玉其下多靑石而無水\n又西三百五十里曰玉山是西王母所居也\n\n西王母其狀如人豹尾\n虎齒而善嘯蓬髮戴勝是司天之厲及五\n殘\n\n有獸焉其狀如犬而豹文其角如牛其名曰狡其\n音如吠犬見則其國大禳\n有鳥焉其狀如翟而赤名曰胜遇是\n食魚其音如録見則其國大水\n又西四百八十里曰軒轅之丘無草木\n洵水出焉南流注于黒水其中多丹粟多青雄\n黄\n又西三百里曰積石之山其下有石門河水冒以西流\n是山也萬物無不\n有焉\n又西二百里曰長留之山其神白帝少昊居之\n其獸皆文尾其鳥皆文首是多文玉石\n實惟員神磈氏之宫是神也主司反景\n\n又西二百八十里曰章莪之山無草木多瑶碧所\n為甚怪有獸焉其狀如赤豹五尾一角其音如\n擊石其名如猙有鳥焉其狀如鶴一\n足赤文青質而白喙名曰畢方其鳴自叫也見則其邑\n有譌火\n又西三百里曰陰山濁浴之水出焉而西流注于蕃澤\n其中多文貝有獸焉其狀如狸而白\n首名曰天狗其音如榴榴可以禦凶\n又西二百里曰符愓之山其上多椶柟下多金玉神\n江疑居之是山也多怪雨風雲之所出也\n又西二百二十里曰三危之山三\n青鳥居之是山也廣員百里\n其上有獸焉其狀如牛白身四角其\n毫如披蓑其名曰􁀙􁀙是食人有鳥焉\n一首而三身其狀如􁝴其名曰䲭\n\n又西一百九十里曰騩山其上多玉而無石神耆童居\n之其音常如鐘磬其下多積蛇\n又西三百五十里曰天山多金玉有青雄黄英水出焉\n而西南流注于湯谷有神焉其狀如黄囊赤如丹火\n六足四翼渾敦無面目是識歌舞實惟帝江也\n\n又西二百九十里曰泑山神蓐收居之\n其上多嬰短之玉其陽多瑾瑜之玉其\n陰多青雄黄是山也西望日之所入其氣員\n神紅光之所司也\n西水行百里至于翼望之山無草木多金玉有\n獸焉其狀如狸一目而三尾名曰讙其音如奪\n百聲是可以禦凶服之已癉\n有鳥焉其狀如烏三首六尾而善笑名曰鵸䳜\n服之使人不厭又可\n以禦凶\n凡西次三經之首崇吾之山至于翼望之山凡二十三\n山六千七百四十四里其神狀皆羊身人面其祠之禮\n用一吉玉瘞糈用稷米\n西次四經之首曰陰山上多榖無石其草多茆蕃\n陰水出焉西流注于洛\n北五十里曰勞山多茈草弱水出焉而西流\n注于洛\n西五十里曰罷父之山洱水出焉而西流注于洛其\n中多茈碧\n北百七十里曰申山其上多榖柞其下多杻橿其陽多\n金玉區水出焉而東流注于河\n北二百里曰鳥山其上多桑其下多楮其陰多鐵其陽\n多玊辱水出焉而東流注于河\n又北百二十里曰上申之山上無草木而多硌石\n下多榛楛其獸多\n白鹿其鳥多當扈其狀如雉以其髯飛食\n之不眴目湯水出焉東流注于河\n又北百八十里曰諸次之山諸次之水出焉而東流注\n于河是山也多木無草鳥獸莫居是多衆蛇\n又北百八十里曰號山其木多漆㯶其草多葯\n䖀芎藭多汵石端水\n出焉而東流注于河\n又北二百二十里曰盂山其陰多鐵其陽多銅其獸\n多白狼白虎其鳥多白雉白\n翟生水出焉而東流注于河\n西二百五十里曰白於之山上多松栢下多櫟檀\n其獸多㸲牛羬羊其鳥多鴞洛水出于其陽而\n東流注于渭夾水出于其陰東流注于生水\n西北三百里曰申首之山無草木冬夏有雷申水出于\n其上潛于其下是多白玉\n又西五十五里曰涇谷之山涇水出焉\n東南流注于渭是多白金白玉\n又西百二十里曰剛山多柒木多㻬琈之玉剛水出焉\n北流注于渭是多神􁀙其狀人面獸\n身一足一手其音如欽\n又西二百里至剛山之尾洛水出焉而北流注于河其\n中多蠻蠻其狀鼠身而鼈首其音如吠犬\n又西三百五十里曰英鞮之山上多漆木下多金玉鳥\n獸盡白涴水出焉而北注于陵羊之澤是\n多冉遺之魚魚身蛇首六足其目如馬耳食之使人不\n眯可以禦凶\n又西三百里曰中曲之山其陽多玉其陰多雄黃白玉\n及金有獸焉其狀如馬而白身黑尾一角虎牙爪音如\n皷音其名曰駮是食虎豹可以\n禦兵有木焉其狀如棠而員葉赤實實大如木\n𤓰名曰櫰木食之多力\n\n又西二百六十里曰邽山其上有獸焉其狀如牛蝟\n毛名曰窮奇音如獋狗是食人\n濛水出焉南流注于洋水其中\n多黄貝蠃魚魚身而鳥翼音如鴛鴦\n見則其邑大水\n又西二百二十里曰鳥鼠同穴之山\n\n其上多白虎白玉渭水出焉而東\n流注于河其中多鰠魚其狀如鱣魚\n動則其邑有大兵\n濫水出于其西西流注于漢水多􁗺魮之魚其\n狀如覆銚鳥首而魚翼魚尾音如磬石之聲是生珠玉\n\n西南三百六十里曰崦嵫之山其上\n多丹木其葉如榖其實大如𤓰赤符而黑理食之已癉\n可以禦火其陽多龜其陰多玉苕水出焉而西流\n注于海其中多砥礪有獸\n焉其狀馬身而鳥翼人面蛇尾是好舉人名曰孰\n湖有鳥焉其狀如鴞而人面蜼身犬尾\n其名自號也見則其邑大\n旱\n凡西次四經自陰山以下至於崦嵫之山凡十九山三\n千六百八十里其祠祀禮皆用一白鷄祈糈以稻米白\n菅為席\n　右西經之山志凡七十七山一萬七千五百一十七里\n　山海經卷二\n"}
{"id": "KR3l0090_003", "series": "KR3l0090", "text": "　山海經卷三\n　　　　　　　　　　　　　晉　郭璞　撰\n　　北山經\n北山經之首曰單狐之山多机木\n其上多華草漨水出焉而西流注于泑水其中多芘\n石文石\n又北二百五十里曰求如之山其上多銅其下多玉無\n草木滑水出焉而西流注于諸毗之水其中多\n滑魚其狀如鱓赤背其音如梧\n食之已疣其中多水馬其狀如馬文臂牛尾\n其音如呼\n\n又北三百里曰帶山其上多玉其下多青碧有獸焉其\n狀如馬一角有錯其名曰䑏疏可以辟\n火有鳥焉其狀如烏五采而赤文名曰鵸䳜\n是自為牝牡食之不疽彭水出焉而西流注于\n芘湖之水其中多儵魚其狀如雞而赤毛三尾六足\n四首其音如鵲食之可以己憂\n又北四百里曰譙明之山譙水出焉西流注于河其中\n多何羅之魚一首而十身其音如吠犬食之已癰有獸\n焉其狀如貆而赤豪其音如榴榴名曰孟槐可\n以禦凶是山也無草木多青雄黄\n\n又北三百五十里曰涿光之山囂水出焉而西流注于\n河其中多鰼鰼之魚其狀如鵲而十翼鱗皆在\n羽端其音如鵲可以禦火食之不癉其上多松栢其下\n多㯶橿其獸多麢羊其鳥多蕃\n又北三百八十里曰虢山其上多漆其下多桐椐\n其陽多玉其隂多鐵伊水出焉西流注于\n河其獸多槖駝其鳥多\n寓狀如䑕而鳥翼其音如羊可以禦兵\n又北四百里至于虢山之尾其上多玉而無石魚水出\n焉西流注于河其中多文貝\n又北二百里曰丹熏之山其上多樗柏其草多韭薤\n多丹雘熏水出焉而西流注于棠水有獸焉其\n狀如䑕而兔首麋身其音如獋犬以其尾飛\n名曰耳䑕食之不䐆又可以禦百毒\n又北二百八十里曰石者之山其上無草木多瑶碧泚\n水出焉西流注于河有獸焉其狀如豹而文題白身\n名曰孟極是善伏其鳴自呼\n又北百一十里曰邊春之山多葱葵韭桃\n李杠水出焉而西流注于泑澤有獸焉其\n狀如禺而文身善笑見人則卧名曰幽鴳\n其鳴自呼\n又北二百里曰蔓聨之山其上無草木有獸焉其\n狀如禺而有鬛牛尾文臂馬蹄見人則呼名曰足訾其\n鳴自呼有鳥焉羣居而朋飛其毛如雌雉名曰鵁\n其鳴自呼食之已風\n又北百八十里曰單張之山其上無草木有獸焉其狀\n如豹而長尾人首而牛耳一目名曰諸犍其鳴善吒\n行則銜其尾居則蟠其尾有鳥焉其狀如雉而文首白\n翼黄足名曰白鵺食之已嗌痛\n可以已痸櫟水出焉而南流注于杠水\n又北三百二十里曰灌題之山其上多樗柘其下多流\n沙多砥有獸焉其狀如牛而白尾其音如訆\n名曰那父有鳥焉其狀如雌雉而人面見人則躍名\n曰竦斯其鳴自呼也匠韓之水出焉而西流注于泑澤\n其中多磁石\n又北二百里曰潘侯之山其上多松栢其下多榛楛其\n陽多玉其隂多鐵有獸焉其狀如牛而四節生毛名曰\n旄牛邊水出焉而南流注于櫟澤\n又北二百三十里曰小咸之山無草木冬夏有雪\n北二百八十里曰大咸之山無草木其下多玉是山也\n四方不可以上有蛇名曰長蛇其毛如彘豪\n其音如皷柝\n\n又北三百二十里曰敦薨之山其上多㯶柟其下多茈\n草敦薨之水出焉而西流注于泑澤出于崑崙之東北\n隅實惟河源其中多赤鮭其獸\n多兕旄牛其鳥多鳲鳩\n又北二百里曰少咸之山無草木多青碧有獸焉其狀\n如牛而赤身人面馬足名曰窫窳\n其音如嬰兒是食人敦水出焉東流注于鴈門之水\n其中多䰽䰽之魚食之殺人\n又北二百里曰獄法之山瀤澤之水出焉而東北流\n注于泰澤其中多䲃魚其狀如鯉而雞足食之已疣\n有獸焉其狀如犬而人面善投見人則笑其名山􁖧\n其行如風見則天下大風\n又北二百里曰北嶽之山多枳棘剛木有獸焉其\n狀如牛而四角人目彘耳其名曰諸懐其音如鳴鴈是\n食人諸懐之水出焉而西流注于囂水其中多鮨魚\n魚身而犬首其音如嬰兒\n食之已狂\n又北百八十里曰渾夕之山無草木多銅玉囂水出焉\n而西北流注于海有蛇一首兩身名曰肥遺見則其國\n大旱\n又北五十里曰北單之山無草木多葱韭\n又北百里曰羆差之山無草木多馬\n又北百八十里曰北鮮之山是多馬鮮水出焉而西北\n流注于涂吾之水\n又北百七十里曰隄山多馬有獸焉其狀如豹\n而文首名曰狕隄水出焉而東流注于泰澤其中多\n龍龜\n凡北山經之首自單狐之山至于隄山凡二十五山五\n千四百九十里其神皆人面蛇身其祠之毛用一雄雞\n彘瘞吉玉用一珪瘞而不糈其山北人\n皆生食不火之物\n北次二經之首在河之東其首枕汾其名曰\n管涔之山其上無木而多草其下\n多玉汾水出焉而西流注于河\n又西二百五十里曰少陽之山其上多玉其下多赤銀\n酸水出焉而東流注于汾水其中多美赭\n\n又北五十里曰縣雍之山其上多玉其\n下多銅其獸多閭麋\n其鳥多白翟白䳑晉水出焉而東南流\n注于汾水其中多鮆魚其狀如儵而赤麟\n其音如叱食之不驕\n又北二百里曰狐岐之山無草木多青碧勝水出焉而\n東北流注于汾水其中多蒼玉\n又北三百五十里曰白沙山廣員三百里盡沙也無草\n木鳥獸鮪水出于其上潛于其下是多白玉\n又北四百里曰爾是之山無草木無水\n又北三百八十里曰狂山無草木是山也冬夏有雪狂\n水出焉而西流注于浮水其中多美玉\n又北三百八十里曰諸餘之山其上多銅玉其下多松\n栢諸餘之水出焉而東流注于旄水\n又北三百五十里曰敦頭之山其上多金玉無草木旄\n水出焉而東流注于印澤其中多􁘂馬牛尾而白身\n一角其音如呼\n又北三百五十里曰鉤吾之山其上多玉其下多銅有\n獸焉其狀如羊身人面其目在腋下虎齒人爪其音如\n嬰兒名曰狍鴞是食人\n\n又北三百里曰北囂之山無石其陽多碧其隂多玉有\n獸焉其狀如虎而白身犬首馬尾彘鬛名曰獨𤞞有\n鳥焉其狀如鳥人面名曰􁗼􁠒宵飛而晝伏\n食之已暍涔水出焉而東流注于卭澤\n又北三百五十里曰梁渠之山無草木多金玉脩水出\n焉而東流注于鴈門其獸多居暨其狀如彚而赤毛\n其音如豚有鳥焉其狀如夸父四\n翼一目犬尾名曰囂其音如鵲食之已腹痛可以止衕\n\n又北四百里曰姑灌之山無草木是山也冬夏有雪\n又北三百八十里曰湖灌之山其陽多玉其隂多碧多\n馬湖灌之水出焉而東流注于海其中多䱇有木\n焉其葉如柳而赤理\n又北水行五百里流沙三百里至于洹山其上多金玉\n三桑生之其樹皆無枝其髙百仞百果樹生之其下多\n怪蛇\n又北三百里曰敦題之山無草木多金玉是錞于北海\n凡北次二經之首自管涔之山至于敦題之山凡十七\n山五千六百九十里其神皆蛇身人面其祠毛用一雄\n雞彘瘞用一璧一珪投而不糈\n北次三經之首曰太行之山其首曰\n歸山其上有金玉其下有碧有獸焉其狀如麢羊而四\n角馬尾而有距其名曰䮝善還其鳴自訆有\n鳥焉其狀如鵲白身赤尾六足其名曰䴅是善驚其\n鳴自詨\n又東北二百里曰龍侯之山無草木多金玉決決之水\n出焉而東流注于河其中多人魚其狀如䱱魚四足\n其音如嬰兒食\n之無癡疾\n又東北二百里曰馬成之山其上多文石其隂多金玉\n有獸焉其狀如白犬而黑頭見人則飛其名\n曰天馬其鳴自訆有鳥焉其狀如烏首白而身青足黄\n是名曰鶌鶋其鳴自詨食之不飢可以已寓\n\n又東北七十里曰咸山其上多玉其下多銅是多松栢\n草多茈草條菅之水出焉而西南流注于長澤其\n中多器酸三歲一成食之已癘\n又東北二百里曰天池之山其上無草木多文石有獸\n焉其狀如兔而䑕首以其背飛其名曰飛\n䑕澠水出焉潛于其下其中多黄堊\n又東三百里曰陽山其上多玉其下多金銅有獸焉其\n狀如牛而赤尾其頸腎其狀如句瞿其\n名曰領胡其鳴自詨食之已狂有鳥焉其狀如雌雉而\n五彩以文是自為牝牡名曰象蛇其鳴自詨留水出焉\n而南流注于河其中有􁌌父之魚其狀如鮒魚魚首\n而彘身食之已嘔\n又東三百五十里曰賁聞之山其上多蒼玉其下多黄\n堊多涅石\n又北百里曰王屋之山是多石㶌\n水出焉而西北流注于泰澤\n\n又東北三百里曰教山其上多玉而無石教水出焉西\n流注于河是水冬乾而夏流實惟乾河\n其中有兩山是山也廣員三百步\n其名曰發丸之山其上有金玉\n又南三百里曰景山南望鹽販之澤\n北望少澤其上多草藷藇\n其草多秦椒其隂多赭其陽\n多玉有鳥焉其狀如蛇而四翼六目三足名曰酸與其\n鳴自詨見則其邑有恐\n又東南三百二十里曰孟門之山\n其上多蒼玉\n多金其下多黄堊多涅石\n又東南三百二十里曰平山平水出于其上潛于其下\n是多美玉\n又東二百里曰京山有美玉多漆木多竹其陽有赤銅\n其隂有𤣥䃤髙水出焉南\n流注于河\n又東二百里曰虫尾之山其上多金玉其下多竹多青\n碧丹水出焉南流注于河薄水出焉而東\n南流注于黄澤\n又東三百里曰彭毗之山其上無草木多金玉其下多\n水蚤林之水出焉東南流注于河肥水出焉而南流\n注于牀水其中多肥遺之蛇\n又東百八十里曰小侯之山明漳之水出焉南流注于\n黄澤有鳥焉其狀如烏而白文名曰鴣􁗽食之不\n灂\n又東三百七十里曰泰頭之山共水出焉南注于虖\n沱其上多金玉其下多竹箭\n又東北二百里曰軒轅之山其上多銅其下多竹有鳥\n焉其狀如梟而白首其名曰黄鳥其鳴自詨食之不妬\n又北二百里曰謁戾之山其上多松栢有金\n玉沁水出焉南流注于河其東\n有林焉名曰丹林丹林之水出焉南流注于河嬰侯之\n水出焉北流注于氾水\n東三百里曰沮洳之山無草木有金玉濝水出\n焉南流注于河\n又北三百里曰神囷之山其上有文石其下有\n白蛇有飛蟲黄水出焉而東流注于洹\n滏水出焉而東流注于歐水\n\n又北二百里曰發鳩之山其上多柘木有\n鳥焉其狀如烏文首白喙赤足名曰精衛其鳴自詨是\n炎帝之少女名曰女娃女娃遊于東\n海溺而不返故為精衛常銜西山之木石以堙于東海\n漳水出焉東流注于河\n\n又東北百二十里曰少山其上有金\n玉其下有銅清漳之水出焉東流于濁漳之水\n\n又東北二百里曰錫山其上多玉其下有砥牛首之水\n出焉而東流注于滏水\n又北二百里曰景山有美玉景水出焉東南流注于海\n澤\n又北百里曰題首之山有玉焉多石無水\n又北百里曰繡山其上有玉青碧其木多栒其\n草多芍藥芎窮洧水出焉而東流注于河\n其中有鱯黽\n又北百二十里曰松山陽水出焉東北流注于河\n又北百二十里曰敦與之山其上無草木有金玉溹水\n出于其陽而東流注于泰陸之水\n泜水出于其隂而東流注于彭水\n槐水出焉而東流注于泜澤\n又北百七十里曰柘山其陽有金玉其隂有鐵歴聚之\n水出焉而北流注于洧水\n又北三百里曰維龍之山其上有碧玉其陽有金其隂\n有鐵肥水出焉而東流注于臯澤其中多礨石\n敞鐵之水出焉而北流注于大澤\n又北百八十里曰白馬之山其陽多石玉其隂多鐡多\n赤銅木馬之水出焉而東北流注于虖沱\n又北二百里曰空桑之山無草木冬夏有\n雪空桑之水出焉東流注于虖沱\n又北三百里曰泰戱之山無草木多金玉有獸焉其狀\n如羊一角一目目在耳後其名曰䍶䍶其鳴自\n訆虖沱之水出焉而東流注于漊水\n液女之水出于其陽南流注于沁水\n又北三百里曰石山多藏金玉濩濩之水出焉\n而東流注于虖沱鮮于之水出焉而南流注于虖沱\n又北二百里曰童戎之山臯涂之水出焉而東流注于\n漊液水\n又北三百里曰髙是之山滋水出焉而南\n流注于虖沱其木多㯶其草多條􁅘水出焉東流注\n于河\n又北三百里曰陸山多美玉􁶅水出焉而東流注\n于河\n又北二百里曰沂山般水出焉而東流注于河\n北百二十里曰燕山多嬰石燕水出\n焉東流注于河\n又北山行五百里水行五百里至于饒山是無草木多\n瑶碧其獸多槖駝其鳥多鶹歴虢之水出焉\n而東流注于河其中有師魚食之殺人\n又北四百里曰乾山無草木其陽有金玉其隂有鐵而\n無水有獸焉其狀如牛而三足其名曰獂其鳴自詨\n又北五百里曰倫山倫水出焉而東流注于河有獸焉\n其狀如麋其川在尾上其名曰羆\n又北五百里曰碣石之山\n繩水出焉而東流注于河其中多蒲夷之魚\n其上有玉其下多青碧\n又北水行五百里至于鴈門之山無草木\n\n又北水行四百里至于泰澤其中有山焉曰帝都之山\n廣員百里無草木有金玉\n又北五百里曰錞于母逢之山北望雞號之山其風如\n䬅西望幽都之山浴水出焉是\n有大蛇赤首白身其音如牛見則其邑大旱\n凡北次三經之首自太行之山以至于毋逢之山凡四\n十六山萬二千三百五十里其神狀皆馬身而人面者\n二十神其祠之皆用一藻茝瘞之其十\n四神狀皆彘身而載玉其祠之皆玉不瘞其十\n神狀皆彘身而八足蛇尾其祠之皆用一璧瘞之大凡\n四十四神皆用稌糈米祠之此皆不火食\n　右北經之山志凡八十七山二萬三千二百三十里\n　山海經卷三\n"}
{"id": "KR3l0090_004", "series": "KR3l0090", "text": "　山海經卷四\n　　　　　　　　　　　　　晉　郭璞　撰\n　　東山經\n東山經之首曰樕􁍌之山北臨乾昧食水\n出焉而東北流注于海其中多鱅鱅之魚其狀如犁\n牛其音如彘鳴\n又南三百里曰藟山其上有玉其下有金湖水出焉\n東流注于食水其中多活師\n又南三百里曰栒狀之山其上多金玉其下多青碧石\n有獸焉其狀如犬六足其名曰從從其鳴自詨有鳥焉\n其狀如雞而䑕毛其名曰䖪䑕見則其邑大旱􁧀水\n出焉而北流注于湖水其中多箴魚其狀如儵其喙\n如箴食之無疫疾\n又南三百里曰勃亝之山無草木無水\n又南三百里曰番條之山無草木多沙減水出焉\n北流注于海其中多鱤魚\n又南四百里曰姑兒之山其上多漆其下多桑柘姑兒\n之水出焉北流注于海其中多鱤魚\n又南四百里曰髙氏之山其上多玉其下多箴石\n諸繩之水出焉東流注于澤其中多金玉\n又南三百里曰嶽山其上多桑其下多樗濼水出焉\n東流注于澤其中多金玉\n又南三百里曰犲山其上無草木其下多水其中多堪\n㐨之魚有獸焉其狀如夸父而彘毛其音如呼見\n則天下大水\n又南三百里曰獨山其上多金玉其下多美石末塗之\n水出焉而東南流注于沔其中多䖺䗤其狀如黄\n蛇魚翼出入有光見則其邑大旱\n又南三百里曰泰山\n其上多玉其下多金有獸焉其狀如豚而有珠名曰\n狪狪其鳴自䚯環水出焉東流注于江其\n中多水玉\n又南三百里曰竹山錞于江無草木多瑶碧激水\n出焉而東南流注于娶檀之水其中多茈羸\n凡東山經之首自樕􁍌之山以至于竹山凡十二山三\n千六百里其神狀皆人身龍首祠毛用一犬祈䎶用魚\n\n東次二經之首曰空桑之山北臨食水東\n望沮吴南望沙陵西望湣澤有獸焉其狀如牛而虎\n文其音如欽其名曰軨軨其鳴自叫見則天下\n大水\n又南六百里曰曹夕之山其下多谷而無水多鳥獸\n又西南四百里曰嶧臯之山其上多金玉其下多白\n堊嶧臯之水出焉東流注于激女之水其中多蜃珧\n\n又南水行五百里流沙三百里至于葛山之尾無草木\n多砥礪\n又南三百八十里曰葛山之首無草木澧水出焉東\n流注于余澤其中多珠蟞魚其狀如肺而有目六足\n有珠其味酸甘食之無癘\n\n又南三百八十里曰餘峩之山其上多梓柟其下多荆\n芑雜余之水出焉東流注于黄水有獸焉其狀如兔而\n鳥喙鴟目蛇尾見人則眠名曰犰狳其鳴自\n䚯見則螽蝗為敗\n又南三百里曰杜父之山無草木多水\n又南三百里曰耿山無草木多水碧多大蛇有獸\n焉其狀如狐而魚翼其名曰朱獳其鳴自叫見則其\n國有恐\n又南三百里曰盧其之山無草木多沙石沙水出焉南\n流注于涔水其中多􁌹鶘其狀如鴛鴦而人足其鳴\n自䚯見則其國多土功\n又南三百八十里曰姑射之山無草木多水\n又南水行三百里流沙百里曰北姑射之山無草木多\n石\n又南三百里曰南姑射之山無草木多水\n又南三百里曰碧山無草木多大蛇多碧水玉\n又南五百里曰維氏之山無草木多金玉原水出焉東\n流注于沙澤\n又南三百里曰姑逢之山無草木多金玉有獸焉其狀\n如狐而有翼其音如鴻鴈其名曰獙獙見則天下大\n旱\n又南五百里曰鳧麗之山其上有金玉其下多箴石有\n獸焉其狀如狐而九尾九首虎爪名曰蠪姪其音\n如嬰兒是食人\n又南五百里曰䃌山南臨䃌水東望湖澤有獸焉\n其狀如馬而羊目四角牛尾其音如獋狗其名曰峳峳\n見則其國多狡客有鳥焉其狀如鳬而䑕尾善\n登木其名曰絜鉤見則其國多疫\n凡東次二經之首自空桑之山至于䃌山凡十七山六\n千六百四十里其神狀皆獸身人面載觡其\n祠毛用一雞祈嬰用一璧瘞\n又東次三經之首曰尸胡之山北望􁀙山其上多金\n玉其下多棘有獸焉其狀如麋而魚目名曰妴胡其\n鳴自䚯\n又南水行八百里曰岐山其木多桃李其獸多虎\n又南水行五百里曰諸鉤之山無草木多沙石是山也\n廣員百里多寐魚\n又南水行七百里曰中父之山無草木多沙\n又東水行千里曰胡射之山無草木多沙石\n又南水行七百里曰孟子之山其木多梓桐多桃李其\n草多菌蒲其獸多麋鹿是山也廣員百里其\n上有水出焉名曰碧陽其中多鱣鮪\n\n又南水行五百里曰流沙行五百里有山焉曰跂踵之\n山廣員二百里無草木有大蛇其上多玉有水焉\n廣員四十里皆涌其\n名曰深澤其中多蠵龜有魚\n焉其狀如鯉而六足鳥尾名曰鮯鮯之魚其鳴自叫\n又南水行九百里曰踇隅之山其上多草木多金\n玉多赭有獸焉其狀如牛而馬尾名曰精精其鳴自叫\n又南水行五百里流沙三百里至于無臯之山南望幼\n海東望榑木無草木多風是\n山也廣員百里\n凡東次三經之首自尸胡之山至于無臯之山凡九山\n六千九百里其神狀皆人身而羊角其祠用一牡羊米\n用黍是神也見則風雨水為敗\n又東次四經之首曰北號之山臨于北海有木焉其狀\n如楊赤華其實如棗而無核其味酸甘食之不瘧食水\n出焉而東北流注于海有獸焉其狀如狼赤首䑕目其\n音如豚名曰猲狙是食人有鳥焉其狀如雞而白\n首䑕足而虎爪其名曰鬿雀亦食人\n又南三百里曰旄山無草木蒼體之水出焉而西流注\n于展水其中多鱃魚其狀如鯉而大首食\n者不疣\n又南三百二十里曰東始之山上多蒼玉有木焉其狀\n如楊而赤理其汁如血不實其名曰芑可以服馬\n泚水出焉而東北流注于海其中多美貝多茈\n魚其狀如鮒一首而十身其臭如蘪蕪食之不䊧\n\n又東南三百里曰女烝之山其上無草木石膏水出焉\n而西注于鬲水其中多薄魚其狀如鱣魚而一目其音\n如歐見則天下大旱\n又東南二百里曰欽山多金玉而無石師水出焉而北\n流注于臯澤其中多鱃魚多文貝有獸焉其狀如豚而\n有牙其名曰當康其鳴自叫見則天下大穰\n又東南二百里曰子桐之山子桐之水出焉而西流注\n于餘如之澤其中多䱻魚其狀如魚而鳥翼出入有\n光其音如鴛鴦見則天下大旱\n又東北二百里曰剡山多金玉有獸焉其狀如彘而人\n面黄身而赤尾其名曰合窳其音如嬰兒是獸也食\n人亦食蟲蛇見則天下大水\n又東二百里曰太山上多金玉楨木有獸焉\n其狀如牛而白首一目而蛇尾其名曰蜚行水\n則竭行草則死見則天下大疫\n鉤水出焉而北流注于勞水其中\n多鱃魚\n凡東次四經之首自北號之山至于太山凡八山一千\n七百二十里\n　右東經之山志凡四十六山萬八千八百六十里\n　山海經卷四\n"}
{"id": "KR3l0090_005", "series": "KR3l0090", "text": "　山海經卷五\n　　　　　　　　　　　　　晉　郭璞　撰\n　　中山經\n中山經薄山之首曰甘棗之山共水出焉而西流注\n于河其上多杻木其下有草焉葵本而杏葉黄華\n而莢實名曰籜可以已瞢有獸焉其狀如􁶆鼠\n而文題其名曰㔮食之已癭\n又東二十里曰歴兒之山其上多橿多櫔木是木也\n方莖而員葉黄華而毛其實如揀\n服之不忘\n又東十五里曰渠豬之山其上多竹渠豬之水出焉而\n南流注于河其中是多豪魚狀如鮪赤喙尾赤羽\n可以已白癬\n又東三十五里曰葱聾之山其中多大谷是多白堊黑\n青黄堊\n又東十五里曰涹山其上多赤銅其隂多鐵\n又東七十里曰脱扈之山有草焉其狀如葵葉而赤華\n莢實實如㯶莢名曰植楮可以已癙\n食之不眯\n又東二十里曰金星之山多天嬰其狀如龍骨可以已\n痤\n又東七十里曰泰威之山其中有谷曰梟谷其中多鐵\n\n又東十五里曰橿谷之山其中多赤銅\n又東百二十里曰吳林之山其中多葌草\n又北三十里曰牛首之山有\n草焉名曰鬼草其葉如葵而赤莖其秀如禾服之不憂\n勞水出焉而西流注于潏水是多飛魚其狀如\n鮒魚食之已痔衕\n又北四十里曰霍山\n其水多榖有獸焉其狀如狸而\n白尾有鬛名曰朏朏養之可以已憂\n又北五十二里曰合谷之山是多薝棘\n又北三十五里曰隂山多礪石文石少水\n出焉其中多彫棠其葉如榆葉而方其實如赤菽食\n之已聾\n又東北四百里曰鼓鐙之山多赤銅有草焉名曰榮草\n其葉如柳其本如雞卵食之已風\n凡薄山之首自甘棗之山至于鼓鐙之山凡十五山六\n千六百七十里歴兒冡也其祠禮毛太牢之具縣以吉\n玉其餘十三山者毛用一羊縣嬰用桑封\n瘞而不糈桑封者桑主也方其下而鋭其上而中穿之\n加金\n中次二經濟山之首曰煇諸之山其上多桑其獸多閭\n麋其鳥多鶡\n又西南二百里曰發視之山其上多金玉其下多砥礪\n即魚之水出焉而西流注于伊水\n又西三百里曰豪山其上多金玉而無草木\n又西三百里曰鮮山多金玉無草木鮮水出焉而北流\n注于伊水其中多鳴蛇其狀如蛇而四翼其音如磬見\n則其邑大旱\n又西三百里曰陽山多石無草木陽水出焉而北流注\n于伊水其中多化蛇其狀如人面而豺身鳥翼而蛇行\n其音如叱呼見則其邑大水\n又西二百里曰昆吾之山其上多赤銅\n\n有獸焉其狀如彘而有角其音如號\n名曰蠪蚳食之不眯\n又西百二十里曰葌山葌水出焉而北流注于伊水\n其上多金玉其下多青雄黄有木焉其狀如棠而赤葉\n名曰􁁬草可以毒魚\n又西一百五十里曰獨蘇之山上無草木而多水\n又西二百里曰蔓渠之山其上多金玉其下多竹箭伊\n水出焉而東流注于洛有\n獸焉其名曰馬腹其狀如人面虎身其音如嬰兒是食\n人\n凡濟山經之首自煇諸之山至于蔓渠之山凡九山一\n千六百七十里其神皆人面而鳥身祠用毛用一\n吉玉投而不糈\n中次三經萯山之首曰敖岸之山其陽多㻬琈\n之玉其隂多赭黄金神熏池居之是常出美玉北\n望河林其狀如蒨如舉有獸焉其狀\n如白鹿而四角名曰夫諸見則其邑大水\n又東十里曰青要之山實維帝之密都北望河\n曲是多駕鳥南望墠渚\n禹父之所化\n是多僕纍蒲盧䰠武羅司之\n其狀人面而豹文小腰而白齒而穿耳\n以鐻其鳴如鳴玉是山也宜女\n子畛水出焉而北流注于河其中有鳥焉名曰鴢\n其狀如鳬青身而朱目赤尾食之宜子有草\n焉其狀如葌而方莖黄華赤實其本如藁本\n名曰荀草服之美人色\n又東十里曰騩山其上有美棗其隂有㻬琈之玉正\n回之水出焉而北流注于河其中多飛魚其狀如豚而\n赤文服之不畏雷可以禦兵\n又東四十里曰宜蘇之山其上多金玉其下多蔓居之\n木滽滽之水出焉而北流注于河是多黄貝\n又東二十里曰和山其上無草木而多瑶碧實惟河之\n九都是山也五曲九水出焉合而北流\n注于河其中多蒼玉吉神泰逢司之其狀如人而\n虎尾是好居于萯山之陽出入有光太逢神動天\n地氣也\n\n凡萯山之首自敖岸之山至于和山凡五山四百四十\n里其祠太逢熏池武羅皆一牡羊副\n嬰用吉玉其二神用一雄鷄瘞之糈用稌\n中次四經釐山之首曰鹿蹄之山其上多玉其下多\n金甘水出焉而北流注于洛其中多泠石\n西五十里曰扶豬之山其上多礝石\n有獸焉其狀如貉而人目其名曰䴦\n虢水出焉而北流注于洛其中多瓀石\n又西一百二十里曰釐山其陽多玉其隂多蒐\n有獸焉其狀如牛蒼身其音如嬰兒是食人其名\n曰犀渠滽滽之水出焉而南流注于伊水有獸焉名曰\n􁀙其狀如獳犬而有鱗其毛如彘鬛\n又西二百里曰箕尾之山多榖多涂石其上多㻬琈之\n玉\n又西二百五十里曰柄山其上多玉其下多銅滔雕之\n水出焉而北流注于洛其中多羬羊有木焉其狀如樗\n其葉如桐而莢實其名曰苃可以毒魚\n又西二百里曰白邊之山其上多金玉其下多青雄黄\n又西二百里曰熊耳之山其上多漆其下多㯶\n浮濠之水出焉而西流注于洛其中多水玉多人魚有\n草焉其狀如蘇而赤華名曰葶􁁉可以毒魚\n又西三百里曰牡山其上多文石其下多竹箭竹䉋其\n獸多㸲牛羬羊鳥多赤鷩\n又西三百五十里曰灌舉之山雒水出焉而東北流注\n于𤣥扈之水其中多馬腸之物此二山者洛間也\n\n凡釐山之首自鹿蹄之山至于𤣥扈之山凡九山千六\n百七十里其神狀皆人面獸身其祠之毛用一白雞祈\n而不糈以彩衣之\n中次五經薄山之首曰茍牀之山無草木多怪\n石\n東三百里曰首山其陰多穀柞草多􁌂芫其\n陽多㻬琈之玉木多槐其陰有谷曰机谷多􁥡鳥\n其狀如梟而三目有耳其音如錄食之已墊\n又東三百里曰縣斸之山無草木多文石\n又東二百里曰葱聾之山無草木多􁶇石\n東北五百里曰條谷之山其木多槐桐其草多芍藥􁈍\n冬\n又北十里曰超山其陰多蒼玉其陽有井冬有水而夏\n竭\n又東五百里曰成矦之山其上多櫄木\n其草多芃\n又東五百里曰朝歌之山谷多美堊\n又東五百里曰槐山谷多金錫\n又東十里曰歴山其木多槐其陽多玉\n又東十里曰尸山多蒼玉其獸多麖尸水出焉\n南流注于洛水其中多美玉\n又東十里曰良餘之山其上多榖柞無石餘水出于其\n陰而北流注于河乳水出于其陽而東南流注于洛\n又東南十里曰蠱尾之山多礪石赤銅龍餘之水出焉\n而東南流注于洛\n又東北二十里曰升山其木多榖柞棘其草多藷藇蕙\n多冦脫\n黄酸之水出焉而北流注于河其中多璇玉\n\n又東十二里曰陽虛之山多金臨于𤣥扈之水\n\n凡薄山之首自茍林之山至于陽虚之山凡十六山二\n千九百二十八里升山冢也其祠禮太牢嬰用吉玉首\n山䰠也其祠用稌黑犧太牢之具蘖釀干儛\n置鼓嬰用一璧尸水合天也肥牲\n祠之用一黑犬于上用一雌雞于下刉一牝羊獻血\n嬰用吉玉彩之饗之\n\n中次六經縞羝山之首曰平逢之山南望伊洛東望榖\n城之山無草木無水多沙\n石有神焉其狀如人而二首名曰驕蟲是為螫蟲\n實惟蜂蜜之廬其祠之用一雄雞禳\n而勿殺\n西十里曰縞羝之山無草木多金玉\n又西十里曰廆山其陰多㻬琈之玉其西有谷\n焉名曰雚谷其木多柳楮其中有鳥焉狀如山雞而長\n尾赤如丹火而青喙名曰鴒䳩其鳴自呼服之不\n眯交觴之水出于其陽而南流注于洛俞隨之水出于\n其陰而北流注于榖水\n又西三十里曰瞻諸之山其陽多金其陰多文石㴬水\n出焉而東南流注于洛少水出其陰而東流注于榖\n水\n又西三十里曰婁涿之山無草木多金玉瞻水出于其\n陽而東流注于洛陂水出于其陰而北流注于\n榖水其中多茈石文石\n又西四十里曰白石之山惠水出于其陽而南流注于\n洛其中多水玉澗水出于其陰西北流注于榖\n水其中多麋石櫨丹\n又西五十里曰榖山其上多榖其下多桑爽水出焉\n而西北流注于榖水其中多碧緑\n又西七十二里曰密山其陽多玉其陰\n多鐵豪水出焉而南流注于洛其中多旋龜其狀鳥首\n而鼈尾其音如判木無草木\n又西百里曰長石之山無草木多金玉其西有谷焉名\n曰共谷多竹共水出焉西南流注于洛其中多鳴石\n\n又西一百四十里曰傅山無草木多瑶碧厭染之水出\n于其陽而南流注于洛其中多人魚其西有林焉名曰\n墦冢穀水出焉而東流注于洛\n其中多珚玉\n又西五十里曰橐山其木多樗多􁄩木\n其陽多金玉其陰多鐵多蕭\n橐水出焉而北流注于河其中多脩辟之魚狀如黽\n而白喙其音如䲭食之已白癬\n又西九十里曰常烝之山無草木多堊潐水出焉而\n東北流注于河其中多蒼玉蓄水出焉而北流注于河\n又西九十里曰夸父之山其木多㯶柟多竹箭其獸多\n㸲牛羬羊其鳥多鷩其陽多玉其陰多鐵其北有林焉\n名曰桃林是廣員三百里其中多馬\n湖水出焉而北流注于河其中多珚玉\n又西九十里曰陽華之山其陽多金玉其陰多青雄黄\n其草多藷藇多苦辛其狀如橚其實如𤓰其味酸\n甘食之已􁫈楊水出焉而西南流注于洛其中多人魚\n門水出焉而東北流注于河其中多𤣥䃤􁀙姑\n之水出于其陰而東流注于門水其上多銅門水\n出于河七百九十里入雒水\n凡縞羝山之首自平逢之山至于陽華之山凡十四山\n七百九十里嶽在其中以六月祭之如諸嶽之\n祠法則天下安寧\n中次七經苦山之首曰休與之山其上有石焉\n名曰帝臺之棋五色而文其狀如鶉卵帝\n臺之石所以禱百神者也服之不蠱有草焉\n其狀如蓍赤葉而本叢生名曰夙條可以為簳\n東三百里曰鼔鍾之山帝臺之所以觴百神也\n有草焉方莖而黄華員葉而三成其名\n曰焉酸可以為毒其上多礪其下多砥\n又東二百里曰姑媱之山帝女死焉其名曰\n女尸化為䔄草其葉胥成其華黄其實如菟\n丘服之媚於人\n又東二十里曰苦山有獸焉名曰山膏其狀如逐\n赤若丹火善詈其上有木焉名曰黄棘黄華而員\n葉其實如蘭服之不字有草焉員葉而無\n莖赤華而不實名曰無條服之不癭\n又東二十七里曰堵山神天愚居之是多怪風雨其上\n有木焉名曰天楄方莖而葵狀服者不㖶\n又東五十二里曰放臯之山明水出焉南流\n注于伊水其中多蒼玉有木焉其葉如槐黄華而不實\n其名曰蒙木服之不惑有獸焉其狀如蜂枝尾而反舌\n善呼其名曰文文\n又東五十七里曰大􁔅之山多㻬琈之玉多麋玉有\n草焉其狀葉如榆方莖而蒼傷其名曰牛傷其根\n蒼文服者不厥可以禦兵其陽狂水出焉西南流\n注于伊水其中多三足龜\n食者無大疾可以已腫\n又東七十里曰半石之山其上有草焉生而秀其髙丈\n餘赤葉赤華華而不實其名曰嘉榮服\n之者不霆來需之水出於其陽而西流\n注于伊水其中多鯩魚黑文其狀如鮒食者不睡合\n水出于其陰而北流注于洛多鰧魚狀如鱖居逵\n蒼文赤尾食者不癰可以\n為瘻\n又東五十里曰少室之山百草木成囷\n其上有木焉其名曰帝休葉狀如楊其枝五衢\n黄華黑實服者不怒其上多玉\n其下多鐵休水出焉\n而北流注于洛其中多䱱魚狀如盩蜼而長距\n足白而對食者無蠱疾可以禦兵\n又東三十里曰泰室之山其上有木\n焉葉狀如梨而赤理其名曰栯木服者不妬有草焉\n其狀如􁌂白華黑實澤如蘡薁其名曰䔄草\n服之不昧上多美石\n又北三十里曰講山其上多玉多柘多栢有木焉名曰\n帝屋葉狀如椒反傷赤實可以禦凶\n又北三十里曰嬰梁之山上多蒼玉錞于𤣥石\n\n又東三十里曰浮戲之山有木焉葉狀如樗而赤實名\n曰亢木食之不蠱氾水出焉而北流注于河其東有谷\n因名曰蛇谷上多少辛\n又東四十里曰少陘之山有草焉名曰􁤫草葉狀如\n葵而赤莖白華實如蘡薁食之不愚器難之水出\n焉而北流注于役水\n又東南十里曰太山有草焉\n名曰梨其葉狀如荻而赤華可以已疽太水出\n于其陽而東南流注于没水承水出于其陰而東北流\n注于没\n又東二十里曰末山上多赤金末水出焉北流注于没\n\n又東二十五里曰役山上多白金多鐵役水出焉北注\n于河\n又東三十五里曰敏山上有木焉其狀如荆白華而赤\n實名曰葪栢服者不寒其陽多㻬琈之玉\n又東三十里曰大騩之山其陰\n多鐵美玉青堊有草焉其狀如蓍而毛青華而白實其\n名曰􁅖服之不夭可以為腹病\n凡苦山之首自休與之山至于大騩之山凡十有九山\n千一百八十四里其十六神者皆豕身而人面其祠毛\n牷用一羊羞嬰用一藻玉瘞\n苦山少室太室皆冢也其祠之太牢之具嬰以吉玉\n其神狀皆人面而三首其餘屬皆豕身人面也\n中次八經荆山之首曰景山其上多金玉其木\n多杼檀雎水出焉東南流注于江\n其中多丹粟多文魚\n東北百里曰荆山其陰多鐵其陽多赤金其\n中多犛牛多虎豹其木多松栢\n其草多竹多橘櫾漳水出焉而東南流注\n于雎其中多黃金多鮫魚\n其獸多閭麋\n\n又東北百五十里曰驕山其上多金其下多青䨼其木\n多松栢多桃枝鈎端神􁁉圍處之其狀如人面\n羊角虎爪恒遊于睢漳之淵出入有光\n又東北百二十里曰女几之山其上多玉其下多黄金\n其獸多豹虎多閭麋麖麂其鳥多白鷮\n多翟多􁀙\n\n又東北二百里曰宜諸之山其上多金玉其下多青䨼\n洈水出焉而南流注于漳其中\n多白玉\n又東北三百五十里曰綸山其木多梓柟多桃枝多\n柤栗橘櫾其獸多閭麈麢㚟\n又東北二百里曰陸䣀之山其上多㻬琈之玉\n其下多堊其木多杻橿\n又東百三十里曰光山其上多碧其下多木神計蒙處\n之其狀人身而龍首恒遊于漳淵出入必有飄風暴雨\n又東百五十里曰岐山其陽多赤金其陰多白珉\n其上多金玉其下多青䨼其木多樗神涉􁁉處之\n其狀人身而方面三足\n又東百三十里曰銅山其上多金銀鐵其木多榖柞柤\n栗橘櫾其獸多豹\n又東北一百里曰美山其獸多兕牛多閭麈多豕鹿其\n上多金其下多青䨼\n又東北百里曰大堯之山其木多松栢多梓桑多机其\n草多竹其獸多豹虎麢㚟\n又東北三百里曰靈山其上多金玉其下多青䨼其木\n多桃李梅杏\n又東北七十里曰龍山上多寓木其上多\n碧其下多錫其草多桃枝鈎端\n又東南五十里曰衡山上多寓木榖柞多黄堊白堊\n又東南七十里曰石山其上多金其下多青䨼多寓木\n又南百二十里曰若山其上多㻬琈之玉多赭多邽\n石多寓木多柘\n又東南一百二十里曰彘山多美石多柘\n又東南一百五十里曰玉山其上多金玉其下多碧鐵\n其木多栢\n又東南七十里曰讙山其木多檀多邽石多白錫\n郁水出于其上潛于其下其中多砥礪\n又東北百五十里曰仁舉之山其木多穀柞其陽多赤\n金其陰多赭\n又東五十里曰師每之山其陽多砥礪其陰多青䨼其\n木多栢多檀多柘其草多竹\n又東南二百里曰琴鼓之山其木多榖柞椒柘\n其上多白珉其下多洗石其獸多豕鹿多白\n犀其鳥多鴆\n凡荆山之首自景山至琴鼓之山凡二十三山二千八\n百九十里其神狀皆鳥身而人面其祠用一雄雞祈瘞\n用一藻圭糈用稌驕山冡也其祠用羞酒少牢\n祈瘞嬰毛一璧\n中次九經岷山之首曰女几之山其上多石涅其木多\n杻橿其草多菊􁌂洛水出焉東注于江其中多雄黃\n其獸多虎豹\n又東北三百里曰岷山江水出焉\n東北流注于海其中多良龜多鼉\n其上多金玉其下多白珉其木多梅棠其獸\n多犀象多夔牛\n其鳥多翰鷩\n又東北一百四十里曰崍山江水出焉\n東流注大江其陽多黄\n金其陰多麋麈其木多檀柘其草多薤韭多葯空奪\n\n又東一百五十里曰崌山江水出焉東流注于大\n江其中多怪蛇\n多䲀魚其木多楢杻多梅梓其\n獸多䕫牛麢㚟犀兕有鳥焉狀如鴞而赤身白首其名\n曰竊脂可以禦火\n又東三百里曰髙梁之山其上多堊其下多砥礪其木\n多桃枝鉤端有草焉狀如葵而赤華莢實白柎可以走\n馬\n又東四百里曰蛇山其上多黄金其下多堊其木多栒\n多豫樟其草多嘉榮少辛有獸焉其狀如狐而白尾長\n耳名􁘁狼見則國内有兵\n又東五百里曰鬲山其陽多金其陰多白珉蒲􁳥之\n水出焉而東流注于江其中多白玉其獸多犀象熊羆\n多猨蜼\n又東北三百里曰隅陽之山其上多金玉其下多青䨼\n其木多梓桑其草多茈徐之水出焉東流注于江其中\n多丹粟\n又東二百五十里曰岐山其上多白金其下\n多鐵其木多梅梓多杻楢減水出焉東南流注\n于江\n又東三百里曰勾檷之山其上多玉其下多黄\n金其木多櫟柘其草多芍藥\n又東一百五十里曰風雨之山其上多白金其下多石\n涅其木多棷樿多楊宣余之水出\n焉東流注于江其中多蛇其獸多閭麋多麈豹虎其鳥\n多白鷮\n又東北二百里曰玉山其陽多銅其陰多赤金其木多\n豫樟楢杻其獸多豕鹿麢㚟其鳥多鴆\n又東一百五十里曰熊山有穴焉熊之穴恒出神人夏\n啓而冬閉是穴也冬啓乃必有兵\n其上多白玉其下多白金其木多樗\n柳其草多寇脱\n又東一百四十里曰騩山其陽多美玉赤金其陰多鐵\n其木多桃枝荆芭\n又東二百里曰葛山其上多赤金其下多瑊石\n其木多柤栗橘櫾楢杻其獸多麢㚟其草多嘉榮\n又東一百七十里曰賈超之山其陽多黄堊其陰多美\n赭其木多柤栗橘櫾其中多龍脩\n\n凡岷山之首自女几山至于賈超之山凡十六山三千\n五百里其神狀皆馬身而龍首其祠毛用一雄雞瘞糈\n用稌文山勾檷風雨騩之山是皆冢也其祠之羞酒\n少牢具嬰毛一吉玉熊山席也其祠羞\n酒太牢具嬰毛一璧干儛用兵以禳\n祈璆冕舞\n中次十經之首曰首陽之山其上多金玉無草木\n又西五十里曰虎尾之山其木多椒椐多封石其陽多\n赤金其隂多鐵\n又西南五十里曰繁繢之山其木多楢杻其草多枝\n勾\n又西南二十里曰勇石之山無草木多白金多水\n又西二十里曰復州之山其木多檀其陽多黄金有鳥\n焉其狀如鴞而一足彘尾其名曰跂踵見則其國大疫\n\n又西三十里曰楮山多寓木多椒椐多柘多堊\n又西二十里曰又原之山其陽多青䨼其隂多鐵其鳥\n多鸜鵒\n又西五十里曰涿山其木多榖柞杻其陽多㻬琈之玉\n又西七十里曰丙山其木多梓檀多弞杻\n凡首陽山之首自首山至于丙山凡九山二百六十七\n里其神狀皆龍身而人面其祠之毛用一雄雞瘞糈用\n五種之糈堵山冢也其祠之少牢具羞酒祠嬰毛一璧\n瘞騩山帝也其祠羞酒太牢其合巫祝二人儛嬰一璧\n中次一十一山經荆山之首曰翼望之山湍水出焉\n東流注于濟貺水出焉東南流注\n于漢其中多蛟其上\n多松栢其下多漆梓其陽多赤金其陰多珉\n又東北一百五十里曰朝歌之山潕水出焉\n東南流注于榮其中多人魚其上多梓柟其獸多\n麢麋有草焉名曰莽草可以毒魚\n又東南二百里曰帝囷之山其陽多㻬琈之玉其\n陰多鐵帝囷之水出于其上潛于其下多鳴蛇\n又東南五十里曰視山其上多韭有井焉名曰天井夏\n有水冬竭其上多桑多美堊金玉\n又東南二百里曰前山其木多櫧\n多柏其陽多金其陰多赭\n又東南三百里曰豐山有獸焉其狀如蝯赤目赤喙黄\n身名曰雍和見則國有大恐神耕父處之常遊清冷之\n淵出入有光見則其國\n為敗有九鐘焉是知霜鳴其\n上多金其下多榖柞杻橿\n又東北八百里曰兔牀之山其陽多鐵其木多藷藇其\n草多雞榖其本如雞卵其味酸甘食者利于人\n又東六十里曰皮山多堊多赭其木多松柏\n又東六十里曰瑶碧之山其木多梓柟其陰多青䨼其\n陽多白金有鳥焉其狀如雉恒食蜚名曰鴆\n\n又東四十里曰支離之山濟水出焉南流注于漢\n有鳥焉其名曰嬰勺其狀如鵲赤\n目赤喙白身其尾若勺其鳴自呼多㸲牛多羬羊\n又東北五十里曰祑􁁉之山其上多松柏机柏\n\n又西北一百里曰堇理之山其上多松柏多美梓其陰\n多丹䨼多金其獸多豹虎有鳥焉其狀如鵲青身白喙\n白目白尾名曰青耕可以禦疫其鳴自叫\n又東南三十里曰依軲之山其上多杻橿多苴\n有獸焉其狀如犬虎爪有甲其名曰獜善駚\n􁗇食者不風\n又東南三十五里曰即谷之山多美玉多𤣥豹\n多閭麈多麢㚟其陽多珉其陰多青䨼\n又東南四十里曰雞山其上多美梓多桑其草多韭\n又東南五十里曰髙前之山其上有水焉甚寒而青\n帝臺之漿也飲之\n者不心痛其上有金其下有赭\n又東南三十里曰游戲之山多杻橿榖多玉多封石\n又東南三十五里曰從山其上多松柏其下多竹從水\n出于其上潛于其下其中多三足鼈枝尾食\n之無蠱疫\n又東南三十里曰嬰䃌之山其上多松柏其下多梓\n櫄\n又東南三十里曰畢山帝苑之水出焉東北流注于視\n其中多水玉多蛟其上多㻬琈之玉\n又東南二十里曰樂馬之山有獸焉其狀如彚赤如丹\n火其名曰􁵫見則其國大疫\n又東南二十五里曰葴山視水出焉\n東南流注于汝水其中多人魚多蛟多頡\n又東四十里曰嬰山其下多青䨼其上多金玉\n又東三十里曰虎首之山多苴椆椐\n又東二十里曰嬰侯之山其上多封石其下多赤錫\n又東五十里曰大孰之山殺水出焉東北流注于視水\n其中多白堊\n又東四十里曰卑山其上多桃李苴梓多纍\n\n又東三十里曰倚帝之山其上多玉其下多金有獸焉\n其狀如鼣鼠白耳白喙名\n曰狙如見則其國有大兵\n又東三十里曰鯢山鯢水出于其上潛于其下其中\n多美堊其上多金其下多青䨼\n又東三十里曰雅山澧水出焉東流注于視\n水其中多大魚其上多美桑其下多苴多赤金\n又東五十里曰宣山淪水出焉東南流注于視水其中\n多蛟其上有桑焉大五十尺其枝四衢其\n葉大尺餘赤理黃華青柎名曰帝女之桑\n又東四十五里曰衡山其上多\n青䨼多桑其鳥多鸜鵒\n又東四十里曰豐山其上多封石其木多桑多羊桃狀\n如桃而方莖可以為皮張\n又東七十里曰嫗山其上多美玉其下多金其草多雞\n榖\n又東三十里曰鮮山其木多楢杻苴其草多􁈍冬其陽\n多金其陰多鐵有獸焉其狀如膜大赤喙赤目白尾見\n則其邑有火名曰􁘅即\n又東三十里曰章山其陽多金其陰多美石臯水\n出焉東流注于澧水其中多脆石\n又東二十五里曰大支之山其陽多金其木多榖柞無\n草木\n又東五十里曰區吳之山其木多苴\n又東五十里曰聲匈之山其木多榖多玉上多封石\n又東五十里曰大騩之山其陽多赤金其陰\n多砥石\n又東十里曰踵臼之山無草木\n又東北七十里曰歴石之山其木多荆芑其陽多\n黄金其陰多砥石有獸焉其狀如狸而白首虎爪名曰\n梁渠見則其國有大兵\n又東南一百里曰求山求水出于其上潛于其下中有\n美赭其木多苴多䉋其陽多金其陰多鐵\n又東二百里曰丑陽之山其上多椆椐有鳥焉其狀如\n烏而赤足名曰􁀙餘可以禦火\n又東三百里曰奧山其上多柏杻橿其陽多㻬琈之玉\n奥水出焉東流注于視水\n又東三十五里曰服山其木多苴其上多封石其下多\n赤錫\n又東百十里曰杳山其上多嘉榮草多金玉\n又東三百五十里曰几山其木多楢檀杻其草多香有\n獸焉其狀如彘黃身白頭白尾名曰聞􁘄見則天下\n大風\n凡荆山之首自翼望之山至于几山凡四十八山三千\n七百三十二里其神狀皆彘身人首其祠毛用一雄雞\n祈瘞用一珪糈用五種之精禾山帝也其祠太牢之具\n羞瘞倒毛用一璧牛無常堵山玉山冢也皆\n倒祠羞毛少牢嬰毛吉玉\n中次十二經洞庭山之首曰篇遇之山無草木多\n黃金\n又東南五十里曰雲山無草木有桂竹甚毒傷人必死\n\n其上多黃金其下多㻬琈之玉\n又東南一百三十里曰龜山其木多榖柞椆椐其上多\n黄金其下多青雄黃多扶竹\n又東七十里曰丙山多筀竹多黄金銅鐵無木\n又東南五十里曰風伯之山其上多金玉其下多痠石\n文石多鐵其木多柳杻檀楮其東有林焉名曰\n莽浮之林多美木鳥獸\n又東一百五十里曰夫夫之山其上多黄金其下多青\n雄黃其木多桑楮其草多竹雞鼓神于兒居之其狀人\n身而身操兩蛇常遊于江淵出入有光\n又東南一百二十里曰洞庭之山\n其上多黄金其下\n多銀鐵其木多柤梨橘櫾其草多葌蘪蕪芍藥芎藭\n帝之二女居之\n\n是常遊于江淵澧沅之風交瀟湘之\n淵\n是在\n九江之間出\n入必以飄風暴雨是多怪神狀如人而載蛇左右手操\n蛇多怪鳥\n又東南一百八十里曰暴山其木多㯶柟荆芑竹箭䉋\n箘其上多黄金玉其下多文石鐵其獸多\n麋鹿􁊔就\n又東南二百里曰即公之山其上多黄金其下多㻬琈\n之玉其木多柳杻檀桑有獸焉其狀如龜而白身赤首\n名曰蛫是可以禦火\n又東南一百五十九里曰堯山其陰多黃堊其陽多黃\n金其木多荆芑柳檀其草多藷藇􁌂\n又東南一百里曰江浮之山其上多銀砥礪無草木其\n獸多豕鹿\n又東二百里曰真陵之山其上多黃金其下多玉其木\n多榖柞柳杻其草多榮草\n又東南一百二十里曰陽帝之山多美銅其木多橿杻\n檿楮其獸多麢麝\n又南九十里曰柴桑之山其上多銀\n其下多碧多冷石赭其木多柳芑楮桑其獸多麋鹿多\n白蛇飛蛇\n又東二百三十里曰榮余之山其上多銅其下多銀其\n木多柳芑其蟲多怪蛇怪蟲\n凡洞庭山之首自篇遇之山至于榮余之山凡十五山\n二千八百里其神狀皆鳥身而龍首其祠毛用一雄雞\n一牝豚刉糈用稌凡夫夫之山即公之山堯山\n陽帝之山皆冡也其祠皆肆瘞祈用酒\n毛用少牢嬰毛一吉玉洞庭榮余山神也其祠皆肆瘞\n祈酒太牢祠嬰用圭璧十五五彩惠之\n\n右中經之山志大凡百九十七山二萬一千三百七十\n一里大凡天下名山五千三百七十居地大凡六萬四\n千五十六里\n禹曰天下名山經五千三百七十山六萬四千五十六\n里居地也言其五臧蓋其餘小山甚衆不足記云天地\n之東西二萬八千里南北二萬六千里出水之山者八\n千里受水者八千里出銅之山四百六十七出鐵之山\n三千六百九十此天地之所分壤樹榖也戈矛之所發\n也刀鎩之所起也能者有餘拙者不足封於太山禪於\n梁父七十二家得失之數皆在此内是謂國用\n\n　右五臧山經五篇大凡一萬五千五百三字\n　山海經卷五\n"}
{"id": "KR3l0090_006", "series": "KR3l0090", "text": "　山海經卷六\n　　　　　　　　　　　　　晉　郭璞　撰\n　　海外南經\n地之所載六合之間四海之内照之以日月\n經之以星辰紀之以四時要之以太歳神靈所生其物\n異形或夭或壽唯聖人能通其道\n海外自西南陬至東南陬者\n結匈國在其西南其為人結匈南山在其\n東南自此山來蟲為蛇蛇號為魚一曰南山\n在結匈東南比翼鳥在其東其為鳥青赤兩鳥比翼\n一曰在南山東\n羽民國在其東南其為人長頭身生羽\n一曰在比翼鳥東南其為人長頰有\n神人二八連臂為帝司夜於此野在羽民東其為\n人小頰赤肩盡十六人畢方鳥在\n其東青水西其為鳥人面一脚一曰在二八神東\n讙頭國在其南其為人人面有翼鳥喙方捕魚\n一曰在畢方東或曰讙\n朱國\n厭火國在其國南獸身黒色生火出其口中\n一曰在讙朱東\n三株樹在厭火北生赤水上其為𣗳如栢葉皆為珠一\n曰其為𣗳若彗\n三苖國在赤水東其為人相隨\n一曰三毛國\n臷國在其東其為人黄能操弓射蛇\n一曰臷國在三毛東\n貫匈國在其東其為人匈有竅\n一曰在臷國\n東\n交脛國在其東其為人交脛\n一曰在穿匈東\n不死民在其東其為人黒色壽不死\n一曰在穿匈國東\n岐舌國在其東一曰在不死民東\n崑崙墟在其東墟四方一曰在岐舌東為墟四\n方羿與鑿齒戰於壽華之野羿射殺之在崑崙墟東羿\n持弓矢鑿齒持盾一曰戈\n三首國在其東其為人一身三首一曰在鑿齒東\n周饒國在其東其為人短小冠帶\n一曰焦僥國在三首東\n\n長臂國在其東捕魚水中兩手各操一魚\n\n一曰在焦僥東捕\n魚海中\n狄山帝堯𦵏於陽\n帝嚳𦵏於隂爰有熊\n羆文虎蜼豹離朱\n視肉吁咽\n文王皆𦵏其所\n\n一曰湯山一曰爰有熊羆文虎蜼豹離朱􁀙久\n視肉虖交其范林方三百里\n南方祝融獸身人靣乘兩龍\n　山海經卷六\n"}
{"id": "KR3l0090_007", "series": "KR3l0090", "text": "　山海經卷七\n　　　　　　　　　　　　　晉　郭璞　撰\n　　海外西經\n海外自西南陬至西北陬者\n滅蒙鳥在結匈國北為鳥青赤尾\n大運山高三百仭在滅蒙鳥北\n大樂之野夏后啓於此儛九代乘兩龍\n雲葢三層左手操翳右手操環佩玉\n璜在大運山北一曰\n大遺之野\n三身國在夏后啓北一首而三身\n一臂國在其北一臂一目一鼻孔有黄馬虎文一目而\n一手\n竒肱之國在其北其人一臂三目有隂有陽\n乘文馬有鳥焉兩頭赤黄色在其旁\n\n形天與帝至此争神帝斷其首𦵏之常羊之山乃以乳\n為目以臍為口操干戚以舞\n女祭女戚在其北居兩水間戚操魚䱉祭操爼\n䳐鳥􁡸鳥其色青黄所經國亡在\n女祭北䳐鳥人面居山上一曰維鳥青鳥黄鳥所集\n丈夫國在維鳥北其為人衣冠帶劔\n\n女丑之尸生而十日炙殺之在丈夫北以右手鄣其靣\n十日居上女丑居山之上\n巫咸國在女丑北右手操青蛇左手操赤蛇在登葆山\n羣巫所從上下也\n并封在巫咸東其狀如彘前後皆有首黑\n女子國在巫咸北兩女子居水周之\n一曰居一門中\n軒轅之國在此窮山之際其不壽者八百歳\n在女子國北人靣蛇身尾交首上窮山在其\n北不敢西射畏軒轅之丘在軒轅\n國北其丘方四蛇相繞此諸夭之野鸞鳥自\n歌鳯鳥自舞鳯皇卵民食之甘露民飲之所欲自從也\n百獸相與羣居在四蛇北其人\n兩手操卵食之兩鳥居前導之\n龍魚陵居在其北狀如狸一曰蝦即有神\n聖乘此以行九野一曰鼈魚在夭野北其\n為魚也如鯉\n白民之國在龍魚北白身被髪有乘黄其狀如\n狐其背上有角乘之壽二千歳\n\n肅慎之國在白民北有𣗳名曰雄常先入伐帝於\n此取之\n長股之國在雄常北被髪\n一曰長脚\n\n西方蓐收左耳有蛇乘兩龍\n　山海經卷七\n"}
{"id": "KR3l0090_008", "series": "KR3l0090", "text": "　山海經卷八\n　　　　　　　　　　　　　晋　郭璞　撰\n　　海外北經\n海外自東北陬至西北陬者\n無䏿之國在長股東為人無䏿\n\n鍾山之神名曰燭隂視為晝暝為夜吹為\n冬呼為夏不飲不食不息息為風身長千里在無\n䏿之東其為物人面蛇身赤色居鍾山下\n一目國在其東一目中其面而居一曰有手足\n柔利國在一目東為人一手一足反膝曲足居上\n一云畱利之國人足反折\n共工之臣曰相桞氏九首以食於九山\n相桞之所抵厥為澤谿禹殺相桞\n其血腥不可以𣗳五穀種禹厥之三仭三沮\n乃以為衆帝之臺在崑崙之\n北柔利之東相桞者九首人靣蛇身而青不\n敢北射畏共工之臺臺在其東臺四方隅有一蛇虎色\n首衝南方\n深目國在其東為人舉一手一目在共工臺東\n無腸之國在深目東其為人長而無腸\n\n聶耳之國在無腸國東使兩文虎為人兩手聶其耳\n縣居海水中及水所出入竒物\n兩虎在其東\n夸父與日逐走入日渴欲得飲飲於河渭\n河渭不足北飲大澤未至道渴而死弃其杖化為鄧林\n\n博父國在聶耳東其為人大右手操青蛇左手操黄蛇\n鄧林在其東二𣗳木一曰博父禹所積石之山在其東\n河水所入\n\n拘纓之國在其東一手把纓一\n曰利纓之國尋木長千里在拘纓南生河上西北\n跂踵國在拘纓東其為人大兩足亦大\n一曰大踵\n歐絲之野在大踵東一女子跪據𣗳歐絲\n三桑無枝在歐絲東其木長百仭無枝\n范陵方三百里在三桑東洲環其下\n務隅之山帝顓頊𦵏於陽\n九嬪𦵏於隂一曰爰有熊羆文虎離朱􁀙久\n視肉\n平丘在三桑東爰有遺玉青鳥視肉楊柳甘柤\n甘華百\n果所生在兩山夾上谷二大丘居中名曰平丘\n北海内有獸其狀如馬名曰騊駼有獸焉其\n名曰駮狀如白馬鋸牙食虎豹\n有素獸焉狀如馬名曰蛩蛩\n有青獸焉狀如虎名曰羅羅\n北方禺彊人面鳥身珥兩青蛇踐兩青蛇\n\n　山海經卷八\n"}
{"id": "KR3l0090_009", "series": "KR3l0090", "text": "　山海經卷九\n　　　　　　　　　　　　　晉　郭璞　撰\n　　海外東經\n海外自東南陬至東北陬者\n􁒴丘爰有遺玉青馬視肉楊柳甘柤甘華甘果\n所生在東海兩山夾丘上有𣗳木一曰嗟丘一曰百果\n所在在堯𦵏東\n大人國在其北為人大坐而削船一曰在􁒴丘北\n奢比之尸在其北獸身人面大耳珥兩青蛇\n一曰肝榆之尸在大人北\n君子國在其北衣冠帶劔食獸使二大虎在旁其人好\n讓不爭有薰華草朝生夕死一曰在肝榆之尸北\n蚩蚩在其北各有兩首一曰在君子國北\n朝陽之谷神曰天呉是為水伯在蚩蚩北兩水間其為\n獸也八首人面八足八尾皆青黄\n青丘國在其北其狐四足九尾一曰在朝陽\n北\n帝命竪亥歩自東極至於西極五億十選九\n千八百步竪亥右手把算左手指青丘北一曰禹令\n竪亥一曰五億十萬九千八百歩\n\n黒齒國在其北\n為人黑食稻啖蛇一赤一青在\n其旁一曰在竪亥北為人黑手食稻使蛇其一蛇赤下\n有湯谷湯谷上有扶桑十日所浴在黒齒\n北居水中有大木九日居下枝一日居上枝\n\n雨師妾在其\n北其為人黑兩手各操一蛇左耳有青蛇右耳\n有赤蛇一曰在十日北為人黑身人靣各操一龜\n𤣥股之國在其北其為人衣魚食䳼\n使兩鳥夾之一曰在雨師妾北\n毛民之國在其北為人身生毛\n\n一曰在𤣥股北\n勞民國在其北其為人黑或曰教民一曰\n在毛民北為人靣目手足盡黑\n東方勾芒鳥身人面乘兩龍\n\n　山海經卷九\n"}
{"id": "KR3l0090_010", "series": "KR3l0090", "text": "　山海經卷十\n　　　　　　　　　　　　　晉　郭璞　撰\n　　海内南經\n海内東南陬以西者\n甌居海中閩在海中其西北有\n山一曰閩中山在海中\n三天子鄣山在閩西海北\n一曰在海\n中\n桂林八𣗳在番隅東\n伯慮國離耳國\n彫題國北朐國皆在鬰水\n南鬰水出湘陵南海一曰相慮\n梟陽國在北朐之西其為人人面長唇黒身有毛反踵\n見人笑亦笑左手操管\n\n兕在舜塟東湘水南其狀如牛蒼黑一角\n蒼梧之山帝舜𦵏於陽帝丹朱𦵏\n於隂\n汜林方三百里在狌狌東狌狌知人名\n其為獸如豕而人面\n在舜𦵏西狌狌西北有\n犀牛其狀如牛而黒\n夏后啓之臣曰孟涂是司神於巴人請訟於\n孟涂之所其衣有血者乃執之是請生\n居山上在丹山西丹山在丹陽南丹陽居属也\n\n窫窳龍首居弱水中在狌狌知人名之西其狀如龍首\n食人有木其狀如牛\n引之有皮若纓黄蛇\n其葉如羅其實如欒\n其木若蓲其名曰建木在窫窳西弱水\n上\n氐人國在建木西其為人人面而魚身無足\n\n巴蛇食𧰼三歳而出其骨君子服之無心腹之疾\n其\n為蛇青黄赤黑一曰黑蛇青首在犀牛西\n旄馬其狀如馬四節有毛在巴蛇西\n北髙山南\n匈奴開題之國列人之國並在西北\n　山海經卷十\n"}
{"id": "KR3l0090_011", "series": "KR3l0090", "text": "　山海經卷十一\n　　　　　　　　　　　　　晉　郭璞　撰\n　　海内西經\n海内西南陬以北者\n貳負之臣曰危危與貳負殺窫窳帝乃梏之疏屬之山\n桎其右足反縛兩手與髪繋之\n山上木在開題西北\n\n大澤方百里羣鳥所生及所解在鴈門北\n鴈門山鴈出其間在髙柳北\n髙柳在代北\n后稷之𦵏山水環之在氐國西\n流黄酆氏之國中方三百里有塗四方中有山\n在后稷𦵏西\n流沙出鍾山西行又南行崑崙之墟西南入海黑水之\n山\n東胡在大澤東\n夷人在東胡東\n貊國在漢水東北\n地近于燕滅之\n孟鳥在貊國東北其鳥文赤黄青東鄉\n海内崑崙之墟在西北帝之下都崑崙\n之墟方八百里髙萬仭\n上有木禾長五尋大五圍\n面有九井以玉為檻面有九門\n門有開眀獸守之百神之所在在八隅之巖赤水\n之際非仁羿莫能上岡之巖\n\n赤水出東南隅以行其東北西南流注南海厭火東河\n水出東北隅以行其北西南又入渤海又出海外即西\n而北入禹所導積石山\n洋水黑水出西北隅以東東行又東北南入海羽民\n南\n弱水青水出西南隅以東又北又西南過畢方鳥東\n\n崑崙南淵深三百仭開明獸身大𩔖虎而九首皆人\n面東嚮立崑崙上\n開明西有鳯凰鸞鳥皆戴蛇踐蛇膺有赤蛇\n開明北有視肉珠𣗳文玉𣗳玗琪𣗳\n不\n死樹鳯凰鸞鳥皆戴􁀙又有離朱木木栢\n𣗳甘水聖木曼兌一曰挺木牙交\n\n開明東有巫彭巫抵巫陽巫履巫凡巫相\n夾窫窳之尸皆操不死之藥以距之\n窫窳者蛇身人面貳負臣所殺也\n服常𣗳其上有三頭人伺琅玕𣗳\n\n開明南有𣗳鳥六首蛟蝮蛇蜼豹鳥秩𣗳\n於表池𣗳木誦鳥鶽\n視肉\n　山海經卷十一\n"}
{"id": "KR3l0090_012", "series": "KR3l0090", "text": "　山海經卷十二\n　　　　　　　　　　　　　晉　郭璞　撰\n　　海内北經\n海内西北陬以東者\n蛇巫之山上有人操杯而東向立一曰龜山西\n王母梯几而戴勝杖其南有三青鳥為西王母取\n食在崑崙墟北有人曰大行伯把戈其東有\n犬封國\n貳負之尸在大行伯東\n犬封國曰犬戎國狀如犬\n有一女子方跪進柸食有文馬縞身朱鬛\n目若黄金名曰吉量乘之壽千歳\n\n鬼國在貳負之尸北為物人面而一目一曰貳負神在\n其東人面蛇身\n蜪犬如犬青食人從首始\n窮竒狀如虎有翼食人從首始所食𬒳髪在蜪犬\n北一曰從足\n帝堯臺帝嚳臺帝丹朱臺帝舜臺各二臺臺四方在崑\n崙東北\n\n大蠭其狀如螽朱蛾其狀如蛾\n蟜其為人虎文脛有䏿在窮竒東一曰狀\n如人崑崙墟北所有\n闒非人面而獸身青色\n據北之尸其為人折頸𬒳髪無一手\n環狗其為人獸首人身一曰蝟狀如狗黄色\n袜其為物人身黑首從目\n戎其為人人首三角\n林氏國有珍獸大若虎五彩畢具尾長于身名曰騶吾\n乘之日行千里\n\n崑崙墟南有所汜林方三百里\n從極之淵深三百仭維氷夷恒都焉\n氷夷人面乘兩龍\n一曰忠極之淵陽汙之山河出其中凌門\n之山河出其中\n王子夜之尸兩手兩股胷首齒皆斷異處\n\n舜妻登比氏生宵明燭光處河大澤\n二女之靈能照此所方百里一曰\n登北氏\n葢國在鉅燕南倭北倭屬燕\n\n朝鮮在列陽東海北山南列陽屬燕\n\n列姑射在海河洲中\n\n姑射國在海中属列姑射西南山環之大蟹在海中\n\n陵魚人面手足魚身在海中\n大鯾居海中\n明組邑居海中\n蓬萊山在海中\n大人之市在海中\n　山海經卷十二\n"}
{"id": "KR3l0090_013", "series": "KR3l0090", "text": "　山海經卷十三\n　　　　　　　　　　　　　晉　郭璞　撰\n　　海内東經\n海内東北陬以南者\n鉅燕在東北陬\n國在流沙中者埻端璽㬇在崑崙虚東南\n一曰海内之郡不為郡縣在流沙中\n國在流沙外者大夏竪沙居\n繇月支之國\n西胡白玉山在大夏東蒼梧在白玉山西南皆在流沙\n西崑崙虚東南崑崙山在西胡西皆在西北\n\n雷澤中有雷神龍身而人頭鼓其腹在吳西\n\n都州在海中一曰郁州\n\n琅琊臺在渤海間琅琊之東\n其北有山一曰在海間\n韓鴈在海中都州南\n始鳩在海中轅厲南\n㑹稽在大楚南岷三江首\n大江出汶山\n北江出曼山南江出高\n山髙山在城都西入海在長州南\n浙江出三天子都在其東\n在閩西北入海餘暨南\n廬江出三天子都入江彭澤西一曰天\n子鄣\n淮水出餘山餘山在朝陽東義鄉西入海淮浦北\n\n湘水出舜𦵏東南陬西環之\n入洞庭下\n一曰東南西澤\n漢水出鮒魚之山\n帝顓頊𦵏于陽九嬪\n𦵏于隂四蛇衛之\n濛水出漢陽西入江聶陽西\n温水出崆峒山在臨汾南入河華陽北\n\n潁水出少室少室山在雍氏南入淮西鄢北\n一曰緱氏\n汝水出天息山在梁勉鄉西南入淮極西北\n一曰淮在期\n思北\n涇水出長城北山山在郁致長垣北北入渭\n戲北\n渭水出鳥䑕同穴山東注河入華隂北\n\n白水出蜀而東南注江\n入江州城下\n沅水山出𧰼郡鐔城西入東注江\n入下雋西合洞庭中\n\n贑水出聶都東山東北注江入彭澤\n西泗水出吳東北而南西南過湖陵西而東南注東海\n入淮隂北\n鬱水出𧰼郡而西南注南海入須陵東南\n肄水出臨晉西南而東南注海入番隅西\n\n潢水出桂陽西北山東南注肄水入敦浦西\n洛水出洛西山東北注河入成臯之西\n\n汾水出上窳北而西南注河入皮氏南\n\n沁水出井陘山東東南注河入懷東南\n濟水出共山南東丘絶鉅鹿澤\n注渤海入齊琅槐東北\n\n潦水出衛臯東東\n南注渤海入潦陽\n虖沲水出晉陽城南而西至陽曲北而東注渤海\n入越章武北\n漳水出山陽東東注渤海入章武南\n　山海經卷十三\n"}
{"id": "KR3l0090_014", "series": "KR3l0090", "text": "　山海經卷十四\n　　　　　　　　　　　　　晉　郭璞　撰\n　　大荒東經\n東海之外大壑少昊之國\n少昊孺帝顓頊於此棄其琴瑟\n有甘山者甘水出焉生甘淵\n大荒東南隅有山名皮母地丘\n東海之外大荒之中有山名曰大言日月所出有波谷\n山者有大人之國\n\n有大人之市名曰大人之堂\n有一大人踆其上張其兩耳\n有小人國名靖人有神\n人面獸身名曰犁􁠸之尸\n有潏山楊水出焉\n有蒍國黍食使四鳥虎豹熊羆\n大荒之中有山名曰合虚日月所出有中容之國帝俊\n生中容中容人食獸木實\n使四鳥豹虎熊羆\n有東口之山有君子之國其人衣冠帶劔\n有司幽之國帝俊生晏龍晏龍生司幽司幽生思士不\n妻思女不夫\n食黍食獸是使四鳥有大阿之山者\n大荒中有山名曰眀星日月所出\n有白民之國帝俊生帝鴻帝鴻生白民白民銷姓黍食\n使四鳥虎豹熊羆\n有青丘之國有狐九尾有柔僕民是維嬴土\n之國有黑齒之國帝俊生黑齒\n姜姓黍食使四\n鳥有夏州之國有盖余之國有神人八首人面虎身十\n尾名曰天吳\n大荒之中有山名曰鞠陵于天東極離瞀\n日月所出名曰折丹東方曰折來風曰俊\n䖏東極以出入風\n東海之渚中有神人面鳥身珥兩黄蛇踐両黄\n蛇名曰禺䝞黄帝生禺􁨳禺􁨳生禺京禺京處北\n海禺􁨳處東海是惟海神\n有招揺山融水出焉有國曰𤣥股黍食使四鳥\n有困民國勾姓而食有人曰王亥兩手操鳥方食其頭\n王亥託於有易河伯㒒牛\n有易殺王亥取㒒牛\n河念有易有易潛出為國\n於獸方食之名曰揺民\n帝舜生戲戲生揺民海\n内有兩人名曰女丒\n女丑有大蟹\n大荒之中有山名曰孽揺頵羝上有扶木柱三百里其\n葉如芥有谷曰温源谷湯谷上有\n扶木一日方至一日方出皆載于烏\n有神人面犬耳獸身珥兩青蛇名曰奢比尸有五彩\n之鳥相鄉棄沙惟帝俊下友帝下兩壇彩鳥\n是司\n大荒之中有山名曰猗天蘓門日月所生有壎民之國\n有綦山又有揺山有䰝山又有門戸\n山又有盛山又有待山有五彩之鳥\n東荒之中有山名曰壑明俊疾日月所出有中容之國\n東北海外又有三青馬三騅甘華爰有遺玉\n三青鳥三騅視肉甘華甘柤百榖所在\n有女和月母之國有人名曰􁁜北方曰􁁜來之風曰\n􁀙是處東極隅以止日月使無相間出没司\n其短長\n大荒東北隅中有山名曰凶犁土丘應龍處南極\n殺蚩尤與夸父不得復上故下數\n旱旱而為應龍之狀乃得大雨\n\n東北中有流波山入海七千里其上有獸狀如牛蒼身\n而無角一足出入水則必風雨其光如日月其聲如雷\n其名曰䕫黄帝得之以其皮為鼓橛以雷獸之骨\n聲聞五百里以威天下\n　山海經卷十四\n"}
{"id": "KR3l0090_015", "series": "KR3l0090", "text": "　山海經卷十五\n　　　　　　　　　　　　　晉　郭璞　撰\n　　大荒南經\n南海之外赤水之西流沙之東有獸左\n右有首名曰䟣踼有三青獸相并名曰雙雙\n\n有阿山者南海之中有汜天之山赤水窮焉\n赤水之東有蒼梧之野舜與叔均之所塟也\n爰有文貝離俞\n􁀙久鷹賈委維熊羆𧰼虎豹狼視肉\n有滎山滎水出焉黑水之南有𤣥蛇食麈\n有巫山者西有黄鳥帝藥八齋黄鳥於巫山\n司此𤣥蛇\n大荒之中有不庭之山滎水窮焉有人三身帝俊妻娥\n皇生此三身之國姚姓黍食使四鳥有淵\n四方四隅皆逹北屬黑水南屬大荒北\n旁名曰少和之淵南旁名曰從淵舜之所浴也\n\n又有成山甘水窮焉有季禺之國顓頊之\n子食黍有羽民之國其民皆生毛羽有卵\n民之國其民皆生卵\n大荒之中有不姜之山黑水窮焉又有賈山汔\n水出焉又有言山又有登備之山有恝\n恝之山又有蒲山澧水出焉又有隗山\n其西有丹其東有玉又南有山漂水出焉有尾山\n有翠山\n有盈民之國於姓黍食又有人方食木葉\n有不死之國阿姓甘木是食\n大荒之中有山名曰去痓南極果北不成去痓果\n\n南海渚中有神人面珥兩青蛇踐兩赤蛇曰不廷胡余\n有神名曰因因乎南方曰因乎夸風曰乎民\n處南極以出入風\n有襄山又有重隂之山有人食獸曰季釐帝俊生季釐\n故曰季釐之國有緡淵少昊生倍伐倍伐降處緡淵\n有水四方名曰俊壇\n有臷民之國帝舜生無淫降臷處是謂巫臷民巫\n臷民朌姓食榖不績不經服也不稼不穡食\n也爰有歌舞之鳥鸞鳥自歌鳯鳥自\n舞爰有百獸相羣爰處百榖所聚\n大荒之中有山名曰融天海水南入焉有人曰鑿齒羿\n殺之\n有蜮山者有蜮民之國桑姓食黍射蜮是食\n有人方扜弓射黄蛇名\n曰蜮人\n有宋山者有赤蛇名曰育蛇有木生山上名曰楓木楓\n木蚩尤所棄其桎梏是謂\n楓木有人方齒虎尾名曰祖狀之尸\n有小人名曰焦僥之國幾姓嘉榖是食\n大荒之中有山名㱙塗之山青水窮焉有雲\n雨之山有木名曰欒禹攻雲雨有赤石焉生\n欒黄木赤枝青葉羣帝焉取藥\n\n有國曰顓頊生伯服食黍有鼬姓之國有苕山\n又有宗山又有姓山又有壑山又有陳州山又有東州\n山又有白水山白水出焉而生白淵昆吾之師所浴也\n有人名曰張𢎞在\n海上捕魚海中有張𢎞之國食魚使四鳥有\n人焉鳥喙有翼方捕魚於海\n大荒之中有人名曰驩頭鯀妻士敬士敬子曰炎融生\n驩頭驩頭人面鳥喙有翼食海中魚杖翼而行\n惟宜芑苣穋楊是食\n有驩頭之國\n帝堯帝嚳帝舜𦵏於岳山爰有文貝離俞􁀙久鷹\n賈延維視肉熊羆虎豹朱木赤枝青華𤣥實有申山者\n大荒之中有山名曰天臺高山海水入焉\n東南海之外甘水之間有羲和之國有女子名曰羲和\n方日浴於甘淵\n\n羲和者帝俊之妻生十日\n有盖猶之山者其上有甘柤枝幹皆赤黄葉白華黒實\n東又有甘華枝幹皆赤黄葉有青馬有赤馬名曰三騅\n有視肉有小人名曰菌人有南𩔖之山爰有遺\n玉青馬三騅視肉甘華百穀所在\n　山海經卷十五\n"}
{"id": "KR3l0090_016", "series": "KR3l0090", "text": "　山海經卷十六\n　　　　　　　　　　　　　晉　郭璞　撰\n　　大荒西經\n西北海之外大荒之隅有山而不合名曰不周負子\n有兩黄獸\n守之有水曰寒暑之水水西有濕山水東有幕山有\n禹攻共工國山\n有國名曰淑士顓頊之子有神十人名曰女\n媧之腸化為神處栗廣之野\n横道而處有人名曰石夷\n來風曰韋處西北隅以司日月之長短\n有五彩之鳥有冠名曰㹥鳥有大澤之\n長山有白氏之國\n西北海之外赤水之東有長脛之國有西周之國\n姬姓食榖有人方耕名曰叔均帝俊生后稷\n稷降以百榖稷之弟曰台璽生叔均叔均是代\n其父及稷播百榖始作耕有赤國妻氏有雙山\n西海之外大荒之中有方山者上有青𣗳名曰柜格之\n松日月所出入也\n西北海之外赤水之西有先民之國食榖使四鳥有北\n狄之國黄帝之孫曰始均始均生北狄有芒山有桂山\n有揺山其上有人號曰太子長琴顓頊\n生老童老童生祝融\n祝融生太子長琴是處榣山始作樂風\n有五彩鳥三名一曰皇鳥一曰鸞鳥一曰鳯鳥有蟲狀\n如莵胷以後者裸不見青如猨狀\n大荒之中有山名曰豐沮玉門日月所入有靈山巫咸\n巫即巫朌巫彭巫姑巫眞巫禮巫抵巫謝巫羅十巫從\n此升降百藥爰在\n西有王母之山壑山海山有沃之國沃\n民是處沃之野鳯鳥之卵是食甘露是飲凡其所欲其\n味盡存爰有甘華甘柤白桞視肉三騅\n璇瑰瑶碧白木琅玕\n白丹青丹\n多銀鐡鸞鳥自歌鳯鳥自舞爰有百獸相\n羣是處是謂沃之野有三青鳥赤首黑目一名曰大􁌹\n一名少􁌹一名曰青鳥有軒轅之臺射者\n不敢西嚮射畏軒轅之臺\n大荒之中有龍山日月所入有三澤水名曰三淖昆吾\n之所食也有人衣青以袂蔽面\n名曰女丑之尸有女子之國\n\n有桃山有䖟山有桂山有于土山有丈夫之國\n有弇州之山五彩之鳥仰天名曰鳴鳥爰有百樂\n歌儛之風有軒轅之國江山之南\n棲為吉不壽者乃八百歳\n西海陼中有神人面鳥身珥兩青蛇踐兩赤蛇名曰弇\n茲\n大荒之中有山名曰日月山天樞也呉姖天門日月所\n入有神人面無臂兩足反屬於頭山名曰嘘顓頊\n生老童老童生重及黎帝令重\n獻上天令黎卬下地\n下地是生噎處於西極以行日\n月星辰之行次\n有人反臂名曰天虞有女子方浴月帝俊妻常羲\n生月十有二此始浴之有𤣥丹之山有\n五色之鳥人面有髪爰有青鴍黄鷔青鳥黄鳥其\n所集者其國亡有池名孟翼之攻顓頊之池\n大荒之中有山名曰鏖鏊鉅日月所入者有獸左\n右有首名曰屏蓬有巫山者有壑山者有\n金門之山有人名曰黄姖之尸有比翼之鳥有白鳥青\n翼黄尾𤣥喙有赤犬名曰天犬其所下者有兵\n\n西海之南流沙之濵赤水之後黑水之前有大山名曰\n崑崙之丘有神人面虎身有文有尾皆白處之\n其下有弱水之淵環之其外有炎火之山投\n物輒然\n有人戴勝虎齒有豹尾\n穴處名曰西王母\n\n此山萬物盡有\n大荒之中有山名曰常陽之山日月所入\n有寒荒之國有二人女祭女薎\n有壽麻之國\n南嶽娶州山女名曰女䖍女䖍生季格季格生壽麻壽\n麻正立無景疾呼無嚮爰有大\n暑不可以徃有人無首操戈盾立名曰夏耕之\n尸故成湯伐夏桀于章山克之斬耕厥前\n耕既立無首走厥咎乃降于巫山\n\n有人名曰呉回竒左是無右臂\n有盖山之國有𣗳赤皮支幹青葉名曰朱木\n有一臂民\n大荒之中有山名曰大荒之山日月所入有人焉三面\n是顓頊之子三面一臂三面之人不死\n\n是謂大荒之野西南海之\n外赤水之南流沙之西有人珥兩青蛇乘兩龍名曰夏\n后開開上三嬪于天得九辯與九歌以下\n\n此穆天之野高二千仭\n開焉得始歌九招\n有互人之國炎帝之孫名曰靈恝靈\n恝生互人是能上下于天有魚偏枯名曰魚婦\n顓頊死即復蘓風道北來天乃大水泉\n蛇乃化為魚是謂魚婦顓頊\n死即復蘓有青鳥身黄\n赤足六首名曰􁔀鳥有大巫山有金之山西南大荒\n之中隅有徧勾常羊之山\n　山海經卷十六\n"}
{"id": "KR3l0090_017", "series": "KR3l0090", "text": "　山海經卷十七\n　　　　　　　　　　　　　晉　郭璞　撰\n　　大荒北經\n東北海之外大荒之中河水之間附禺之山帝顓頊與\n九嬪葬焉爰有􁀙久文貝離俞鸞鳥凰鳥大\n物小物有青鳥琅鳥𤣥鳥黄鳥虎豹熊羆黄蛇視\n肉璿瑰瑶碧皆出衛於山丘方圓三百里丘南\n帝俊竹林在焉大可為舟竹南有赤\n澤水名曰封淵有三桑無枝丘西有沉\n淵顓頊所浴\n有胡不與之國烈姓黍食\n大荒之中有山名曰不咸有肅愼氏之國\n\n有蜚蛭四翼有蟲獸首蛇身名曰琴蟲\n有人名曰大人有大人之國釐姓黍食有大青蛇\n黄頭食麈有榆山有鯀攻程州之山\n\n大荒之中有山名曰衡天有先民之山有槃木千里\n有叔歜國顓頊之子黍食使四鳥虎豹熊羆\n有黑蟲如熊狀名曰猎猎有北齊之國姜姓使\n虎豹熊羆\n大荒之中有山名曰先檻大逢之山河濟所入海北注\n焉其西有山名曰禹所積石有陽山\n者有順山者順水出焉\n有始州之國有丹山\n\n有大澤方千里羣鳥所解\n有毛民之國\n依姓食黍使四鳥禹生均國均國生役采\n役采生修鞈修鞈殺綽人帝念之潛為之國\n是此毛民\n有儋耳之國任姓禺號\n子食榖北海之渚中有神人面鳥身\n珥兩青蛇踐兩赤蛇名曰禺彊\n大荒之中有山名曰北極天櫃海水北注焉有神九\n首人面鳥身名曰九鳯又有神衘蛇操蛇其狀虎首人\n身四蹄長肘名曰彊良\n大荒之中有山名曰成都載天有人珥兩黄蛇把兩黄\n蛇名曰夸父后土生信信生夸父夸父不量力欲追日\n景逮之於禺谷將飲河而不足也將走大\n澤未至死于此應龍已殺蚩尤又殺夸父\n乃去南方處\n之故南方多雨又有無膓之國是任姓\n無繼子食魚共工臣名曰相繇\n九首蛇身自環食于九土其所歍所尼\n即為源澤不辛乃苦百獸莫能處\n禹湮洪水殺相繇其血腥臭不可生榖\n其地多水不可居也禹湮之三仭三沮\n乃以為池羣帝是因以為臺\n在崑崙之北有岳之山㝷竹生焉\n大荒之中有山名曰不句海水入焉有係昆之山者有\n共工之臺射者不敢北嚮有人衣青衣名曰黄帝\n女魃蚩尤作兵伐黄帝黄帝乃令應龍攻之冀\n州之野應龍畜\n水蚩尤請風伯雨師縱大風雨黄帝乃下天女曰魃雨\n止遂殺蚩尤魃不得復上所居不雨叔均言之帝\n後置之赤水之北叔均乃為田祖魃\n時亡之所欲逐之者令曰神北行先除水道\n决通溝瀆\n有人方食魚名曰深目民之國昐姓食魚\n\n有鍾山者有女子衣青衣名曰赤水女子獻\n大荒之中有山名曰融父山順水入焉有人名曰犬戎\n黄帝生苖龍苖龍生融吾融吾生弄明弄明生白\n犬白犬有牝牡是為犬戎肉食有赤獸馬狀無\n首名曰戎宣王尸\n有山名曰齊州之山君山鬵山鮮野山魚山有人一\n目當面中生一曰是威姓少昊之子食黍有繼無民繼\n無民任姓無骨子食氣魚\n西北海外流沙之東有國曰中䡢顓頊之子食黍有國\n名曰頼丘有犬戎國有神人面獸身名曰犬戎\n西北海外黑水之北有人有翼名曰苖民顓頊生\n驩頭驩頭生苖民苖民釐姓食肉有山名曰章山\n大荒之中有衡石山九隂山泂野之山上有赤𣗳青葉\n赤華名曰若木有牛黎之國有人無\n骨儋耳之子\n西北海之外赤水之北有章尾山有神人面蛇身而赤\n直目正乘其暝乃晦其視乃明\n不食不寢不息風雨是謁是燭九隂\n是謂燭龍\n\n　山海經卷十七\n"}
{"id": "KR3l0090_018", "series": "KR3l0090", "text": "　山海經卷十八\n　　　　　　　　　　　　　晉　郭璞　撰\n　　海内經\n東海之内北海之隅有國名曰朝鮮天毒其人水居\n偎\n人愛之\n西海之内流沙之中有國名曰壑市\n西海之内流沙之西有國名曰氾葉\n流沙之西有鳥山者三水出焉爰有黄金璿\n瑰丹貨銀鐵皆流于此中又有淮山好水\n出焉\n流沙之東黑水之西有朝雲之國司彘之國黄帝妻雷\n祖生昌意昌意降處若水\n生韓流韓流擢首謹耳\n人面豕喙麟身渠股豚止\n取淖子曰阿女生帝顓頊\n流沙之東黑水之間有山名不死之山華山青水\n之東有山名曰肇山有人名曰柏高柏高上下\n於此至于天\n西南黑水之間有都廣之野后稷葬焉\n爰有膏菽膏稻膏黍膏稷\n百榖自生冬夏播琴\n鸞鳥自歌鳯鳥自儛靈壽實華草木所聚\n爰有百獸相羣爰處此草也冬夏不死\n南海之内黑水青水之間有水名曰若木若水出\n焉有禺中之國有列襄之國有靈山有赤蛇在木上名\n曰蝡蛇木食\n有鹽長之國有人焉鳥首名曰鳥氏有\n九丘以水絡之名曰陶唐之丘有叔得之丘\n孟盈之丘昆吾之丘黑白之丘赤望\n之丘參衛之丘武夫之丘神民之丘有\n木青葉紫莖𤣥華黄實名曰建木百仭無枝有九欘\n下有九枸其實如麻\n其葉如􁁬大皥爰過黄帝所為\n有窫窳龍首是食人有青獸人面名曰猩猩\n\n西南有巴國大皥生咸鳥咸鳥生乘釐乘釐生後\n照後照是始為巴人有國名曰流黄辛氏其\n域中方三百里其出是塵土有巴遂山澠水出焉\n又有朱卷之國有黑蛇青首食𧰼\n南方有贑巨人人面長臂黑身有毛反踵見人\n笑亦笑唇蔽其面因即逃也又有黑人虎首鳥足兩手\n持蛇方啗之\n有羸民鳥足有封豕有人曰苖民有\n神焉人首蛇身長如轅左右有首衣紫衣\n冠旃冠名曰延維人主得而饗食之伯天下\n有鸞鳥自歌鳯鳥自儛鳯鳥首文\n曰德翼文曰順膺文曰仁背文曰義見則天下和\n又有青獸如莵名曰􁁉狗有翠鳥有孔鳥\n南海之内有衡山有􁑚山有桂山\n有山名三天子之都\n南方蒼梧之丘蒼梧之淵其中有九嶷山舜之所塟\n在長沙零陵界中\n北海之内有蛇山者蛇水出焉東入于海有五彩之\n鳥飛蔽一鄉名曰翳鳥\n又有不距之山巧倕葬其西\n北海之内有反縛盗械帶戈常倍之佐名曰相顧之尸\n伯夷父生西岳西岳生先龍先龍是始生氐\n羌氐羌乞姓\n北海之内有山名曰幽都之山黑水出焉其上有𤣥鳥\n𤣥蛇𤣥豹𤣥虎𤣥孤蓬尾\n有大𤣥之山有𤣥丘之民有大幽之國\n有赤脛之民\n有釘靈之國其民從膝已下有毛馬蹄善走\n\n炎帝之孫伯陵伯陵同吳權之妻阿女縁婦\n縁婦孕三年是生鼓延殳始為侯\n鼓延是始為鍾為樂風\n黄帝生駱明駱明生白馬白馬是為鯀\n帝俊生禺號禺號生淫梁淫梁生番禺是\n始為舟番禺生奚仲奚仲生吉光吉光是\n始以木為車少皥生般\n般是始為弓矢\n帝俊賜羿彤弓素矰以\n扶下國羿是始去恤下地之百艱\n帝俊生晏龍晏龍是為琴瑟\n帝俊有子八人是始為歌舞帝俊生三身\n三身生義均義均是始為巧倕是始作下民百巧后稷\n是播百榖稷之孫曰叔均是始作牛耕大比赤隂\n是始為國禹鯀是始布土均定九州\n炎帝之妻赤水之子聽訞生炎居炎居生節\n並節並生戲器戲器生祝融祝融降處於江\n水生共工共工生術器術器首方顚是復土穰以\n處江水共工生后土后土生噎鳴噎鳴生歳十\n有二洪水滔天鯀竊帝之息壤\n以堙洪水\n不待帝命帝令\n祝融殺鯀于羽郊鯀復生禹\n帝乃命禹卒布土以定九州\n　山海經卷十八\n"}
