{"id": "KR3l0090_001", "series": "KR3l0090", "text": "山海經巻一南山經南山經之首曰䧿山其首曰招摇之山臨于西海之上多桂多金玉有草焉其狀如韭而青花其名曰祝餘食之不飢有木焉其狀如榖而黑理其花四照其名曰迷穀佩之不迷有獸焉其狀如禺而白耳伏行人走其名曰狌狌食之善走麗􁊔之水出焉而西流注于海其中多育沛佩之無瘕疾又東三百里曰堂庭之山多棪木多白猿多水玉多黄金又東三百八十里曰猨翼之山其中多怪獸水多怪魚多白玉多蝮虫多怪虵多怪木不可以上又東三百七十里曰杻陽之山其陽多赤金其陰多白金有獸焉其狀如馬而白首其文如虎而赤尾其音如謡其名曰鹿蜀佩之宜子孫怪水出焉而東流注于憲翼之水其中多𤣥龜其狀如龜而鳥首虺尾其名曰旋龜其音如判木佩之不聾可以為底又東三百里柢山多水無草木有魚焉其狀如牛陵居虵尾有翼其羽在魼下其音如畱牛其名曰鯥冬死而夏生食之無腫疾又東四百里曰亶爰之山多水無草木不可以上有獸焉其狀如貍而有髦其名曰𩔖自為牝牡食者不妬又東三百里曰基山其陽多玉其陰多怪木有獸焉其狀如羊九尾四耳其目在背其名曰猼訑佩之不畏有鳥焉其狀如雞而三首六目六足三翼其名曰􁗾􁕼食之無卧又東三百里曰青丘之山其陽多玉其陰多青䨼有獸焉其狀如狐而九尾其音如嬰兒能食人食者不蠱有鳥焉其狀如鳩其音若呵名曰灌灌佩之不惑英水出焉南流注于即翼之澤其中多赤鱬其狀如魚而人面其音如鴛鴦食之不疥又東三百五十里曰箕尾之山其尾踆于東海多沙石汸水出焉而南流注于淯其中多白玉凡䧿山之首自招揺之山以至箕尾之山凡十山二千九百五十里其神狀皆鳥身而龍首其祠之禮毛用一璋玉瘞糈用稌米一璧稻米白菅為席南次二經之首曰柜山西臨流黃北望諸毗東望長右英水出焉西南流注于赤水其中多白玉多丹粟有獸焉其狀如豚有距其音如狗吠其名曰狸力見則其縣多土功有鳥焉其狀如鴟而人手其音如痺其名曰鴸其鳴自號也見則其縣多放士東南四百五十里曰長右之山無草木多水有獸焉其狀如禺而四耳其名長右其音如吟見則郡縣大水又東三百四十里曰堯光之山其陽多玉其陰多金有獸焉其狀如人而彘鬛穴居而冬蟄其名曰猾裏其音如斲木見則縣有大繇又東三百五十里曰羽山其下多水其上多雨無草木多蝮虫又東三百七十里曰瞿父之山無草木多金玉又東四百里曰句餘之山無草木多金玉又東五百里曰浮玉之山北望具區東望諸毗有獸焉其狀如虎而牛尾其音如吠犬其名曰彘是食人苕水出于其陰北流注于具區其中多鮆魚又東五百里曰成山四方而三壇其上多金玉其下多青䨼䦠水出焉而南流注于虖勺其中多黄金又東五百里曰會稽之山四方其上多金玉其下多砆石勺水出焉而南流注于溴又東五百里曰夷山無草木多沙石溴水出焉而南流注于列塗又東五百里曰僕勾之山其上多金玉其下多草木無鳥獸無水又東五百里曰咸陰之山無草木無水又東四百里曰洵山其陽多金其陰多玉有獸焉其狀如羊而無口不可殺也其名曰䍺洵水出焉而南流注于閼之澤其中多芘蠃又東四百里曰虖勺之山其上多梓柟其下多荆杞滂水出焉而東流注于海又東五百里曰區吳之山無草木多砂石鹿水出焉而南流注于滂水又東五百里曰鹿吳之山上無草木多金石澤更之水出焉而南流注于滂水水有獸焉名曰蠱雕其狀如雕而有角其音如嬰兒之音是食人又東五百里曰漆吳之山無草木多博石無玉處于海東望丘山其光載出載入是惟日次凡南次二經之首自柜山至于漆吳之山凡十七山七千二百里其神狀皆龍身而鳥首其祠毛用一璧瘞糈用稌南次三經之首曰天虞之山其下多水不可以上又東五百里曰禱過之山其上多金玉其下多犀兕多象有鳥焉其狀如鵁而白首三足人面其名曰瞿如其鳴自號也泿水出焉而南流注于海其中有虎蛟其狀魚身而蛇尾其音如鴛鴦食者不腫可以已痔又東五百里曰丹穴之山其上多金玉丹水出焉而南流注于渤海有鳥焉其狀如雞五采而文名曰鳳凰首文曰徳翼文曰義背文曰禮膺文曰仁腹文曰信是鳥也飲食自然自歌自舞見則天下安寧又東五百里曰發爽之山無草木多水多白猿汎水出焉而南流注于渤海又東四百里至于旄山之尾其南有谷曰育遺多怪鳥凱風自是出又東四百里至于非山之首其上多金玉無水其下多蝮虫又東五百里曰陽夾之山無草多水又東五百里曰灌湘之山上多木無草多怪鳥無獸又東五百里曰雞山其上多金其下多丹雘黒水出焉而南流注于海其中有鱄魚其狀如鮒而彘毛其音如豚見則天下大旱又東四百里曰令丘之山無草木多火其南有谷焉曰中谷條風自是出有鳥焉其狀如梟人面四目而有耳其名曰顒其鳴自號也見則天下大旱又東三百七十里曰侖者之山其上多金玉其下多青䨼有木焉其狀如穀而赤理其汗如漆其味如飴食者不飢可以釋勞其名曰白䓘可以血玉又東五百八十里曰禺膏之山多怪獸多大蛇又東五百八十里曰南禺之山其上多金玊其下多水有穴焉水出輒入夏乃出冬則閉佐水出焉而東南流注于海有鳯凰鵷鶵凡南次三經之首自天虞之山以至南禺之山凡一十四山六千五百三十里其神皆龍身而人面其祠皆一白狗祈糈用稌右南經之山志大小凡四十山萬六千三百八十里"}
{"id": "KR3l0090_002", "series": "KR3l0090", "text": "西山經西山經華山之首曰錢來之山其上多松其下多洗石有獸焉其狀如羊而馬尾名曰羬羊其脂可以已腊西四十五里曰松果之山濩水出焉北流注于渭其中多銅有鳥焉其名曰䳋渠其狀如山雞黑身赤足可以已𦢊又西六十里曰太華之山削成而四方其髙五千仭其廣十里鳥獸莫居有蛇焉名曰肥􁃄六足四翼見則天下大旱又西八十里曰小華之山其木多荆杞其獸多㸲牛其陰多磬石其陽多㻬琈之玉鳥多赤鷩可以禦火其草有萆荔狀如烏韭而生於石上亦緣木而生食之已心痛又西八十里曰符禺之山其陽多銅其陰多鐵其上有木焉名曰文莖其實如棗可以已聾其草多條其狀如葵而赤花黄實如嬰兒舌食之使人不惑符禺之水出焉而北流注于渭其獸多葱聾其狀如羊而赤鬛其鳥多鴖其狀如翠而赤喙可以禦火又西六十里曰石脆之山其木多椶柟其草多條其狀如韭而白華黑實食之已疥其陽多㻬琈之玉其陰多銅灌水出焉而北流注于禺水其中有流赭以塗牛馬無病又西七十里曰英山其上多杻橿其陰多鐵其陽多赤金禺水出焉北流注于招水其中多䰷魚其狀如鼈其音如羊其陽多箭䉋其獸多㸲牛羬羊有鳥焉其狀如鶉黃身而赤喙其名曰肥遺食之已癘可以殺蟲又西五十二里曰竹山其上多喬木其陰多鐵有草焉其名曰黄雚其狀如樗其葉如麻白華而赤實其狀如赭浴之已疥又可以已胕竹水出焉北流注于渭其陽多竹箭多蒼玉丹水出焉東南流注于洛水其中多水玉多人魚有獸焉其狀如豚而白毛大如笄而黑端名曰毫彘又西百二十里曰浮山多盼水枳葉而無傷木蟲居之有草焉名曰薰草麻葉而方莖赤華而黑實臭如蘼蕪佩之可以已癘又西七十里曰羭次之山漆水出焉北流注于渭其上多棫橿其下多竹箭其陰多赤銅其陽多嬰垣之玉有獸焉其狀如禺而長臂善投其名曰囂有鳥焉其狀如梟人面而一足曰槖􁀗冬見夏蟄服之不畏雷又西百五十里曰時山無草木逐水出焉北流注于渭其中多水玉又西百七十里曰南山上多丹粟丹水出焉北流注于渭獸多猛豹鳥多尸鳩又西百八十里曰大時之山上多榖柞下多杻橿陰多銀陽多白玊涔水出焉北流注于渭清水出焉南流注于漢水又西三百二十里曰嶓冢之山漢水出焉而東南流注于沔囂水出焉北流注于湯水其上多桃枝鈎端獸多犀兕熊羆鳥多白翰赤鷩有草焉其葉如蕙其本如桔梗黑華而不實名曰蓇蓉食之使人無子又西三百五十里曰天帝之山上多㯶柟下多菅蕙有獸焉其狀如狗名曰谿邊席其皮者不蠱有鳥焉其狀如鶉黑文而赤翁名曰櫟食之已痔有草焉其狀如葵其臭如蘼蕪名曰杜衡可以走馬食之已癭西南三百八十里曰臯塗之山薔水出焉西流注于諸資之水塗水出焉南流注于集獲之水其陽多丹粟其陰多銀黄金其上多桂木有白石焉其名曰礜可以毒鼠有草焉其狀如槀苃其葉如葵而赤背名曰無條可以毒鼠有獸焉其狀如鹿而白尾馬足人手而四角名曰􁉫如有鳥焉其狀如䲭而人足名曰數斯食之已癭又西百八十里曰黄山無草木多竹箭盼水出焉西流注于赤水其中多玉有獸焉其狀如牛而蒼黑大目其名曰􁜚有鳥焉其狀如鴞青羽赤喙人舌能言名曰鸚䳇又西二百里曰翠山其上多㯶柟其下多竹箭其陽多黄金玉其陰多旄牛麢麝其鳥多鸓其狀如鵲赤黑而兩首四足可以禦火又西二百五十里曰騩山是錞于西海無草木多玉淒水出焉西流注于海其中多采石黄金多丹粟凡西經之首自錢來之山至于隗山凡十九山二千九百五十七里華山冢也其祠之禮太牢羭山神也祠之用燭齋百日以百犧瘞用百瑜湯其酒百樽嬰以百珪百璧其餘十七山之屬皆毛牷用一羊祠之燭者百草之未灰白蓆采等純之西次二經之首曰鈐山其上多銅其下多玉其木多杻橿西二百里曰㤗冒之山其陽多金其陰多鐵浴水出焉東流注于河其中多藻玉多白蛇又西一百七十里曰數歴之山其上多黄金其下多銀其木多杻橿其鳥多鸚䳇楚水出焉而南流注于渭其中多白珠又西百五十里曰髙山其上多銀其下多青碧雄黄其木多椶其草多竹涇水出焉而東流注于渭其中多磐石青碧西南三百里曰女牀之山其陽多赤銅其陰多涅石其獸多虎豹犀兕有鳥焉其狀如翟而五彩文名曰鸞鳥見則天下安寧又西二百里曰龍首之山其陽多黄金其陰多鐵苕水出焉東南流注于涇水其中多美玉又西二百里曰鹿臺之山其上多白玉其下多銀其獸多㸲牛羬羊白豪有鳥焉其狀如雄雞而人面名曰鳬徯其名自叫也見則有兵西南二百里曰鳥危之山其陽多磬石其陰多檀楮其中多女牀鳥危之水出焉西流注于赤水其中多丹粟又西四百里曰小次之山其上多白玉其下多赤銅有獸焉其狀如猿而白首赤足名曰朱厭見則大兵又西三百里曰大次之山其陽多堊其陰多碧其獸多㸲牛麢羊又西四百里曰薰吳之山無草木多金玉又西四百里曰􁁜陽之山其木多稷柟豫章其獸多犀兕虎犳㸲牛又西二百五十里曰衆獸之山其上多㻬琈之玉其下多檀楮多黄金其獸多犀兕又西五百里曰皇人之山其上多金玉其下多青雄黄皇水出焉西流注于赤水其中多丹粟又西三百里曰中皇之山其上多黄金其下多蕙棠又西三百五十里曰西皇之山其陽多金其陰多鐵其獸多麋鹿㸲牛又西三百五十里曰萊山其木多檀楮其鳥多羅羅是食人凡西次二經之首自鈐山至于萊山凡十七山四千一百四十里其十神者皆人面而馬身其七神皆人面牛身四足而一臂操杖以行是為飛獸之神其祠之毛用少牢白菅為席其十軰神者其祠之毛一雄雞鈐而不糈毛采西次三經之首曰崇吾之山在河之南北望冢遂南望䍃之澤西望帝之搏獸之丘東望䗡淵有木焉員葉而白柎赤華而黒理其實如枳食之宜子孫有獸焉其狀如禺而文臂豹虎而善投名曰舉父有鳥焉其狀如鳬而一翼一目相得乃飛名曰蠻蠻見則天下大水西北三百里曰長沙之山泚水出焉北流注于泑水無草木多青雄黃又西北三百七十里曰不周之山北望諸毗之山臨彼嶽崇之山東望泑澤河水所濳也其源渾渾泡泡爰有嘉果其實如桃其葉如棗黄華而赤柎食之不勞又西北四百二十里曰峚山其上多丹木員葉而赤莖黄華而赤實其味如飴食之不飢丹水出焉西流注于稷澤其中多白玉是有玉膏其源沸沸湯湯黄帝是食是饗是生𤣥玉玉膏所出以灌丹木丹木五歲五色乃清五味乃馨黃帝乃取峚山之玉榮而投之鍾山之陽瑾瑜之玉為良堅粟精密濁澤而有光五色發作以和柔剛天地鬼神是食是饗君子服之以禦不祥自峚山至于鍾山四百六十里其間盡澤也是多奇鳥怪獸奇魚皆異物焉又西北四百二十里曰鍾山其子曰皷其狀如人面而龍身是與欽䲹殺葆江于崑崙之陽帝乃戮之鍾山之東曰􁳶崖欽䲹化為大鶚其狀如鵰而黑文白首赤喙而虎爪其音如晨鵠見則有大兵皷亦化為鵕鳥其狀如鴟赤足而直喙黄文而白首其音如鵠見則其邑大旱又西百八十里曰泰器之山觀水出焉西流注于流沙是多文鰩魚狀如鯉魚魚身而鳥翼蒼文而白首赤喙常行西海遊於東海以夜飛其音如鸞雞其味酸甘食之已狂見則天下大穰又西三百二十里曰槐江之山丘時之水出焉而北流注于泑水其中多蠃母其上多青雄黃多藏琅玕黄金玉其陽多丹粟其陰多采黄金銀實惟帝之平圃神英招司之其狀馬身而人面虎文而鳥翼狥于四海其音如橊南望崑崙其光熊熊其氣魂魂西望大澤后稷所潛也其中多玉其陰多榣木之有若北望諸毗槐鬼離侖居之鷹鸇之所宅也東望恒山四成有窮鬼居之各在一搏爰有滛水其清洛洛有天神焉其狀如牛而八足二首馬尾其音如勃皇見則其邑有兵西南四百里曰崑崙之丘是實惟帝之下都神陸吾司之其神狀虎身而九尾人面而虎爪是神也司天之九部及帝之囿時有獸焉其狀如羊而四角名曰土塿是食人有鳥焉其狀如蜂大如鴛鴦名曰欽原蠚鳥獸則死蠚木則枯有鳥焉其名曰鶉鳥是司帝之百服有木焉其狀如棠華黄赤實其味如李而無核名曰沙棠可以禦水食之使人不溺有草焉名曰薲草其狀如葵其味如葱食之已勞河水出焉而南流東注于無逹赤水出焉而東南流注于氾天之水洋水出焉而西南流注于醜塗之水黑水出焉而西流于大杅是多怪鳥獸又西三百七十里曰樂游之山桃水出焉西流注于稷澤是多白玉其中多䱻魚其狀如蛇而四足是食魚西水行四百里曰流沙二百里至于蠃母之山神長乗司之是天之九徳也其神狀如人而犳尾其上多玉其下多靑石而無水又西三百五十里曰玉山是西王母所居也西王母其狀如人豹尾虎齒而善嘯蓬髮戴勝是司天之厲及五殘有獸焉其狀如犬而豹文其角如牛其名曰狡其音如吠犬見則其國大禳有鳥焉其狀如翟而赤名曰胜遇是食魚其音如録見則其國大水又西四百八十里曰軒轅之丘無草木洵水出焉南流注于黒水其中多丹粟多青雄黄又西三百里曰積石之山其下有石門河水冒以西流是山也萬物無不有焉又西二百里曰長留之山其神白帝少昊居之其獸皆文尾其鳥皆文首是多文玉石實惟員神磈氏之宫是神也主司反景又西二百八十里曰章莪之山無草木多瑶碧所為甚怪有獸焉其狀如赤豹五尾一角其音如擊石其名如猙有鳥焉其狀如鶴一足赤文青質而白喙名曰畢方其鳴自叫也見則其邑有譌火又西三百里曰陰山濁浴之水出焉而西流注于蕃澤其中多文貝有獸焉其狀如狸而白首名曰天狗其音如榴榴可以禦凶又西二百里曰符愓之山其上多椶柟下多金玉神江疑居之是山也多怪雨風雲之所出也又西二百二十里曰三危之山三青鳥居之是山也廣員百里其上有獸焉其狀如牛白身四角其毫如披蓑其名曰􁀙􁀙是食人有鳥焉一首而三身其狀如􁝴其名曰䲭又西一百九十里曰騩山其上多玉而無石神耆童居之其音常如鐘磬其下多積蛇又西三百五十里曰天山多金玉有青雄黄英水出焉而西南流注于湯谷有神焉其狀如黄囊赤如丹火六足四翼渾敦無面目是識歌舞實惟帝江也又西二百九十里曰泑山神蓐收居之其上多嬰短之玉其陽多瑾瑜之玉其陰多青雄黄是山也西望日之所入其氣員神紅光之所司也西水行百里至于翼望之山無草木多金玉有獸焉其狀如狸一目而三尾名曰讙其音如奪百聲是可以禦凶服之已癉有鳥焉其狀如烏三首六尾而善笑名曰鵸䳜服之使人不厭又可以禦凶凡西次三經之首崇吾之山至于翼望之山凡二十三山六千七百四十四里其神狀皆羊身人面其祠之禮用一吉玉瘞糈用稷米西次四經之首曰陰山上多榖無石其草多茆蕃陰水出焉西流注于洛北五十里曰勞山多茈草弱水出焉而西流注于洛西五十里曰罷父之山洱水出焉而西流注于洛其中多茈碧北百七十里曰申山其上多榖柞其下多杻橿其陽多金玉區水出焉而東流注于河北二百里曰鳥山其上多桑其下多楮其陰多鐵其陽多玊辱水出焉而東流注于河又北百二十里曰上申之山上無草木而多硌石下多榛楛其獸多白鹿其鳥多當扈其狀如雉以其髯飛食之不眴目湯水出焉東流注于河又北百八十里曰諸次之山諸次之水出焉而東流注于河是山也多木無草鳥獸莫居是多衆蛇又北百八十里曰號山其木多漆㯶其草多葯䖀芎藭多汵石端水出焉而東流注于河又北二百二十里曰盂山其陰多鐵其陽多銅其獸多白狼白虎其鳥多白雉白翟生水出焉而東流注于河西二百五十里曰白於之山上多松栢下多櫟檀其獸多㸲牛羬羊其鳥多鴞洛水出于其陽而東流注于渭夾水出于其陰東流注于生水西北三百里曰申首之山無草木冬夏有雷申水出于其上潛于其下是多白玉又西五十五里曰涇谷之山涇水出焉東南流注于渭是多白金白玉又西百二十里曰剛山多柒木多㻬琈之玉剛水出焉北流注于渭是多神􁀙其狀人面獸身一足一手其音如欽又西二百里至剛山之尾洛水出焉而北流注于河其中多蠻蠻其狀鼠身而鼈首其音如吠犬又西三百五十里曰英鞮之山上多漆木下多金玉鳥獸盡白涴水出焉而北注于陵羊之澤是多冉遺之魚魚身蛇首六足其目如馬耳食之使人不眯可以禦凶又西三百里曰中曲之山其陽多玉其陰多雄黃白玉及金有獸焉其狀如馬而白身黑尾一角虎牙爪音如皷音其名曰駮是食虎豹可以禦兵有木焉其狀如棠而員葉赤實實大如木𤓰名曰櫰木食之多力又西二百六十里曰邽山其上有獸焉其狀如牛蝟毛名曰窮奇音如獋狗是食人濛水出焉南流注于洋水其中多黄貝蠃魚魚身而鳥翼音如鴛鴦見則其邑大水又西二百二十里曰鳥鼠同穴之山其上多白虎白玉渭水出焉而東流注于河其中多鰠魚其狀如鱣魚動則其邑有大兵濫水出于其西西流注于漢水多􁗺魮之魚其狀如覆銚鳥首而魚翼魚尾音如磬石之聲是生珠玉西南三百六十里曰崦嵫之山其上多丹木其葉如榖其實大如𤓰赤符而黑理食之已癉可以禦火其陽多龜其陰多玉苕水出焉而西流注于海其中多砥礪有獸焉其狀馬身而鳥翼人面蛇尾是好舉人名曰孰湖有鳥焉其狀如鴞而人面蜼身犬尾其名自號也見則其邑大旱凡西次四經自陰山以下至於崦嵫之山凡十九山三千六百八十里其祠祀禮皆用一白鷄祈糈以稻米白菅為席右西經之山志凡七十七山一萬七千五百一十七里"}
{"id": "KR3l0090_003", "series": "KR3l0090", "text": "北山經北山經之首曰單狐之山多机木其上多華草漨水出焉而西流注于泑水其中多芘石文石又北二百五十里曰求如之山其上多銅其下多玉無草木滑水出焉而西流注于諸毗之水其中多滑魚其狀如鱓赤背其音如梧食之已疣其中多水馬其狀如馬文臂牛尾其音如呼又北三百里曰帶山其上多玉其下多青碧有獸焉其狀如馬一角有錯其名曰䑏疏可以辟火有鳥焉其狀如烏五采而赤文名曰鵸䳜是自為牝牡食之不疽彭水出焉而西流注于芘湖之水其中多儵魚其狀如雞而赤毛三尾六足四首其音如鵲食之可以己憂又北四百里曰譙明之山譙水出焉西流注于河其中多何羅之魚一首而十身其音如吠犬食之已癰有獸焉其狀如貆而赤豪其音如榴榴名曰孟槐可以禦凶是山也無草木多青雄黄又北三百五十里曰涿光之山囂水出焉而西流注于河其中多鰼鰼之魚其狀如鵲而十翼鱗皆在羽端其音如鵲可以禦火食之不癉其上多松栢其下多㯶橿其獸多麢羊其鳥多蕃又北三百八十里曰虢山其上多漆其下多桐椐其陽多玉其隂多鐵伊水出焉西流注于河其獸多槖駝其鳥多寓狀如䑕而鳥翼其音如羊可以禦兵又北四百里至于虢山之尾其上多玉而無石魚水出焉西流注于河其中多文貝又北二百里曰丹熏之山其上多樗柏其草多韭薤多丹雘熏水出焉而西流注于棠水有獸焉其狀如䑕而兔首麋身其音如獋犬以其尾飛名曰耳䑕食之不䐆又可以禦百毒又北二百八十里曰石者之山其上無草木多瑶碧泚水出焉西流注于河有獸焉其狀如豹而文題白身名曰孟極是善伏其鳴自呼又北百一十里曰邊春之山多葱葵韭桃李杠水出焉而西流注于泑澤有獸焉其狀如禺而文身善笑見人則卧名曰幽鴳其鳴自呼又北二百里曰蔓聨之山其上無草木有獸焉其狀如禺而有鬛牛尾文臂馬蹄見人則呼名曰足訾其鳴自呼有鳥焉羣居而朋飛其毛如雌雉名曰鵁其鳴自呼食之已風又北百八十里曰單張之山其上無草木有獸焉其狀如豹而長尾人首而牛耳一目名曰諸犍其鳴善吒行則銜其尾居則蟠其尾有鳥焉其狀如雉而文首白翼黄足名曰白鵺食之已嗌痛可以已痸櫟水出焉而南流注于杠水又北三百二十里曰灌題之山其上多樗柘其下多流沙多砥有獸焉其狀如牛而白尾其音如訆名曰那父有鳥焉其狀如雌雉而人面見人則躍名曰竦斯其鳴自呼也匠韓之水出焉而西流注于泑澤其中多磁石又北二百里曰潘侯之山其上多松栢其下多榛楛其陽多玉其隂多鐵有獸焉其狀如牛而四節生毛名曰旄牛邊水出焉而南流注于櫟澤又北二百三十里曰小咸之山無草木冬夏有雪北二百八十里曰大咸之山無草木其下多玉是山也四方不可以上有蛇名曰長蛇其毛如彘豪其音如皷柝又北三百二十里曰敦薨之山其上多㯶柟其下多茈草敦薨之水出焉而西流注于泑澤出于崑崙之東北隅實惟河源其中多赤鮭其獸多兕旄牛其鳥多鳲鳩又北二百里曰少咸之山無草木多青碧有獸焉其狀如牛而赤身人面馬足名曰窫窳其音如嬰兒是食人敦水出焉東流注于鴈門之水其中多䰽䰽之魚食之殺人又北二百里曰獄法之山瀤澤之水出焉而東北流注于泰澤其中多䲃魚其狀如鯉而雞足食之已疣有獸焉其狀如犬而人面善投見人則笑其名山􁖧其行如風見則天下大風又北二百里曰北嶽之山多枳棘剛木有獸焉其狀如牛而四角人目彘耳其名曰諸懐其音如鳴鴈是食人諸懐之水出焉而西流注于囂水其中多鮨魚魚身而犬首其音如嬰兒食之已狂又北百八十里曰渾夕之山無草木多銅玉囂水出焉而西北流注于海有蛇一首兩身名曰肥遺見則其國大旱又北五十里曰北單之山無草木多葱韭又北百里曰羆差之山無草木多馬又北百八十里曰北鮮之山是多馬鮮水出焉而西北流注于涂吾之水又北百七十里曰隄山多馬有獸焉其狀如豹而文首名曰狕隄水出焉而東流注于泰澤其中多龍龜凡北山經之首自單狐之山至于隄山凡二十五山五千四百九十里其神皆人面蛇身其祠之毛用一雄雞彘瘞吉玉用一珪瘞而不糈其山北人皆生食不火之物北次二經之首在河之東其首枕汾其名曰管涔之山其上無木而多草其下多玉汾水出焉而西流注于河又西二百五十里曰少陽之山其上多玉其下多赤銀酸水出焉而東流注于汾水其中多美赭又北五十里曰縣雍之山其上多玉其下多銅其獸多閭麋其鳥多白翟白䳑晉水出焉而東南流注于汾水其中多鮆魚其狀如儵而赤麟其音如叱食之不驕又北二百里曰狐岐之山無草木多青碧勝水出焉而東北流注于汾水其中多蒼玉又北三百五十里曰白沙山廣員三百里盡沙也無草木鳥獸鮪水出于其上潛于其下是多白玉又北四百里曰爾是之山無草木無水又北三百八十里曰狂山無草木是山也冬夏有雪狂水出焉而西流注于浮水其中多美玉又北三百八十里曰諸餘之山其上多銅玉其下多松栢諸餘之水出焉而東流注于旄水又北三百五十里曰敦頭之山其上多金玉無草木旄水出焉而東流注于印澤其中多􁘂馬牛尾而白身一角其音如呼又北三百五十里曰鉤吾之山其上多玉其下多銅有獸焉其狀如羊身人面其目在腋下虎齒人爪其音如嬰兒名曰狍鴞是食人又北三百里曰北囂之山無石其陽多碧其隂多玉有獸焉其狀如虎而白身犬首馬尾彘鬛名曰獨𤞞有鳥焉其狀如鳥人面名曰􁗼􁠒宵飛而晝伏食之已暍涔水出焉而東流注于卭澤又北三百五十里曰梁渠之山無草木多金玉脩水出焉而東流注于鴈門其獸多居暨其狀如彚而赤毛其音如豚有鳥焉其狀如夸父四翼一目犬尾名曰囂其音如鵲食之已腹痛可以止衕又北四百里曰姑灌之山無草木是山也冬夏有雪又北三百八十里曰湖灌之山其陽多玉其隂多碧多馬湖灌之水出焉而東流注于海其中多䱇有木焉其葉如柳而赤理又北水行五百里流沙三百里至于洹山其上多金玉三桑生之其樹皆無枝其髙百仞百果樹生之其下多怪蛇又北三百里曰敦題之山無草木多金玉是錞于北海凡北次二經之首自管涔之山至于敦題之山凡十七山五千六百九十里其神皆蛇身人面其祠毛用一雄雞彘瘞用一璧一珪投而不糈北次三經之首曰太行之山其首曰歸山其上有金玉其下有碧有獸焉其狀如麢羊而四角馬尾而有距其名曰䮝善還其鳴自訆有鳥焉其狀如鵲白身赤尾六足其名曰䴅是善驚其鳴自詨又東北二百里曰龍侯之山無草木多金玉決決之水出焉而東流注于河其中多人魚其狀如䱱魚四足其音如嬰兒食之無癡疾又東北二百里曰馬成之山其上多文石其隂多金玉有獸焉其狀如白犬而黑頭見人則飛其名曰天馬其鳴自訆有鳥焉其狀如烏首白而身青足黄是名曰鶌鶋其鳴自詨食之不飢可以已寓又東北七十里曰咸山其上多玉其下多銅是多松栢草多茈草條菅之水出焉而西南流注于長澤其中多器酸三歲一成食之已癘又東北二百里曰天池之山其上無草木多文石有獸焉其狀如兔而䑕首以其背飛其名曰飛䑕澠水出焉潛于其下其中多黄堊又東三百里曰陽山其上多玉其下多金銅有獸焉其狀如牛而赤尾其頸腎其狀如句瞿其名曰領胡其鳴自詨食之已狂有鳥焉其狀如雌雉而五彩以文是自為牝牡名曰象蛇其鳴自詨留水出焉而南流注于河其中有􁌌父之魚其狀如鮒魚魚首而彘身食之已嘔又東三百五十里曰賁聞之山其上多蒼玉其下多黄堊多涅石又北百里曰王屋之山是多石㶌水出焉而西北流注于泰澤又東北三百里曰教山其上多玉而無石教水出焉西流注于河是水冬乾而夏流實惟乾河其中有兩山是山也廣員三百步其名曰發丸之山其上有金玉又南三百里曰景山南望鹽販之澤北望少澤其上多草藷藇其草多秦椒其隂多赭其陽多玉有鳥焉其狀如蛇而四翼六目三足名曰酸與其鳴自詨見則其邑有恐又東南三百二十里曰孟門之山其上多蒼玉多金其下多黄堊多涅石又東南三百二十里曰平山平水出于其上潛于其下是多美玉又東二百里曰京山有美玉多漆木多竹其陽有赤銅其隂有𤣥䃤髙水出焉南流注于河又東二百里曰虫尾之山其上多金玉其下多竹多青碧丹水出焉南流注于河薄水出焉而東南流注于黄澤又東三百里曰彭毗之山其上無草木多金玉其下多水蚤林之水出焉東南流注于河肥水出焉而南流注于牀水其中多肥遺之蛇又東百八十里曰小侯之山明漳之水出焉南流注于黄澤有鳥焉其狀如烏而白文名曰鴣􁗽食之不灂又東三百七十里曰泰頭之山共水出焉南注于虖沱其上多金玉其下多竹箭又東北二百里曰軒轅之山其上多銅其下多竹有鳥焉其狀如梟而白首其名曰黄鳥其鳴自詨食之不妬又北二百里曰謁戾之山其上多松栢有金玉沁水出焉南流注于河其東有林焉名曰丹林丹林之水出焉南流注于河嬰侯之水出焉北流注于氾水東三百里曰沮洳之山無草木有金玉濝水出焉南流注于河又北三百里曰神囷之山其上有文石其下有白蛇有飛蟲黄水出焉而東流注于洹滏水出焉而東流注于歐水又北二百里曰發鳩之山其上多柘木有鳥焉其狀如烏文首白喙赤足名曰精衛其鳴自詨是炎帝之少女名曰女娃女娃遊于東海溺而不返故為精衛常銜西山之木石以堙于東海漳水出焉東流注于河又東北百二十里曰少山其上有金玉其下有銅清漳之水出焉東流于濁漳之水又東北二百里曰錫山其上多玉其下有砥牛首之水出焉而東流注于滏水又北二百里曰景山有美玉景水出焉東南流注于海澤又北百里曰題首之山有玉焉多石無水又北百里曰繡山其上有玉青碧其木多栒其草多芍藥芎窮洧水出焉而東流注于河其中有鱯黽又北百二十里曰松山陽水出焉東北流注于河又北百二十里曰敦與之山其上無草木有金玉溹水出于其陽而東流注于泰陸之水泜水出于其隂而東流注于彭水槐水出焉而東流注于泜澤又北百七十里曰柘山其陽有金玉其隂有鐵歴聚之水出焉而北流注于洧水又北三百里曰維龍之山其上有碧玉其陽有金其隂有鐵肥水出焉而東流注于臯澤其中多礨石敞鐵之水出焉而北流注于大澤又北百八十里曰白馬之山其陽多石玉其隂多鐡多赤銅木馬之水出焉而東北流注于虖沱又北二百里曰空桑之山無草木冬夏有雪空桑之水出焉東流注于虖沱又北三百里曰泰戱之山無草木多金玉有獸焉其狀如羊一角一目目在耳後其名曰䍶䍶其鳴自訆虖沱之水出焉而東流注于漊水液女之水出于其陽南流注于沁水又北三百里曰石山多藏金玉濩濩之水出焉而東流注于虖沱鮮于之水出焉而南流注于虖沱又北二百里曰童戎之山臯涂之水出焉而東流注于漊液水又北三百里曰髙是之山滋水出焉而南流注于虖沱其木多㯶其草多條􁅘水出焉東流注于河又北三百里曰陸山多美玉􁶅水出焉而東流注于河又北二百里曰沂山般水出焉而東流注于河北百二十里曰燕山多嬰石燕水出焉東流注于河又北山行五百里水行五百里至于饒山是無草木多瑶碧其獸多槖駝其鳥多鶹歴虢之水出焉而東流注于河其中有師魚食之殺人又北四百里曰乾山無草木其陽有金玉其隂有鐵而無水有獸焉其狀如牛而三足其名曰獂其鳴自詨又北五百里曰倫山倫水出焉而東流注于河有獸焉其狀如麋其川在尾上其名曰羆又北五百里曰碣石之山繩水出焉而東流注于河其中多蒲夷之魚其上有玉其下多青碧又北水行五百里至于鴈門之山無草木又北水行四百里至于泰澤其中有山焉曰帝都之山廣員百里無草木有金玉又北五百里曰錞于母逢之山北望雞號之山其風如䬅西望幽都之山浴水出焉是有大蛇赤首白身其音如牛見則其邑大旱凡北次三經之首自太行之山以至于毋逢之山凡四十六山萬二千三百五十里其神狀皆馬身而人面者二十神其祠之皆用一藻茝瘞之其十四神狀皆彘身而載玉其祠之皆玉不瘞其十神狀皆彘身而八足蛇尾其祠之皆用一璧瘞之大凡四十四神皆用稌糈米祠之此皆不火食右北經之山志凡八十七山二萬三千二百三十里"}
{"id": "KR3l0090_004", "series": "KR3l0090", "text": "東山經東山經之首曰樕􁍌之山北臨乾昧食水出焉而東北流注于海其中多鱅鱅之魚其狀如犁牛其音如彘鳴又南三百里曰藟山其上有玉其下有金湖水出焉東流注于食水其中多活師又南三百里曰栒狀之山其上多金玉其下多青碧石有獸焉其狀如犬六足其名曰從從其鳴自詨有鳥焉其狀如雞而䑕毛其名曰䖪䑕見則其邑大旱􁧀水出焉而北流注于湖水其中多箴魚其狀如儵其喙如箴食之無疫疾又南三百里曰勃亝之山無草木無水又南三百里曰番條之山無草木多沙減水出焉北流注于海其中多鱤魚又南四百里曰姑兒之山其上多漆其下多桑柘姑兒之水出焉北流注于海其中多鱤魚又南四百里曰髙氏之山其上多玉其下多箴石諸繩之水出焉東流注于澤其中多金玉又南三百里曰嶽山其上多桑其下多樗濼水出焉東流注于澤其中多金玉又南三百里曰犲山其上無草木其下多水其中多堪㐨之魚有獸焉其狀如夸父而彘毛其音如呼見則天下大水又南三百里曰獨山其上多金玉其下多美石末塗之水出焉而東南流注于沔其中多䖺䗤其狀如黄蛇魚翼出入有光見則其邑大旱又南三百里曰泰山其上多玉其下多金有獸焉其狀如豚而有珠名曰狪狪其鳴自䚯環水出焉東流注于江其中多水玉又南三百里曰竹山錞于江無草木多瑶碧激水出焉而東南流注于娶檀之水其中多茈羸凡東山經之首自樕􁍌之山以至于竹山凡十二山三千六百里其神狀皆人身龍首祠毛用一犬祈䎶用魚東次二經之首曰空桑之山北臨食水東望沮吴南望沙陵西望湣澤有獸焉其狀如牛而虎文其音如欽其名曰軨軨其鳴自叫見則天下大水又南六百里曰曹夕之山其下多谷而無水多鳥獸又西南四百里曰嶧臯之山其上多金玉其下多白堊嶧臯之水出焉東流注于激女之水其中多蜃珧又南水行五百里流沙三百里至于葛山之尾無草木多砥礪又南三百八十里曰葛山之首無草木澧水出焉東流注于余澤其中多珠蟞魚其狀如肺而有目六足有珠其味酸甘食之無癘又南三百八十里曰餘峩之山其上多梓柟其下多荆芑雜余之水出焉東流注于黄水有獸焉其狀如兔而鳥喙鴟目蛇尾見人則眠名曰犰狳其鳴自䚯見則螽蝗為敗又南三百里曰杜父之山無草木多水又南三百里曰耿山無草木多水碧多大蛇有獸焉其狀如狐而魚翼其名曰朱獳其鳴自叫見則其國有恐又南三百里曰盧其之山無草木多沙石沙水出焉南流注于涔水其中多􁌹鶘其狀如鴛鴦而人足其鳴自䚯見則其國多土功又南三百八十里曰姑射之山無草木多水又南水行三百里流沙百里曰北姑射之山無草木多石又南三百里曰南姑射之山無草木多水又南三百里曰碧山無草木多大蛇多碧水玉又南五百里曰維氏之山無草木多金玉原水出焉東流注于沙澤又南三百里曰姑逢之山無草木多金玉有獸焉其狀如狐而有翼其音如鴻鴈其名曰獙獙見則天下大旱又南五百里曰鳧麗之山其上有金玉其下多箴石有獸焉其狀如狐而九尾九首虎爪名曰蠪姪其音如嬰兒是食人又南五百里曰䃌山南臨䃌水東望湖澤有獸焉其狀如馬而羊目四角牛尾其音如獋狗其名曰峳峳見則其國多狡客有鳥焉其狀如鳬而䑕尾善登木其名曰絜鉤見則其國多疫凡東次二經之首自空桑之山至于䃌山凡十七山六千六百四十里其神狀皆獸身人面載觡其祠毛用一雞祈嬰用一璧瘞又東次三經之首曰尸胡之山北望􁀙山其上多金玉其下多棘有獸焉其狀如麋而魚目名曰妴胡其鳴自䚯又南水行八百里曰岐山其木多桃李其獸多虎又南水行五百里曰諸鉤之山無草木多沙石是山也廣員百里多寐魚又南水行七百里曰中父之山無草木多沙又東水行千里曰胡射之山無草木多沙石又南水行七百里曰孟子之山其木多梓桐多桃李其草多菌蒲其獸多麋鹿是山也廣員百里其上有水出焉名曰碧陽其中多鱣鮪又南水行五百里曰流沙行五百里有山焉曰跂踵之山廣員二百里無草木有大蛇其上多玉有水焉廣員四十里皆涌其名曰深澤其中多蠵龜有魚焉其狀如鯉而六足鳥尾名曰鮯鮯之魚其鳴自叫又南水行九百里曰踇隅之山其上多草木多金玉多赭有獸焉其狀如牛而馬尾名曰精精其鳴自叫又南水行五百里流沙三百里至于無臯之山南望幼海東望榑木無草木多風是山也廣員百里凡東次三經之首自尸胡之山至于無臯之山凡九山六千九百里其神狀皆人身而羊角其祠用一牡羊米用黍是神也見則風雨水為敗又東次四經之首曰北號之山臨于北海有木焉其狀如楊赤華其實如棗而無核其味酸甘食之不瘧食水出焉而東北流注于海有獸焉其狀如狼赤首䑕目其音如豚名曰猲狙是食人有鳥焉其狀如雞而白首䑕足而虎爪其名曰鬿雀亦食人又南三百里曰旄山無草木蒼體之水出焉而西流注于展水其中多鱃魚其狀如鯉而大首食者不疣又南三百二十里曰東始之山上多蒼玉有木焉其狀如楊而赤理其汁如血不實其名曰芑可以服馬泚水出焉而東北流注于海其中多美貝多茈魚其狀如鮒一首而十身其臭如蘪蕪食之不䊧又東南三百里曰女烝之山其上無草木石膏水出焉而西注于鬲水其中多薄魚其狀如鱣魚而一目其音如歐見則天下大旱又東南二百里曰欽山多金玉而無石師水出焉而北流注于臯澤其中多鱃魚多文貝有獸焉其狀如豚而有牙其名曰當康其鳴自叫見則天下大穰又東南二百里曰子桐之山子桐之水出焉而西流注于餘如之澤其中多䱻魚其狀如魚而鳥翼出入有光其音如鴛鴦見則天下大旱又東北二百里曰剡山多金玉有獸焉其狀如彘而人面黄身而赤尾其名曰合窳其音如嬰兒是獸也食人亦食蟲蛇見則天下大水又東二百里曰太山上多金玉楨木有獸焉其狀如牛而白首一目而蛇尾其名曰蜚行水則竭行草則死見則天下大疫鉤水出焉而北流注于勞水其中多鱃魚凡東次四經之首自北號之山至于太山凡八山一千七百二十里右東經之山志凡四十六山萬八千八百六十里"}
{"id": "KR3l0090_005", "series": "KR3l0090", "text": "中山經中山經薄山之首曰甘棗之山共水出焉而西流注于河其上多杻木其下有草焉葵本而杏葉黄華而莢實名曰籜可以已瞢有獸焉其狀如􁶆鼠而文題其名曰㔮食之已癭又東二十里曰歴兒之山其上多橿多櫔木是木也方莖而員葉黄華而毛其實如揀服之不忘又東十五里曰渠豬之山其上多竹渠豬之水出焉而南流注于河其中是多豪魚狀如鮪赤喙尾赤羽可以已白癬又東三十五里曰葱聾之山其中多大谷是多白堊黑青黄堊又東十五里曰涹山其上多赤銅其隂多鐵又東七十里曰脱扈之山有草焉其狀如葵葉而赤華莢實實如㯶莢名曰植楮可以已癙食之不眯又東二十里曰金星之山多天嬰其狀如龍骨可以已痤又東七十里曰泰威之山其中有谷曰梟谷其中多鐵又東十五里曰橿谷之山其中多赤銅又東百二十里曰吳林之山其中多葌草又北三十里曰牛首之山有草焉名曰鬼草其葉如葵而赤莖其秀如禾服之不憂勞水出焉而西流注于潏水是多飛魚其狀如鮒魚食之已痔衕又北四十里曰霍山其水多榖有獸焉其狀如狸而白尾有鬛名曰朏朏養之可以已憂又北五十二里曰合谷之山是多薝棘又北三十五里曰隂山多礪石文石少水出焉其中多彫棠其葉如榆葉而方其實如赤菽食之已聾又東北四百里曰鼓鐙之山多赤銅有草焉名曰榮草其葉如柳其本如雞卵食之已風凡薄山之首自甘棗之山至于鼓鐙之山凡十五山六千六百七十里歴兒冡也其祠禮毛太牢之具縣以吉玉其餘十三山者毛用一羊縣嬰用桑封瘞而不糈桑封者桑主也方其下而鋭其上而中穿之加金中次二經濟山之首曰煇諸之山其上多桑其獸多閭麋其鳥多鶡又西南二百里曰發視之山其上多金玉其下多砥礪即魚之水出焉而西流注于伊水又西三百里曰豪山其上多金玉而無草木又西三百里曰鮮山多金玉無草木鮮水出焉而北流注于伊水其中多鳴蛇其狀如蛇而四翼其音如磬見則其邑大旱又西三百里曰陽山多石無草木陽水出焉而北流注于伊水其中多化蛇其狀如人面而豺身鳥翼而蛇行其音如叱呼見則其邑大水又西二百里曰昆吾之山其上多赤銅有獸焉其狀如彘而有角其音如號名曰蠪蚳食之不眯又西百二十里曰葌山葌水出焉而北流注于伊水其上多金玉其下多青雄黄有木焉其狀如棠而赤葉名曰􁁬草可以毒魚又西一百五十里曰獨蘇之山上無草木而多水又西二百里曰蔓渠之山其上多金玉其下多竹箭伊水出焉而東流注于洛有獸焉其名曰馬腹其狀如人面虎身其音如嬰兒是食人凡濟山經之首自煇諸之山至于蔓渠之山凡九山一千六百七十里其神皆人面而鳥身祠用毛用一吉玉投而不糈中次三經萯山之首曰敖岸之山其陽多㻬琈之玉其隂多赭黄金神熏池居之是常出美玉北望河林其狀如蒨如舉有獸焉其狀如白鹿而四角名曰夫諸見則其邑大水又東十里曰青要之山實維帝之密都北望河曲是多駕鳥南望墠渚禹父之所化是多僕纍蒲盧䰠武羅司之其狀人面而豹文小腰而白齒而穿耳以鐻其鳴如鳴玉是山也宜女子畛水出焉而北流注于河其中有鳥焉名曰鴢其狀如鳬青身而朱目赤尾食之宜子有草焉其狀如葌而方莖黄華赤實其本如藁本名曰荀草服之美人色又東十里曰騩山其上有美棗其隂有㻬琈之玉正回之水出焉而北流注于河其中多飛魚其狀如豚而赤文服之不畏雷可以禦兵又東四十里曰宜蘇之山其上多金玉其下多蔓居之木滽滽之水出焉而北流注于河是多黄貝又東二十里曰和山其上無草木而多瑶碧實惟河之九都是山也五曲九水出焉合而北流注于河其中多蒼玉吉神泰逢司之其狀如人而虎尾是好居于萯山之陽出入有光太逢神動天地氣也凡萯山之首自敖岸之山至于和山凡五山四百四十里其祠太逢熏池武羅皆一牡羊副嬰用吉玉其二神用一雄鷄瘞之糈用稌中次四經釐山之首曰鹿蹄之山其上多玉其下多金甘水出焉而北流注于洛其中多泠石西五十里曰扶豬之山其上多礝石有獸焉其狀如貉而人目其名曰䴦虢水出焉而北流注于洛其中多瓀石又西一百二十里曰釐山其陽多玉其隂多蒐有獸焉其狀如牛蒼身其音如嬰兒是食人其名曰犀渠滽滽之水出焉而南流注于伊水有獸焉名曰􁀙其狀如獳犬而有鱗其毛如彘鬛又西二百里曰箕尾之山多榖多涂石其上多㻬琈之玉又西二百五十里曰柄山其上多玉其下多銅滔雕之水出焉而北流注于洛其中多羬羊有木焉其狀如樗其葉如桐而莢實其名曰苃可以毒魚又西二百里曰白邊之山其上多金玉其下多青雄黄又西二百里曰熊耳之山其上多漆其下多㯶浮濠之水出焉而西流注于洛其中多水玉多人魚有草焉其狀如蘇而赤華名曰葶􁁉可以毒魚又西三百里曰牡山其上多文石其下多竹箭竹䉋其獸多㸲牛羬羊鳥多赤鷩又西三百五十里曰灌舉之山雒水出焉而東北流注于𤣥扈之水其中多馬腸之物此二山者洛間也凡釐山之首自鹿蹄之山至于𤣥扈之山凡九山千六百七十里其神狀皆人面獸身其祠之毛用一白雞祈而不糈以彩衣之中次五經薄山之首曰茍牀之山無草木多怪石東三百里曰首山其陰多穀柞草多􁌂芫其陽多㻬琈之玉木多槐其陰有谷曰机谷多􁥡鳥其狀如梟而三目有耳其音如錄食之已墊又東三百里曰縣斸之山無草木多文石又東二百里曰葱聾之山無草木多􁶇石東北五百里曰條谷之山其木多槐桐其草多芍藥􁈍冬又北十里曰超山其陰多蒼玉其陽有井冬有水而夏竭又東五百里曰成矦之山其上多櫄木其草多芃又東五百里曰朝歌之山谷多美堊又東五百里曰槐山谷多金錫又東十里曰歴山其木多槐其陽多玉又東十里曰尸山多蒼玉其獸多麖尸水出焉南流注于洛水其中多美玉又東十里曰良餘之山其上多榖柞無石餘水出于其陰而北流注于河乳水出于其陽而東南流注于洛又東南十里曰蠱尾之山多礪石赤銅龍餘之水出焉而東南流注于洛又東北二十里曰升山其木多榖柞棘其草多藷藇蕙多冦脫黄酸之水出焉而北流注于河其中多璇玉又東十二里曰陽虛之山多金臨于𤣥扈之水凡薄山之首自茍林之山至于陽虚之山凡十六山二千九百二十八里升山冢也其祠禮太牢嬰用吉玉首山䰠也其祠用稌黑犧太牢之具蘖釀干儛置鼓嬰用一璧尸水合天也肥牲祠之用一黑犬于上用一雌雞于下刉一牝羊獻血嬰用吉玉彩之饗之中次六經縞羝山之首曰平逢之山南望伊洛東望榖城之山無草木無水多沙石有神焉其狀如人而二首名曰驕蟲是為螫蟲實惟蜂蜜之廬其祠之用一雄雞禳而勿殺西十里曰縞羝之山無草木多金玉又西十里曰廆山其陰多㻬琈之玉其西有谷焉名曰雚谷其木多柳楮其中有鳥焉狀如山雞而長尾赤如丹火而青喙名曰鴒䳩其鳴自呼服之不眯交觴之水出于其陽而南流注于洛俞隨之水出于其陰而北流注于榖水又西三十里曰瞻諸之山其陽多金其陰多文石㴬水出焉而東南流注于洛少水出其陰而東流注于榖水又西三十里曰婁涿之山無草木多金玉瞻水出于其陽而東流注于洛陂水出于其陰而北流注于榖水其中多茈石文石又西四十里曰白石之山惠水出于其陽而南流注于洛其中多水玉澗水出于其陰西北流注于榖水其中多麋石櫨丹又西五十里曰榖山其上多榖其下多桑爽水出焉而西北流注于榖水其中多碧緑又西七十二里曰密山其陽多玉其陰多鐵豪水出焉而南流注于洛其中多旋龜其狀鳥首而鼈尾其音如判木無草木又西百里曰長石之山無草木多金玉其西有谷焉名曰共谷多竹共水出焉西南流注于洛其中多鳴石又西一百四十里曰傅山無草木多瑶碧厭染之水出于其陽而南流注于洛其中多人魚其西有林焉名曰墦冢穀水出焉而東流注于洛其中多珚玉又西五十里曰橐山其木多樗多􁄩木其陽多金玉其陰多鐵多蕭橐水出焉而北流注于河其中多脩辟之魚狀如黽而白喙其音如䲭食之已白癬又西九十里曰常烝之山無草木多堊潐水出焉而東北流注于河其中多蒼玉蓄水出焉而北流注于河又西九十里曰夸父之山其木多㯶柟多竹箭其獸多㸲牛羬羊其鳥多鷩其陽多玉其陰多鐵其北有林焉名曰桃林是廣員三百里其中多馬湖水出焉而北流注于河其中多珚玉又西九十里曰陽華之山其陽多金玉其陰多青雄黄其草多藷藇多苦辛其狀如橚其實如𤓰其味酸甘食之已􁫈楊水出焉而西南流注于洛其中多人魚門水出焉而東北流注于河其中多𤣥䃤􁀙姑之水出于其陰而東流注于門水其上多銅門水出于河七百九十里入雒水凡縞羝山之首自平逢之山至于陽華之山凡十四山七百九十里嶽在其中以六月祭之如諸嶽之祠法則天下安寧中次七經苦山之首曰休與之山其上有石焉名曰帝臺之棋五色而文其狀如鶉卵帝臺之石所以禱百神者也服之不蠱有草焉其狀如蓍赤葉而本叢生名曰夙條可以為簳東三百里曰鼔鍾之山帝臺之所以觴百神也有草焉方莖而黄華員葉而三成其名曰焉酸可以為毒其上多礪其下多砥又東二百里曰姑媱之山帝女死焉其名曰女尸化為䔄草其葉胥成其華黄其實如菟丘服之媚於人又東二十里曰苦山有獸焉名曰山膏其狀如逐赤若丹火善詈其上有木焉名曰黄棘黄華而員葉其實如蘭服之不字有草焉員葉而無莖赤華而不實名曰無條服之不癭又東二十七里曰堵山神天愚居之是多怪風雨其上有木焉名曰天楄方莖而葵狀服者不㖶又東五十二里曰放臯之山明水出焉南流注于伊水其中多蒼玉有木焉其葉如槐黄華而不實其名曰蒙木服之不惑有獸焉其狀如蜂枝尾而反舌善呼其名曰文文又東五十七里曰大􁔅之山多㻬琈之玉多麋玉有草焉其狀葉如榆方莖而蒼傷其名曰牛傷其根蒼文服者不厥可以禦兵其陽狂水出焉西南流注于伊水其中多三足龜食者無大疾可以已腫又東七十里曰半石之山其上有草焉生而秀其髙丈餘赤葉赤華華而不實其名曰嘉榮服之者不霆來需之水出於其陽而西流注于伊水其中多鯩魚黑文其狀如鮒食者不睡合水出于其陰而北流注于洛多鰧魚狀如鱖居逵蒼文赤尾食者不癰可以為瘻又東五十里曰少室之山百草木成囷其上有木焉其名曰帝休葉狀如楊其枝五衢黄華黑實服者不怒其上多玉其下多鐵休水出焉而北流注于洛其中多䱱魚狀如盩蜼而長距足白而對食者無蠱疾可以禦兵又東三十里曰泰室之山其上有木焉葉狀如梨而赤理其名曰栯木服者不妬有草焉其狀如􁌂白華黑實澤如蘡薁其名曰䔄草服之不昧上多美石又北三十里曰講山其上多玉多柘多栢有木焉名曰帝屋葉狀如椒反傷赤實可以禦凶又北三十里曰嬰梁之山上多蒼玉錞于𤣥石又東三十里曰浮戲之山有木焉葉狀如樗而赤實名曰亢木食之不蠱氾水出焉而北流注于河其東有谷因名曰蛇谷上多少辛又東四十里曰少陘之山有草焉名曰􁤫草葉狀如葵而赤莖白華實如蘡薁食之不愚器難之水出焉而北流注于役水又東南十里曰太山有草焉名曰梨其葉狀如荻而赤華可以已疽太水出于其陽而東南流注于没水承水出于其陰而東北流注于没又東二十里曰末山上多赤金末水出焉北流注于没又東二十五里曰役山上多白金多鐵役水出焉北注于河又東三十五里曰敏山上有木焉其狀如荆白華而赤實名曰葪栢服者不寒其陽多㻬琈之玉又東三十里曰大騩之山其陰多鐵美玉青堊有草焉其狀如蓍而毛青華而白實其名曰􁅖服之不夭可以為腹病凡苦山之首自休與之山至于大騩之山凡十有九山千一百八十四里其十六神者皆豕身而人面其祠毛牷用一羊羞嬰用一藻玉瘞苦山少室太室皆冢也其祠之太牢之具嬰以吉玉其神狀皆人面而三首其餘屬皆豕身人面也中次八經荆山之首曰景山其上多金玉其木多杼檀雎水出焉東南流注于江其中多丹粟多文魚東北百里曰荆山其陰多鐵其陽多赤金其中多犛牛多虎豹其木多松栢其草多竹多橘櫾漳水出焉而東南流注于雎其中多黃金多鮫魚其獸多閭麋又東北百五十里曰驕山其上多金其下多青䨼其木多松栢多桃枝鈎端神􁁉圍處之其狀如人面羊角虎爪恒遊于睢漳之淵出入有光又東北百二十里曰女几之山其上多玉其下多黄金其獸多豹虎多閭麋麖麂其鳥多白鷮多翟多􁀙又東北二百里曰宜諸之山其上多金玉其下多青䨼洈水出焉而南流注于漳其中多白玉又東北三百五十里曰綸山其木多梓柟多桃枝多柤栗橘櫾其獸多閭麈麢㚟又東北二百里曰陸䣀之山其上多㻬琈之玉其下多堊其木多杻橿又東百三十里曰光山其上多碧其下多木神計蒙處之其狀人身而龍首恒遊于漳淵出入必有飄風暴雨又東百五十里曰岐山其陽多赤金其陰多白珉其上多金玉其下多青䨼其木多樗神涉􁁉處之其狀人身而方面三足又東百三十里曰銅山其上多金銀鐵其木多榖柞柤栗橘櫾其獸多豹又東北一百里曰美山其獸多兕牛多閭麈多豕鹿其上多金其下多青䨼又東北百里曰大堯之山其木多松栢多梓桑多机其草多竹其獸多豹虎麢㚟又東北三百里曰靈山其上多金玉其下多青䨼其木多桃李梅杏又東北七十里曰龍山上多寓木其上多碧其下多錫其草多桃枝鈎端又東南五十里曰衡山上多寓木榖柞多黄堊白堊又東南七十里曰石山其上多金其下多青䨼多寓木又南百二十里曰若山其上多㻬琈之玉多赭多邽石多寓木多柘又東南一百二十里曰彘山多美石多柘又東南一百五十里曰玉山其上多金玉其下多碧鐵其木多栢又東南七十里曰讙山其木多檀多邽石多白錫郁水出于其上潛于其下其中多砥礪又東北百五十里曰仁舉之山其木多穀柞其陽多赤金其陰多赭又東五十里曰師每之山其陽多砥礪其陰多青䨼其木多栢多檀多柘其草多竹又東南二百里曰琴鼓之山其木多榖柞椒柘其上多白珉其下多洗石其獸多豕鹿多白犀其鳥多鴆凡荆山之首自景山至琴鼓之山凡二十三山二千八百九十里其神狀皆鳥身而人面其祠用一雄雞祈瘞用一藻圭糈用稌驕山冡也其祠用羞酒少牢祈瘞嬰毛一璧中次九經岷山之首曰女几之山其上多石涅其木多杻橿其草多菊􁌂洛水出焉東注于江其中多雄黃其獸多虎豹又東北三百里曰岷山江水出焉東北流注于海其中多良龜多鼉其上多金玉其下多白珉其木多梅棠其獸多犀象多夔牛其鳥多翰鷩又東北一百四十里曰崍山江水出焉東流注大江其陽多黄金其陰多麋麈其木多檀柘其草多薤韭多葯空奪又東一百五十里曰崌山江水出焉東流注于大江其中多怪蛇多䲀魚其木多楢杻多梅梓其獸多䕫牛麢㚟犀兕有鳥焉狀如鴞而赤身白首其名曰竊脂可以禦火又東三百里曰髙梁之山其上多堊其下多砥礪其木多桃枝鉤端有草焉狀如葵而赤華莢實白柎可以走馬又東四百里曰蛇山其上多黄金其下多堊其木多栒多豫樟其草多嘉榮少辛有獸焉其狀如狐而白尾長耳名􁘁狼見則國内有兵又東五百里曰鬲山其陽多金其陰多白珉蒲􁳥之水出焉而東流注于江其中多白玉其獸多犀象熊羆多猨蜼又東北三百里曰隅陽之山其上多金玉其下多青䨼其木多梓桑其草多茈徐之水出焉東流注于江其中多丹粟又東二百五十里曰岐山其上多白金其下多鐵其木多梅梓多杻楢減水出焉東南流注于江又東三百里曰勾檷之山其上多玉其下多黄金其木多櫟柘其草多芍藥又東一百五十里曰風雨之山其上多白金其下多石涅其木多棷樿多楊宣余之水出焉東流注于江其中多蛇其獸多閭麋多麈豹虎其鳥多白鷮又東北二百里曰玉山其陽多銅其陰多赤金其木多豫樟楢杻其獸多豕鹿麢㚟其鳥多鴆又東一百五十里曰熊山有穴焉熊之穴恒出神人夏啓而冬閉是穴也冬啓乃必有兵其上多白玉其下多白金其木多樗柳其草多寇脱又東一百四十里曰騩山其陽多美玉赤金其陰多鐵其木多桃枝荆芭又東二百里曰葛山其上多赤金其下多瑊石其木多柤栗橘櫾楢杻其獸多麢㚟其草多嘉榮又東一百七十里曰賈超之山其陽多黄堊其陰多美赭其木多柤栗橘櫾其中多龍脩凡岷山之首自女几山至于賈超之山凡十六山三千五百里其神狀皆馬身而龍首其祠毛用一雄雞瘞糈用稌文山勾檷風雨騩之山是皆冢也其祠之羞酒少牢具嬰毛一吉玉熊山席也其祠羞酒太牢具嬰毛一璧干儛用兵以禳祈璆冕舞中次十經之首曰首陽之山其上多金玉無草木又西五十里曰虎尾之山其木多椒椐多封石其陽多赤金其隂多鐵又西南五十里曰繁繢之山其木多楢杻其草多枝勾又西南二十里曰勇石之山無草木多白金多水又西二十里曰復州之山其木多檀其陽多黄金有鳥焉其狀如鴞而一足彘尾其名曰跂踵見則其國大疫又西三十里曰楮山多寓木多椒椐多柘多堊又西二十里曰又原之山其陽多青䨼其隂多鐵其鳥多鸜鵒又西五十里曰涿山其木多榖柞杻其陽多㻬琈之玉又西七十里曰丙山其木多梓檀多弞杻凡首陽山之首自首山至于丙山凡九山二百六十七里其神狀皆龍身而人面其祠之毛用一雄雞瘞糈用五種之糈堵山冢也其祠之少牢具羞酒祠嬰毛一璧瘞騩山帝也其祠羞酒太牢其合巫祝二人儛嬰一璧中次一十一山經荆山之首曰翼望之山湍水出焉東流注于濟貺水出焉東南流注于漢其中多蛟其上多松栢其下多漆梓其陽多赤金其陰多珉又東北一百五十里曰朝歌之山潕水出焉東南流注于榮其中多人魚其上多梓柟其獸多麢麋有草焉名曰莽草可以毒魚又東南二百里曰帝囷之山其陽多㻬琈之玉其陰多鐵帝囷之水出于其上潛于其下多鳴蛇又東南五十里曰視山其上多韭有井焉名曰天井夏有水冬竭其上多桑多美堊金玉又東南二百里曰前山其木多櫧多柏其陽多金其陰多赭又東南三百里曰豐山有獸焉其狀如蝯赤目赤喙黄身名曰雍和見則國有大恐神耕父處之常遊清冷之淵出入有光見則其國為敗有九鐘焉是知霜鳴其上多金其下多榖柞杻橿又東北八百里曰兔牀之山其陽多鐵其木多藷藇其草多雞榖其本如雞卵其味酸甘食者利于人又東六十里曰皮山多堊多赭其木多松柏又東六十里曰瑶碧之山其木多梓柟其陰多青䨼其陽多白金有鳥焉其狀如雉恒食蜚名曰鴆又東四十里曰支離之山濟水出焉南流注于漢有鳥焉其名曰嬰勺其狀如鵲赤目赤喙白身其尾若勺其鳴自呼多㸲牛多羬羊又東北五十里曰祑􁁉之山其上多松柏机柏又西北一百里曰堇理之山其上多松柏多美梓其陰多丹䨼多金其獸多豹虎有鳥焉其狀如鵲青身白喙白目白尾名曰青耕可以禦疫其鳴自叫又東南三十里曰依軲之山其上多杻橿多苴有獸焉其狀如犬虎爪有甲其名曰獜善駚􁗇食者不風又東南三十五里曰即谷之山多美玉多𤣥豹多閭麈多麢㚟其陽多珉其陰多青䨼又東南四十里曰雞山其上多美梓多桑其草多韭又東南五十里曰髙前之山其上有水焉甚寒而青帝臺之漿也飲之者不心痛其上有金其下有赭又東南三十里曰游戲之山多杻橿榖多玉多封石又東南三十五里曰從山其上多松柏其下多竹從水出于其上潛于其下其中多三足鼈枝尾食之無蠱疫又東南三十里曰嬰䃌之山其上多松柏其下多梓櫄又東南三十里曰畢山帝苑之水出焉東北流注于視其中多水玉多蛟其上多㻬琈之玉又東南二十里曰樂馬之山有獸焉其狀如彚赤如丹火其名曰􁵫見則其國大疫又東南二十五里曰葴山視水出焉東南流注于汝水其中多人魚多蛟多頡又東四十里曰嬰山其下多青䨼其上多金玉又東三十里曰虎首之山多苴椆椐又東二十里曰嬰侯之山其上多封石其下多赤錫又東五十里曰大孰之山殺水出焉東北流注于視水其中多白堊又東四十里曰卑山其上多桃李苴梓多纍又東三十里曰倚帝之山其上多玉其下多金有獸焉其狀如鼣鼠白耳白喙名曰狙如見則其國有大兵又東三十里曰鯢山鯢水出于其上潛于其下其中多美堊其上多金其下多青䨼又東三十里曰雅山澧水出焉東流注于視水其中多大魚其上多美桑其下多苴多赤金又東五十里曰宣山淪水出焉東南流注于視水其中多蛟其上有桑焉大五十尺其枝四衢其葉大尺餘赤理黃華青柎名曰帝女之桑又東四十五里曰衡山其上多青䨼多桑其鳥多鸜鵒又東四十里曰豐山其上多封石其木多桑多羊桃狀如桃而方莖可以為皮張又東七十里曰嫗山其上多美玉其下多金其草多雞榖又東三十里曰鮮山其木多楢杻苴其草多􁈍冬其陽多金其陰多鐵有獸焉其狀如膜大赤喙赤目白尾見則其邑有火名曰􁘅即又東三十里曰章山其陽多金其陰多美石臯水出焉東流注于澧水其中多脆石又東二十五里曰大支之山其陽多金其木多榖柞無草木又東五十里曰區吳之山其木多苴又東五十里曰聲匈之山其木多榖多玉上多封石又東五十里曰大騩之山其陽多赤金其陰多砥石又東十里曰踵臼之山無草木又東北七十里曰歴石之山其木多荆芑其陽多黄金其陰多砥石有獸焉其狀如狸而白首虎爪名曰梁渠見則其國有大兵又東南一百里曰求山求水出于其上潛于其下中有美赭其木多苴多䉋其陽多金其陰多鐵又東二百里曰丑陽之山其上多椆椐有鳥焉其狀如烏而赤足名曰􁀙餘可以禦火又東三百里曰奧山其上多柏杻橿其陽多㻬琈之玉奥水出焉東流注于視水又東三十五里曰服山其木多苴其上多封石其下多赤錫又東百十里曰杳山其上多嘉榮草多金玉又東三百五十里曰几山其木多楢檀杻其草多香有獸焉其狀如彘黃身白頭白尾名曰聞􁘄見則天下大風凡荆山之首自翼望之山至于几山凡四十八山三千七百三十二里其神狀皆彘身人首其祠毛用一雄雞祈瘞用一珪糈用五種之精禾山帝也其祠太牢之具羞瘞倒毛用一璧牛無常堵山玉山冢也皆倒祠羞毛少牢嬰毛吉玉中次十二經洞庭山之首曰篇遇之山無草木多黃金又東南五十里曰雲山無草木有桂竹甚毒傷人必死其上多黃金其下多㻬琈之玉又東南一百三十里曰龜山其木多榖柞椆椐其上多黄金其下多青雄黃多扶竹又東七十里曰丙山多筀竹多黄金銅鐵無木又東南五十里曰風伯之山其上多金玉其下多痠石文石多鐵其木多柳杻檀楮其東有林焉名曰莽浮之林多美木鳥獸又東一百五十里曰夫夫之山其上多黄金其下多青雄黃其木多桑楮其草多竹雞鼓神于兒居之其狀人身而身操兩蛇常遊于江淵出入有光又東南一百二十里曰洞庭之山其上多黄金其下多銀鐵其木多柤梨橘櫾其草多葌蘪蕪芍藥芎藭帝之二女居之是常遊于江淵澧沅之風交瀟湘之淵是在九江之間出入必以飄風暴雨是多怪神狀如人而載蛇左右手操蛇多怪鳥又東南一百八十里曰暴山其木多㯶柟荆芑竹箭䉋箘其上多黄金玉其下多文石鐵其獸多麋鹿􁊔就又東南二百里曰即公之山其上多黄金其下多㻬琈之玉其木多柳杻檀桑有獸焉其狀如龜而白身赤首名曰蛫是可以禦火又東南一百五十九里曰堯山其陰多黃堊其陽多黃金其木多荆芑柳檀其草多藷藇􁌂又東南一百里曰江浮之山其上多銀砥礪無草木其獸多豕鹿又東二百里曰真陵之山其上多黃金其下多玉其木多榖柞柳杻其草多榮草又東南一百二十里曰陽帝之山多美銅其木多橿杻檿楮其獸多麢麝又南九十里曰柴桑之山其上多銀其下多碧多冷石赭其木多柳芑楮桑其獸多麋鹿多白蛇飛蛇又東二百三十里曰榮余之山其上多銅其下多銀其木多柳芑其蟲多怪蛇怪蟲凡洞庭山之首自篇遇之山至于榮余之山凡十五山二千八百里其神狀皆鳥身而龍首其祠毛用一雄雞一牝豚刉糈用稌凡夫夫之山即公之山堯山陽帝之山皆冡也其祠皆肆瘞祈用酒毛用少牢嬰毛一吉玉洞庭榮余山神也其祠皆肆瘞祈酒太牢祠嬰用圭璧十五五彩惠之右中經之山志大凡百九十七山二萬一千三百七十一里大凡天下名山五千三百七十居地大凡六萬四千五十六里禹曰天下名山經五千三百七十山六萬四千五十六里居地也言其五臧蓋其餘小山甚衆不足記云天地之東西二萬八千里南北二萬六千里出水之山者八千里受水者八千里出銅之山四百六十七出鐵之山三千六百九十此天地之所分壤樹榖也戈矛之所發也刀鎩之所起也能者有餘拙者不足封於太山禪於梁父七十二家得失之數皆在此内是謂國用右五臧山經五篇大凡一萬五千五百三字"}
{"id": "KR3l0090_006", "series": "KR3l0090", "text": "海外南經地之所載六合之間四海之内照之以日月經之以星辰紀之以四時要之以太歳神靈所生其物異形或夭或壽唯聖人能通其道海外自西南陬至東南陬者結匈國在其西南其為人結匈南山在其東南自此山來蟲為蛇蛇號為魚一曰南山在結匈東南比翼鳥在其東其為鳥青赤兩鳥比翼一曰在南山東羽民國在其東南其為人長頭身生羽一曰在比翼鳥東南其為人長頰有神人二八連臂為帝司夜於此野在羽民東其為人小頰赤肩盡十六人畢方鳥在其東青水西其為鳥人面一脚一曰在二八神東讙頭國在其南其為人人面有翼鳥喙方捕魚一曰在畢方東或曰讙朱國厭火國在其國南獸身黒色生火出其口中一曰在讙朱東三株樹在厭火北生赤水上其為𣗳如栢葉皆為珠一曰其為𣗳若彗三苖國在赤水東其為人相隨一曰三毛國臷國在其東其為人黄能操弓射蛇一曰臷國在三毛東貫匈國在其東其為人匈有竅一曰在臷國東交脛國在其東其為人交脛一曰在穿匈東不死民在其東其為人黒色壽不死一曰在穿匈國東岐舌國在其東一曰在不死民東崑崙墟在其東墟四方一曰在岐舌東為墟四方羿與鑿齒戰於壽華之野羿射殺之在崑崙墟東羿持弓矢鑿齒持盾一曰戈三首國在其東其為人一身三首一曰在鑿齒東周饒國在其東其為人短小冠帶一曰焦僥國在三首東長臂國在其東捕魚水中兩手各操一魚一曰在焦僥東捕魚海中狄山帝堯𦵏於陽帝嚳𦵏於隂爰有熊羆文虎蜼豹離朱視肉吁咽文王皆𦵏其所一曰湯山一曰爰有熊羆文虎蜼豹離朱􁀙久視肉虖交其范林方三百里南方祝融獸身人靣乘兩龍"}
{"id": "KR3l0090_007", "series": "KR3l0090", "text": "海外西經海外自西南陬至西北陬者滅蒙鳥在結匈國北為鳥青赤尾大運山高三百仭在滅蒙鳥北大樂之野夏后啓於此儛九代乘兩龍雲葢三層左手操翳右手操環佩玉璜在大運山北一曰大遺之野三身國在夏后啓北一首而三身一臂國在其北一臂一目一鼻孔有黄馬虎文一目而一手竒肱之國在其北其人一臂三目有隂有陽乘文馬有鳥焉兩頭赤黄色在其旁形天與帝至此争神帝斷其首𦵏之常羊之山乃以乳為目以臍為口操干戚以舞女祭女戚在其北居兩水間戚操魚䱉祭操爼䳐鳥􁡸鳥其色青黄所經國亡在女祭北䳐鳥人面居山上一曰維鳥青鳥黄鳥所集丈夫國在維鳥北其為人衣冠帶劔女丑之尸生而十日炙殺之在丈夫北以右手鄣其靣十日居上女丑居山之上巫咸國在女丑北右手操青蛇左手操赤蛇在登葆山羣巫所從上下也并封在巫咸東其狀如彘前後皆有首黑女子國在巫咸北兩女子居水周之一曰居一門中軒轅之國在此窮山之際其不壽者八百歳在女子國北人靣蛇身尾交首上窮山在其北不敢西射畏軒轅之丘在軒轅國北其丘方四蛇相繞此諸夭之野鸞鳥自歌鳯鳥自舞鳯皇卵民食之甘露民飲之所欲自從也百獸相與羣居在四蛇北其人兩手操卵食之兩鳥居前導之龍魚陵居在其北狀如狸一曰蝦即有神聖乘此以行九野一曰鼈魚在夭野北其為魚也如鯉白民之國在龍魚北白身被髪有乘黄其狀如狐其背上有角乘之壽二千歳肅慎之國在白民北有𣗳名曰雄常先入伐帝於此取之長股之國在雄常北被髪一曰長脚西方蓐收左耳有蛇乘兩龍"}
{"id": "KR3l0090_008", "series": "KR3l0090", "text": "晋郭璞撰海外北經海外自東北陬至西北陬者無䏿之國在長股東為人無䏿鍾山之神名曰燭隂視為晝暝為夜吹為冬呼為夏不飲不食不息息為風身長千里在無䏿之東其為物人面蛇身赤色居鍾山下一目國在其東一目中其面而居一曰有手足柔利國在一目東為人一手一足反膝曲足居上一云畱利之國人足反折共工之臣曰相桞氏九首以食於九山相桞之所抵厥為澤谿禹殺相桞其血腥不可以𣗳五穀種禹厥之三仭三沮乃以為衆帝之臺在崑崙之北柔利之東相桞者九首人靣蛇身而青不敢北射畏共工之臺臺在其東臺四方隅有一蛇虎色首衝南方深目國在其東為人舉一手一目在共工臺東無腸之國在深目東其為人長而無腸聶耳之國在無腸國東使兩文虎為人兩手聶其耳縣居海水中及水所出入竒物兩虎在其東夸父與日逐走入日渴欲得飲飲於河渭河渭不足北飲大澤未至道渴而死弃其杖化為鄧林博父國在聶耳東其為人大右手操青蛇左手操黄蛇鄧林在其東二𣗳木一曰博父禹所積石之山在其東河水所入拘纓之國在其東一手把纓一曰利纓之國尋木長千里在拘纓南生河上西北跂踵國在拘纓東其為人大兩足亦大一曰大踵歐絲之野在大踵東一女子跪據𣗳歐絲三桑無枝在歐絲東其木長百仭無枝范陵方三百里在三桑東洲環其下務隅之山帝顓頊𦵏於陽九嬪𦵏於隂一曰爰有熊羆文虎離朱􁀙久視肉平丘在三桑東爰有遺玉青鳥視肉楊柳甘柤甘華百果所生在兩山夾上谷二大丘居中名曰平丘北海内有獸其狀如馬名曰騊駼有獸焉其名曰駮狀如白馬鋸牙食虎豹有素獸焉狀如馬名曰蛩蛩有青獸焉狀如虎名曰羅羅北方禺彊人面鳥身珥兩青蛇踐兩青蛇"}
{"id": "KR3l0090_009", "series": "KR3l0090", "text": "海外東經海外自東南陬至東北陬者􁒴丘爰有遺玉青馬視肉楊柳甘柤甘華甘果所生在東海兩山夾丘上有𣗳木一曰嗟丘一曰百果所在在堯𦵏東大人國在其北為人大坐而削船一曰在􁒴丘北奢比之尸在其北獸身人面大耳珥兩青蛇一曰肝榆之尸在大人北君子國在其北衣冠帶劔食獸使二大虎在旁其人好讓不爭有薰華草朝生夕死一曰在肝榆之尸北蚩蚩在其北各有兩首一曰在君子國北朝陽之谷神曰天呉是為水伯在蚩蚩北兩水間其為獸也八首人面八足八尾皆青黄青丘國在其北其狐四足九尾一曰在朝陽北帝命竪亥歩自東極至於西極五億十選九千八百步竪亥右手把算左手指青丘北一曰禹令竪亥一曰五億十萬九千八百歩黒齒國在其北為人黑食稻啖蛇一赤一青在其旁一曰在竪亥北為人黑手食稻使蛇其一蛇赤下有湯谷湯谷上有扶桑十日所浴在黒齒北居水中有大木九日居下枝一日居上枝雨師妾在其北其為人黑兩手各操一蛇左耳有青蛇右耳有赤蛇一曰在十日北為人黑身人靣各操一龜𤣥股之國在其北其為人衣魚食䳼使兩鳥夾之一曰在雨師妾北毛民之國在其北為人身生毛一曰在𤣥股北勞民國在其北其為人黑或曰教民一曰在毛民北為人靣目手足盡黑東方勾芒鳥身人面乘兩龍"}
{"id": "KR3l0090_010", "series": "KR3l0090", "text": "海内南經海内東南陬以西者甌居海中閩在海中其西北有山一曰閩中山在海中三天子鄣山在閩西海北一曰在海中桂林八𣗳在番隅東伯慮國離耳國彫題國北朐國皆在鬰水南鬰水出湘陵南海一曰相慮梟陽國在北朐之西其為人人面長唇黒身有毛反踵見人笑亦笑左手操管兕在舜塟東湘水南其狀如牛蒼黑一角蒼梧之山帝舜𦵏於陽帝丹朱𦵏於隂汜林方三百里在狌狌東狌狌知人名其為獸如豕而人面在舜𦵏西狌狌西北有犀牛其狀如牛而黒夏后啓之臣曰孟涂是司神於巴人請訟於孟涂之所其衣有血者乃執之是請生居山上在丹山西丹山在丹陽南丹陽居属也窫窳龍首居弱水中在狌狌知人名之西其狀如龍首食人有木其狀如牛引之有皮若纓黄蛇其葉如羅其實如欒其木若蓲其名曰建木在窫窳西弱水上氐人國在建木西其為人人面而魚身無足巴蛇食𧰼三歳而出其骨君子服之無心腹之疾其為蛇青黄赤黑一曰黑蛇青首在犀牛西旄馬其狀如馬四節有毛在巴蛇西北髙山南匈奴開題之國列人之國並在西北"}
{"id": "KR3l0090_011", "series": "KR3l0090", "text": "海内西經海内西南陬以北者貳負之臣曰危危與貳負殺窫窳帝乃梏之疏屬之山桎其右足反縛兩手與髪繋之山上木在開題西北大澤方百里羣鳥所生及所解在鴈門北鴈門山鴈出其間在髙柳北髙柳在代北后稷之𦵏山水環之在氐國西流黄酆氏之國中方三百里有塗四方中有山在后稷𦵏西流沙出鍾山西行又南行崑崙之墟西南入海黑水之山東胡在大澤東夷人在東胡東貊國在漢水東北地近于燕滅之孟鳥在貊國東北其鳥文赤黄青東鄉海内崑崙之墟在西北帝之下都崑崙之墟方八百里髙萬仭上有木禾長五尋大五圍面有九井以玉為檻面有九門門有開眀獸守之百神之所在在八隅之巖赤水之際非仁羿莫能上岡之巖赤水出東南隅以行其東北西南流注南海厭火東河水出東北隅以行其北西南又入渤海又出海外即西而北入禹所導積石山洋水黑水出西北隅以東東行又東北南入海羽民南弱水青水出西南隅以東又北又西南過畢方鳥東崑崙南淵深三百仭開明獸身大𩔖虎而九首皆人面東嚮立崑崙上開明西有鳯凰鸞鳥皆戴蛇踐蛇膺有赤蛇開明北有視肉珠𣗳文玉𣗳玗琪𣗳不死樹鳯凰鸞鳥皆戴􁀙又有離朱木木栢𣗳甘水聖木曼兌一曰挺木牙交開明東有巫彭巫抵巫陽巫履巫凡巫相夾窫窳之尸皆操不死之藥以距之窫窳者蛇身人面貳負臣所殺也服常𣗳其上有三頭人伺琅玕𣗳開明南有𣗳鳥六首蛟蝮蛇蜼豹鳥秩𣗳於表池𣗳木誦鳥鶽視肉"}
{"id": "KR3l0090_012", "series": "KR3l0090", "text": "海内北經海内西北陬以東者蛇巫之山上有人操杯而東向立一曰龜山西王母梯几而戴勝杖其南有三青鳥為西王母取食在崑崙墟北有人曰大行伯把戈其東有犬封國貳負之尸在大行伯東犬封國曰犬戎國狀如犬有一女子方跪進柸食有文馬縞身朱鬛目若黄金名曰吉量乘之壽千歳鬼國在貳負之尸北為物人面而一目一曰貳負神在其東人面蛇身蜪犬如犬青食人從首始窮竒狀如虎有翼食人從首始所食𬒳髪在蜪犬北一曰從足帝堯臺帝嚳臺帝丹朱臺帝舜臺各二臺臺四方在崑崙東北大蠭其狀如螽朱蛾其狀如蛾蟜其為人虎文脛有䏿在窮竒東一曰狀如人崑崙墟北所有闒非人面而獸身青色據北之尸其為人折頸𬒳髪無一手環狗其為人獸首人身一曰蝟狀如狗黄色袜其為物人身黑首從目戎其為人人首三角林氏國有珍獸大若虎五彩畢具尾長于身名曰騶吾乘之日行千里崑崙墟南有所汜林方三百里從極之淵深三百仭維氷夷恒都焉氷夷人面乘兩龍一曰忠極之淵陽汙之山河出其中凌門之山河出其中王子夜之尸兩手兩股胷首齒皆斷異處舜妻登比氏生宵明燭光處河大澤二女之靈能照此所方百里一曰登北氏葢國在鉅燕南倭北倭屬燕朝鮮在列陽東海北山南列陽屬燕列姑射在海河洲中姑射國在海中属列姑射西南山環之大蟹在海中陵魚人面手足魚身在海中大鯾居海中明組邑居海中蓬萊山在海中大人之市在海中"}
{"id": "KR3l0090_013", "series": "KR3l0090", "text": "海内東經海内東北陬以南者鉅燕在東北陬國在流沙中者埻端璽㬇在崑崙虚東南一曰海内之郡不為郡縣在流沙中國在流沙外者大夏竪沙居繇月支之國西胡白玉山在大夏東蒼梧在白玉山西南皆在流沙西崑崙虚東南崑崙山在西胡西皆在西北雷澤中有雷神龍身而人頭鼓其腹在吳西都州在海中一曰郁州琅琊臺在渤海間琅琊之東其北有山一曰在海間韓鴈在海中都州南始鳩在海中轅厲南㑹稽在大楚南岷三江首大江出汶山北江出曼山南江出高山髙山在城都西入海在長州南浙江出三天子都在其東在閩西北入海餘暨南廬江出三天子都入江彭澤西一曰天子鄣淮水出餘山餘山在朝陽東義鄉西入海淮浦北湘水出舜𦵏東南陬西環之入洞庭下一曰東南西澤漢水出鮒魚之山帝顓頊𦵏于陽九嬪𦵏于隂四蛇衛之濛水出漢陽西入江聶陽西温水出崆峒山在臨汾南入河華陽北潁水出少室少室山在雍氏南入淮西鄢北一曰緱氏汝水出天息山在梁勉鄉西南入淮極西北一曰淮在期思北涇水出長城北山山在郁致長垣北北入渭戲北渭水出鳥䑕同穴山東注河入華隂北白水出蜀而東南注江入江州城下沅水山出𧰼郡鐔城西入東注江入下雋西合洞庭中贑水出聶都東山東北注江入彭澤西泗水出吳東北而南西南過湖陵西而東南注東海入淮隂北鬱水出𧰼郡而西南注南海入須陵東南肄水出臨晉西南而東南注海入番隅西潢水出桂陽西北山東南注肄水入敦浦西洛水出洛西山東北注河入成臯之西汾水出上窳北而西南注河入皮氏南沁水出井陘山東東南注河入懷東南濟水出共山南東丘絶鉅鹿澤注渤海入齊琅槐東北潦水出衛臯東東南注渤海入潦陽虖沲水出晉陽城南而西至陽曲北而東注渤海入越章武北漳水出山陽東東注渤海入章武南"}
{"id": "KR3l0090_014", "series": "KR3l0090", "text": "大荒東經東海之外大壑少昊之國少昊孺帝顓頊於此棄其琴瑟有甘山者甘水出焉生甘淵大荒東南隅有山名皮母地丘東海之外大荒之中有山名曰大言日月所出有波谷山者有大人之國有大人之市名曰大人之堂有一大人踆其上張其兩耳有小人國名靖人有神人面獸身名曰犁􁠸之尸有潏山楊水出焉有蒍國黍食使四鳥虎豹熊羆大荒之中有山名曰合虚日月所出有中容之國帝俊生中容中容人食獸木實使四鳥豹虎熊羆有東口之山有君子之國其人衣冠帶劔有司幽之國帝俊生晏龍晏龍生司幽司幽生思士不妻思女不夫食黍食獸是使四鳥有大阿之山者大荒中有山名曰眀星日月所出有白民之國帝俊生帝鴻帝鴻生白民白民銷姓黍食使四鳥虎豹熊羆有青丘之國有狐九尾有柔僕民是維嬴土之國有黑齒之國帝俊生黑齒姜姓黍食使四鳥有夏州之國有盖余之國有神人八首人面虎身十尾名曰天吳大荒之中有山名曰鞠陵于天東極離瞀日月所出名曰折丹東方曰折來風曰俊䖏東極以出入風東海之渚中有神人面鳥身珥兩黄蛇踐両黄蛇名曰禺䝞黄帝生禺􁨳禺􁨳生禺京禺京處北海禺􁨳處東海是惟海神有招揺山融水出焉有國曰𤣥股黍食使四鳥有困民國勾姓而食有人曰王亥兩手操鳥方食其頭王亥託於有易河伯㒒牛有易殺王亥取㒒牛河念有易有易潛出為國於獸方食之名曰揺民帝舜生戲戲生揺民海内有兩人名曰女丒女丑有大蟹大荒之中有山名曰孽揺頵羝上有扶木柱三百里其葉如芥有谷曰温源谷湯谷上有扶木一日方至一日方出皆載于烏有神人面犬耳獸身珥兩青蛇名曰奢比尸有五彩之鳥相鄉棄沙惟帝俊下友帝下兩壇彩鳥是司大荒之中有山名曰猗天蘓門日月所生有壎民之國有綦山又有揺山有䰝山又有門戸山又有盛山又有待山有五彩之鳥東荒之中有山名曰壑明俊疾日月所出有中容之國東北海外又有三青馬三騅甘華爰有遺玉三青鳥三騅視肉甘華甘柤百榖所在有女和月母之國有人名曰􁁜北方曰􁁜來之風曰􁀙是處東極隅以止日月使無相間出没司其短長大荒東北隅中有山名曰凶犁土丘應龍處南極殺蚩尤與夸父不得復上故下數旱旱而為應龍之狀乃得大雨東北中有流波山入海七千里其上有獸狀如牛蒼身而無角一足出入水則必風雨其光如日月其聲如雷其名曰䕫黄帝得之以其皮為鼓橛以雷獸之骨聲聞五百里以威天下"}
{"id": "KR3l0090_015", "series": "KR3l0090", "text": "大荒南經南海之外赤水之西流沙之東有獸左右有首名曰䟣踼有三青獸相并名曰雙雙有阿山者南海之中有汜天之山赤水窮焉赤水之東有蒼梧之野舜與叔均之所塟也爰有文貝離俞􁀙久鷹賈委維熊羆𧰼虎豹狼視肉有滎山滎水出焉黑水之南有𤣥蛇食麈有巫山者西有黄鳥帝藥八齋黄鳥於巫山司此𤣥蛇大荒之中有不庭之山滎水窮焉有人三身帝俊妻娥皇生此三身之國姚姓黍食使四鳥有淵四方四隅皆逹北屬黑水南屬大荒北旁名曰少和之淵南旁名曰從淵舜之所浴也又有成山甘水窮焉有季禺之國顓頊之子食黍有羽民之國其民皆生毛羽有卵民之國其民皆生卵大荒之中有不姜之山黑水窮焉又有賈山汔水出焉又有言山又有登備之山有恝恝之山又有蒲山澧水出焉又有隗山其西有丹其東有玉又南有山漂水出焉有尾山有翠山有盈民之國於姓黍食又有人方食木葉有不死之國阿姓甘木是食大荒之中有山名曰去痓南極果北不成去痓果南海渚中有神人面珥兩青蛇踐兩赤蛇曰不廷胡余有神名曰因因乎南方曰因乎夸風曰乎民處南極以出入風有襄山又有重隂之山有人食獸曰季釐帝俊生季釐故曰季釐之國有緡淵少昊生倍伐倍伐降處緡淵有水四方名曰俊壇有臷民之國帝舜生無淫降臷處是謂巫臷民巫臷民朌姓食榖不績不經服也不稼不穡食也爰有歌舞之鳥鸞鳥自歌鳯鳥自舞爰有百獸相羣爰處百榖所聚大荒之中有山名曰融天海水南入焉有人曰鑿齒羿殺之有蜮山者有蜮民之國桑姓食黍射蜮是食有人方扜弓射黄蛇名曰蜮人有宋山者有赤蛇名曰育蛇有木生山上名曰楓木楓木蚩尤所棄其桎梏是謂楓木有人方齒虎尾名曰祖狀之尸有小人名曰焦僥之國幾姓嘉榖是食大荒之中有山名㱙塗之山青水窮焉有雲雨之山有木名曰欒禹攻雲雨有赤石焉生欒黄木赤枝青葉羣帝焉取藥有國曰顓頊生伯服食黍有鼬姓之國有苕山又有宗山又有姓山又有壑山又有陳州山又有東州山又有白水山白水出焉而生白淵昆吾之師所浴也有人名曰張𢎞在海上捕魚海中有張𢎞之國食魚使四鳥有人焉鳥喙有翼方捕魚於海大荒之中有人名曰驩頭鯀妻士敬士敬子曰炎融生驩頭驩頭人面鳥喙有翼食海中魚杖翼而行惟宜芑苣穋楊是食有驩頭之國帝堯帝嚳帝舜𦵏於岳山爰有文貝離俞􁀙久鷹賈延維視肉熊羆虎豹朱木赤枝青華𤣥實有申山者大荒之中有山名曰天臺高山海水入焉東南海之外甘水之間有羲和之國有女子名曰羲和方日浴於甘淵羲和者帝俊之妻生十日有盖猶之山者其上有甘柤枝幹皆赤黄葉白華黒實東又有甘華枝幹皆赤黄葉有青馬有赤馬名曰三騅有視肉有小人名曰菌人有南𩔖之山爰有遺玉青馬三騅視肉甘華百穀所在"}
{"id": "KR3l0090_016", "series": "KR3l0090", "text": "大荒西經西北海之外大荒之隅有山而不合名曰不周負子有兩黄獸守之有水曰寒暑之水水西有濕山水東有幕山有禹攻共工國山有國名曰淑士顓頊之子有神十人名曰女媧之腸化為神處栗廣之野横道而處有人名曰石夷來風曰韋處西北隅以司日月之長短有五彩之鳥有冠名曰㹥鳥有大澤之長山有白氏之國西北海之外赤水之東有長脛之國有西周之國姬姓食榖有人方耕名曰叔均帝俊生后稷稷降以百榖稷之弟曰台璽生叔均叔均是代其父及稷播百榖始作耕有赤國妻氏有雙山西海之外大荒之中有方山者上有青𣗳名曰柜格之松日月所出入也西北海之外赤水之西有先民之國食榖使四鳥有北狄之國黄帝之孫曰始均始均生北狄有芒山有桂山有揺山其上有人號曰太子長琴顓頊生老童老童生祝融祝融生太子長琴是處榣山始作樂風有五彩鳥三名一曰皇鳥一曰鸞鳥一曰鳯鳥有蟲狀如莵胷以後者裸不見青如猨狀大荒之中有山名曰豐沮玉門日月所入有靈山巫咸巫即巫朌巫彭巫姑巫眞巫禮巫抵巫謝巫羅十巫從此升降百藥爰在西有王母之山壑山海山有沃之國沃民是處沃之野鳯鳥之卵是食甘露是飲凡其所欲其味盡存爰有甘華甘柤白桞視肉三騅璇瑰瑶碧白木琅玕白丹青丹多銀鐡鸞鳥自歌鳯鳥自舞爰有百獸相羣是處是謂沃之野有三青鳥赤首黑目一名曰大􁌹一名少􁌹一名曰青鳥有軒轅之臺射者不敢西嚮射畏軒轅之臺大荒之中有龍山日月所入有三澤水名曰三淖昆吾之所食也有人衣青以袂蔽面名曰女丑之尸有女子之國有桃山有䖟山有桂山有于土山有丈夫之國有弇州之山五彩之鳥仰天名曰鳴鳥爰有百樂歌儛之風有軒轅之國江山之南棲為吉不壽者乃八百歳西海陼中有神人面鳥身珥兩青蛇踐兩赤蛇名曰弇茲大荒之中有山名曰日月山天樞也呉姖天門日月所入有神人面無臂兩足反屬於頭山名曰嘘顓頊生老童老童生重及黎帝令重獻上天令黎卬下地下地是生噎處於西極以行日月星辰之行次有人反臂名曰天虞有女子方浴月帝俊妻常羲生月十有二此始浴之有𤣥丹之山有五色之鳥人面有髪爰有青鴍黄鷔青鳥黄鳥其所集者其國亡有池名孟翼之攻顓頊之池大荒之中有山名曰鏖鏊鉅日月所入者有獸左右有首名曰屏蓬有巫山者有壑山者有金門之山有人名曰黄姖之尸有比翼之鳥有白鳥青翼黄尾𤣥喙有赤犬名曰天犬其所下者有兵西海之南流沙之濵赤水之後黑水之前有大山名曰崑崙之丘有神人面虎身有文有尾皆白處之其下有弱水之淵環之其外有炎火之山投物輒然有人戴勝虎齒有豹尾穴處名曰西王母此山萬物盡有大荒之中有山名曰常陽之山日月所入有寒荒之國有二人女祭女薎有壽麻之國南嶽娶州山女名曰女䖍女䖍生季格季格生壽麻壽麻正立無景疾呼無嚮爰有大暑不可以徃有人無首操戈盾立名曰夏耕之尸故成湯伐夏桀于章山克之斬耕厥前耕既立無首走厥咎乃降于巫山有人名曰呉回竒左是無右臂有盖山之國有𣗳赤皮支幹青葉名曰朱木有一臂民大荒之中有山名曰大荒之山日月所入有人焉三面是顓頊之子三面一臂三面之人不死是謂大荒之野西南海之外赤水之南流沙之西有人珥兩青蛇乘兩龍名曰夏后開開上三嬪于天得九辯與九歌以下此穆天之野高二千仭開焉得始歌九招有互人之國炎帝之孫名曰靈恝靈恝生互人是能上下于天有魚偏枯名曰魚婦顓頊死即復蘓風道北來天乃大水泉蛇乃化為魚是謂魚婦顓頊死即復蘓有青鳥身黄赤足六首名曰􁔀鳥有大巫山有金之山西南大荒之中隅有徧勾常羊之山"}
{"id": "KR3l0090_017", "series": "KR3l0090", "text": "大荒北經東北海之外大荒之中河水之間附禺之山帝顓頊與九嬪葬焉爰有􁀙久文貝離俞鸞鳥凰鳥大物小物有青鳥琅鳥𤣥鳥黄鳥虎豹熊羆黄蛇視肉璿瑰瑶碧皆出衛於山丘方圓三百里丘南帝俊竹林在焉大可為舟竹南有赤澤水名曰封淵有三桑無枝丘西有沉淵顓頊所浴有胡不與之國烈姓黍食大荒之中有山名曰不咸有肅愼氏之國有蜚蛭四翼有蟲獸首蛇身名曰琴蟲有人名曰大人有大人之國釐姓黍食有大青蛇黄頭食麈有榆山有鯀攻程州之山大荒之中有山名曰衡天有先民之山有槃木千里有叔歜國顓頊之子黍食使四鳥虎豹熊羆有黑蟲如熊狀名曰猎猎有北齊之國姜姓使虎豹熊羆大荒之中有山名曰先檻大逢之山河濟所入海北注焉其西有山名曰禹所積石有陽山者有順山者順水出焉有始州之國有丹山有大澤方千里羣鳥所解有毛民之國依姓食黍使四鳥禹生均國均國生役采役采生修鞈修鞈殺綽人帝念之潛為之國是此毛民有儋耳之國任姓禺號子食榖北海之渚中有神人面鳥身珥兩青蛇踐兩赤蛇名曰禺彊大荒之中有山名曰北極天櫃海水北注焉有神九首人面鳥身名曰九鳯又有神衘蛇操蛇其狀虎首人身四蹄長肘名曰彊良大荒之中有山名曰成都載天有人珥兩黄蛇把兩黄蛇名曰夸父后土生信信生夸父夸父不量力欲追日景逮之於禺谷將飲河而不足也將走大澤未至死于此應龍已殺蚩尤又殺夸父乃去南方處之故南方多雨又有無膓之國是任姓無繼子食魚共工臣名曰相繇九首蛇身自環食于九土其所歍所尼即為源澤不辛乃苦百獸莫能處禹湮洪水殺相繇其血腥臭不可生榖其地多水不可居也禹湮之三仭三沮乃以為池羣帝是因以為臺在崑崙之北有岳之山㝷竹生焉大荒之中有山名曰不句海水入焉有係昆之山者有共工之臺射者不敢北嚮有人衣青衣名曰黄帝女魃蚩尤作兵伐黄帝黄帝乃令應龍攻之冀州之野應龍畜水蚩尤請風伯雨師縱大風雨黄帝乃下天女曰魃雨止遂殺蚩尤魃不得復上所居不雨叔均言之帝後置之赤水之北叔均乃為田祖魃時亡之所欲逐之者令曰神北行先除水道决通溝瀆有人方食魚名曰深目民之國昐姓食魚有鍾山者有女子衣青衣名曰赤水女子獻大荒之中有山名曰融父山順水入焉有人名曰犬戎黄帝生苖龍苖龍生融吾融吾生弄明弄明生白犬白犬有牝牡是為犬戎肉食有赤獸馬狀無首名曰戎宣王尸有山名曰齊州之山君山鬵山鮮野山魚山有人一目當面中生一曰是威姓少昊之子食黍有繼無民繼無民任姓無骨子食氣魚西北海外流沙之東有國曰中䡢顓頊之子食黍有國名曰頼丘有犬戎國有神人面獸身名曰犬戎西北海外黑水之北有人有翼名曰苖民顓頊生驩頭驩頭生苖民苖民釐姓食肉有山名曰章山大荒之中有衡石山九隂山泂野之山上有赤𣗳青葉赤華名曰若木有牛黎之國有人無骨儋耳之子西北海之外赤水之北有章尾山有神人面蛇身而赤直目正乘其暝乃晦其視乃明不食不寢不息風雨是謁是燭九隂是謂燭龍"}
{"id": "KR3l0090_018", "series": "KR3l0090", "text": "海内經東海之内北海之隅有國名曰朝鮮天毒其人水居偎人愛之西海之内流沙之中有國名曰壑市西海之内流沙之西有國名曰氾葉流沙之西有鳥山者三水出焉爰有黄金璿瑰丹貨銀鐵皆流于此中又有淮山好水出焉流沙之東黑水之西有朝雲之國司彘之國黄帝妻雷祖生昌意昌意降處若水生韓流韓流擢首謹耳人面豕喙麟身渠股豚止取淖子曰阿女生帝顓頊流沙之東黑水之間有山名不死之山華山青水之東有山名曰肇山有人名曰柏高柏高上下於此至于天西南黑水之間有都廣之野后稷葬焉爰有膏菽膏稻膏黍膏稷百榖自生冬夏播琴鸞鳥自歌鳯鳥自儛靈壽實華草木所聚爰有百獸相羣爰處此草也冬夏不死南海之内黑水青水之間有水名曰若木若水出焉有禺中之國有列襄之國有靈山有赤蛇在木上名曰蝡蛇木食有鹽長之國有人焉鳥首名曰鳥氏有九丘以水絡之名曰陶唐之丘有叔得之丘孟盈之丘昆吾之丘黑白之丘赤望之丘參衛之丘武夫之丘神民之丘有木青葉紫莖𤣥華黄實名曰建木百仭無枝有九欘下有九枸其實如麻其葉如􁁬大皥爰過黄帝所為有窫窳龍首是食人有青獸人面名曰猩猩西南有巴國大皥生咸鳥咸鳥生乘釐乘釐生後照後照是始為巴人有國名曰流黄辛氏其域中方三百里其出是塵土有巴遂山澠水出焉又有朱卷之國有黑蛇青首食𧰼南方有贑巨人人面長臂黑身有毛反踵見人笑亦笑唇蔽其面因即逃也又有黑人虎首鳥足兩手持蛇方啗之有羸民鳥足有封豕有人曰苖民有神焉人首蛇身長如轅左右有首衣紫衣冠旃冠名曰延維人主得而饗食之伯天下有鸞鳥自歌鳯鳥自儛鳯鳥首文曰德翼文曰順膺文曰仁背文曰義見則天下和又有青獸如莵名曰􁁉狗有翠鳥有孔鳥南海之内有衡山有􁑚山有桂山有山名三天子之都南方蒼梧之丘蒼梧之淵其中有九嶷山舜之所塟在長沙零陵界中北海之内有蛇山者蛇水出焉東入于海有五彩之鳥飛蔽一鄉名曰翳鳥又有不距之山巧倕葬其西北海之内有反縛盗械帶戈常倍之佐名曰相顧之尸伯夷父生西岳西岳生先龍先龍是始生氐羌氐羌乞姓北海之内有山名曰幽都之山黑水出焉其上有𤣥鳥𤣥蛇𤣥豹𤣥虎𤣥孤蓬尾有大𤣥之山有𤣥丘之民有大幽之國有赤脛之民有釘靈之國其民從膝已下有毛馬蹄善走炎帝之孫伯陵伯陵同吳權之妻阿女縁婦縁婦孕三年是生鼓延殳始為侯鼓延是始為鍾為樂風黄帝生駱明駱明生白馬白馬是為鯀帝俊生禺號禺號生淫梁淫梁生番禺是始為舟番禺生奚仲奚仲生吉光吉光是始以木為車少皥生般般是始為弓矢帝俊賜羿彤弓素矰以扶下國羿是始去恤下地之百艱帝俊生晏龍晏龍是為琴瑟帝俊有子八人是始為歌舞帝俊生三身三身生義均義均是始為巧倕是始作下民百巧后稷是播百榖稷之孫曰叔均是始作牛耕大比赤隂是始為國禹鯀是始布土均定九州炎帝之妻赤水之子聽訞生炎居炎居生節並節並生戲器戲器生祝融祝融降處於江水生共工共工生術器術器首方顚是復土穰以處江水共工生后土后土生噎鳴噎鳴生歳十有二洪水滔天鯀竊帝之息壤以堙洪水不待帝命帝令祝融殺鯀于羽郊鯀復生禹帝乃命禹卒布土以定九州"}
