{"id": "KR4a0002_001", "series": "KR4a0002", "text": "楚辭卷第一校書郎臣王逸上曲阿洪興祖𥙷注離騷經者屈原之所作也屈原與楚同姓仕於懷王爲三閭大夫三閭之職掌王族三姓曰昭屈景屈原序其譜屬率其賢良以厲國士入則與王圖議政事決定嫌疑出則監察羣下應對諸侯謀行職脩王甚珍之同列大夫上官靳尚妬害其能共譖毀之王乃䟽屈原屈原執履忠貞而被䜛衺憂心煩亂不知所愬乃作離騷經離別也騷愁也經徑也言已放逐離別中心愁思猶依道徑以風諫君也故上述唐虞三后之制下序桀紂羿澆之敗兾君覺悟反於正道而還已也是時秦昭王使張儀譎詐懷王令絕齊交又使誘楚請與俱㑹武關遂脅與俱歸拘留不遣卒客死於秦其子襄王復用讒言遷屈原於江南屈原放在草野復作九章援天引聖以自證明終不見省不忍以淸白乆居濁世遂赴汨淵自沈而死離騷之文依詩取興引類譬諭故善鳥香草以配忠貞惡禽臭物以比讒佞靈脩美人以嫓於君宓妃佚女以譬賢臣虬龍鸞鳳以託君子飄風雲霓以爲小人其詞温而雅其義皎而朗凡百君子莫不慕其淸髙嘉其文采哀其不遇而愍其志焉帝髙陽之苗裔兮朕皇考曰伯庸攝提貞于孟陬兮惟庚寅吾以降皇覽揆余初度兮肇錫余以嘉名名余曰正則兮字余曰靈均紛吾旣有此内美兮又重之以脩能扈江離與辟芷兮紛秋蘭以爲佩汨余若將不及兮恐年歳之不吾與朝搴阰之木蘭兮夕攬洲之宿莽日月忽其不淹兮春與秋其代序惟草木之零落兮恐美人之遟暮不撫壯而棄穢兮何不改此度乗騏驥以馳騁兮來吾道夫先路昔三后之純粹兮固衆芳之所在雜申椒與菌桂兮豈維紉夫蕙茞彼堯舜之耿介兮旣遵道而得路何桀紂之猖披兮夫唯捷徑以窘歩惟夫黨人之偷樂兮路幽昧以險隘豈余身之憚殃兮恐皇輿之敗績忽奔走以先後兮及前王之踵武荃不察余之中情兮反信讒而齌怒余固知謇謇之爲患兮忍而不能舎也指九天以爲正兮夫唯靈脩之故也曰黃昏以爲期兮羌中道而改路初旣與余成言兮後悔遁而有他余旣不難夫離別兮傷靈脩之數化余旣滋蘭之九畹兮又樹蕙之百畝畦留夷與揭車兮雜杜衡與芳芷兾枝葉之峻茂兮願竢時乎吾將刈雖萎絶其亦何傷兮哀衆芳之蕪穢衆皆競進以貪婪兮憑不猒乎求索羌内恕巳以量人兮各興心而嫉妬忽馳騖以追逐兮非余心之所急老冉冉其將至兮恐脩名之不立朝飲木蘭之墜露兮夕餐秋菊之落英苟余情其信姱以練要兮長顑頷亦何傷擥木根以結茞兮貫薜荔之落蘂矯菌桂以紉蕙兮索胡繩之纚纚謇吾法夫前脩兮非世俗之所服雖不周於今之人兮願依彭咸之遺則長太息以掩涕兮哀民生之多艱余雖好脩姱以鞿羈兮謇朝誶而夕替旣替余以蕙纕兮又申之以攬茞亦余心之所善兮雖九死其猶未悔怨靈脩之浩蕩兮終不察夫民心衆女嫉余之蛾眉兮謡諑謂余以善淫固時俗之工巧兮偭規矩而改錯背繩墨以追曲兮競周容以爲度忳鬱邑余侘傺兮吾獨窮困乎此時也寧溘死以流亡兮余不忍爲此態也鷙鳥之不羣兮自前丗而固然何方圜之能周兮夫孰異道而相安屈心而抑志兮忍尤而攘詬伏淸白以死直兮固前聖之所厚悔相道之不察兮延佇乎吾將反回朕車以復路兮及行迷之未逺歩余馬於蘭皐兮馳椒丘且焉止息進不入以離尤兮退將復脩吾初服製芰荷以爲衣兮雧芙蓉以爲裳不吾知其亦巳兮茍余情其信芳髙余冠之岌岌兮長余佩之陸離芳與澤其雜糅兮唯昭質其猶未虧忽反顧以遊目兮將徃觀乎四荒佩􁇇紛其繁飾兮芳菲菲其彌章民生各有所樂兮余獨好脩以爲常雖體解吾猶未變兮豈余心之可懲女􁂆之嬋媛兮申申其詈予曰鮌婞直以亡身兮終然殀乎羽之野汝何愽謇而好脩兮紛獨有此姱節薋菉葹以盈室兮判獨離而不服衆不可戸說兮孰云察余之中情世並舉而好朋兮夫何焭獨而不予聽依前聖以節中兮喟憑心而歷兹濟沅湘以南征兮就重華而敶詞啓九辯與九歌兮夏康娛以自縱不顧難以圖後兮五子用失乎家巷羿淫遊以佚畋兮又好射夫封狐固亂流其鮮終兮浞又貪夫厥家澆身被服強圉兮縱欲而不忍日康娛而自忘兮厥首用夫顚隕夏桀之常違兮乃遂焉而逢殃后辛之菹醢兮殷宗用而不長湯禹儼而祗敬兮周論道而莫差舉賢而授能兮循繩墨而不頗皇天無私阿兮覽民德焉錯輔夫維聖哲以茂行兮苟得用此下土瞻前而顧後兮相觀民之計極夫孰非義而可用兮孰非善而可服阽余身而危死兮覽余初其猶未悔不量鑿而正枘兮固前脩以菹醢曽歔欷余鬱邑兮哀朕時之不當攬茹蕙以掩涕兮霑余襟之浪浪跪敷衽以陳辭兮耿吾旣得此中正駟玉虬以椉鷖兮溘埃風余上征朝發軔於蒼梧兮夕余至乎縣圃欲少留此靈瑣兮日忽忽其將暮吾令羲和弭節兮望崦嵫而勿迫路曼曼其脩逺兮吾將上下而求索飲余馬於咸池兮揔余轡乎扶桑折若木以拂日兮聊逍遥以相羊前望舒使先驅兮後飛廉使奔屬鸞皇爲余先戒兮雷師告余以未具吾令鳳鳥飛騰兮繼之以日夜飄風屯其相離兮帥雲霓而來御紛緫緫其離合兮斑陸離其上下吾令帝閽開關兮倚閶闔而望予時曖曖其將罷兮結幽蘭而延佇丗溷濁而不分兮好蔽美而嫉妬朝吾將濟於白水兮登閬風而緤馬忽反顧以流涕兮哀髙丘之無女溘吾遊此春宫兮折瓊枝以繼佩及榮華之未落兮相下女之可詒吾令豐隆椉雲兮求宓妃之所在解佩纕以結言兮吾令蹇脩以爲理紛緫緫其離合兮忽緯繣其難遷夕歸次於窮石兮朝濯髪乎洧盤保厥美以驕傲兮日康娛以淫遊雖信美而無禮兮來違棄而改求覽相觀於四極兮周流乎天余乃下望瑶臺之偃蹇兮見有娀之佚女吾令鴆爲媒兮鴆告余以不好雄鳩之鳴逝兮余猶惡其佻巧心猶豫而狐疑兮欲自適而不可鳯皇旣受詒兮恐髙辛之先我欲逺集而無所止兮聊浮遊以逍遥及少康之未家兮留有虞之二姚理弱而媒拙兮恐導言之不固丗溷濁而嫉賢兮好蔽美而稱惡閨中旣以邃逺兮哲王又不寤懷朕情而不發兮余焉能忍與此終古索藑茅以筳篿兮命靈氛爲余占之曰兩美其必合兮孰信脩而慕之恖九州之博大兮豈唯是其有女曰勉逺逝而無狐疑兮孰求美而釋女何所獨無芳草兮爾何懷乎故宇世幽昧以昡曜兮孰云察余之善惡民好惡其不同兮惟此黨人其獨異戸服艾以盈要兮謂幽蘭其不可佩覽察草木其猶未得兮豈珵美之能當蘇糞壤㠯充幃兮謂申椒其不芳欲從靈氛之吉占兮心猶豫而狐疑巫咸將夕降兮懐椒糈而要之百神翳其備降兮九疑􁇇其並迎皇剡剡其揚靈兮告余以吉故曰勉陞降以上下兮求榘矱之所同湯禹嚴而求合兮摯咎繇而能調苟中情其好脩兮又何必用夫行媒說操築於傅巖兮武丁用而不疑吕望之鼓刀兮遭周文而得舉寗戚之謳歌兮齊桓聞以該輔及年歳之未晏兮時亦猶其未央恐鵜鴂之先鳴兮使夫百草爲之不芳何瓊佩之偃蹇兮衆薆然而蔽之惟此黨人之不諒兮恐嫉妬而折之時􁇇紛其變易兮又何可以淹留蘭芷變而不芳兮荃蕙化而爲茅何昔日之芳草兮今直爲此蕭艾也豈其有他故兮莫好脩之害也余以蘭爲可恃兮羌無實而容長委厥美以從俗兮茍得列乎衆芳椒專佞以慢慆兮榝又欲充夫佩幃旣干進而務入兮又何芳之能祗固時俗之流從兮又孰能無變化覽椒蘭其若兹兮又况揭車與江離惟兹佩之可貴兮委厥美而歷兹芳菲菲而難虧兮芬至今猶未沬和調度以自娛兮聊浮游而求女及余飾之方壯兮周流觀乎上下靈氛旣告余以吉占兮歷吉日乎吾將行折瓊枝以爲羞兮精瓊爢以爲粻爲余駕飛龍兮雜瑶象以爲車何離心之可同兮吾將逺逝以自䟽邅吾道夫崑崙兮路脩逺以周流揚雲霓之晻藹兮鳴玉鸞之啾啾朝發軔於天津兮夕余至乎西極鳳皇翼其承旂兮髙翶翔之翼翼忽吾行此流沙兮遵赤水而容與麾蛟龍使梁津兮指西海以爲期屯余車其千乗兮齊玉軑而並馳駕八龍之婉婉兮載雲旗之委蛇抑志而弭節兮神髙馳之邈邈奏九歌而舞韶兮聊假日以媮樂陟陞皇之赫戲兮忽臨睨夫舊郷僕夫悲余馬懷兮蜷局顧而不行亂曰巳矣哉國無人莫我知兮又何懷乎故都旣莫足與爲美政兮吾將從彭咸之所居叙曰昔者孔子叡聖明喆天生不羣定經術刪詩書正禮樂制作春秋以爲後王法門人三千罔不昭逹臨終之日則大義乖而微言絕其後周室襄微戰國並爭道德陵遟譎詐萌生於是楊墨鄒孟孫韓之徒各以所知著造傳記或以述古或以明丗而屈原履忠被譖憂悲愁思獨依詩人之義而作離騷上以諷諫下以自慰遭時闇亂不見省納不勝憤懣遂復作九歌以下凡二十五篇楚人髙其行義瑋其文采以相敎傳至於孝武帝恢廓道訓使淮南王安作離騷經章句則大義粲然後丗雄俊莫不瞻慕舒肆妙慮纉述其詞逮至劉向典校經書分爲十六卷孝章即位深弘道藝而班固賈逵復以所見改易前疑各作離騷經章句其餘十五卷闕而不說又以壯爲狀義多乖異事不要括今臣復以所識所知稽之舊章合之經傳作十六卷章句雖未能究其微妙然大指之趣略可見矣且人臣之義以忠正爲髙以伏節爲賢故有危言以存國殺身以成仁是以伍子胥不恨於浮江比干不悔於剖心然後忠立而行成榮顯而名著若夫懷道以迷國詳愚而不言顚則不能扶危則不能安婉娩以順上逡巡以避患雖保黃耇終壽百年蓋志士之所恥愚夫之所賤也今若屈原膺忠貞之質體淸㓗之性直若砥矢言若丹靑進不隱其謀退不顧其命此誠絶丗之行俊彦之英也而班固謂之露才揚已競於羣小之中怨恨懷王譏刺椒蘭茍欲求進強非其人不見容納忿恚自沈是虧其髙明而損其淸潔者也昔伯夷叔齊讓國守分不食周粟遂餓而死豈可復謂有求於丗而怨望哉且詩人怨主刺上曰嗚呼小子未知臧否匪而命之言提其耳風諫之語於斯爲切然仲尼論之以爲大雅引此比彼屈原之詞優游婉順寧以其君不智之故欲提攜其耳乎而論者以爲露才揚己怨刺其上強非其人殆失厥中矣夫離騷之文依託五經以立義焉帝髙陽之苗裔則厥初生民時惟姜嫄也紉秋蘭以爲佩則將翶將翔佩玉瓊琚也夕攬洲之宿莽則易濳龍勿用也駟玉虬而乗鷖則時乗六龍以御天也就重華而敶詞則尚書咎繇之謀謨也登崑崙而渉流沙則禹貢之敷土也故智彌盛者其言博才益多者其識逺屈原之詞誠博逺矣自終没以來名儒博逹之士著造詞賦莫不擬則其儀表祖式其模範取其要妙竊其華藻所謂金相王質百丗無匹名垂罔極永不刋滅者矣離騷賛序班孟堅離騷者屈原之所作也屈原初事懷王甚見信任同列上官大夫妬害其寵讒之王王怒而踈屈原以忠信見疑憂愁幽思而作離騷離猶遭也騷憂也明巳遭憂作辭也是時周室巳滅七國並爭屈原痛君不明信用羣小國將危亡忠誠之情懷不能巳故作離騷上陳堯舜禹湯文王之法下言羿澆桀紂之失以風懷王終不覺寤信反間之說西朝於秦秦人拘之客死不還至于襄王復用讒言逐屈原在野又作九章賦以風諫卒不見納不忍濁丗自投汨羅原死之後秦果滅楚其辭爲衆賢所悼悲故傳于後辨騷劉勰自風雅寢聲莫或抽緒竒文蔚起其離騷哉故以軒翥詩人之後奮飛辭家之前豈去聖之未逺而楚人之多才乎昔漢武愛騷而淮南作傳以爲國風好色而不淫小雅怨誹而不亂若離騷者可謂兼之蟬蛻穢濁之中浮游塵埃之外皭然涅而不緇雖與日月爭光可也班固以爲露才揚已忿懟沈江羿澆二姚與左氏不合崑崙懸圃非經義所載然而文辭麗雅爲詞賦之宗雖非明哲可謂妙才王逸以爲詩人之提耳屈原婉順離騷之文依經立義駟虬乗鷖則時乗六龍崑崙流沙則禹貢敷土名儒詞賦莫不擬其儀表所謂金相玉振百丗無匹者也及漢宣嗟歎以爲皆合經術楊雄諷味亦言體同詩雅四家舉以方經而孟堅謂不合傳體襃貶任聲抑揚過實可謂鑒而弗精翫而未覈者也將覈其論必徴言焉故其陳堯舜之耿介稱禹湯之祗敬典誥之體也譏桀紂之猖狂傷羿澆之顚隕規諷之旨也虬龍以諭君子雲霓以譬讒邪比興之義也每一顧而掩涕歎君門之九重忠怨之辭也觀兹四事同于風雅者也至於託雲龍說迂怪豐隆求宓妃鴆鳥媒娀女詭異之辭也康回傾地夷羿弊日木夫九首土伯三目譎怪之談也依彭咸之遺則從子胥以自適狷狹之志也士女雜坐亂而不分指以爲樂娛酒不廢沈湎日夜舉以爲歡荒淫之意也擿此四事異乎經典者也故論其典誥則以彼語其夸誕則如此固知楚辭者體慢於三代而風雅於戰國乃雅頌之博徒而詞賦之英傑也觀其骨鯁所樹肌膚所附雖取鎔經意亦自鑄偉辭故騷經九章朗麗以哀志九歌九辯綺靡以傷情逺遊天問瓌詭而惠巧招魂大招耀豔而深華卜居標放言之致漁父寄獨任之才故能氣往轢古辭來切今驚采絶燄難與並能矣自九懷巳下遽躡其跡而屈宋逸歩莫之能追故其叙情怨則鬱伊而易感述離居則愴怏而難懷論山水則循聲而得貌言節候則披文而見時枚賈追風以入麗馬楊㳂波而得竒其衣被詞人非一代也故才髙者苑其鴻裁中巧者獵其豔辭吟諷者銜其山川童蒙者拾其香草若能憑軾以倚雅頌懸轡以馭楚篇酌竒而不失其貞玩華而不墜其實則顧眄可以驅辭力欬唾可以窮文致亦不復乞靈於長卿假寵於子淵矣讃曰不有屈原豈見離騷驚才風逸壯志煙髙山川無極情理實勞金相玉式豔溢錙毫"}
{"id": "KR4a0002_002", "series": "KR4a0002", "text": "校書郎臣王逸上東皇太一雲中君湘君湘夫人大司命少司命東君河伯山鬼國殤禮魂九歌者屈原之所作也昔楚國南郢之邑沅湘之間其俗信鬼而好祠其祠必作歌樂鼓舞以樂諸神屈原放逐竄伏其域懷憂苦毒愁思沸鬱出見俗人祭祀之禮歌舞之樂其詞鄙陋因爲作九歌之曲上陳事神之敬下見已之冤結託之以風諫故其文意不同章句雜錯而廣異義焉吉日兮辰良穆將愉兮上皇撫長劒兮王珥璆鏘鳴兮琳琅瑶席兮玉瑱盍將把兮瓊芳蕙肴蒸兮蘭藉奠桂酒兮椒漿揚枹兮拊皷䟽緩節兮安歌陳竿瑟兮浩倡靈偃蹇兮姣服芳菲菲兮滿堂五音紛兮繁㑹君欣欣兮樂康東皇太一浴蘭湯兮沐芳華采衣兮若英靈連蜷兮旣留爛昭昭兮未央蹇將憺兮壽宫與日月兮齊光龍駕兮帝服聊翶遊兮周章靈皇皇兮旣降猋逺舉兮雲中覽兾州兮有餘橫四海兮焉窮思夫君兮太息極勞心兮􁊿􁊿雲中君君不行兮夷猶蹇誰留兮中洲美要眇兮冝脩沛吾乗兮桂舟令沅湘兮無波使江水兮安流望夫君兮未來吹參差兮誰思駕飛龍兮北征邅吾道兮洞庭薜荔柏兮蕙綢蓀橈兮蘭旌望涔陽兮極浦橫桂櫂兮蘭枻斲冰兮積雪采薜荔兮水中搴芙蓉兮木末心不同兮媒勞恩不甚兮輕絶石瀬兮淺淺飛龍兮翩翩交不忠兮怨長期不信兮告余以不閒􁆭騁騖兮江臯夕弭節兮北渚鳥次兮屋上水周兮堂下捐余玦兮江中余佩兮醴浦采芳洲兮杜若將以遺兮下女旹不可兮再得聊逍遥兮容與湘君帝子降兮北渚目眇眇兮愁予嫋嫋兮秋風洞庭波兮木葉下白薠兮騁望與佳期兮夕張鳥萃兮蘋中􁉞何爲兮木上沅有茞兮醴有蘭思公子兮未敢言荒忽兮逺望觀流水兮潺湲麋何食兮庭中蛟何爲兮水裔朝馳余馬兮江臯夕濟兮西澨聞佳人兮召予將騰駕兮偕逝築室兮水中葺之兮荷蓋蓀壁兮紫壇匊芳椒兮成堂桂棟兮蘭橑辛夷楣兮葯房罔薜荔兮爲帷擗蕙櫋兮旣張白王兮爲鎭䟽石蘭兮爲芳芷葺兮荷屋繚之兮杜衡合百草兮實庭建芳馨兮廡門九嶷􁇇兮並迎靈之來兮如雲捐余袂兮江中遺余褋兮醴浦搴汀洲兮杜若將以遺兮逺者時不可兮驟得聊逍遥兮容與湘夫人廣開兮天門紛吾乗兮玄雲令飄風兮先驅使涷雨兮灑塵君迴翔兮以下踰空桑兮從女紛緫緫兮九州何壽夭兮在予髙飛兮安翔乗淸氣兮御隂陽吾與君兮齋速導帝之兮九坑老冉冉兮旣極不􁋚近兮愈䟽乗龍兮轔轔髙駝兮沖天結桂枝兮延竚羌愈思兮愁人愁人兮奈何願若今兮無虧固人命兮有當孰離合兮可爲大司命秋蘭兮麋蕪羅生兮堂下緑葉兮素枝芳菲菲兮襲予夫人自有兮美子蓀何以兮愁苦秋蘭兮靑靑緑葉兮紫莖滿堂兮美人忽獨與余兮目成入不言兮出不辭乗回風兮載雲旗悲莫悲兮生别離樂莫樂兮新相知荷衣兮蕙帶儵而來兮忽而逝夕宿兮帝郊君誰須兮雲之際與女遊兮九河衝風至兮水揚波與女沐兮咸池晞女髮兮陽之阿望美人兮未來臨風怳兮浩歌孔蓋兮翠旍登九天兮撫彗星竦長劒兮擁幼艾蓀獨冝兮爲民正少司命暾將出兮東方照吾檻兮扶桑撫余馬兮安驅夜晈晈兮旣明駕龍輈兮乗雷載雲旗兮委蛇長太息兮將上心低佪兮顧懷羌聲色兮娛人觀者憺兮忘歸縆瑟兮交鼓簫鍾兮瑶簴鳴䶵兮吹竽思靈保兮賢姱翾飛兮翠曽展詩兮㑹舞應律兮合節靈之來兮蔽日靑雲衣兮白霓裳舉長矢兮射天狼操余弧兮反淪降援北斗兮酌桂漿撰余轡兮髙駝翔杳冥冥兮以東行東君與女遊兮九河衝風起兮橫波乗水車兮荷蓋駕兩龍兮驂螭登崑崙兮四望心飛揚兮浩蕩日將暮兮悵忘歸惟極浦兮寤懷魚鱗屋兮龍堂紫貝闕兮朱宫靈何爲兮水中乗白黿兮逐文魚與女遊兮河之渚流澌紛兮將來下子交手兮東行送美人兮南浦波滔滔兮來迎魚隣隣兮媵予河伯若有人兮山之阿𬒳薜荔兮帶女羅旣含睇兮又冝笑子慕予兮善窈窕乗赤豹兮從文狸辛夷車兮結桂旗被石蘭兮帶杜衡折芳馨兮遺所思余處幽篁兮終不見天路險難兮獨後來表獨立兮山之上雲容容兮而在下杳冥冥兮羌晝晦東風飄兮神靈雨留靈脩兮憺忘歸歳旣晏兮孰華予采三秀兮於山閒石磊磊兮葛蔓蔓怨公子兮悵忘歸君思我兮不得閒思公子兮徒離憂山鬼操吳戈兮被犀甲車錯轂兮短兵接旌蔽日兮敵若雲矢交墜兮士爭先凌余陣兮躐余行左驂殪兮右刃傷霾兩輪兮縶四馬援玉枹兮擊鳴鼓天時墜兮威靈怒嚴殺盡兮棄原壄出不入兮往不反平原忽兮路超逺帶長劒兮挾秦弓首身離兮心不懲誠旣勇兮又以武終剛強兮不可凌身旣死兮神以靈子魂魄兮爲鬼雄國殤成禮兮㑹皷傳芭兮代舞姱女倡兮容與春蘭兮秋菊長無絶兮終古禮魂"}
{"id": "KR4a0002_003", "series": "KR4a0002", "text": "校書郎臣王逸上天問者屈原之所作也何不言問天天尊不可問故曰天問也屈原放逐憂心愁悴彷徨山澤經歷陵陸嗟號昊旻仰天歎息見楚有先王之廟及公卿祠堂圖畫天地山川神靈琦瑋僪佹及古賢聖怪物行事周流罷倦休息其下仰見圖畫因書其壁何而問之以渫憤懣舒瀉愁思楚人哀惜屈原因共論述故其文義不次序云爾曰遂古之初誰傳道之上下未形何由考之冥昭瞢闇誰能極之馮翼惟像何以識之明明闇闇惟時何爲隂陽三合何本何化圜則九重孰營度之惟兹何功孰初作之斡維焉繫天極焉加八柱何當東南何虧九天之際安放安屬隅隈多有誰知其數天何所沓十二焉分日月安屬列星安陳出自湯谷次于蒙汜自明及晦所行幾里夜光何德死則又育厥利維何而顧菟在腹女歧無合夫焉取九子伯強何處惠氣安在何闔而晦何開而明角宿未旦曜靈安藏不任汨鴻師何以尚之僉曰何憂何不課而行之鴟龜曵銜鮌何聽焉順欲成功帝何刑焉永遏在羽山夫何三年不施伯禹愎鮌夫何以變化纂就前緒遂成考功何續初繼業而厥謀不同洪泉極深何以窴之地方九則何以墳之河海應龍何盡何歷鮌何所營禹何所成康回馮怒􁪗何故以東南傾九州安錯川谷何洿東流不溢孰知其故東西南北其脩孰多南北順㯐其衍幾何崑崙縣圃其凥安在増城九重其髙幾里四方之門其誰從焉西北辟啓何氣通焉日安不到燭龍何照羲和之未揚若華何光何所冬暖何所夏寒焉有石林何獸能言焉有虬龍負熊以遊雄虺九首儵忽焉在何所不死長人何守靡蓱九衢枲華安居一蛇吞象厥大何如黒水玄趾三危安在延年不死壽何所止鯪魚何所鬿堆焉處羿焉彃日烏焉解羽功降省下土四方焉得彼嵞山女而通之于台桑閔妃匹合厥身是繼胡維嗜不同味而快􁆭飽啓代益作后卒然離蠥何啓惟憂而能拘是逹皆歸䠶􁙛而無害厥躬何后益作革而禹播降啓棘賔商九辯九歌何勤子屠母而死分竟地帝降夷羿革孽夏民胡䠶夫河伯而妻彼雒嬪馮珧利決封狶是䠶何獻蒸肉之膏而后帝不若浞娶純狐眩妻爰謀何羿之䠶革而交吞揆之阻窮西征巖何越焉化爲黃熊巫何活焉咸播秬黍莆雚是營何由并投而鮌疾脩盈白蜺嬰茀胡爲此堂安得夫良藥不能固臧天式從橫陽離爰死之釋舟陵行何以遷之惟澆在戸何求于嫂何少康逐犬而顚隕厥首女歧縫裳而館同爰止何顚易厥首而親以逢殆湯謀易旅何以厚之覆舟斟㝷何道取之桀伐蒙山何所得焉妺嬉何肆湯何殛焉舜閔在家父何以鱞堯不姚告二女何親厥萌在初何所億焉璜臺十成誰所極焉登立爲帝孰道尚之女媧有體孰制匠之舜服厥弟終然爲害何肆犬體而厥身不危敗吳獲迄古南嶽是止孰期去斯得兩男子說簡狄在臺嚳何宜玄鳥致貽女何喜該秉季德厥父是臧胡終弊于有扈牧夫牛羊干恊時舞何以懷之平脅曼膚何以肥之有扈牧竪云何而逢擊牀先出其命何從恒秉季德焉得夫朴牛何往營班禄不但還來昏微遵迹有狄不寧何繁鳥萃棘負子肆情眩弟並淫危害厥兄何變化以作詐後嗣而逢長成湯東巡有莘爰極何乞彼小臣而吉妃是得水濵之木得彼小子夫何惡之媵有莘之婦湯出重泉夫何辠尤不勝心伐帝夫誰使挑之㑹􁆭爭盟何踐吾期蒼鳥羣飛孰使萃之到擊紂躬叔旦不嘉何親揆發足周之命以咨嗟授殷天下其位安施反成乃亡其罪伊何爭遣伐器何以行之並驅擊翼何以將之昭后成遊南土爰厎厥利惟何逢彼白雉穆王巧梅夫何爲周流環理天下夫何索求妖夫曵衒何號于市周幽誰誅焉得夫襃姒天命反側何罰何佑齊桓九㑹卒然身殺彼王紂之躬孰使亂惑何惡輔弼讒謟是服比干何逆而抑沈之雷開阿順而賜封之何聖人之一德卒其異方梅伯受醢箕子詳狂稷維元子帝何竺之激何逢長之伯昌号衰秉鞭作牧何令徹彼歧社命有殷國遷藏就歧何能依殷有惑婦何所譏受賜兹醢西伯上告何親就上帝罰殷之命以不救師望在肆昌何識鼓刀揚聲后何喜武發殺殷何所悒載尸集戰何所急伯林雉經維其何故何感天抑墬夫誰畏懼皇天集命惟何戒之受禮天下又使至代之初湯臣摯後兹承輔何卒官湯尊食宗緒勲闔夢生少離散亡何壯武厲能流厥嚴彭鏗斟雉帝何饗受壽永多夫何乆長中央共牧后何怒􁑌蛾微命力何固驚女采薇鹿何祐北至回水萃何喜兄有噬犬弟何欲易之以百兩卒無禄薄暮雷電歸何憂厥嚴不奉帝何求伏匿穴處爰何云荆勲作師夫何長悟過改更我又何言吴光爭國乆余是勝何環穿自閭社丘陵爰出子文吾告堵敖以不長何試上自予忠名彌彰叙曰昔屈原所作凡二十五篇世相敎傳而莫能說天問以其文義不次又多竒怪之事自太史公口論道之多所不逮至於劉向楊雄援引傳記以解說之亦不能詳悉所闕者衆日無聞焉旣有詞乃復多連蹇其文濛澒其說故厥義不昭微指不晢自游覽者靡不苦之而不能照也今則稽之舊章合之經傳以相發明爲之符驗章決句斷事事可曉俾後學者永無疑焉"}
{"id": "KR4a0002_004", "series": "KR4a0002", "text": "校書郎臣王逸上惜誦渉江哀郢抽思懷沙思美人惜往日橘頌悲回風九章者屈原之所作也屈原放於江南之壄思君念國憂心罔極故復作九章章者著也明也言已所陳忠信之道甚著明也卒不見納委命自沈楚人惜而哀之丗論其詞以相傳焉惜誦以致愍兮發憤以杼情所作忠而言之兮指蒼天以爲正令五帝以㭊中兮戒六神與嚮服俾山川以備御兮命咎繇使聽直竭忠誠以事君兮反離羣而贅肬忘儇媚以背衆兮待明君其知之言與行其可迹兮情與㒵其不變故相臣莫若君兮所以證之不逺吾誼先君而後身兮羌衆人之所仇專惟君而無他兮又衆兆之所讎壹心而不豫兮羌不可保也疾親君而無他兮有招禍之道也思君其莫我忠兮忽忘身之賤貧事君而不貳兮迷不知寵之門忠何罪以遇罰兮亦非余心之所志行不羣以巓越兮又衆兆之所咍紛逢尤以離謗兮謇不可釋情沈抑而不逹兮又蔽而莫之白心鬱邑余侘傺兮又莫察余之中情固煩言不可結詒兮願陳志而無路退靜黙而莫余知兮進號呼又莫吾聞申侘傺之煩惑兮中悶瞀之忳忳昔余夢登天兮魂中道而無杭吾使厲神占之兮曰有志極而無旁終危獨以離異兮曰君可思而不可恃故衆口其鑠金兮初若是而逢殆懲於羹者而吹􁒟兮何不變此志也欲釋階而登天兮猶有曩之態也衆駭遽以離心兮又何以爲此伴也同極而異路兮又何以爲此援也晉申生之孝子兮父信讒而不好行婞直而不豫兮鮌功用而不就吾聞作忠以造怨兮忽謂之過言九折臂而成醫兮吾至今而知其信然矰弋機而在上兮罻羅張而在下設張辟以娛君兮願側身而無所欲儃佪以千傺兮恐重患而離尤欲髙飛而逺集兮君罔謂汝何之欲橫奔而失路兮堅志而不忍背膺牉以交痛兮心鬱結而紆軫檮木蘭以矯蕙兮糳申椒以爲糧播江離與滋菊兮願春日以爲糗芳恐情質之不信兮故重著以自明矯兹媚以私處兮願曽思而逺身惜誦余幼好此竒服兮年旣老而不衰帶長鋏之陸離兮冠切雲之崔嵬被明月兮珮寶璐丗溷濁而莫余知兮吾方髙馳而不顧駕靑虬兮驂白螭吾與重華遊兮瑶之圃登崑崙兮食玉英與天地兮同壽與日月兮同光哀南夷之莫吾知兮旦余濟乎江湘乗鄂渚而反顧兮欸秋冬之緒風歩余馬兮山皐邸余車兮方林乗舲船余上沅兮齊吴榜以擊汰船容與而不進兮淹回水而疑滯朝發枉陼兮夕宿辰陽苟余心其端直兮雖僻逺之何傷入漵浦余儃佪兮迷不知吾所如深林杳以冥冥兮猨狖之所居山峻髙以蔽日兮下幽晦以多雨霰雪紛其無垠兮雲霏霏而承宇哀吾生之無樂兮幽獨處乎山中吾不能變心而從俗兮固將愁苦而終窮接輿髠首兮桑扈臝行忠不必用兮賢不必以伍子逢殃兮比干菹醢與前丗而皆然兮吾又何怨乎今之人余將董道而不豫兮固將重昏而終身亂曰鸞鳥鳳皇日以逺兮燕雀烏鵲巢堂壇兮露申辛夷死林薄兮腥臊並御芳不得薄兮隂陽易位時不當兮懷信侘傺忽乎吾將行兮渉江皇天之不純命兮何百姓之震愆民離散而相失兮方仲春而東遷去故郷而就逺兮遵江夏以流亡出國門而軫懷兮甲之􁆭吾以行發郢都而去閭兮荒忽其焉極楫齊揚以容與兮哀見君而不再得望長楸而太息兮涕淫淫其若霰過夏首而西浮兮顧龍門而不見心嬋媛而傷懷兮眇不知其所蹠順風波以從流兮焉洋洋而爲客淩陽侯之汜濫兮忽翶翔之焉薄心絓結而不解兮思蹇産而不釋將運舟而下浮兮上洞庭而下江去終古之所居兮今逍遥而來東羌靈䰟之欲歸兮何須臾而忘反背夏浦而西思兮哀故都之日逺登大墳以逺望兮聊以舒吾憂心哀州土之平樂兮悲江介之遺風當陵陽之焉至兮南渡之焉如曽不知夏之爲丘兮孰兩東門之可蕪心不怡之長乆兮憂與愁其相接惟郢路之遼逺兮江與夏之不可渉忽若不信兮至今九年而不復慘鬱鬱而不通兮蹇侘傺而舍慼外承歡之汋約兮諶荏弱而難持忠湛湛而願進兮妬被離而鄣之堯舜之抗行兮瞭杳杳而薄天衆讒人之嫉妬兮𬒳以不慈之僞名憎愠惀之脩美兮好夫人之忼慨衆踥蹀而日進兮美超逺而逾邁亂曰曼余目以流觀兮兾壹反之何時鳥飛反故郷兮狐死必首丘信非吾罪而棄逐兮何日夜而忘之哀郢心鬱鬱之憂思兮獨永歎乎増傷思蹇産之不釋兮曼遭夜之方長悲秋風之動容兮何回極之浮浮數惟蓀之多怒兮傷余心之懮懮願揺起而橫奔兮覽民尤以自鎭結微情以陳詞兮矯以遺夫美人昔君與我誠言兮曰黃昏以爲期羌中道而回畔兮反旣有此他志憍吾以其美好兮覽余以其脩姱與余言而不信兮蓋爲余而造怒願承閒而自察兮心震悼而不敢悲夷猶而兾進兮心怛傷之憺憺兹歷情以陳辭兮蓀詳聾而不聞固切人之不媚兮衆果以我爲患初吾所陳之耿著兮豈至今其庸亡何毒藥之謇謇兮願蓀美之可完望三五以爲像兮指彭咸以爲儀夫何極而不至兮故逺聞而難虧善不由外來兮名不可以虚作孰無施而有報兮孰不實而有穫少歌曰與美人抽怨兮并日夜而無正憍吾以其美好兮敖朕辭而不聽倡曰有鳥自南兮來集漢北好姱佳麗兮牉獨處此異域旣惸獨而不羣兮又無良媒在其側道卓逺而日忘兮願自申而不得望北山而流涕兮臨流水而太息望孟夏之短夜兮何晦明之若歳惟郢路之遼逺兮䰟一夕而九逝曽不知路之曲直兮南指月與列星願徑逝而未得兮䰟識路之營營何靈䰟之信直兮人之心不與吾心同理弱而媒不通兮尚不知余之從容亂曰長瀬湍流泝江潭兮狂顧南行聊以娛心兮軫石崴嵬蹇吾願兮超回志度行隱進兮低佪夷猶宿北姑兮煩冤瞀容實沛徂兮愁歎苦神靈遥思兮路逺處幽又無行媒兮道思作頌聊以自救兮憂心不遂斯言誰告兮抽思滔滔孟夏兮草木莽莽傷懷永哀兮汩徂南土眴兮杳杳孔靜幽黙鬱結紆軫兮離慜而長鞠撫情効志兮冤屈而自抑刓方以爲圜兮常度未替易初本迪兮君子所鄙章畫志墨兮前圖未改内厚質正兮大人所盛巧倕不斲兮孰察其撥正玄文處幽兮矇瞍謂之不章離婁微睇兮瞽以爲無明變白以爲黒兮倒上以爲下鳳皇在笯兮鷄鶩翔舞同糅玉石兮一槩而相量夫惟黨人鄙固兮羌不知余之所臧任重載盛兮䧟滯而不濟懷瑾握瑜兮窮不知所示邑犬之羣吠兮吠所怪也非俊疑傑兮固庸態也文質䟽内兮衆不知余之異采材朴委積兮莫知余之所有重仁襲義兮謹厚以爲豐重華不可兮孰知余之從容古固有不並兮豈知其何故湯禹乆逺兮邈而不可慕懲連改忿兮抑心而自強離慜而不遷兮願志之有像進路北次兮日昧昧其將暮舒憂娱哀兮限之以大故亂曰浩浩沅湘分流汩兮脩路幽蔽道逺忽兮懷質抱情獨無匹兮伯樂旣没驥焉程兮萬民之生各有所錯兮定心廣志余何畏懼兮曽傷爰哀永歎喟兮世溷濁莫吾知人心不可謂兮知死不可讓願勿愛兮明告君子吾將以爲類兮懷沙思美人兮擥涕而竚眙媒絶路阻兮言不可結而詒蹇蹇之煩冤兮䧟滯而不發申旦以舒中情兮志沈菀而莫逹願寄言於浮雲兮遇豐隆而不將因歸鳥而致辭兮羌宿髙而難當改此度車旣覆而馬顚兮蹇獨懷此異路勒騏驥而更駕兮造父爲我操之遷逡次而勿驅兮聊假日以須峕指嶓冢之西隈兮與纁黃以爲期開春發歳兮白日出之悠悠吾將蕩志而愉樂兮遵江夏以娱憂擥大薄之芳茞兮搴長洲之宿莽惜吾不及古人兮吾誰與玩此芳草解萹薄與雜菜兮滿内而外揚情與質信可保兮羌居蔽而聞章令薜荔以爲理兮憚舉趾而縁木因芙蓉而爲媒兮憚蹇裳而濡足登髙吾不說兮入下吾不能固朕形之不服兮然容與而狐疑廣遂前畫兮未改此度也命則處幽吾將罷兮願及白日之未暮獨焭焭而南行兮思彭咸之故也思美人惜往日之曽信兮受命詔以昭詩奉先功以照下兮明法度之嫌疑國冨強而法立兮屬貞臣而日娭秘密事之載心兮雖過失猶弗治心純庬而不泄兮遭讒人而嫉之君舍怒而待臣兮不淸澈其然否蔽晦君之聦明兮虚惑誤又以欺弗參驗以考實兮逺遷臣而弗思信讒䛕之溷濁兮盛氣志而過之何貞臣之無辠兮𬒳離謗而見尤慙光景之誠信兮身幽隱而備之臨沅湘之玄淵兮遂自忍而沈流卒沒身而絶名兮惜壅君之不昭君無度而弗察兮使芳草爲藪幽焉舒情而抽信兮恬死亡而不聊獨鄣壅而蔽隱兮使貞臣爲無由聞百里之爲虜兮伊尹烹於庖廚吕望屠於朝歌兮寗戚歌而飯牛不逢湯武與桓繆兮世孰云而知之吳信讒而弗味兮子胥死而後憂介子忠而立枯兮文君寤而追求封介山而爲之禁兮報大德之優游思乆故之親身兮因縞素而哭之或忠信而死節兮或訑謾而不疑弗省察而按實兮聽讒人之虚辭芳與澤其雜糅兮孰申旦而别之何芳草之早殀兮微霜降而下戒諒聦不明而蔽壅兮使讒䛕而日得自前世之嫉賢兮謂蕙若其不可佩妬佳冶之芬芳兮􁙱母姣而自好雖有西施之美容兮讒妬入以自代願陳情以白行兮得罪過之不意情冤見之日明兮如列宿之錯置乗騏驥而馳騁兮無轡銜而自載乗汜泭以下流兮無舟楫而自備背法度而心治兮辟與此其無異寧溘死而流亡兮恐禍殃之有再不畢辭而赴淵兮惜壅君之不識惜往日后皇嘉樹橘徠服兮受命不遷生南國兮深固難徙更壹志兮緑葉素榮紛其可喜兮曽枝剡棘圎果摶兮靑黃雜糅文章爛兮精色内白類可任兮紛緼冝脩姱而不醜兮嗟爾幼志有以異兮獨立不遷豈不可喜兮深固難徙廓其無求兮蘇世獨立橫而不流兮閉心自愼不終失過兮秉德無私參天地兮願歳并謝與長友兮淑離不淫梗其有理兮年歳雖少可師長兮行比伯夷置以爲像兮橘頌悲回風之揺蕙兮心冤結而内傷物有微而隕性兮聲有隱而先倡夫何彭咸之造思兮曁志介而不忘萬變其情豈可蓋兮孰虚僞之可長鳥獸鳴以號群兮草苴比而不芳魚葺鱗以自別兮蛟龍隱其文章故荼薺不同畝兮蘭茞幽而獨芳惟佳人之永都兮更統世而自貺眇逺志之所及兮憐浮雲之相羊介眇志之所惑兮竊賦詩之所明惟佳人之獨懷兮折若椒以自處曽歔欷之嗟嗟兮獨隱伏而思慮涕泣交而凄凄兮思不眠以至曙終長夜之曼曼兮掩此哀而不去寤從容以周流兮聊逍遥以自恃傷太息之愍憐兮氣於邑而不可止糺思心以爲纕兮編愁苦以爲膺折若木以蔽光兮隨飄風之所仍存髣髴而不見兮心踊躍其若湯撫珮衽以案志兮超惘惘而遂行歳曶曶其若頽兮峕亦冉冉而莽芒芒之無儀聲有隱而相感兮物有純而不可爲藐蔓蔓之不可量兮縹綿綿之不可紆愁悄悄之常悲兮翩冥冥之不可娛淩大波而流風兮託彭咸之所居上髙巖之峭岸兮處雌蜺之標顚據靑冥而攄虹兮遂儵忽而捫天吸湛露之浮源兮漱凝霜之雰雰依風穴以自息兮忽傾寤以嬋媛馮崑崙以瞰霧兮隱㞶山以淸江憚涌湍之礚礚兮聽波聲之洶洶紛容容之無經兮罔芒芒之無紀軋洋洋之無從兮馳委移之焉止漂翻翻其上下兮翼遥遥其左右汜潏潏其前後兮伴張㢮之信期觀炎氣之相仍兮窺煙液之所積悲霜雪之俱下兮聽潮水之相擊借光景以往來兮施黃棘之枉䇿求介子之所存兮見伯夷之放迹心調度而弗去兮刻著志之無適曰吾怨往昔之所兾兮悼來者之悐悐浮江淮而入海兮從子胥而自適望大河之洲渚兮悲申徒之抗迹驟諫君而不聽兮重任石之何益心絓結而不解兮思蹇産而不釋悲回風"}
{"id": "KR4a0002_005", "series": "KR4a0002", "text": "校書郎臣王逸上逺遊者屈原之所作也屈原履方直之行不容於世上爲讒佞所譖毀下爲俗人所困極章皇山澤無所告訴乃深惟元一脩執恬漠思欲濟世則意中憤然文采鋪發遂叙妙思託配仙人與俱遊戲周歷天地無所不到然猶懷念楚國思慕舊故忠信之篤仁義之厚也是以君子珍重其志而瑋其辭焉悲時俗之迫阨兮願輕舉而逺遊質菲薄而無因兮焉託乗而上浮遭沈濁而汙穢兮獨鬱結其誰語夜耿耿而不寐兮魂焭焭而至曙惟天地之無窮兮哀人生之長勤徃者余弗及兮來者吾不聞歩徙倚而遥思兮怊惝怳而乖懷意荒忽而流蕩兮心愁悽而増悲神儵忽而不反兮形枯槁而獨留内惟省以端操兮求正氣之所由漠虚靜以恬愉兮澹無爲而自得聞赤松之淸塵兮願承風乎遺則貴眞人之休德兮美往世之登仙與化去而不見兮名聲著而日延竒傅說之託辰星兮羨韓衆之得一形穆穆以浸逺兮離人羣而遁逸因氣變而遂曽舉兮忽神奔而鬼怪時髣髴以遥見兮精晈晈以往來絶氛埃而淑尤兮終不反其故都免衆患而不懼兮世莫知其所如恐天時之代序兮耀靈曅而西征春秋忽其不淹兮奚乆留此故居軒轅不可攀援兮吾將從王喬而娛戲飡六氣而飲沆瀣兮漱正陽而含朝霞保神明之淸澄兮精氣入而麤穢除順凱風以從遊兮至南巢而壹息見王子而宿之兮審壹氣之和德曰道可受兮不可傳其小無内兮其大無垠無滑而䰟兮彼將自然壹氣孔神兮於中夜存虚以待之兮無爲之先庶類以成兮此德之門聞至貴而遂徂兮忽乎吾將行仍羽人於丹丘兮留不死之舊郷朝濯髮於湯谷兮夕晞余身兮九陽吸飛泉之微液兮懷琬琰之華英玉色頩以脕顔兮精醇粹而始壯質銷鑠以汋約兮神要眇以淫放嘉南州之炎德兮麗桂樹之冬榮山蕭條而無獸兮野寂漠其無人載營魄而登霞兮掩浮雲而上征命天閽其開關兮排閶闔而望予召豐隆使先導兮問大微之所居集重陽入帝宫兮造旬始而觀淸都朝發軔於太儀兮夕始臨乎於微閭屯余車之萬乗兮紛溶與而並馳駕八龍之婉婉兮載雲旗之逶蛇建雄虹之采旄兮五色雜而炫燿服偃蹇以伭昂兮驂連蜷以驕驁騎膠葛以雜亂兮斑漫衍而方行撰余轡而正䇿兮吾將過乎句芒歷太皓以右轉兮前飛廉以啓路陽杲杲其未光兮淩天地以徑度風伯爲余先驅兮氛埃辟而淸涼鳳皇翼其承旂兮遇蓐收乎西皇擥彗星㠯爲旍兮舉斗柄以爲麾叛陸離其上下兮遊驚霧之流波峕曖曃其曭莽兮召玄武而奔屬後文昌使掌行兮選署衆神以並轂路曼曼其脩逺兮徐弭節而髙厲左雨師使徑侍兮右雷公以爲衞欲度世以忘歸兮意恣睢㠯担撟内欣欣而自美兮聊媮娯以自樂渉靑雲以汎濫游兮忽臨睨夫舊郷僕夫懷余心悲兮邊馬顧而不行思舊故以想像兮長太息而掩涕汜容與而遐舉兮聊抑志而自弭指炎神而直馳兮吾將往乎南疑覽方外之荒忽兮沛罔象而自浮祝融戒而還衡兮騰告鸞鳥迎宓妃張咸池奏承雲兮二女御九韶歌使湘靈皷瑟兮令海若舞夷玄螭蟲象並出進兮形蟉虬而逶蛇雌蜺便姢㠯増撓兮鸞鳥軒翥而翔飛音樂博衍無終極兮焉乃逝以俳佪舒并節以馳騖兮逴絶垠乎寒門軼迅風於淸源兮從顓頊乎増冰歷玄冥以邪徑兮乗閒維以反顧召黔嬴而見之兮爲余先乎平路經營四荒兮周流六漠上至列缺兮降望大壑下崢嶸而無地兮上寥廓而無天視儵忽而無見兮聽惝怳而無聞超無爲以至淸兮與泰初而爲鄰"}
{"id": "KR4a0002_006", "series": "KR4a0002", "text": "校書郎臣王逸上卜居者屈原之所作也屈原體忠貞之性而見嫉妬念讒佞之臣承君順非而蒙富貴巳執忠直而身放弃心迷意惑不知所爲乃徃至太卜之家稽問神明決之蓍龜卜巳居世何所冝行兾聞異䇿以定嫌疑故曰卜居也屈原旣放三年不得復見竭知盡忠而蔽鄣於讒心煩慮亂不知所從往見太卜鄭詹尹曰余有所疑願因先生決之詹尹乃端䇿拂龜曰君將何以敎之屈原曰吾寧悃悃欵欵朴以忠乎將送往勞來斯無窮乎寧誅鋤草茅以力耕乎將游大人以成名乎寧正言不諱以危身乎將從俗富貴以媮生乎寧超然髙舉㠯保眞乎將哫訾栗斯喔咿儒兒以事婦人乎寧廉潔正直以自淸乎將突梯滑稽如脂如韋以潔楹乎寧昂昂若千里之駒乎將汜汜若水中之鳬乎與波上下偷以全吾軀乎寧與騏驥亢軛乎將隨駑馬之迹乎寧與黄鵠比翼乎將與雞鶩爭食乎此孰吉孰凶何去何從世溷濁而不淸蟬翼爲重千鈞爲輕黄鍾毀棄瓦釡雷鳴讒人髙張賢士無名吁嗟黙黙兮誰知吾之廉貞詹尹乃釋䇿而謝曰夫尺有所短寸有所長物有所不足智有所不明數有所不逮神有所不通用君之心行君之意龜䇿誠不能知事"}
{"id": "KR4a0002_007", "series": "KR4a0002", "text": "校書郎臣王逸上漁父者屈原之所作也屈原放逐在江湘之間憂愁嘆吟儀容變易而漁父避丗隱身釣魚江濵欣然自樂時遇屈原川澤之域怪而問之遂相應荅楚人思念屈原因叙其辭以相傳焉屈原旣放游於江潭行吟澤畔顔色憔悴形容枯槁漁父見而問之曰子非三閭大夫與何故至於斯屈原曰舉世皆濁我獨清衆人皆醉我獨醒是以見放漁父曰聖人不凝滯於物而能與世推移世人皆濁何不淈其泥而揚其波衆人皆醉何不餔其糟而歠其釃何故深思髙舉自令放爲屈原曰吾聞之新沐者必彈冠新浴者必振衣安能以身之察察受物之汶汶者乎寧赴湘流葬於江魚之腹中安能以皓皓之白而蒙世俗之塵埃乎漁父莞爾而笑鼓枻而去歌曰滄浪之水淸兮可以濯吾纓滄浪之水濁兮可以濯吾足遂去不復與言"}
{"id": "KR4a0002_008", "series": "KR4a0002", "text": "校書郎臣王逸上九辯者楚大夫宋玉之所作也辯者變也謂敶道德以變說君也九者陽之數道之綱紀也故天有九星以正機衡地有九州以成萬邦人有九竅以通精明屈原懷忠貞之性而被讒邪傷君闇蔽國將危亡乃援天地之數列人形之要而作九歌九章之頌以諷諫懷王明巳所言與天地合度可履而行也宋玉者屈原弟子也閔惜其師忠而放逐故作九辯以述其志至於漢興劉向王襃之徒咸悲其文依而作詞故號爲楚詞亦采其九以立義焉悲哉秋之爲氣也蕭瑟兮草木揺落而變衰憭慄兮若在逺行登山臨水兮送將歸泬寥兮天髙而氣淸􁒛􁘙兮收潦而水淸㦧悽増欷兮薄寒之中人愴怳懭悢兮去故而就新坎廩兮貧士失職而志不平廓落兮羇旅而無友生惆悵兮而私自憐燕翩翩其辭歸兮蟬􁒛漠而無聲鴈廱廱而南遊兮鵾鷄啁哳而悲鳴獨申旦而不寐兮哀蟋蟀之宵征時亹亹而過中兮蹇淹留而無成悲憂窮戚兮獨處廓有美一人兮心不繹去郷離家兮徠逺客超逍遥兮今焉薄專田心君兮不可化君不知兮可柰何蓄怨兮積思心煩憺兮忘食事願一見兮道余意君之心兮與余異車旣駕兮朅而歸不得見兮心傷悲倚結軨兮長太息涕潺湲兮下霑軾忼慨絶兮不得中瞀亂兮迷惑私自憐兮何極心怦怦兮諒直皇天十分四時兮竊獨悲此廩秋白露旣下百草兮奄離披此梧楸去白日之昭昭兮襲長夜之悠悠離芳藹之方壯兮余萎約而悲愁秋旣先戒以白露兮冬又申之以嚴霜收恢台之孟夏兮然欿傺而沈藏葉菸邑而無色兮枝煩挐而交橫顔淫溢而將罷兮柯彷彿而萎黃萷櫹槮之可哀兮形銷鑠而瘀傷惟其紛糅而將落兮恨其失時而無當擥騑轡而下節兮聊逍遥以相佯歳忽忽而遒盡兮恐余壽之弗將悼余生之不時兮逢此丗之俇攘澹容與而獨倚兮蟋蟀鳴此西堂心怵惕而震盪兮何所憂之多方卬明月而太息兮歩列星而極明竊悲夫蕙華之曽敷兮紛旖旎乎都房何曽華之無實兮從風雨而飛颺以爲君獨服此蕙兮羌無以異於衆芳閔竒思之不通兮將去君而髙翔心閔憐之慘悽兮願一見而有明重無怨而生離兮中結軫而増傷豈不鬱陶而思君兮君之門以九重猛犬狺狺而迎吠兮關梁閉而不通皇天淫溢而秋霖兮后土何時而得漧塊獨守此無澤兮仰浮雲而永歎何時俗之工巧兮背繩墨而改錯却騏驥而不乗兮策駑駘而取路當世豈無騏驥兮誠莫之能善御見執轡者非其人兮故駶跳而逺去鳬鴈皆唼夫粱藻兮鳳愈飄翔而髙舉圜鑿而方枘兮吾固知其鉏鋙而難入衆鳥皆有所登棲兮鳳獨遑遑而無所集願銜枚而無言兮甞被君之渥洽太公九十乃顯榮兮誠未遇其匹合謂騏驥兮安歸謂鳳皇兮安棲變古易俗兮世衰今之相者兮舉肥騏驥伏匿而不見兮鳳皇髙飛而不下鳥獸猶知懷德兮何云賢士之不處驥不驟進而求服兮鳳亦不貪餧而妄食君弃逺而不察兮雖願忠其焉得欲寂漠而絶端兮竊不敢忘初之厚德獨悲愁其傷人兮馮鬱鬱其何極霜露慘悽而交下兮心尚其弗濟霰雪雰糅其増加兮乃知遭命之將至願徼幸而有待兮泊莽莽與壄草同死願自往而徑遊兮路壅絶而不通欲循道而平驅兮又未知其所從然中路而迷惑兮自壓桉而學誦性愚陋以褊淺兮信未逹乎從容竊美申包胥之氣盛兮恐時世之不固何時俗之工巧兮滅規榘而改鑿獨耿介而不隨兮願慕先聖之遺敎處濁世而顯榮兮非余心之所樂與其無義而有名兮寧窮處而守髙食不媮而爲飽兮衣不苟而爲温竊慕詩人之遺風兮願託志乎素餐蹇充倔而無端兮泊莽莽而無垠無衣裘以御冬兮恐溘死不得見乎陽春靚杪秋之遥夜兮心繚悷而有哀春秋逴逴而日髙兮然惆悵而自悲四時逓來而卒歳兮隂陽不可與儷偕白日晼晚其將入兮明月銷鑠而減毀歳忽忽而遒盡兮老冉冉而愈㢮心揺恱而日兮然怊悵而無冀中㦧惻之悽愴兮長太息而増欷年洋洋以日往兮老嵺廓而無處事亹亹而覬進兮蹇淹留而躊躇何氾濫之浮雲兮猋壅蔽此明月忠昭昭而願見兮然霠曀而莫逹願皓日之顯行兮雲蒙蒙而蔽之竊不自聊而願忠兮或黕點而汙之堯舜之抗行兮瞭冥冥而薄天何險巇之嫉妬兮被以不慈之僞名彼日月之照明兮尚黯黮而有瑕何況一國之事兮亦多端而膠加被荷裯之晏晏兮然潢洋而不可帶旣驕美而伐武兮負左右之耿介憎愠惀之脩美兮好夫人之慷慨衆踥蹀而日進兮美超逺而逾邁農夫輟耕而容與兮恐田野之蕪穢事緜緜而多私兮竊悼後之危敗世雷同而炫曜兮何毀譽之昧昧今脩飾而窺鏡兮後尚可以竄藏願寄言夫流星兮羌儵忽而難當卒壅蔽此浮雲兮下暗漠而無光堯舜皆有所舉任兮故髙枕而自適諒無怨於天下兮心焉取此怵惕椉騏驥之瀏瀏兮馭安用夫強䇿諒城郭之不足恃兮雖重介之何益邅翼翼而無終兮忳惽惽而愁約生天地之若過兮功不成而無効願沈滯而不見兮尚欲布名乎天下然潢洋而不遇兮直怐愗而自苦莽洋洋而無極兮忽翶翔之焉薄國有驥而不知椉兮焉皇皇而更索寗戚謳於車下兮桓公聞而知之無伯樂之善相兮今誰使乎譽之罔流涕以聊慮兮惟著意而得之紛純純之願忠兮妬被離而鄣之願賜不肖之軀而别離兮放遊志乎雲中椉精氣之摶摶兮騖諸神之湛湛驂白霓之習習兮歷羣靈之豐豐左朱榮之茇茇兮右蒼龍之躣躣屬雷師之闐闐兮通飛廉之衙衙前輊輬之鏘鏘兮後輜椉之從從載雲旗之委蛇兮扈屯騎之容容計專專之不可化兮願遂推而爲臧頼皇天之厚德兮還及君之無恙終"}
{"id": "KR4a0002_009", "series": "KR4a0002", "text": "校書郎臣王逸上招䰟章句第九楚辭招䰟者宋玉之所作也招者召也以手曰招以言曰召䰟者身之精也宋玉憐哀屈原忠而斥棄愁懣山澤䰟魄放佚厥命將落故作招䰟欲以復其精神延其年壽外陳四方之惡内崇楚國之美以諷諫懷王冀其覺悟而還之也朕幼淸以廉潔兮身服義而未沬主此盛德兮牽於俗而蕪穢上無所考此盛德兮長離殃而愁苦帝告巫陽曰有人在下我欲輔之䰟魄離散汝筮予之巫陽對曰掌㝱上帝其難從若必筮予之恐後之謝不能復用巫陽焉乃下招曰䰟兮歸來去君之恒幹何爲四方些舎君之樂處而離彼不祥些䰟兮歸來南方不可以止些雕題黒齒得人肉以祀以其骨爲醢些蝮蛇蓁蓁封狐千里些雄虺九首往來儵忽吞人以益其心些歸來兮不可以乆淫些䰟兮歸來西方之害流沙千里些旋入雷淵爢散而不可止些而些歸來兮恐自遺賊些䰟兮歸來北方不可以止些増冰峨峨飛雪千里些歸來兮不可以乆些䰟兮歸來君無上天些虎豹九關啄害下人些一夫九首拔木九千些犲狼從目往來侁侁些懸人以娭投之深淵些致命於帝然後得瞑些歸來往恐危身些䰟兮歸來君無下此幽都些土伯九約其角觺觺些敦脄血拇逐人駓駓些參目虎首其身若牛些此皆甘人歸來恐自遺災些䰟兮歸來入脩門些工祝招君背行先些秦齊縷鄭綿絡些招具該備永嘯呼些䰟兮歸來反故居些天地四方多賊姦些像設君室靜間安些髙堂邃宇檻層軒些層臺累榭臨髙山些網戸朱綴刻方連些冬有穾夏夏室寒些川谷徑復流潺湲些光風轉蕙汜崇蘭些經堂入奥朱塵筵些砥室翠翹挂曲瓊些翡翠珠被爛齊光些蒻阿拂壁羅幬張些纂組綺縞結琦璜些室中之觀多玲怪些蘭膏明燭華容備些二八侍宿射逓代些九侯淑女多迅衆些盛鬋不同制實滿宫些容態好比順彌代些弱顔固植謇其有意些姱容脩態絙洞房些蛾眉曼睩目騰光些靡顔膩理遺視矊些離榭脩幕侍君之間些翡帷翠帳飾髙堂些紅壁沙版玄玉梁些仰觀刻桷畫龍蛇些坐堂伏檻臨曲池些芙蓉始發雜芰荷些紫莖屏風文縁波些文異豹飾侍陂陁些軒輬旣低歩騎羅些蘭薄戸樹瓊木籬些䰟兮歸來何逺爲些室家遂宗食多方些稻粢穱麥挐黃粱些大苦醎酸辛甘行些肥牛之腱臑若芳些和酸若苦陳吳羹些胹鼈炮羔有柘漿些鵠酸臇鳬煎鴻鶬些露雞臛蠵厲而不爽些粔籹蜜餌有餦餭些瑶漿蜜勺實羽觴些挫糟凍飲酎淸涼些華酌旣陳有瓊漿些歸來反故室敬而無妨些肴羞未通女樂羅些敶鍾按皷造新歌些渉江采菱發揚荷些美人旣醉朱顔酡些娭光眇視目曽波些被文服纎麗而不竒些長髮曼鬋豔陸離些二八齊容起鄭舞些衽若交竿撫案下些竽瑟狂㑹搷鳴鼓些宫庭震驚發激楚些吳歈蔡謳奏大吕些士女雜坐亂而不分些放敶組纓班其相紛些鄭衞妖玩來雜陳些激楚之結獨秀先些菎蔽象棊有六簙些分曹並進遒相迫些成梟而牟呼五白些晉制犀比費白日些鏗鍾揺簴揳梓瑟些娛酒不廢沈日夜些蘭膏明燭華鐙錯些結撰至思蘭芳假些人有所極同心賦些酎飲盡歡樂先故些䰟兮歸來反故居些亂曰獻歳發春兮汨吾南征菉蘋齊葉兮白芷生路貫廬江兮左長薄倚沼畦瀛兮遥望博靑驪結駟兮齊千乗懸火延起兮玄顔烝歩及驟處兮誘騁先抑騖若通兮引車右還與王趨夢兮課後先君王親發兮憚靑兕朱明承夜兮時不可以淹臯蘭被徑兮斯路漸湛湛江水兮上有楓目極千里兮傷春心䰟兮歸來哀江南"}
{"id": "KR4a0002_010", "series": "KR4a0002", "text": "校書郎臣王逸上大招者屈原之所作也或曰景差疑不能明也屈原放流九年憂恖煩亂精神越散與形離别恐命將終所行不遂故憤然大招其魂盛稱楚國之樂崇懷襄之德以比三王能任用賢公卿明察能薦舉人冝輔佐之以興至治因以風諫逹已之志也靑春受􁛮白日昭只春氣奮發萬物遽只冥淩浹行魂無逃只魂魄歸徠無逺遥只魂乎歸徠無東無西無南無北只東有大海溺水浟浟只螭龍並流上下悠悠只霧雨淫淫白皓膠只魂乎無東湯谷􁒛只魂乎無南南有炎火千里蝮蛇蜒只山林險隘虎豹蜿只鰅鱅短狐王虺騫只䰟乎無南蜮傷躬只魂乎無西西方流沙漭洋洋只豕首縱目被髪鬤只長爪踞牙誒笑狂只䰟乎無西多害傷只䰟乎無北北有寒山逴龍赩只代水不可渉深不可測只天白顥顥寒凝凝只魂乎無往盈北極只魂魄歸徠間以靜只自恣荆楚安以定只逞志究欲心意安只窮身永樂年壽延只魂乎歸徠樂不可言只五榖六仞設菰粱只鼎臑盈望和致芳只内鶬鴿鵠味豺羹只魂乎歸徠恣所甞只鮮􁍏甘鷄和楚酪只醢豚苦狗膾苴蒪只吳酸蒿蔞不沾薄只魂兮歸徠恣所擇只炙鴰烝鳬煔鶉敶只煎鰿􁂄雀遽爽存只魂乎歸徠麗以先只四酎并孰不歰嗌只淸馨凍􁶐不歠役只吳醴白糵和楚瀝只魂乎歸徠不遽惕只代秦鄭衞鳴竽張只伏戲駕辯楚勞商只謳和揚阿趙簫倡只魂乎歸徠定空桑只二八接舞投詩賦只叩鍾調磬娛人亂只四上競氣極聲變只魂乎歸徠聽歌譔只朱脣皓齒嫭以姱只比德好間習以都只豐肉微骨調以娛只魂乎歸徠安以舒只嫮目冝笑娥眉曼只容則秀雅穉朱顔只䰟乎歸徠靜以安只姱脩滂浩麗以佳只曽頰倚耳曲眉規只滂心綽態姣麗施只小腰秀頸若鮮卑只魂乎歸徠思怨移只易中利心以動作只粉白黛黒施芳澤只長袂拂面善留客只魂乎歸徠以娛昔只靑色直眉美目媔只靨輔竒牙冝笑嘕只豐肉微骨體便姢只魂乎歸徠恣所便只夏屋廣大沙堂秀只南房小壇觀絶霤只曲屋歩壛冝擾畜只騰駕歩遊獵春囿只瓊轂錯衡英華假只茝蘭桂樹鬱彌路只魂乎歸徠恣志慮只孔雀盈園畜鸞皇只鵾鴻群晨雜􁟽鶬只鴻鵠代遊曼鷫鷞只魂乎歸徠鳳皇翔只曼澤怡面血氣盛只永冝厥身保壽命只室家盈廷爵禄盛只魂乎歸徠居室定只接徑千里出若雲只三圭重侯聽類神只察篤夭隱孤寡存只魂兮歸徠正始昆只田邑千畛人阜昌只美冒衆流德澤章只先威後文善美明只魂乎歸徠賞罰當只名聲若日照四海只德譽配天萬民理只北至幽陵南交阯只西薄羊腸東窮海只魂乎歸徠尚賢士只發政獻行禁苛暴只舉傑壓陛誅譏罷只直嬴在位近禹麾只豪傑執政流澤施只魂乎徠歸國家爲只雄雄赫赫天德明只三公穆穆登降堂只諸侯畢極立九卿只昭質旣設大侯張只執弓挾矢揖辭讓只魂乎徠歸尚三王只"}
{"id": "KR4a0002_011", "series": "KR4a0002", "text": "校書郎臣王逸上惜誓者不知誰所作也或曰賈誼疑不能明也惜者哀也誓者信也約也言哀惜懷王與已信約而復背之也古者君臣將共爲治必以信誓相約然後言乃從而身以親也蓋刺懷王有始而無終也惜余年老而日衰兮歳忽忽而不反登蒼天而髙舉兮歷衆山而日逺觀江河之紆曲兮離四海之霑濡攀北極而一息兮吸沆瀣以充虛飛朱鳥使先驅兮駕太一之象輿蒼龍蚴虬於左驂兮白虎騁而爲右騑建日月以爲蓋兮載玉女於後車馳騖於杳冥之中兮休息虖崑崙之墟樂窮極而不猒兮願從容虖神明渉丹水而駝騁兮右大夏之遺風黃鵠之一舉兮知山川之紆曲再舉兮睹天地之圜方臨中國之衆人兮託回飈乎尚羊乃至少原之壄兮赤松王喬皆在旁二子擁瑟而調均兮余因稱乎淸商澹然而自樂兮吸衆氣而翶翔念我長生而乆僊兮不如反余之故郷黃鵠後時而寄處兮鴟梟羣而制之神龍失水而陸居兮爲螻蟻之所裁夫黃鵠神龍猶如此兮況賢者之逢亂世哉壽冉冉而日衰兮固儃回而不息俗流從而不止兮衆枉聚而矯直或偷合而苟進兮或隱居而深藏苦稱量之不審兮同權槩而就衡或推迻而苟容兮或直言之諤諤傷誠是之不察兮并紉茅絲以爲索方世俗之幽昏兮眩白黒之美惡放山淵之龜玉兮相與貴夫礫石梅伯數諫而至醢兮乃集大皇之壄循四極而回周兮見盛德而後下彼聖人之神德兮逺濁世而自藏使麒麟可得羈而係兮又何以異虖犬羊楚辭卷第十一"}
{"id": "KR4a0002_012", "series": "KR4a0002", "text": "校書郎臣王逸上招隱士者淮南小山之所作也昔淮南王安愽雅好古招懷天下俊偉之士自八公之徒咸慕其德而歸其仁各竭才智著作篇章分造辭賦以類相從故或稱小山或稱大山其義猶詩有小雅大雅也小山之徒閔傷屈原又怪其文昇天乗雲伇使百神似若仙者雖身沈沒名德顯聞與隱處山澤無異故作招隱士之賦以章其志也桂樹叢生兮山之幽偃蹇連蜷兮枝相繚山氣巃嵸兮石嵯峨谿谷嶄巖兮水曽波猨狖群嘯兮虎豹噑攀援桂枝兮聊淹留王孫遊兮不歸春草生兮萋萋歳暮兮不自聊蟪蛄鳴兮啾啾坱兮軋山曲􁖶心淹留兮恫慌忽罔兮沕憭兮栗虎豹穴叢薄深林兮人上慄嶔岑碕礒兮碅磳磈硊樹輪相糾兮林木茷骩靑莎雜樹兮薠草靃靡白鹿麏麚兮或騰或倚狀皃崯崯兮峨峨淒淒兮漇漇獼猴兮熊羆慕類兮以悲攀援桂枝兮聊淹留虎豹鬭兮熊羆咆禽獸駭兮亡其曹王孫兮歸來山中兮不可以乆留"}
{"id": "KR4a0002_013", "series": "KR4a0002", "text": "校書郎臣王逸上初放沈江怨世怨思自悲哀命謬諫七諫者東方朔之所作也諫者正也謂陳法度以諫正君也古者人臣三諫不從退而待放屈原與楚同姓無相去之義故加爲七諫慇懃之意忠厚之節也或曰七諫者法天子有爭臣七人也東方朔追憫屈原故作此辭以述其志所以昭忠信矯曲朝也平生於國兮長於原壄言語訥譅兮又無彊輔淺智褊能兮聞見又寡數言便事兮見怨門下王不察其長利兮卒見棄乎原壄伏念思過兮無可改者羣衆成朋兮上浸以惑巧佞在前兮賢者滅息堯舜聖巳没兮孰爲忠直髙山崔巍兮水流湯湯死日將至兮與麋鹿同坈塊兮鞠當道宿舉世皆然兮余將誰告斥逐鴻鵠兮近習鴟梟斬伐橘柚兮列樹苦桃便姢之脩竹兮寄生乎江潭上葳􁴽而防露兮下泠泠而來風孰知其不合兮若竹栢之異心往者不可及兮來者不可待悠悠蒼天兮莫我振理竊怨君之不寤兮吾獨死而後巳初放惟往古之得失兮覽私微之所傷堯舜聖而慈仁兮後世稱而弗忘齊桓失於專任兮夷吾忠而名彰晉獻惑於孋姬兮申生孝而被殃偃王行其仁義兮荆文寤而徐亡紂暴虐以失位兮周得佐乎吕望修往古以行恩兮封比干之丘壟賢俊慕而自附兮日浸淫而合同明法令而修理兮蘭芷幽而有芳苦衆人之妬予兮箕子寤而佯狂不顧地以貪名兮心怫鬱而内傷聮蕙芷以爲佩兮過鮑肆而失香正臣端其操行兮反離謗而見攘世俗更而變化兮伯夷餓於首陽獨廉潔而不容兮叔齊乆而逾明浮雲陳而蔽晦兮使日月乎無光忠臣貞而欲諫兮讒䛕毁而在旁秋草榮其將實兮微霜下而夜降商風肅而害生兮風百草育而不長衆並諧以妬賢兮孤聖特而易傷懷計謀而不見用兮巖穴處而隱藏成功隳而不卒兮子胥死而不葬世從俗而變化兮隨風靡而成行信直退而毀敗兮虚僞進而得當追悔過之無及兮豈盡忠而有功廢制度而不用兮務行私而去公終不變而死節兮惜年齒之未央將方舟而下流兮兾幸君之發矇痛忠言之逆耳兮恨申子之沈江願悉心之所聞兮遭值君之不聦不開寤而難道兮不别橫之與縱聽姧臣之浮說兮絕國家之乆長滅規榘而不用兮背繩墨之正方離憂患而乃寤兮若縱火於秋蓬業失之而不救兮尚何論乎禍凶彼離畔而朋黨兮獨行之士其何望日漸染而不自知兮秋毫微哉而變容衆輕積而折軸兮原咎雜而累重溷湛湛而日多梟鴞旣以成羣兮玄鶴弭翼而屏移蓬艾親入御於床笫兮馬蘭踸踔而日加棄捐葯芷與杜衡兮余奈世之不知芳何何周道之平易兮然蕪穢而險戲髙陽無故而委塵兮唐虞點灼而毀議誰使正其眞是兮雖有八師而不可爲皇天保其髙兮后土持其乆服清白以逍遥兮偏與乎玄英異色西施媞媞而不得見兮􁙱母勃屑而日侍桂蠹不知所淹留兮蓼蟲不知徙乎葵菜處湣湣之濁世兮今安所逹乎吾志意有所載而逺逝兮固非衆人之所識思比干之恲恲兮哀子胥之愼事悲楚人之和氏兮獻寶玉以爲石遇厲武之不察兮羌兩足以畢斮小人之居勢兮視忠正之何若改前聖之法度兮喜囁嚅而妄作親讒䛕而䟽賢聖兮訟謂閭娵爲醜惡愉近習而蔽逺兮孰知察其黒白卒不得效其心容兮安眇眇而無所歸薄專精爽以自明兮晦冥冥而壅蔽年旣巳過太半兮然埳軻而留滯欲髙飛而逺集兮恐離罔而滅敗獨冤抑而無極兮傷精神而壽夭皇天旣不純命兮余生終無所依願自沈於江流兮絕橫流而徑逝寧爲江海之泥塗兮安能乆見此濁世怨世賢士窮而隱處兮廉方正而不容子胥諫而靡軀兮比干忠而剖心子推自割而飤君兮德日忘而怨深行明白而曰黒兮荆棘聚而成林江離棄於窮巷兮蒺藜蔓乎東廂賢者蔽而不見兮讒䛕進而相朋梟鴞並進而俱鳴兮鳳皇飛而髙翔願壹往而徑逝兮道壅絶而不通怨思居愁懃其誰告兮獨永思而憂悲内自省而不慙兮操愈堅而不衰隱三年而無決兮歳忽忽其若頽憐余身不足以卒意兮兾一見而復歸哀人事之不幸兮屬天命而委之咸池身被疾而不閒兮心沸熱其若湯氷炭不可以相並兮吾固知乎命之不長哀獨苦死之無樂兮惜予年之未央悲不反余之所居兮恨離予之故郷鳥獸驚而失羣兮猶髙飛而哀鳴狐死必首丘兮夫人孰能不反其眞情故人䟽而日忘兮新人近而俞好莫能行於杳冥兮孰能施於無報苦衆人之皆然兮乗回風而逺遊凌恒山其若陋兮聊愉娛以忘憂悲虚言之無實兮苦衆口之鑠金過故郷而一顧兮泣歔欷而霑衿厭白玉以爲面兮懷琬琰以爲心邪氣入而感内兮施玉色而外淫何靑雲之流瀾兮微霜降之蒙蒙徐風至而徘徊兮疾風過之湯湯聞南藩樂而欲往兮至㑹稽而且止見韓衆而宿之兮問天道之所在借浮雲以送予兮載雌霓而爲旌駕靑龍以馳騖兮班衍衍之冥冥忽容容其安之兮超慌忽其焉如苦衆人之難信兮願離羣而逺舉登巒山而逺望兮好桂樹之冬榮觀天火之炎煬兮聽大壑之波聲引八維以自道兮含沆以長生居不樂以時思兮食草木之秋實飲菌若之朝露兮􁀌桂木而爲室雜橘柚以爲囿兮分離測汨羅之湘水兮知時固而不反傷離散之交亂兮遂側身而旣逺處玄舎之幽門兮穴巖石而窟伏從水蛟而爲徒兮與神龍乎休息何山石之嶄巖兮靈魂屈而偃蹇含素水而蒙深兮日眇眇而旣逺哀形體之離解兮神􁁛兩而無舎惟椒蘭之不反兮魂迷惑而不知路願無過之設行兮雖滅沒之自樂痛楚國之流亡兮哀靈脩之過到固時俗之溷濁兮志瞀迷而不知路念私門之正匠兮遥渉江而逺去念女􁂆之嬋媛兮涕泣流乎於悒我決死而不生兮雖重追吾何及戲疾瀬之素水兮望髙山之蹇産哀髙丘之赤岸兮遂沒身而不反哀命怨靈脩之浩蕩兮夫何執操之不固悲太山之爲隍兮孰江河之可涸願承閒而效志兮恐犯忌而于諱卒撫情以寂寞兮然怊悵而自悲王與石其同匱兮貫魚眼與珠璣駑駿雜而不分兮服罷牛而驂驥年滔滔而自逺兮壽冉冉而愈衰心悇憛而煩冤兮蹇超揺而無兾固時俗之工巧兮滅規榘而改錯却騏驥而不乗兮䇿駑駘而取路當世豈無騏驥兮誠無王良之善馭見執轡者非其人兮故駒跳而逺去不量鑿而正枘兮恐榘矱之不同不論世而髙舉兮恐操行之不調弧弓弛而不張兮孰云知其所至無傾危之患難兮焉知賢士之所死俗推佞而進富兮節行張而不著賢良蔽而不群兮朋曹比而黨譽邪說飾而多曲兮正法弧而不公直士隱而避匿兮讒䛕登乎明堂棄彭咸之娛樂兮滅巧倕之繩墨菎蕗雜於黀蒸兮機蓬矢以射革駕蹇驢而無䇿兮又何路之能極以直鍼而爲釣兮又何魚之能得伯牙之絶弦兮無鍾子期而聽之和抱璞而泣血兮安得良工而剖之同音者相和兮同類者相似飛鳥號其羣兮鹿鳴求其友故叩宫而宫應兮彈角而角動虎嘯而谷風至兮龍舉而景雲往音聲之相和兮言物類之相感也夫方圜之異形兮勢不可以相錯列子隱身而窮處兮世莫可以寄託衆鳥皆有行列兮鳳獨翔翔而無所薄經濁世而不得志兮願側身巖穴而自託欲闔口而無言兮甞被君之厚德獨便悁而懷毒兮愁鬱鬱之焉極念三年之積思兮願壹見而陳詞不及君而騁說兮世孰可爲明之身寢疾而日愁兮情沉抑而不揚衆人莫可與論道兮悲精神之不通謬諫亂曰鸞皇孔鳳日以逺兮畜鳬駕鵝鷄鶩滿堂壇兮鼃黽游乎華池要􁑄奔亡兮騰駕橐駝鈆刀進御兮遥棄太阿拔搴玄芝兮列樹芋荷橘柚萎枯兮苦李旖旎甂甌登於明堂兮周鼎濳乎深淵自古而固然兮吾又何怨乎今之人楚辭卷第十三"}
{"id": "KR4a0002_014", "series": "KR4a0002", "text": "校書郎臣王逸上哀時命者嚴夫子之所作也夫子名忌與司馬相如俱好辭賦客遊於梁梁孝王甚竒重之忌哀屈原受性忠貞不遭明君而遇暗世斐然作辭歎而述之故曰哀時命也哀時命之不及古人兮夫何予生之不遘時往者不可扳援兮倈者不可與期志憾恨而不逞兮杼中情而屬詩夜炯炯而不寐兮懷隱憂而歷兹擥瑶木之橝枝兮望閬風之板桐弱水汨其爲難兮路中斷而不通勢不能凌波以徑度兮又無羽翼而髙翔然隱憫而不逹兮獨徙倚而彷徉悵惝罔㠯永思兮心紆􁇆而増傷倚躊躇以淹留兮日飢饉而絶糧廓抱景而獨倚兮超永思乎故郷廓落寂而無友兮誰可與玩此遺芳白日晼晩其將入兮哀余壽之弗將車旣弊而馬罷兮蹇邅徊而不能行身旣不容於濁世兮不知進退之冝當冠崔嵬而切雲兮劒淋離而從橫衣攝葉以儲與兮左袪挂於榑桑右衽拂於不周兮六合不足以肆行上同鑿枘於伏戲兮下合矩矱於虞唐願尊節而式髙兮志猶卑夫禹湯雖知困其不改操兮終不以邪枉害方世並舉而好朋兮壹斗斛而相量衆比周以肩迫兮賢者逺而隱藏爲鳳皇作鶉籠兮雖翕翅其不容靈皇其不寤知兮焉陳詞而効忠俗嫉妬而蔽賢兮孰知余之從容願舒志而抽馮兮庸詎知其吉凶璋珪雜於甑窐兮隴廉與孟娵同宫舉世以爲恒俗兮固將愁苦而終窮幽獨轉而不寐兮惟煩懣而盈匈䰟眇眇而馳騁兮心煩冤之􁊿􁊿志欿憾而不憺兮路幽昧而甚難塊獨守此曲隅兮然欿切而永歎愁脩夜而宛轉兮氣涫􁌩其若波握剞劂而不用兮操規榘而無所施騁騏驥於中庭兮焉能極夫逺道置猨狖于櫺檻兮夫何以責其捷巧駟跛鼈而上山兮吾固知其不能陞釋管晏而任臧獲兮何權衡之能稱箟簬雜於黀蒸兮機蓬矢以䠶革負檐荷以文尺兮欲伸要而不可得外迫脅於機臂兮上牽聮於矰隿肩傾側而不容兮固陿腹而不得息務光自投於深淵兮不獲世之塵垢孰魁摧之可乆兮願退身而窮處鑿山楹而爲室兮下被衣於水渚霧露濛濛其晨降兮雲依斐而承宇虹霓紛其朝霞兮夕淫淫而淋雨怊茫茫而無歸兮悵逺望此曠野下垂釣於谿谷兮上要求於僊者與赤松而結友兮比王僑而爲耦使梟楊先導兮白虎爲之前後浮雲霧而入冥兮騎白鹿而容與䰟眐眐以寄獨兮汨徂往而不歸處卓卓而日逺兮志浩蕩而傷懷鸞鳳翔於蒼雲兮故矰繳而不能加蛟龍濳於旋淵兮身不挂於罔羅知貪餌而近死兮不如下游乎淸波寧幽隱以逺禍兮孰侵辱之可爲子胥死而成義兮屈原沈於汨羅雖體解其不變兮豈忠信之可化志怦怦而内直兮履繩墨而不頗執權衡而無私兮稱輕重而不差摡塵垢之枉攘兮除穢累而反眞形體白而質素兮中晈潔而淑淸時猒飫而不用兮且隱伏而逺身聊竄端而匿迹兮嗼寂黙而無聲獨便悁而煩毒兮焉發憤而抒情時曖曖其將罷兮遂悶歎而無名伯夷死於首陽兮卒夭隱而不榮太公不遇文王兮身至死而不得逞懷瑶象而佩瓊兮願陳列而無正生天􁶎之若過兮忽爛漫而無成邪氣襲余之形體兮疾憯恒而萌生願壹見陽春之白日兮恐不終乎永年"}
{"id": "KR4a0002_015", "series": "KR4a0002", "text": "校書郎臣王逸上匡機通路危俊昭世尊嘉蓄英史官録第遂列于篇極運兮不中來將屈兮困窮余深愍兮慘怛願一列兮無從乗日月兮上征顧遊心兮鄗酆彌覽兮九隅彷徨兮蘭宫芷閭兮葯房奮揺兮衆芳菌閣兮蕙樓觀道兮從橫寶金兮委積美玉兮盈堂桂水兮潺湲揚流兮洋洋蓍蔡兮踊躍孔鶴兮回翔撫檻兮逺望念君兮不忘怫鬱兮莫陳永懷兮内傷匡機天門兮􁶎戸孰由兮賢者無正兮溷厠懷德兮何覩假寐兮愍斯誰可與兮寤語痛鳳兮逺逝畜鴳兮近處鯨鱏兮幽濳從蝦兮遊陼乗虬兮登陽載象兮上行朝發兮葱嶺夕至兮明光北飲兮飛泉南采兮芝英宣遊兮列宿順極兮彷徉紅采兮騂衣翠縹兮爲裳舒佩兮綝纚竦余劒兮干將騰蛇兮後從飛駏兮歩旁微觀兮玄圃覽察兮瑶光啓匱兮探筴悲命兮相當紉蕙兮永詞將離兮所思浮雲兮容與道余兮何之逺望兮仟眠聞雷兮闐闐隂憂兮感余惆悵兮自怜通路林不容兮鳴蜩余何留兮中州陶嘉月兮緫駕搴玉英兮自脩結榮茝兮逶逝將去烝兮逺遊徑岱土兮魏闕歷九曲兮牽牛聊假日兮相佯遺光燿兮周流望太一兮淹息紆余轡兮自休晞白日兮皎皎彌逺路兮悠悠顧列孛兮縹縹觀幽雲兮陳浮鉅寶遷兮砏磤雉咸雊兮相求泱莽莽兮究志懼吾心兮懤懤歩余馬兮飛柱覽可與兮匹儔卒莫有兮纎介永余思兮怞怞危俊世溷兮冥昏違君兮歸眞乗龍兮偃蹇髙回翔兮上臻襲英衣兮緹䌌披華裳兮芳芬登羊角兮扶輿浮雲漠兮自娛握神精兮雍容與神人兮相胥流星墜兮成雨進瞵盼兮上丘墟覽舊邦兮滃鬱余安能兮乆居志懷逝兮心懰慄紆余轡兮躊躇聞素女兮微歌聽王后兮吹竽魂悽愴兮感哀膓回回兮盤紆撫余佩兮􁇇紛髙太息兮自憐使祝融兮先行令昭明兮開門馳六蛟兮上征竦余駕兮入冥歷九州兮索合誰可與兮終生忽反顧兮西囿覩軫丘兮﨑傾橫垂涕兮泫流悲余后兮失靈昭世季春兮陽陽列草兮成行余悲兮蘭生委積兮從橫江離兮遺捐辛夷兮擠臧伊思兮徃古亦多兮遭殃伍胥兮浮江屈子兮沈湘運余兮念兹心内兮懷傷望淮兮沛沛濵流兮則逝榜舫兮下流東注兮礚礚蛟龍兮導引文魚兮上瀬抽蒲兮陳坐援芙蕖兮爲蓋水躍兮余旌繼以兮微蔡雲旗兮電騖儵忽兮容裔河伯兮開門迎余兮歡欣顧念兮舊都懷恨兮艱難竊哀兮浮萍汎淫兮無根尊嘉秋風兮蕭蕭舒芳兮振條微霜兮眇眇病殀兮鳴蜩玄鳥兮辭歸飛翔兮靈丘望谿兮滃鬱熊羆兮呴噑唐虞兮不存何故兮乆留臨淵兮汪洋顧林兮忽荒修余兮袿衣騎霓兮南上椉雲兮回回亹亹兮自強將息兮蘭皐失志兮悠悠蒶藴兮黴黧思君兮無聊身去兮意存愴恨兮懷愁蓄英登九靈兮遊神靜女歌兮微晨悲皇丘兮積葛衆體錯兮交紛貞枝抑兮枯槁枉車登兮慶雲感余志兮慘慄心愴愴兮自憐駕玄螭兮北征曏吾路兮葱嶺連五宿兮建旄揚氛氣兮爲旌歷廣漠兮馳騖覽中國兮冥冥玄武歩兮水母與吾期兮南榮登華蓋兮乗陽聊逍遥兮播光抽庫婁兮酌醴援瓟瓜兮接糧畢休息兮逺逝發玉軔兮西行惟時俗兮疾正弗可乆兮此方寤辟摽兮永思心怫鬰兮内傷思忠公兮問師道莫貴兮歸眞羨余術兮可夷吾乃逝兮南娭道幽路兮九疑越炎火兮萬里過萬首兮㠜㠜濟江海兮蟬蛻絶北梁兮永辭浮雲鬱兮晝昏霾土忽兮塺塺息陽城兮廣夏衰色罔兮中怠意曉陽兮燎寤乃自侯兮在兹思堯舜兮襲興幸咎繇兮獲謀悲九州兮靡君撫軾歎兮作詩陶壅悲哉于嗟兮心内切磋欵冬而生兮凋彼葉柯瓦礫進寶兮捐弃隨和鈆刀厲御兮頓弃太阿驥垂兩耳兮中坂蹉跎蹇驢服駕兮無用目多修潔處幽兮貴寵沙劘鳳皇不翔兮鶉鴳飛揚卷佩將逝兮涕流滂沲株昭亂曰皇門開兮照下土株穢除兮蘭芷覩四佞放兮後得禹聖舜攝兮昭堯緒孰能若兮願爲輔"}
{"id": "KR4a0002_016", "series": "KR4a0002", "text": "校書郎臣王逸上逢紛離世怨思逺逝惜賢憂苦愍命思古逺遊九歎者護左都水使者光禄大夫劉向之所作也向以愽古敏逹典校經書辯章舊文追念屈原忠信之節故作九歎歎者傷也息也言屈原放在山澤猶傷念君歎息無巳所謂讃賢以輔志騁詞以曜德者也伊伯庸之末胄兮諒皇直之屈原云余肇祖于髙陽兮惟楚懷之嬋連原生受命于貞節兮鴻永路有嘉名齊名字於天地兮並光明於列星吸精粹而吐氛濁兮橫邪世而不取容行叩誠而不阿兮遂見排而逢讒后聽虚而黜實兮不吾理而順情腸憤悁而舍怒兮志遷蹇而左傾心戃慌其不我與兮躳速速其不吾親辭靈脩而隕志兮吟澤畔之江濵椒桂羅㠯顚覆兮有竭信而歸誠讒夫藹藹而漫著兮曷其不舒予情始結言於廟堂兮信中塗而叛之懷蘭蕙與衡芷兮行中壄而散之聲哀哀而懷髙丘兮心愁愁而思舊邦願承閒而自恃兮徑淫曀而道顔黴黧以沮敗兮精越裂而衰耄裳襜襜而含風兮衣納納而掩露赴江湘之湍流兮順波湊而下降徐徘徊於山阿兮飄風來之洶洶馳余車兮玄石歩余馬兮洞庭平明發兮蒼梧夕投宿兮石城芙蓉蓋而蔆華車兮紫貝闕而玉堂薜荔飾而陸離薦兮魚鱗衣而白蜺裳登逢龍而下隕兮違故都之漫漫思南郢之舊俗兮腸一夕而九運揚流波之潢潢兮體溶溶而東回心怊悵以永思兮石兮龍卭脟圈繚戾宛轉阻相薄兮遭紛逢凶蹇離尤兮垂文揚采遺將來兮逢紛靈懷其不吾知兮靈懷其不吾聞就靈懷之皇祖兮愬靈懷之鬼神靈懷曽不吾與兮即聽夫人之䛕辭余辭上參於天墬兮旁引之於四時指日月使延照兮撫招揺㠯質正立師曠俾端詞兮命咎繇使並聽兆出名曰正則兮卦發字曰靈均余幼旣有此鴻節兮長愈固而彌純不從俗而詖行兮直躳指而信志不枉繩以追曲兮屈情素以從事端余行其如玉兮述皇輿之踵跡羣阿容以晦光兮皇輿覆以幽辟輿中塗以回畔兮駟馬驚而橫犇執組者不能制兮必折軛而摧轅斷鑣銜㠯馳騖兮暮去次而敢止路蕩蕩其無人兮遂不禦乎千里身衡䧟而下沈兮不可獲而復登不顧身之卑賤兮惜皇輿之不興出國門而端指兮兾壹寤而錫還哀僕夫之坎毒兮屢離憂而逢患九年之中不吾反兮思彭咸之水遊惜師延之浮渚兮赴汨羅之長流遵江曲之逶移兮觸石碕而衡遊波澧澧而揚澆兮順長瀬之濁流淩黃沱而下低兮思還流而復反玄輿馳而並集兮身容與而日逺櫂舟杭以橫濿兮􁶑湘流而南極立江界而長吟兮愁哀哀而累息情慌忽以忘歸兮神浮遊以髙厲心蛩蛩而懷顧兮䰟眷眷而獨逝身憔悴而考旦兮日黃昏而長悲閔空宇之孤子兮哀枯楊之冤鶵孤雌吟於髙墉兮鳴鳩棲於桑榆玄蝯失於濳林兮獨偏弃而逺放征夫勞於周行兮處婦憤而長望申誠信而罔違兮情素㓗於紐帛光明齊於日月兮文采燿於玉石傷壓次而不發兮思沈抑而不揚芳懿懿而終敗兮名靡散而不彰背玉門以犇騖兮蹇離尤而千詬若龍逄之沈首兮王子比干之逢醢念社禝之幾危兮反爲讎而見怨思國家之離沮兮躳獲愆而結難若靑蠅之僞質兮晉驪姬之反情恐登階之逢殆兮故退伏於末庭孽臣之號咷兮本朝蕪而不治犯顔色而觸諫兮反蒙辜而被疑菀蘼蕪與菌若兮漸藳本於洿瀆淹芳芷於腐井兮弃雞駭於筐簏執棠谿㠯刜蓬兮秉干將以割肉筐澤瀉㠯豹鞹兮破荆和㠯繼築時溷濁猶未淸兮世殽亂猶未察欲容與㠯竢時兮懼年歳之旣晏顧屈節以從流兮心鞏鞏而不夷寧浮沅而馳騁兮下江湘㠯邅迴歎曰山中檻檻余傷懷兮征夫皇皇其孰依兮經營原野杳冥冥兮乗騏騁驥舒吾情兮歸骸舊邦莫誰語兮長辭逺逝乗湘去兮怨思志隱隱而鬱怫兮愁獨哀而冤結膓紛紜㠯繚轉兮涕漸漸其若屑情慨慨而長懷兮信上皇而質正合五嶽與八靈兮訊九鬿與六神指列宿以白情兮訴五帝㠯置詞北斗爲我折中兮太一爲余聽之云服隂陽之正道兮御后土之中和佩蒼龍之蚴虬兮帶隱虹之逶虵曳彗星之晧旰兮撫朱爵與鵕䴊遊淸靈之颯戾兮服雲衣之披披杖玉華與朱旗兮垂明月之玄珠舉霓旌之墆翳兮建黃纁之緫旄躳純粹而罔愆兮承皇考之妙儀惜往事之不合兮撗汨羅而下濿椉隆波而南渡兮逐江湘之順流赴陽侯之潢洋兮下石瀬而登洲陵魁堆以蔽視兮雲冥冥而闇前山峻髙以無垠兮遂曽閎而迫身雪雰雰而薄木兮雲霏霏而隕集阜隘狹而幽險兮石㠁嵯以翳日悲故郷而發忿兮去余邦之彌乆背龍門而入河兮登大墳而望夏首橫舟航而􁶑湘兮耳聊啾而戃慌波淫淫而周流兮鴻溶溢而滔蕩路曼曼其無端兮周容容而無識引日月以指極兮少須臾而釋思水波逺以冥冥兮眇不睹其東西順風波以南北兮霧宵晦以紛紛日杳杳以西頽兮路長逺而窘迫欲酌醴以娛憂兮蹇騷騷而不釋歎曰飄風蓬龍埃坲坲兮屮木揺落時槁悴兮遭傾遇禍不可救兮長吟永欷涕究究兮舒情敶詩冀以自免兮頽流下隕身日逺兮逺逝覽屈氏之離騷兮心哀哀而怫鬱聲嗷嗷以寂寥兮顧僕夫之憔悴撥謟䛕而匡邪兮切淟涊之流俗盪渨涹之姦咎兮夷蠢蠢之溷濁懷芬香而挾蕙兮佩江蘺之婓婓握申椒與杜若兮冠浮雲之峨峨登長陵而四望兮而菀死驅子僑之犇走兮申徒狄之赴淵若由夷之純美兮介子推之隱山晉申生之離殃兮荆和氏之泣血吳申胥之抉眼兮王子比干之橫廢欲卑身而下體兮心隱惻而不置方圜殊而不合兮鉤繩用而異態欲竢時於須臾兮日隂曀其將暮時遲遲其日進兮年忽忽而日度妄周容而入世兮内距閉而不開竢時風之淸激兮愈氛霧其如塺進雄鳩之耿耿兮讒介介而蔽之黙順風以偃仰兮尚由由而進之心懭恨以冤結兮情舛錯以曼憂搴薜荔於山野兮采撚支於中洲望髙丘而歎涕兮悲吸吸而長懷孰契契而委棟兮日晻晻而下頽歎曰江湘油油長流汨兮挑揄揚汰盪迅疾兮憂心展轉愁怫鬱兮冤結未舒長隱忿兮丁時逢殃可奈何兮勞心悁悁涕滂沲兮惜賢悲余心之悁悁兮哀故邦之逢殃辭九年而不復兮獨煢煢而南行思余俗之流風兮心紛錯而不受遵壄莽以呼風兮歩從容於山廀巡陸夷之曲衍兮幽空虚以寂寞倚石巖以流涕兮憂憔悴而無樂登㠝岏以長企兮望南郢而闚之山脩逺其遼遼兮塗漫漫其無時聽玄鶴之晨鳴兮于髙岡之峨峨獨憤積而哀娱兮翔江洲而安歌三鳥飛以自南兮覽其志而欲北願寄言於三鳥兮去飄疾而不可得欲遷志而改操兮心紛結其未離外彷徨而遊覽兮内惻隱而含哀聊須臾以時忘兮心漸漸其煩錯願假簧以舒憂兮志紆鬱其難釋歎離騷以揚意兮猶未殫於九章長嘘吸以於悒兮涕橫集而成行傷明珠之赴泥兮魚眼璣之堅藏同駑驘與椉駔兮雜班駮與闒茸葛藟虆於桂樹兮鴟鴞集於木蘭偓促談於廊廟兮律魁放乎山間惡虞氏之簫韶兮好遺風之激楚濳周鼎於江淮兮爨土鬵於中宇且人心之持舊兮而不可保長邅彼南道兮征夫宵行思念郢路兮還顧睠睠涕流交集兮泣下漣漣歎曰登山長望中心悲兮菀彼靑青泣如頽兮留思北顧涕漸漸兮折銳摧矜凝汜濫兮念我煢煢䰟誰求兮僕夫慌悴散若流兮憂苦昔皇考之嘉志兮喜登能而亮賢情純潔而罔薉兮姿盛質而無愆放佞人與諂䛕兮斥讒夫與便嬖親忠正之悃誠兮招貞良與明智心溶溶其不可量兮情澹澹其若淵回邪辟而不能入兮誠願藏而不可遷逐下祑於後堂兮迎宓妃於伊雒刜讒賊於中廇兮選吕管於榛薄叢林之下無怨士兮江河之畔無隱夫三苗之徒以放逐兮伊皐之倫以充廬今反表以爲裏兮顚裳㠯爲衣戚宋萬於兩楹兮廢周邵於遐夷却騏驥以轉運兮騰驢驘以馳逐蔡女黜而出帷兮戎婦入而綵繡服慶忌囚於阱室兮陳不占戰而赴圍破伯牙之號鍾兮挾人箏而彈緯藏瑉石於金匱兮捐赤瑾於中庭韓信蒙於介胄兮行夫將而攻城莞芎棄於澤洲兮瓟瓥蠹於筐簏麒麟奔於九皐兮熊羆羣而逸囿折芳枝與瓊華兮樹枳棘與薪柴掘荃蕙與射干兮耘藜藿與蘘荷惜今丗其何殊兮逺近思而不同或沉淪其無所逹兮或淸激其無所通哀余生之不當兮獨蒙毒而逢尤雖謇謇以申志兮君乖差而屏之誠惜芳之菲菲兮反以兹爲腐也懷椒聊之蔎蔎兮乃逢紛以罹詬也愍命冥冥深林兮樹木鬱鬱山參差以嶃巖兮阜杳杳以蔽日悲余心之悁悁兮目眇眇而遺泣風騷屑以揺木兮雲吸吸以湫戾悲余生之無歡兮愁倥偬於山陸旦徘徊於長阪兮夕仿偟而獨宿髮披披以鬤鬤兮躬劬勞而瘏悴䰟俇俇而南行兮泣霑襟而濡袂心嬋媛而無告兮口噤閉而不言違郢都之舊閭兮回湘沅而逺遷念余邦之橫䧟兮宗鬼神之無次閔先嗣之中絕兮心惶惑而自悲聊浮遊於山陿兮歩周流於江畔臨深水而長嘯兮且倘佯而汜觀興離騷之微文兮兾靈脩之壹放弃兮傾容幸而侍側甘棠枯於豐草兮藜棘樹於中庭西施斥於北宫兮仳倠倚於彌楹烏獲戚而驂乗兮燕公操於馬圉蒯聵登於淸府兮咎繇棄而在壄蓋見兹以永歎兮欲登階而狐疑椉白水而髙騖兮因徙弛而長詞歎曰倘佯壚阪沼水深兮容與漢渚涕淫淫兮鍾牙巳死誰爲聲兮纎阿不御焉舒情兮曽哀悽欷心離離兮還顧髙丘泣如灑兮思古悲余性之不可改兮屢懲艾而不迻服覺晧以殊俗兮貌揭揭㠯巍巍譬若王僑之乗雲兮載赤霄而淩太淸欲與天地參壽兮與日月而比榮登崑崙而北首兮悉靈圉而來謁選鬼神於太隂兮登閶闔於玄闕回朕車俾西引兮褰虹旗於玉門馳六龍於三危兮朝西靈於九濵結余軫於西山兮橫飛谷以南征絶都廣以直指兮歷祝融於朱冥枉玉衡於炎火兮委兩館於咸唐貫澒濛以東朅兮維六龍於扶桑周流覽於四海兮志升降以髙馳徴九神於回極兮建虹采以招指駕鸞鳳以上遊兮從玄鶴與鷦明孔鳥飛而送迎兮騰羣鶴於瑶光排帝宫與羅囿兮升縣圃以眩滅結瓊枝以雜佩兮立長庚以繼日凌驚靁以軼駭電兮綴鬼谷於北辰鞭風伯使先驅兮囚靈玄於虞淵遡髙風以低佪兮覽周流於朔方就顓頊而敶詞兮考玄冥於空桑旋車逝於崇山兮奏虞舜於蒼梧􁶑楊舟於㑹稽兮就申胥於五湖見南郢之流風兮殞余躬於沅湘望舊邦之黯黮兮時溷濁其猶未央懷蘭茝之芬芳兮妬被離而折之張絳帷以襜襜兮風邑邑而蔽之日暾暾其西舎兮陽焱焱而復顧聊假日以須臾兮何騷騷而自故歎曰譬彼蛟龍乗雲浮兮汎淫澒溶紛若霧兮潺湲轇轕雷動電發馺髙舉兮升虚淩冥沛濁浮淸入帝宫兮揺翹奮羽馳風騁雨遊無窮兮逺遊"}
{"id": "KR4a0002_017", "series": "KR4a0002", "text": "漢侍中南郡王逸叔師作逢尤怨上疾世憫上遭厄悼亂傷時哀歳守志九思者王逸之所作也逸南陽人愽雅多覽讀楚辭而傷愍屈原故爲之作解又以自屈原終没之後忠臣介士遊覽學者讀離騷九章之文莫不愴然心爲悲感髙其節行妙其麗雅至劉向王襃之徒咸嘉其義作賦騁辭㠯讃其志則皆列於譜録世世相傳逸與屈原同土共國悼傷之情與凡有異竊慕向襃之風作頌一篇號曰九思以裨其辭未有解說故聊叙訓誼焉辭曰悲兮愁哀兮憂天生我兮當闇時被諑譖兮虚獲尤心煩憒兮意無聊嚴載駕兮出戲遊周八極兮歷九州求軒轅兮索重華世旣卓兮逺眇眇握佩玖兮中路躇羨咎繇兮建典謨懿風后兮受瑞圖愍余命兮遭六極委玉質兮於泥塗遽傽遑兮驅林澤歩屏營兮行丘阿車軏折兮馬虺頽惷悵立兮涕滂沲思丁文兮聖明哲哀平差兮迷謬愚吕傅舉兮殷周興忌專兮郢吳虚念靈閨兮隩重深願竭節兮隔無由望舊邦兮路逶隨憂心悄兮志勤劬䰟焭焭兮不遑寐目眽眽兮寤終朝逢尤令尹兮謷謷羣司兮譨譨哀哉兮淈淈上下兮同流菽藟兮蔓衍芳虈兮挫枯朱紫兮雜亂曽莫兮别諸倚此兮巖穴永思兮窈悠嗟懷兮眩惑用志兮不昭將喪兮玉斗遺失兮鈕樞我心兮煎熬惟是兮用憂進惡兮九旬復顧兮彭務擬斯兮二蹤未知兮所投謡吟兮中壄上察兮璇璣大火兮西睨攝提兮運低雷霆兮硍礚雹霰兮霏霏奔電兮光晃涼風兮愴悽鳥獸兮驚駭相從兮宿棲鴛鴦兮噰噰狐狸兮徾徾哀吾兮介特獨處兮罔依螻蛄兮鳴東蟊􁈳兮號西蛓縁兮我裳蠋入兮我懷蟲豸兮夾余惆悵兮自悲佇立兮忉怛心結縎兮折摧怨上周徘徊兮漢渚求水神兮靈女嗟此國兮無良媒女詘兮謰謱鴳雀列兮譁讙鴝鵒鳴兮聒余抱昭華兮寳璋欲衒鬻兮莫取言旋邁兮北徂叫我友兮配耦日隂曀兮未光􁒒睄窕兮靡睹紛載驅兮髙馳將諮詢兮皇羲遵河臯兮周流路變易兮時乖濿滄海兮東遊沐盥浴兮天池訪太昊兮道要云靡貴兮仁義志欣樂兮反征就周文兮邠岐秉玉英兮結誓日欲暮兮心悲惟天禄兮不再背我信兮自違踰隴堆兮渡漠過桂車兮合黎赴崑山兮􁁌騄從卭遨兮棲遲吮玉液兮止渴齧芝華兮療飢居嵺廓兮尠疇逺梁昌兮幾迷望江漢兮濩渃心緊絭兮傷懷時昢昢兮旦且塵莫莫兮未晞憂不暇兮寢食吒増歎兮如雷疾世哀世兮睩睩諓諓兮嗌喔衆多兮阿媚骩靡兮成俗貪枉兮黨比貞良兮焭獨鵠竄兮枳棘鵜集兮帷幄兮洛澤東西兮南北罔所兮歸薄庇廕兮枯樹匍匐兮巖石踡跼兮寒局數獨處兮志不申年齒盡兮命迫促魁壘擠摧兮常困辱含憂強老兮愁不樂鬚髮薴顇兮顠鬢白思靈澤兮一膏沐懷蘭英兮把瓊若待天明兮立躑躅雲蒙蒙兮電儵爍孤雌驚兮鳴呴呴思怫鬱兮肝切剥忿悁悒兮孰訴告憫上悼屈子兮遭厄沈王躬兮湘汨何楚國兮難化迄于今兮不易士莫志兮羔裘競佞䛕兮讒䦧指正義兮爲曲訿玉璧兮爲石殦鵰遊兮華屋鵕䴊棲兮柴蔟起奮迅兮奔走違羣小兮謑訽載靑雲兮上昇適昭明兮所處躡天衢兮長驅踵九陽兮戲蕩越雲漢兮南濟秣余馬兮河鼓雲霓紛兮晻翳參辰回兮顚倒逢流星兮問路顧我指兮從左俓娵觜兮直馳御者迷兮失軌遂踢逹兮邪造與日月兮殊道志閼絶兮安如哀所求兮不耦攀天階兮下視見鄢郢兮舊宇意逍遥兮欲歸衆穢盛兮杳杳思哽饐兮詰詘涕流瀾兮如雨遭厄嗟嗟兮悲夫殽亂兮紛挐茅絲兮同綜冠屨兮共絇督萬兮侍宴周邵兮負蒭白龍兮見䠶靈龜兮執拘仲尼兮困厄鄒衍兮幽囚伊余兮念兹奔遁兮隱居將升兮髙山上有兮猴猿欲入兮深谷下有兮虺蛇左見兮鳴鵙右睹兮呼梟惶悸兮失氣踊躍兮距跳便旋兮中原仰天兮増歎菅蒯兮壄莽雚葦兮仟眠鹿蹊兮􁭳􁭳貒貉兮蟫蟫鸇鷂兮軒軒鶉䳺兮甄甄哀我兮寡獨靡有兮齊倫意欲兮沈吟迫日兮黃昏玄鶴兮髙飛曽逝兮靑冥鶬鶊兮喈喈山鵲兮嚶嚶鴻鸕兮振翅歸鴈兮于征吾志兮覺悟懷我兮聖京垂屣兮將起跓竢兮碩明悼亂惟昊天兮昭靈陽氣發兮淸明風習習兮龢煖百草萌兮華榮堇荼茂兮扶䟽蘅芷彫兮瑩嫇愍貞良兮遇害將夭折兮碎糜時混混兮澆饡哀當世兮莫知覽往昔兮俊彦亦詘辱兮係纍管束縛兮桎梏百貿易兮傅賣遭桓繆兮識舉才德用兮列施且從容兮自慰玩琴書兮遊戲迫中國兮迮陿吾欲之兮九夷超五嶺兮嵯峨觀浮石兮崔嵬陟丹山兮炎野屯余車兮黃支就祝融兮稽疑嘉巳行兮無爲乃囘朅兮北逝遇神孈兮宴娭欲靜居兮自娛心愁慼兮不能放余轡兮䇿駟忽飈騰兮浮雲蹠飛杭兮越海從安期兮蓬萊縁天梯兮北上登太一兮王臺使素女兮鼓簧乗戈龢兮謳謡聲噭誂兮淸和音晏衍兮要媱咸欣欣兮酣樂余眷眷兮獨悲顧章華兮太息志戀戀兮依依傷時旻天兮淸涼玄氣兮髙朗北風兮潦洌草木兮蒼唐􁌨蚗兮噍噍蝍蛆兮穰穰嵗忽忽兮惟暮余感時兮悽愴傷俗兮泥濁矇蔽兮不章寶彼兮沙礫捐此兮夜光椒瑛兮湼汙葈耳兮充房攝衣兮緩帶操我兮墨陽昇車兮命僕將馳兮四荒下堂兮見蠆出門兮觸􁑌巷有兮蚰蜒邑多兮螳螂睹斯兮嫉賊心爲兮切傷俛念兮子胥仰憐兮比哀嵗陟玉巒兮逍遥覽髙岡兮嶢嶢桂樹列兮紛敷吐紫華兮布條實孔鸞兮所居今其集兮惟鴞烏鵲驚兮啞啞余顧瞻兮怊怊彼日月兮闇昧障覆天兮祲氛伊我后兮不聦焉陳誠兮効忠攄羽翮兮超俗遊陶遨兮養神乗六蛟兮蜿蟬遂馳騁兮陞雲揚彗光兮爲旗秉電策兮爲鞭朝晨發兮鄢郢食時至兮增泉繞曲阿兮北次造我車兮南端謁玄黃兮納贄崇忠貞兮彌堅歷九宮兮徧觀睹祕藏兮寶珍就傅說兮騎龍與織女兮合婚舉天罼兮掩邪彀天弧兮䠶姦隨眞人兮翺翔食元氣兮長存望太㣲兮穆穆睨三階兮炳分相輔政兮成化建烈業兮垂勲目瞥瞥兮西没道遐逈兮阻歎志稸積兮未通悵敞罔兮自憐守志亂曰天庭明兮雲霓藏三光朗兮鏡萬方斥􁶒蝪兮進龜龍策謀從兮翼機衡配稷契兮恢唐功英俊兮未爲雙"}
