{"id": "KR5c0057_001", "series": "KR5c0057", "text": "道可道非恒道名可名非恒名無名天地之始有名萬物之母故恒無欲以觀其妙恒有欲以觀其徼此兩者同出而異名同謂之玄玄之又玄眾妙之門"}
{"id": "KR5c0057_002", "series": "KR5c0057", "text": "天下皆知美之為美斯惡已皆知善之為善斯不善已故有無相生難易相成長短相較高下相傾音聲相和前後相隨是以聖人處無為之事行不言之教萬物作焉而不辭生而不有為而弗恃功成而弗居夫唯弗居是以不去"}
{"id": "KR5c0057_003", "series": "KR5c0057", "text": "不尚賢使民不爭不貴難得之貨使民不為盜不見可欲使心不亂是以聖人之治虛其心實其腹弱其志強其骨恒使民無知無欲使夫知者不敢為也為無為則無不治"}
{"id": "KR5c0057_004", "series": "KR5c0057", "text": "道沖而用之或不盈淵兮似萬物之宗挫其銳解其紛和其光同其塵湛兮似或存吾不知誰之子象帝之先"}
{"id": "KR5c0057_005", "series": "KR5c0057", "text": "天地不仁以萬物為芻狗聖人不仁以百姓為芻狗天地之間其猶橐籥乎虛而不屈動而愈出多言數窮不如守中"}
{"id": "KR5c0057_006", "series": "KR5c0057", "text": "谷神不死是謂玄牝玄牝之門是謂天地根綿綿若存用之不勤"}
{"id": "KR5c0057_007", "series": "KR5c0057", "text": "天長地久天地所以能長且久者以其不自生故能長生是以聖人後其身而身先外其身而身存非以其無私耶故能成其私"}
{"id": "KR5c0057_008", "series": "KR5c0057", "text": "上善若水水善利萬物而不爭處眾人之所惡故幾於道居善地心善淵與善仁言善信正善治事善能動善時夫唯不爭故無尤"}
{"id": "KR5c0057_009", "series": "KR5c0057", "text": "持而盈之不如其已揣而銳之不可長保金玉盈堂莫之能守富貴而驕自遺其咎功遂身退天之道"}
{"id": "KR5c0057_010", "series": "KR5c0057", "text": "戴營魄抱一能無離乎專氣致柔能嬰兒乎滌除玄覽能無疵乎愛民治國能無知乎天門啟闔能為雌乎明白四達能無知乎生之畜之生而弗有為而不恃長而不宰是謂玄德"}
{"id": "KR5c0057_011", "series": "KR5c0057", "text": "三十輻共一轂當其無有車之用埏埴以為器當其無有器之用鑿戶牖以為室當其無有室之用故有之以為利無之以為用"}
{"id": "KR5c0057_012", "series": "KR5c0057", "text": "五色令人目盲五音令人耳聾五味令人口爽馳騁田獵令人心發狂難得之貨令人行妨是以聖人之治也為腹不為目故去彼取此"}
{"id": "KR5c0057_013", "series": "KR5c0057", "text": "寵辱若驚貴大患若身何謂寵辱若驚寵為下得之若驚失之若驚是謂寵辱若驚何謂貴大患若身吾所以有大患者為吾有身也及吾無身吾有何患故貴以身為天下若可寄天下愛以身為天下若可託天下"}
{"id": "KR5c0057_014", "series": "KR5c0057", "text": "視之而弗見名之曰夷聽之而弗聞名之曰希搏之而弗得名之曰微此三者不可致詰故混而為一一者其上不皦其下不昧繩繩不可名也復歸於無物是謂無狀之狀無物之象是為惚恍迎之不見其首隨之不見其後執古之道以御今之有能知古始是謂道紀"}
{"id": "KR5c0057_015", "series": "KR5c0057", "text": "古之善為道者微妙玄通深不可識夫唯不可識故強為之容豫兮其若冬涉川猶兮其若畏四鄰儼兮其若客渙兮其若冰之將釋敦兮其若樸曠兮其若谷混兮其若濁孰能濁以靜之徐清孰能安以動之徐生保此道者不欲盈夫唯不欲盈故能蔽而新成"}
{"id": "KR5c0057_016", "series": "KR5c0057", "text": "致虛極守靜篤萬物並作吾以觀其復夫物芸芸各復歸其根歸根曰靜靜是謂復命復命曰常知常曰明不知常妄作凶知常容容乃公公乃王王乃天天乃道道乃久沒身不殆"}
{"id": "KR5c0057_017", "series": "KR5c0057", "text": "太上下知有之其次親而譽之其次畏之其次侮之信不足焉有不信（焉）悠兮其貴言功成事遂而百姓皆謂我自然"}
{"id": "KR5c0057_018", "series": "KR5c0057", "text": "大道廢安有仁義智慧出安有大偽六親不和安有孝慈邦家昏亂安有忠臣"}
{"id": "KR5c0057_019", "series": "KR5c0057", "text": "絕聖棄智民利百倍絕仁棄義民復孝慈絕巧棄利盜賊無有此三者以為文不足故令之有所屬見素抱樸少私寡欲"}
{"id": "KR5c0057_020", "series": "KR5c0057", "text": "絕學無憂唯之與阿相去幾何善之與惡相去若何人之所畏不可不畏荒兮其未央哉荒兮其未央哉眾人熙熙如享太牢如春登臺我獨泊兮其未兆如嬰兒之未孩儽儽兮若無所歸眾人皆有餘而我獨若遺我愚人之心也哉沌沌兮俗人昭昭我獨若昏兮俗人察察我獨悶悶兮澹兮其若海飂兮其若無所止眾人皆有以而我獨頑似鄙我欲獨異於人而貴食母"}
{"id": "KR5c0057_021", "series": "KR5c0057", "text": "孔德之容唯道是從道之為物唯恍唯惚忽兮恍兮其中有象恍兮忽兮其中有物窈兮冥兮其中有精其精甚真其中有信自古及今其名不去以閱眾甫吾何以知眾甫之狀哉以此"}
{"id": "KR5c0057_022", "series": "KR5c0057", "text": "曲則全枉則直窪則盈弊則新少則得多則惑是以聖人抱一以為天下式不自見故明不自是故彰不自伐故有功不自矜故長夫唯不爭故天下莫能與之爭古之所謂曲則全者豈虛言哉誠全而歸之"}
{"id": "KR5c0057_023", "series": "KR5c0057", "text": "希言自然故飄風不終朝驟雨不終日孰為此者天地天地尚弗能久而況於人乎故從事於道者道者同於道德者同於德失者同於失同於道者道亦樂得之同於德者德亦樂得之同於失者失亦樂得之信不足焉有不信（焉）"}
{"id": "KR5c0057_024", "series": "KR5c0057", "text": "企者不立跨者不行自見者不明自是者不彰自伐者無功自矜者不長其在道也曰餘食贅行物或惡之故有道者弗處"}
{"id": "KR5c0057_025", "series": "KR5c0057", "text": "有物混成先天地生寂兮寥兮獨立而不改周行而不殆可以為天下母吾不知其名字之曰道吾強為之名曰大大曰逝逝曰遠遠曰反故道大天大地大王亦大域中有四大而王居其一焉人法地地法天天法道道法自然"}
{"id": "KR5c0057_026", "series": "KR5c0057", "text": "重為輕根靜為躁君是以聖人終日行不離輜重雖有榮觀燕處超然奈何萬乘之主而以身輕天下輕則失本躁則失君"}
{"id": "KR5c0057_027", "series": "KR5c0057", "text": "善行者無轍迹善言者無瑕讁善數者不用籌策善閉者無關楗而不可啟善結者無繩約而不可解是以聖人恒善救人故無棄人常善救物故無棄物是謂襲明故善人者不善人之師不善人者善人之資不貴其師不愛其資雖智大迷是謂要妙"}
{"id": "KR5c0057_028", "series": "KR5c0057", "text": "知其雄守其雌為天下谿為天下谿恒德不離恒德不離復歸於嬰兒知其白守其黑為天下式為天下式恒德不忒恒德不忒復歸於無極知其榮守其辱為天下谷恒德乃足恒德乃足復歸於樸樸散則為器聖人用之則為官長故大制不割"}
{"id": "KR5c0057_029", "series": "KR5c0057", "text": "將欲取天下而為之吾見其弗得已天下神器不可為也為者敗之執者失之故物或行或隨或歔或吹或強或羸或挫或隳是以聖人去甚去奢去泰"}
{"id": "KR5c0057_030", "series": "KR5c0057", "text": "以道佐人主者不以兵強於天下其事好還師之所處楚棘生焉大軍之後必有凶年善有果而已不敢以取強果而勿矜果而勿伐果而勿驕果而不得已是謂果而勿強物壯則老是謂不道不道早已"}
{"id": "KR5c0057_031", "series": "KR5c0057", "text": "夫隹兵者不祥之器也物或惡之故有道者弗處君子居則貴左用兵則貴右故兵者不祥之器也非君子之器也不得已而用之恬澹為上勝而不美而美之者是樂殺人也夫樂殺人者則不可以得志於天下矣是以吉事尚左凶事尚右是以偏將軍居左上將軍居右言以喪禮處之也殺人之眾以悲哀泣之戰勝以喪禮處之"}
{"id": "KR5c0057_032", "series": "KR5c0057", "text": "道恒無名樸雖小而天下莫能臣也侯王若能守之萬物將自賓天地相合以降甘露民莫之令而自均焉始制有名名亦既有夫亦將知止知止所以不殆譬道之在天下也猶川谷之與江海也"}
{"id": "KR5c0057_033", "series": "KR5c0057", "text": "知人者智自知者明勝人者有力自勝者強知足者富強行者有志不失其所者久死而不亡者壽"}
{"id": "KR5c0057_034", "series": "KR5c0057", "text": "大道汎兮其可左右萬物恃之而生而不辭功成不名有衣養萬物而弗為主恒無欲也可名於小萬物歸焉而弗為主可名為大是以聖人之能成大也以其終不自為大也故能成其大"}
{"id": "KR5c0057_035", "series": "KR5c0057", "text": "執大象天下往往而不害安平大樂與餌過客止故道之出口也淡乎其無味視之不足見聽之不足聞用之不足既"}
{"id": "KR5c0057_036", "series": "KR5c0057", "text": "將欲歙之必固張之將欲弱之必固強之將欲廢之必固興之將欲奪之必固與之是謂微明柔弱勝剛強魚不可脫於淵邦之利器不可以示人"}
{"id": "KR5c0057_037", "series": "KR5c0057", "text": "道恒無為而無不為侯王若能守之萬物將自化化而欲作吾將鎮之以無名之樸鎮之以無名之樸夫亦將無欲不欲以靜天下將自定"}
{"id": "KR5c0057_038", "series": "KR5c0057", "text": "上德不德是以有德下德不失德是以無德上德無為而無以為下德為之而有以為上仁為之而無以為上義為之而有以為上禮為之而莫之應則攘臂而扔之故失道失道矣而後德失德而後仁失仁而後義失義而後禮夫禮者忠信之薄而亂之首也前識者道之華而愚之始也是以大丈夫處其厚不居其薄處其實不居其華故去彼取此"}
{"id": "KR5c0057_039", "series": "KR5c0057", "text": "昔之得一者天得一以清地得一以寧神得一以靈谷得一以盈萬物得一以生侯王得一以為天下貞其致之也謂天無以清將恐裂謂地無以寧將恐發謂神無以靈將恐歇謂谷無以盈將恐竭謂萬物無以生將恐滅謂侯王無以貴高將恐蹶故貴以賤為本高以下為基是以侯王自謂孤寡不穀此非以賤為本耶非乎故致數譽無譽是故不欲琭琭如玉珞珞如石"}
{"id": "KR5c0057_040", "series": "KR5c0057", "text": "反也者道之動也弱也者道之用也天下萬物生於有有生於無"}
{"id": "KR5c0057_041", "series": "KR5c0057", "text": "上士聞道勤而行之中士聞道若存若亡下士聞道大笑之弗笑不足以為道故建言有之曰明道若昧進道若退夷道若纇上德若谷太白若辱廣德若不足建德若偷質真若渝大方無隅大器晚成大音希聲大象無形道隱無名夫唯道善貸且成"}
{"id": "KR5c0057_042", "series": "KR5c0057", "text": "道生一一生二二生三三生萬物萬物負陰而抱陽沖氣以為和人之所惡唯孤寡不穀而王公以為稱故物或損之而益或益之而損故人之所教我亦教之故強梁者不得其死吾將以為教父"}
{"id": "KR5c0057_043", "series": "KR5c0057", "text": "天下之至柔馳騁於天下之至堅無有入於無間吾是以知無為之有益也不言之教無為之益天下希能及之矣"}
{"id": "KR5c0057_044", "series": "KR5c0057", "text": "名與身孰親身與貨孰多得與亡孰病是故甚愛必大費多藏必厚亡故知足不辱知止不殆可以長久"}
{"id": "KR5c0057_045", "series": "KR5c0057", "text": "大成若缺其用不弊大盈若沖其用不窮大直若屈大巧若拙大辯若訥躁勝寒靜勝熱清靜可以為天下正"}
{"id": "KR5c0057_046", "series": "KR5c0057", "text": "天下有道卻走馬以糞天下無道戎馬生於郊罪莫大于可欲禍莫大於不知足咎莫大於欲得故知足之足恒足矣"}
{"id": "KR5c0057_047", "series": "KR5c0057", "text": "不出戶知天下不闚牖見天道其出彌遠其知彌少是以聖人不行而知不見而名弗為而成"}
{"id": "KR5c0057_048", "series": "KR5c0057", "text": "為學日益為道日損損之又損以至於無為無為而無不為取天下也恒以無事及其有事也又不足以取天下矣"}
{"id": "KR5c0057_049", "series": "KR5c0057", "text": "聖人無恒心以百姓之心為心善者吾善之不善者吾亦善之德善信者吾信之不信者吾亦信之德信聖人之在天下也歙歙焉為天下渾其心百姓皆注其耳目焉聖人皆孩之"}
{"id": "KR5c0057_050", "series": "KR5c0057", "text": "出生入死生之徒十有三死之徒十有三而民之生生動皆之死地亦十有三夫何故也以其生生之厚也蓋聞善攝生者陸行不遇兕虎入軍不被甲兵兕無所投其角虎無所措其爪兵無所容其刃夫何故也以其無死地焉"}
{"id": "KR5c0057_051", "series": "KR5c0057", "text": "道生之而德畜之物形之而勢成之是以萬物莫不尊道而貴德道之尊德之貴也夫莫之命而恒自然也故道生之德畜之長之育之亭之毒之養之覆之生而弗有為而弗恃長而弗宰是謂玄德"}
{"id": "KR5c0057_052", "series": "KR5c0057", "text": "天下有始以為天下母既得其母以知其子既知其子復守其母沒身不殆塞其兌閉其門終身不勤啟其兌濟其事終身不救見小曰明守柔曰強用其光復歸其明無遺身殃是謂習常"}
{"id": "KR5c0057_053", "series": "KR5c0057", "text": "使我介然有知也行於大道唯施是畏大道甚夷而民好徑朝甚除田甚蕪倉甚虛服文綵帶利劍厭飲食財貨有餘是謂盜夸盜夸非道也哉"}
{"id": "KR5c0057_054", "series": "KR5c0057", "text": "善建者不拔善抱者不脫子孫以祭祀不輟修之於身其德乃真修之於家其德乃餘修之於鄉其德乃長修之於邦其德乃豐修之於天下其德乃普故以身觀身以家觀家以鄉觀鄉以邦觀邦以天下觀天下吾何以知天下之然哉以此"}
{"id": "KR5c0057_055", "series": "KR5c0057", "text": "含德之厚者比於赤子蜂蠆虺蛇弗螫猛獸弗據攫鳥弗搏骨弱筋柔而握固未知牝牡之合而全作精之至也終日號而不嗄和之至也知和曰常知常曰明益生曰祥心使氣曰強物壯則老謂之不道不道早已"}
{"id": "KR5c0057_056", "series": "KR5c0057", "text": "知者弗言言者弗知塞其兌閉其門挫其銳解其分和其光同其塵是謂玄同故不可得而親亦不可得而踈不可得而利亦不可得而害不可得而貴亦不可得而賤故為天下貴"}
{"id": "KR5c0057_057", "series": "KR5c0057", "text": "以正治邦以奇用兵以無事取天下吾何以知其然也哉以此夫天下多忌諱而民彌貧民多利器而邦家滋昏人多伎巧而奇物滋起法令滋彰而盜賊多有故聖人云我無為而民自化我好靜而民自正我無事而民自富我無欲而民自樸"}
{"id": "KR5c0057_058", "series": "KR5c0057", "text": "其政悶悶其民淳淳其政察察其民缺缺禍兮福之所倚福兮禍之所伏孰知其極其無正也正復為奇善復為妖人之迷也其日固久矣是以聖人方而不割廉而不劌直而不肆光而不燿"}
{"id": "KR5c0057_059", "series": "KR5c0057", "text": "治人事天莫若嗇夫唯嗇是謂早服早服謂之重積德重積德則無不克無不克則莫知其極莫知其極可以有國有國之母可以長久是謂深根固柢長生久視之道也"}
{"id": "KR5c0057_060", "series": "KR5c0057", "text": "治大國若烹小鮮以道蒞天下其鬼不神非其鬼不神也其神不傷人也非其神不傷人也聖人亦弗傷人也夫兩不相傷故德交歸焉"}
{"id": "KR5c0057_061", "series": "KR5c0057", "text": "大邦者下流也天下之交天下之牝牝恒以靜勝牡以靜為下故大邦以下小邦則取小邦小邦以下大邦則取於大邦故或下以取或下而取故大邦者不過欲兼畜人小邦者不過欲入事人夫兩者各得其所欲則大者宜為下"}
{"id": "KR5c0057_062", "series": "KR5c0057", "text": "道者萬物之奧也善人之寶也不善人之所保也美言可以市尊美行可以加人人之不善也何棄之有故立天子置三公雖有拱之璧以先駟馬不如坐而進此道古之所以貴此道者何也不曰求以得有罪以免耶故為天下貴"}
{"id": "KR5c0057_063", "series": "KR5c0057", "text": "為無為事無事味無味大小多少報怨以德圖難於其易也為大於其細也天下難事必作於易天下大事必作於細是以聖人終不為大故能成其大夫輕諾者必寡信多易者必多難是以聖人猶難之故終於無難矣"}
{"id": "KR5c0057_064", "series": "KR5c0057", "text": "其安易持其未兆易謀其脆易泮其微易散為之於其未有治之於其未亂合抱之木生於毫末九層之臺起於累土千里之行始於足下為者敗之執者失之是以聖人無為也故無敗無執也故無失也民之從事也恒於幾成而敗之故慎終如始則無敗事是以聖人欲不欲而不貴難得之貨學不學而復眾人之所過以輔萬物之自然而弗敢為"}
{"id": "KR5c0057_065", "series": "KR5c0057", "text": "古之善為道者非以明民將以愚之也民之難治也以其智多也故以智治邦邦之賊也不以智治邦國之福也恒知此兩者亦稽式也恒知稽式是謂玄德玄德深矣遠矣與物反矣然後乃至大順"}
{"id": "KR5c0057_066", "series": "KR5c0057", "text": "江海所以能為百谷王者以其善下之故能為百谷王是以聖人之欲上民也必以其言下之其欲先民也必以其身後之是以聖人處上而民弗重也處前而民弗害也是以天下樂推而弗厭也以其不爭故天下莫能與之爭"}
{"id": "KR5c0057_067", "series": "KR5c0057", "text": "天下皆謂我道大似不肖夫唯大故似不肖若肖久矣其細也夫我恒有三寶持而保之一曰慈二曰儉三曰不敢為天下先夫慈故能勇儉故能廣不敢為天下先故能成器長今舍其慈且勇舍其儉且廣舍其後且先則必死矣夫慈以戰則勝以守則固天將救之以慈衛之"}
{"id": "KR5c0057_068", "series": "KR5c0057", "text": "善為士者不武善戰者不怒善勝敵者弗與善用人者為之下是謂不爭之德是謂用人之力是謂配天古之極也"}
{"id": "KR5c0057_069", "series": "KR5c0057", "text": "用兵者有言曰吾不敢為主而為客吾不敢進寸而退尺是謂行無行攘無臂扔無敵執無兵禍莫大於輕敵輕敵幾喪吾寶矣故抗兵相加則哀者勝矣"}
{"id": "KR5c0057_070", "series": "KR5c0057", "text": "吾言甚易知也甚易行也而天下莫之能知也莫之能行也言有宗事有君夫唯無知也是以不我知知我者希則我者貴是以聖人被褐而懷玉"}
{"id": "KR5c0057_071", "series": "KR5c0057", "text": "知不知上矣不知知病矣夫唯病病是以不病聖人之不病也以其病病也是以不病"}
{"id": "KR5c0057_072", "series": "KR5c0057", "text": "民之不畏威則大威將至矣無狎其所居無厭其所生夫唯弗厭是以不厭是以聖人自知而不自見也自愛而不自貴也故去彼取此"}
{"id": "KR5c0057_073", "series": "KR5c0057", "text": "勇於敢者則殺勇於不敢者則活此兩者或利或害天之所惡孰知其故是以聖人猶難之天之道不爭而善勝不言而善應不召而自來繟然而善謀天網恢恢踈而不失"}
{"id": "KR5c0057_074", "series": "KR5c0057", "text": "若民恒且不畏死奈何以死懼之若使民恒畏死而為奇者吾將得執而殺之夫孰敢矣若民恒且必畏死則恒有司殺者殺夫代司殺者殺是謂代大匠斲也夫代大匠斲者則希有不傷其手矣"}
{"id": "KR5c0057_075", "series": "KR5c0057", "text": "民之飢也以其上食稅之多也是以飢民之難治也以其上之有以為也是以難治民之輕死以其求生生之厚也是以輕死夫唯無以生為者是賢於貴生"}
{"id": "KR5c0057_076", "series": "KR5c0057", "text": "人之生也柔弱其死也堅強萬物草木之生也柔脆其死也枯槁故曰堅強者死之徒也柔弱者生之徒也是以兵強則不勝木強則共強大處下柔弱處上"}
{"id": "KR5c0057_077", "series": "KR5c0057", "text": "天之道其猶張弓與高者抑之下者舉之有餘者損之不足者補之故天之道損有餘而補不足人之道則不然損不足以奉有餘孰能有餘以奉天下唯有道者是以聖人為而弗恃功成而弗處若此其不欲見賢也"}
{"id": "KR5c0057_078", "series": "KR5c0057", "text": "天下莫柔弱於水而攻堅強者莫之能勝以其無以易之也弱之勝強柔之勝剛天下莫弗知而莫能行也是以聖人云受邦之垢是謂社稷之主受邦之不祥是謂天下之王正言若反"}
{"id": "KR5c0057_079", "series": "KR5c0057", "text": "和大怨必有餘怨安可以為善是以聖人執左契而不責於人故有德司契無德司徹夫天道無親恒與善人"}
{"id": "KR5c0057_080", "series": "KR5c0057", "text": "小邦寡民使有什伯之器而不用使民重死而不遠徙雖有舟輿無所乘之雖有甲兵無所陳之使民復結繩而用之甘其食美其服安其居樂其俗鄰邦相望雞犬之聲相聞民至老死不相往來"}
{"id": "KR5c0057_081", "series": "KR5c0057", "text": "信言不美美言不信善者不辯辯者不善知者不博博者不知聖人不積既以為人己愈有既以與人己愈多故天之道利而不害聖人之道為而弗爭"}
