{"id": "KR5c0126_001", "series": "KR5c0126", "text": "北冥有魚其名為鯤鯤之大不知其幾千里也化而為鳥其名為鵬鵬之背不知其幾千里也怒而飛其翼若垂天之雲是鳥也海運則將徙於南冥南冥者天池也齊諧者志怪者也曰鵬之徙於南冥也水擊三千里摶扶搖而上者九萬里去以六月息者也野馬也塵埃也生物之以息相吹也天之蒼蒼其正色邪其遠而無所至極邪其視下也亦若是則已矣且夫水之積也不厚則負大舟也無力覆杯水於坳堂之上則芥為之舟置杯焉則膠水淺而舟大也風之積也不厚則其負大翼也無力故九萬里則風斯在下矣而後乃今培風背負青天而莫之夭閼者而後乃今將圖南蜩與學鳩笑之曰我決起而飛槍榆枋時則不至而控於地而已矣奚以之九萬里而南為適莽蒼者三湌而反腹猶果然適百里者宿舂糧適千里者三月聚糧之二蟲又何知小知不及大知小年不及大年奚以知其然也朝菌不知晦朔蟪蛄不知春秋此小年也楚之南有冥靈者以五百歲為春五百歲為秋上古有大椿者以八千歲為春八千歲為秋而彭祖乃今以久特聞眾人匹之不亦悲乎湯之問棘也是已窮髮之北有冥海者天池也有魚焉其廣數千里未有知其脩者其名為鯤有鳥焉其名為鵬背若泰山翼若垂天之雲摶扶搖羊角而上者九萬里絕雲氣負青天然後圖南且適南冥也斥鴳笑之曰彼且奚適也我騰躍而上不過數仞而下翱翔蓬蒿之間此亦飛之至也而彼且奚適也此小大之辯也故夫知效一官行比一鄉德合一君而徵一國者其自視也亦若此矣而宋榮子猶然笑之且舉世而譽之而不加勸舉世而非之而不加沮定乎內外之分辯乎榮辱之竟斯已矣彼其於世未數數然也雖然猶有未樹也夫列子御風而行泠然善也旬有五日而後反彼於致福者未數數然也此雖免乎行猶有所待者也若夫乘天地之正而御六氣之辯以遊無窮者彼且惡乎待哉故曰至人無己神人無功聖人無名堯讓天下於許由曰日月出矣而爝火不息其於光也不亦難乎時雨降矣而猶浸灌其於澤也不亦勞乎夫子立而天下治而我猶尸之吾自視缺然請致天下許由曰子治天下天下既已治也而我猶代子吾將為名乎名者實之賓也吾將為賓乎鷦鷯巢於深林不過一枝偃鼠飲河不過滿腹歸休乎君予無所用天下為庖人雖不治庖尸祝不越樽俎而代之矣肩吾問於連叔曰吾聞言於接輿大而無當往而不反吾驚怖其言猶河漢而無極也大有逕庭不近人情焉連叔曰其言謂何哉曰藐姑射之山有神人居焉肌膚若冰雪淖約若處子不食五穀吸風飲露乘雲氣御飛龍而遊乎四海之外其神凝使物不疵癘而年穀熟吾以是狂而不信也連叔曰然瞽者無以與乎文章之觀聾者無以與乎鍾鼓之聲豈唯形骸有聾瞽哉夫知亦有之是其言也猶時女也之人也之德也將旁礴萬物以為一世蘄乎亂孰弊弊焉以天下為事之人也物莫之傷大浸稽天而不溺大旱金石流土山焦而不熱是其塵垢粃穅將猶陶鑄堯舜者也孰肯以物為事宋人資章甫而適諸越越人斷髮文身無所用之堯治天下之民平海內之政往見四子藐姑射之山汾水之陽窅然喪其天下焉惠子謂莊子曰魏王貽我大瓠之種我樹之成而實五石以盛水漿其堅不能自舉也剖之以為瓢則瓠落無所容非不呺然大也吾為其無用而掊之莊子曰夫子固拙於用大矣宋人有善為不龜手之藥者世世以洴澼絖為事客聞之請買其方百金聚族而謀曰我世世為洴澼絖不過數金今一朝而鬻技百金請與之客得之以說吳王越有難吳王使之將冬與越人水戰大敗越人裂地而封之能不龜手一也或以封或不免於洴澼絖則所用之異也今子有五石之瓠何不慮以為大樽而浮乎江湖而憂其瓠落無所容則夫子猶有蓬之心也夫惠子謂莊子曰吾有大樹人謂之樗其大本擁腫而不中繩墨其小枝卷曲而不中規矩立之塗匠者不顧今子之言大而無用眾所同去也莊子曰子獨不見狸狌乎卑身而伏以候敖者東西跳梁不避高下中於機辟死於罔罟今夫斄牛其大若垂天之雲此能為大矣而不能執鼠今子有大樹患其無用何不樹之於無何有之鄉廣莫之野彷徨乎無為其側逍遙乎寢臥其下不夭斤斧物無害者無所可用安所困苦哉"}
{"id": "KR5c0126_002", "series": "KR5c0126", "text": "南郭子綦隱几而坐仰天而噓嗒焉似喪其耦顏成子游立侍乎前曰何居乎形固可使如槁木而心固可使如死灰乎今之隱几者非昔之隱几者也子綦曰偃不亦善乎而問之也今者吾喪我汝知之乎女聞人籟而未聞地籟女聞地籟而未聞天籟夫子游曰敢問其方子綦曰夫大塊噫氣其名為風是唯无作作則萬竅怒呺而獨不聞之翏翏乎山林之畏佳大木百圍之竅穴似鼻似口似耳似枅似圈似臼似洼者似污者激者謞者叱者吸者叫者譹者宎者咬者前者唱于而隨者唱喁泠風則小和飄風則大和厲風濟則眾竅為虛而獨不見之調調之刀刀乎子游曰地籟則眾竅是已人籟則比竹是已敢問天籟子綦曰夫吹萬不同而使其自己也咸其自取怒者其誰邪大知閑閑小知閒閒大言炎炎小言詹詹其寐也魂交其覺也形開與接為構日以心鬭縵者窖者密者小恐惴惴大恐縵縵其發若機栝其司是非之謂也其留如詛盟其守勝之謂也其殺如秋冬以言其日消也其溺之所為之不可使復之也其厭也如緘以言其老洫也近死之心莫使復陽也喜怒哀樂慮嘆變慹姚佚啟態樂出虛蒸成菌日夜相代乎前而莫知其所萌已乎已乎旦暮得此其所由以生乎非彼無我非我無所取是亦近矣而不知其所為使若有真宰而特不得其眹可行己信而不見其形有情而無形百骸九竅六藏賅而存焉吾誰與為親汝皆說之乎其有私焉如是皆有為臣妾乎其臣妾不足以相治乎其遞相為君臣乎其有真君存焉如求得其情與不得無益損乎其真一受其成形不亡以待盡與物相刃相靡其行盡如馳而莫之能止不亦悲乎終身役役而不見其成功苶然疲役而不知其所歸可不哀邪人謂之不死奚益其形化其心與之然可不謂大哀乎人之生也固若是芒乎其我獨芒而人亦有不芒者乎夫隨其成心而師之誰獨且無師乎奚必知代而心自取者有之愚者與有焉未成乎心而有是非是今日適越而昔至也是以無有為有無有為有雖有神禹且不能知吾獨且柰何哉夫言非吹也言者有言其所言者特未定也果有言邪其未嘗有言邪其以為異於鷇音亦有辯乎其無辯乎道惡乎隱而有真偽言惡乎隱而有是非道惡乎往而不存言惡乎存而不可道隱於小成言隱於榮華故有儒墨之是非以是其所非而非其所是欲是其所非而非其所是則莫若以明物無非彼物無非是自彼則不見自喻則知之故曰彼出於是是亦因彼彼是方生之說也雖然方生方死方死方生方可方不可方不可方可因是因非因非因是是以聖人不由而照之于天亦因是也是亦彼也彼亦是也彼亦一是非此亦一是非果且有彼是乎哉果且無彼是乎哉彼是莫得其偶謂之道樞樞始得其環中以應無窮是亦一無窮非亦一無窮也故曰莫若以明以指喻指之非指不若以非指喻指之非指也以馬喻馬之非馬不若以非馬喻馬之非馬也天地一指也萬物一馬也道行之而成物謂之而然惡乎然然於然惡乎不然不然於不然物固有所然物固有所可無物不然無物不可可乎可不可乎不可不可乎不可而可乎可故為是舉莛與楹厲與西施恢恑憰怪道通為一其分也成也其成也毀也凡物無成與毀復通為一唯達者知通為一為是不用而寓諸庸庸也者用也用也者通也通也者得也適得而幾矣因是已已而不知其然謂之道勞神明為一而不知其同也謂之朝三何謂朝三曰狙公賦芧曰朝三而莫四眾狙皆怒曰然則朝四而莫三眾狙皆悅名實未虧而喜怒為用亦因是也是以聖人和之以是非而休乎天鈞是之謂兩行古之人其知有所至矣惡乎至有以為未始有物者至矣盡矣不可以加矣其次以為有物矣而未始有封也其次以為有封焉而未始有是非也是非之彰也道之所以虧也道之所以虧愛之所以成果且有成與虧乎哉果且無成與虧乎哉有成與虧故昭氏之鼓琴也無成與虧故昭氏之不鼓琴也昭文之鼓琴也師曠之枝策也惠子之據梧也三子之知幾乎皆其盛者也故載之末年唯其好之也以異於彼其好之也欲以明之彼非所明而明之故以堅白之昧終而其子又以文之綸終終身無成若是而可謂成乎雖我亦成也若是而不可謂成乎物與我無成也是故滑疑之耀聖人之所圖也為是不用而寓諸庸此之謂以明今且有言於此不知其與是類乎其與是不類乎類與不類相與為類則與彼無以異矣雖然請嘗言之有始也者有未始有始也者有未始有夫未始有始也者有有也者有無也者有未始有無也者有未始有夫未始有無也者俄而有無矣而未知有無之果孰有孰無也今我則已有謂矣而未知吾所謂之其果有謂乎其果無謂乎天下莫大於秋豪之末而大山為小莫壽乎殤子而彭祖為夭天地與我並生而萬物與我為一既已為一矣且得有言乎既已謂之一矣且得無言乎一與言為二二與一為三自此以往巧歷不能得而況其凡乎故自無適有以至於三而況自有適有乎無適焉因是已夫道未始有封言未始有常為是而有畛也請言其畛有左有右有論有議有分有辯有競有爭此之謂八德六合之外聖人存而不論六合之內聖人論而不議春秋經世先王之志聖人議而不辯故分也者有不分也辯也者有不辯也曰何也聖人懷之眾人辯之以相示也故曰辯也者有不見也夫大道不稱大辯不言大仁不仁大廉不嗛大勇不忮道昭而不道言辯而不及仁常而不周廉清而不信勇忮而不成五者园而幾向方矣故知止其所不知至矣孰知不言之辯不道之道若有能知此之謂天府注焉而不滿酌焉而不竭而不知其所由來此之謂葆光故昔者堯問於舜曰我欲伐宗膾胥敖南面而不釋然其故何也舜曰夫三子者猶存乎蓬艾之間若不釋然何哉昔者十日並出萬物皆照而況德之進乎日者乎齧缺問乎王倪曰子知物之所同是乎曰吾惡乎知之子知子之所不知邪曰吾惡乎知之然則物無知邪曰吾惡乎知之雖然嘗試言之庸詎知吾所謂知之非不知邪庸詎知吾所謂不知之非知邪且吾嘗試問乎女民溼寢則腰疾偏死鰌然乎哉木處則惴慄恂懼猨猴然乎哉三者孰知正處民食芻豢麋鹿食薦蝍且甘帶鴟鴉耆鼠四者孰知正味猨猵狙以為雌麋與鹿交鰌與魚游毛嬙麗姬人之所美也魚見之深入鳥見之高飛麋鹿見之決驟四者孰知天下之正色哉自我觀之仁義之端是非之塗樊然殽亂吾惡能知其辯齧缺曰子不知利害則至人固不知利害乎王倪曰至人神矣大澤焚而不能熱河漢沍而不能寒疾雷破山風振海而不能驚若然者乘雲氣騎日月而遊乎四海之外死生无變於己而況利害之端乎瞿鵲子問乎長梧子曰吾聞諸夫子聖人不從事於務不就利不違害不喜求不緣道无謂有謂有謂无謂而遊乎塵垢之外夫子以為孟浪之言而我以為妙道之行也吾子以為奚若長梧子曰是黃帝之所聽熒也而丘也何足以知之且女亦大早計見卵而求時夜見彈而求鴞炙予嘗為女妄言之女以妄聽之奚旁日月挾宇宙為其脗合置其滑涽以隸相尊眾人役役聖人愚芚參萬歲而一成純萬物盡然而以是相蘊予惡乎知說生之非惑邪予惡乎知惡死之非弱喪而不知歸者邪麗之姬艾封人之子也晉國之始得之也涕泣沾襟及其至於王所與王同筐床食芻豢而後悔其泣也予惡乎知夫死者不悔其始之蘄生乎夢飲酒者旦而哭泣夢哭泣者旦而田獵方其夢也不知其夢也夢之中又占其夢焉覺而後知其夢也且有大覺而後知此其大夢也而愚者自以為覺竊竊然知之君乎牧乎固哉丘也與女皆夢也予謂女夢亦夢也是其言也其名為弔詭萬世之後而一遇大聖知其解者是旦暮遇之也既使我與若辯矣若勝我我不若勝若果是也我果非也邪我勝若若不吾勝我果是也而果非也邪其或是也其或非也邪其俱是也其俱非也邪我與若不能相知也則人固受其黮闇吾誰使正之使同乎若者正之既與若同矣惡能正之使同乎我者正之既同乎我矣惡能正之使異乎我與若者正之既異乎我與若矣惡能正之使同乎我與若者正之既同乎我與若矣惡能正之然則我與若與人俱不能相知也而待彼也邪化聲之相待若其不相待和之以天倪因之以曼衍所以窮年也何謂和之以天倪曰是不是然不然是若果是也則是之異乎不是也亦無辯然若果然也則然之異乎不然也亦無辯所以窮年也忘年忘義振於無竟故寓諸無竟罔兩問景曰曩子行今子止曩子坐今子起何其無特操與景曰吾有待而然者邪吾所待又有待而然者邪吾待蛇蚹蜩翼邪惡識所以然惡識所以不然昔者莊周夢為胡蝶栩栩然胡蝶也自喻適志與不知周也俄然覺則蘧蘧然周也不知周之夢為胡蝶與胡蝶之夢為周與周與胡蝶則必有分矣此之謂物化"}
{"id": "KR5c0126_003", "series": "KR5c0126", "text": "吾生也有涯而知也无涯以有涯隨无涯殆已已而為知者殆而已矣為善无近名為惡无近刑緣督以為經可以保身可以全生可以養親可以盡年庖丁為文惠君解牛手之所觸肩之所倚足之所履膝之所踦砉然嚮然奏刀騞然莫不中音合於桑林之舞乃中經首之會文惠君曰譆善哉技蓋至此乎庖丁釋刀對曰臣之所好者道也進乎技矣始臣之解牛之時所見无非牛者三年之後未嘗見全牛也方今之時臣以神遇而不以目視官知止而神欲行依乎天理批大郤導大窾因其固然技經肯綮之未嘗而況大軱乎良庖歲更刀割也族庖月更刀折也今臣之刀十九年矣所解數千牛矣而刀刃若新發於硎彼節者有間而刀刃者无厚以无厚入有間恢恢乎其於遊刃必有餘地矣是以十九年而刀刃若新發於硎雖然每至於族吾見其難為怵然為戒視為止行為遲動刀甚微謋然已解如土委地提刀而立為之四顧為之躊躇滿志善刀而藏之文惠君曰善哉吾聞庖丁之言得養生焉公文軒見右師而驚曰是何人也惡乎介也天與其人與曰天也非人也天之生是使獨也人之貌有與也以是知其天也非人也澤雉十步一啄百步一飲不蘄畜乎樊中神雖王不善也老聃死秦失弔之三號而出弟子曰非夫子之友邪曰然然則弔焉若此可乎曰然始也吾以為其人也而今非也向吾入而弔焉有老者哭之如哭其子少者哭之如哭其母彼其所以會之必有不蘄言而言不蘄哭而哭者是遁天倍情忘其所受古者謂之遁天之刑適來夫子時也適去夫子順也安時而處順哀樂不能入也古者謂是帝之縣解指窮於為薪火傳也不知其盡也"}
{"id": "KR5c0126_004", "series": "KR5c0126", "text": "顏回見仲尼請行曰奚之曰將之衛曰奚為焉曰回聞衛君其年壯其行獨輕用其國而不見其過輕用民死死者以國量乎澤若蕉民其无如矣回嘗聞之夫子曰治國去之亂國就之醫門多疾願以所聞思其則庶幾其國有瘳乎仲尼曰譆若殆往而刑耳夫道不欲雜雜則多多則擾擾則憂憂而不救古之至人先存諸己而後存諸人所存於己者未定何暇至於暴人之所行且若亦知夫德之所蕩而知之所為出乎哉德蕩乎名知出乎爭名也者相軋也知也者爭之器也二者凶器非所以盡行也且德厚信矼未達人氣名聞不爭未達人心而彊以仁義繩墨之言術暴人之前者是以人惡有其美也命之曰菑人菑人者人必反菑之且苟為悅賢而惡不肖惡用而求有以異若唯无詔王公必將乘人而鬭其捷而目將熒之而色將平之口將營之容將形之心且成之是以火救火以水救水名之曰益多順始无窮若殆以不信厚言必死於暴人之前矣且昔者桀殺關龍逢紂殺王子比干是皆脩其身以傴拊人之民以下拂其上者也故其君因其脩以擠之是好名者也昔者堯攻叢枝胥敖禹攻有扈國為虛厲身為刑戮其用兵不止其求實无已是皆求名實者也而獨不聞之乎名實者聖人之所不能勝也而況若乎雖然若必有以也嘗以語我來顏回曰端而虛勉而一則可乎曰惡惡可夫以陽為充孔揚采色不定常人之所不違因案人之所感以求容與其心名之曰日漸之德不成而況大德乎將執而不化外合而內不訾其庸詎可乎然則我內直而外曲成而上比內直者與天為徒與天為徒者知天子之與己皆天之所子而獨以己言蘄乎而人善之蘄乎而人不善之邪若然者人謂之童子是之謂與天為徒外曲者與人（之）為徒也擎跽曲拳人臣之禮也人皆為之吾敢不為邪為人之所為者人亦无疵焉是之謂與人為徒成而上比者與古為徒其言雖教讁之實也古之有也非吾有也若然者雖直不為病是之謂與古為徒若是則可乎仲尼曰惡惡可大多政法而不諜雖固亦无罪雖然止是耳矣夫胡可以及化猶師心者也顏回曰吾无以進矣敢問其方仲尼曰齋吾將語若有而為之其易邪易之者暭天不宜顏回曰回之家貧唯不飲酒不茹葷者數月矣若此則可以為齋乎曰是祭祀之齋非心齋也回曰敢問心齋仲尼曰若一汝志无聽之以耳而聽之以心无聽之以心而聽之以氣聽止於耳心止於符氣也者虛而待物者也唯道集虛虛者心齋也顏回曰回之未始得使實自回也得使之也未始有回也可謂虛乎夫子曰盡矣吾語若若能入遊其樊而无感其名入則鳴不入則止无門无毒一宅而寓於不得已則幾矣絕迹易无行地難為人使易以偽為天使難以偽聞以有翼飛者矣未聞以无翼飛者也聞以有知知者矣未聞以无知知者也瞻彼闋者虛室生白吉祥止矣夫且不止是之謂坐馳夫徇耳目內通而外於心知鬼神將來舍而況人乎是萬物之所化也禹舜之所紐也伏戲几蘧之所行終而況散焉者乎葉公子高將使於齊問於仲尼曰王使諸梁也甚重齊之待使者蓋將甚敬而不急匹夫猶未可動也而況諸侯乎吾甚慄之子嘗語諸梁也曰凡事若小若大寡有不道以成懽事若不成則必有人道之患事若成則必有陰陽之患若成若不成而後无患者唯有德者能之吾食也執粗而不臧爨无欲清之人今吾朝受命而夕飲冰我其內熱與吾未至乎事之情而既有陰陽之患矣事若不成必有人道之患是兩也為人臣者不足以任之子其有以語我來仲尼曰天下有大戒二其一命也其一義也子之愛親命也不可解於心臣之事君義也无適而非君也无所逃於天地之間是之謂大戒是以夫事其親者不擇地而安之孝之至也夫事其君者不擇事而安之忠之盛也自事其心者哀樂不易施乎前知其不可柰何而安之若命德之至也為人臣子者固有所不得已行事之情而忘其身何暇至於悅生而惡死夫子其行可矣丘請復以所聞凡交近則必相靡以信遠則必忠之以言言必或傳之夫傳兩喜兩怒之言天下之難者也夫兩喜必多溢美之言兩怒必多溢惡之言凡溢之類妄妄則其信之也莫莫則傳言者殃故法言曰傳其常情无傳其溢言則幾乎全且以巧鬭力者始乎陽常卒乎陰泰至則多奇巧以禮飲酒者始乎治常卒乎亂泰至則多奇樂凡事亦然始乎諒常卒乎鄙其作始也簡其將畢也必巨〔夫言者風波也行者實喪也風波易以動實喪易以危故忿設无由巧言偏辭獸死不擇音氣息茀然於是並生心厲剋核太至則必有不肖之心應之而不知其然也苟為不知其然也孰知其所終故法言曰无遷令无勸成過度益也遷令勸成殆事美成在久惡成不及改可不慎與且夫乘物以遊心託不得已以養中至矣何作為報也莫若為致命此其難者顏闔將傅衛靈公大子而問於蘧伯玉曰有人於此其德天殺與之為无方則危吾國與之為有方則危吾身其知適足以知人之過而不知其所以過若然者吾柰之何蘧伯玉曰善哉問乎戒之慎之正女身哉形莫若就心莫若和雖然之二者有患就不欲入和不欲出形就而入且為顛為滅為崩為蹶心和而出且為聲為名為妖為孽彼且為嬰兒亦與之為嬰兒彼且為无町畦亦與之為无町畦彼且為无崖亦與之為无崖達之入於无疵汝不知夫螳蜋乎怒其臂以當車轍不知其不勝任也是其才之美者也戒之慎之積伐而美者以犯之幾矣汝不知夫養虎者乎不敢以生物與之為其殺之之怒也不敢以全物與之為其決之之怒也時其飢飽達其怒心虎之與人異類而媚養己者順也故其殺者逆也夫愛馬者以筐盛矢以蜄盛溺適有蚊䖟僕緣而拊之不時則缺銜毀首碎胸意有所至而愛有所亡可不慎邪匠石之齊至乎曲轅見櫟社樹其大蔽數千牛絜之百圍其高臨山十仞而後有枝其可以為舟者旁十數觀者如巿匠伯不顧遂行不輟弟子厭觀之走及匠石曰自吾執斧斤以隨夫子未嘗見材如此其美也先生不肯視行不輟何邪曰已矣勿言之矣散木也以為舟則沈以為棺槨則速腐以為器則速毀以為門戶則液樠以為柱則蠹是不材之木也无所可用故能若是之壽匠石歸櫟社見夢曰女將惡乎比予哉若將比予於文木邪夫柤梨橘柚果蓏之屬實熟則剝剝則辱大枝折小枝泄此以其能苦其生者也故不終其天年而中道夭自掊擊於世俗者也物莫不若是且予求无所可用久矣幾死乃今得之為予大用使予也而有用且得有此大也邪且也若與予也皆物也柰何哉其相物也而幾死之散人又惡知散木匠石覺而診其夢弟子曰趣取无用則為社何邪曰密若无言彼亦直寄焉以為不知己者詬厲也不為社者且幾有翦乎且也彼其所保與眾異而以義譽之不亦遠乎南伯子綦遊乎商之丘見大木焉有異結駟千乘將隱芘其所藾子綦曰此何木也哉此必有異材夫仰而視其細枝則拳曲而不可以為棟梁俯而視其大根則軸解而不可以為棺槨咶其葉則口爛而為傷嗅之則使人狂酲三日而不已子綦曰此果不材之木也以至於此其大也嗟乎神人以此不材宋有荊氏者宜楸柏桑其拱把而上者求狙猴之杙者斬之三圍四圍求高名之麗者斬之七圍八圍貴人富商之家求禪傍者斬之故未終其天年而中道之夭於斧斤此材之患也故解之以牛之白顙者與豚之亢鼻者與人有痔病者不可以適河此皆巫祝以知之矣所以為不祥也此乃神人之所以為大祥也支離䟽者頤隱於齊肩高於頂會撮指天五管在上兩髀為脅挫鍼治繲足以餬口鼓筴播精足以食十人上徵武士則支離攘臂於其間上有大役則支離以有常疾不受功上與病者粟則受三鍾與十束薪夫支離其形者猶足以養其身終其天年又況支離其德者乎孔子適楚楚狂接輿遊其門曰鳳兮鳳兮何如德之衰也來世不可待往世不可追也天下有道聖人成焉天下无道聖人生焉方今之時僅免刑焉福輕乎羽莫之知載禍重乎地莫之知避已乎已乎臨人以德殆乎殆乎畫地而趨迷陽迷陽无傷吾行郤曲郤曲无傷吾足山木自寇也膏火自煎也桂可食故伐之漆可用故割之人皆知有用之用而莫知无用之用也"}
{"id": "KR5c0126_005", "series": "KR5c0126", "text": "魯有兀者王駘從之遊者與仲尼相若常季問於仲尼曰王駘兀者也從之遊者與夫子中分魯立不教坐不議虛而往實而歸固有不言之教无形而心成者邪是何人也仲尼曰夫子聖人也丘也直後而未往耳丘將以為師而況不若丘者乎奚假魯國丘將引天下而與從之常季曰彼兀者也而王先生其與庸亦遠矣若然者其用心也獨若之何仲尼曰死生亦大矣而不得與之變雖天地覆墜亦將不與之遺審乎无假而不與物遷命物之化而守其宗也常季曰何謂也仲尼曰自其異者視之肝膽楚越也自其同者視之萬物皆一也夫若然者且不知耳目之所宜而遊心乎德之和物視其所一而不見其所喪視喪其足猶遺土也常季曰彼為己以其知得其心以其心得其常心物何為最之哉仲尼曰人莫鑑於流水而鑑於止水唯止能止眾止受命於地唯松柏獨也在冬夏青青受命於天唯舜獨也正幸能正生以正眾生夫保始之徵不懼之實勇士一人雄入於九軍將求名而能自要者而猶若是而況官天地府萬物直寓六骸象耳目一知之所知而心未嘗死者乎彼且擇日而登假人則從是也彼且何肯以物為事乎申徒嘉兀者也而與鄭子產同師於伯昏无人子產謂申徒嘉曰我先出則子止子先出則我止其明日又與合堂同席而坐子產謂申徒嘉曰我先出則子止子先出則我止今我將出子可以止乎其未邪且子見執政而不違子齊執政乎申徒嘉曰先生之門固有執政焉如此哉子而說子之執政而後人者也聞之曰鑑明則塵垢不止止則不明也久與賢人處則无過今子之所取大者先生也而猶出言若是不亦過乎子產曰子既若是矣猶與堯爭善計子之德足以自反邪申徒嘉曰自狀其過以不當亡者眾不狀其過以不當存者寡知不可柰何而安之若命唯有德者能之遊於羿之彀中中央者中地也然而不中者命也人以其全足笑吾不全足者眾矣我怫然而怒而適先生之所則廢然而反不知先生之洗我以善邪吾與夫子遊十九年矣而未嘗知吾兀者也今子與我遊於形骸之內而子索我於形骸之外不亦過乎子產蹴然改容更貌曰子无乃稱魯有兀者叔山无趾踵見仲尼仲尼曰子不謹前既犯患若是矣雖今來何及矣无趾曰吾唯不知務而輕用吾身吾是以亡足今吾來也猶有尊足者存吾是以務全之也夫天无不覆地无不載吾以夫子為天地安知夫子之猶若是也孔子曰丘則陋矣夫子胡不入乎請講以所聞无趾出孔子曰弟子勉之夫无趾兀者也猶務學以復補前行之惡而況全德之人乎无趾語老聃曰孔丘之於至人其未邪彼何賓賓以學子為彼且蘄以諔詭幻怪之名聞不知至人之以是為己桎梏邪老聃曰胡不直使彼以死生為一條以可不可為一貫者解其桎梏其可乎无趾曰天刑之安可解魯哀公問於仲尼曰衛有惡人焉曰哀駘它丈夫與之處者思而不能去也婦人見之請於父母曰與為人妻寧為夫子妾者十數而未止也未嘗有聞其唱者也常和人而已矣无君人之位以濟乎人之死无聚祿以望人之腹又以惡駭天下和而不唱知不出乎四域且而雌雄合乎前是必有異乎人者也寡人召而觀之果以惡駭天下與寡人處不至以月數而寡人有意乎其為人也不至乎期年而寡人信之國无宰寡人傳國焉悶然而後應氾若而辭寡人醜乎卒授之國无幾何也去寡人而行寡人卹焉若有亡也若无與樂是國也是何人者也仲尼曰丘也嘗使於楚矣適見㹠子食於其死母者少焉眴若皆棄之而走不見已焉爾不得類焉爾所愛其母者非愛其形也愛使其形者也戰而死者其人之葬也不以翣資刖者之屨无為愛之皆无其本矣為天子之諸御不爪翦不穿耳取妻者止於外不得復使形全猶足以為爾而況全德之人乎今哀駘它未言而信无功而親使人授己國唯恐其不受也是必才全而德不形者也哀公曰何謂才全仲尼曰死生存亡窮達貧富賢與不肖毀譽飢渴寒暑是事之變命之行也日夜相代乎前而知不能規乎其始者也故不足以滑和不可入於靈府使之和豫通而不失於兌使日夜无郤而與物為春是接而生時乎心者也是之謂才全何謂德不形曰平者水停之盛也其可以為法也內保之而外不蕩也德者成和之脩也德不形者物不能離也哀公異日以告閔子曰始也吾以南面而君天下執民之紀而憂其死吾自以為至通矣今吾聞至人之言恐吾无其實輕用吾身而亡吾國吾與孔丘非君臣也德友而已矣闉跂支離无脤說衛靈公靈公說之而視全人其脰肩肩甕盎大癭說齊桓公桓公說之而視全人其脰肩肩故德有所長而形有所忘人不忘其所忘而忘其所不忘此謂誠忘故聖人有所遊而知為孽約為膠德為接工為商聖人不謀惡用知不斲惡用膠无喪惡用德不貨惡用商四者天鬻也天鬻也者天食也既受食於天又惡用人有人之形无人之情有人之形故群於人无人之情故是非不得於身眇乎小哉所以屬於人也謷乎大哉獨成其天惠子謂莊子曰人故无情乎莊子曰然惠子曰人而无情何以謂之人莊子曰道與之貌天與之形惡得不謂之人惠子曰既謂之人惡得无情莊子曰是非吾所謂情也吾所謂无情者言人之不以好惡內傷其身常因自然而不益生也惠子曰不益生何以有其身莊子曰道與之貌天與之形无以好惡內傷其身今子外乎子之神勞乎子之精倚樹而吟據槁梧而瞑天選子之形子以堅白鳴"}
{"id": "KR5c0126_006", "series": "KR5c0126", "text": "知天之所為知人之所為者至矣知天之所為者天而生也知人之所為者以其知之所知以養其知之所不知終其天年而不中道夭者是知之盛也雖然有患夫知有所待而後當其所待者特未定也庸詎知吾所謂天之非人乎所謂人之非天乎且有真人而後有真知何謂真人古之真人不逆寡不雄成不謨士若然者過而弗悔當而不自得也若然者登高不慄入水不濡入火不熱是知之能登假於道也若此古之真人其寢不夢其覺无憂其食不甘其息深深真人之息以踵眾人之息以喉屈服者其嗌言若哇其耆欲深者其天機淺古之真人不知說生不知惡死其出不訢其入不距翛然而往翛然而來而已矣不志其所始不求其所終受而喜之忘而復之是之謂不以心捐道不以人助天是之謂真人若然者其心忘其容寂其顙頯淒然似秋煖然似春喜怒通四時與物有宜而莫知其極故聖人之用兵也亡國而不失人心利澤施乎萬世不為愛人故樂通物非聖人也有親非仁也天時非賢也利害不通非君子也徇名失己非士也亡身不真非役人也若狐不偕務光伯夷叔齊箕子胥餘紀他申徒狄是役人之役適人之適而不自適其適者也古之真人其狀義而不朋若不足而不承與乎其觚而不堅也張乎其虛而不華也邴邴乎其似喜乎崔乎其不得已乎滀乎進我色也與乎止我德也厲乎其似世乎謷乎其未可制也連乎其似好閉也悗乎忘其言也以刑為體以禮為翼以知為時以德為循以刑為體者綽乎其殺也以禮為翼者所以行於世也以知為時者不得已於事也以德為循者言其與有足者至於丘也而人真以為勤行者也故其好之也一其弗好之也一其一也一其不一也一其一與天為徒其不一與人為徒天與人不相勝也是之謂真人死生命也其有夜旦之常天也人之有所不得與皆物之情也彼特以天為父而身猶愛之而況其卓乎人特以有君為愈乎己而身猶死之而況其真乎泉涸魚相與處於陸相呴以濕相濡以沫不如相忘於江湖與其譽堯而非桀也不如兩忘而化其道夫大塊載我以形勞我以生佚我以老息我以死故善吾生者乃所以善吾死也夫藏舟於壑藏山於澤謂之固矣然而夜半有力者負之而走昧者不知也藏小大有宜猶有所遯若夫藏天下於天下而不得所遯是恆物之大情也特犯人之形而猶喜之若人之形者萬化而未始有極也其為樂可勝計邪故聖人將遊於物之所不得遯而皆存善夭善老善始善終人猶效之又況萬物之所係而一化之所待乎夫道有情有信无為无形可傳而不可受可得而不可見自本自根未有天地自古以固存神鬼神帝生天生地在太極之先而不為高在六極之下而不為深先天地生而不為久長於上古而不為老狶韋氏得之以挈天地伏戲得之以襲氣母維斗得之終古不忒日月得之終古不息堪坏得之以襲崑崙馮夷得之以遊大川肩吾得之以處大山黃帝得之以登雲天顓頊得之以處玄宮禺強得之立乎北極西王母得之坐乎少廣莫知其始莫知其終彭祖得之上及有虞下及五伯傅說得之以相武丁奄有天下乘東維騎箕尾而比於列星南伯子葵問乎女偊曰子之年長矣而色若孺子何也曰吾聞道矣南伯子葵曰道可得學邪曰惡惡可子非其人也夫卜梁倚有聖人之才而无聖人之道我有聖人之道而无聖人之才吾欲以教之庶幾其果為聖人乎不然以聖人之道告聖人之才亦易矣吾猶守而告之參日而後能外天下已外天下矣吾又守之七日而後能外物已外物矣吾又守之九日而後能外生已外生矣而後能朝徹朝徹而後能見獨見獨而後能无古今无古今而後能入於不死不生殺生者不死生生者不生其為物无不將也无不迎也无不毀也无不成也其名為攖寧攖寧也者攖而後成者也南伯子葵曰子獨惡乎聞之曰聞諸副墨之子副墨之子聞諸洛誦之孫洛誦之孫聞之瞻明瞻明聞之聶許聶許聞之需役需役聞之於謳於謳聞之玄冥玄冥聞之參寥參寥聞之疑始子祀子輿子犁子來四人相與語曰孰能以无為首以生為脊以死為尻孰知死生存亡之一體者吾與之友矣四人相視而笑莫逆於心遂相與為友俄而子輿有病子祀往問之曰偉哉夫造物者將以予為此拘拘也曲僂發背上有五管頤隱於齊肩高於頂句贅指天陰陽之氣有沴其心間而无事跰𨇤而鑑于井曰嗟乎夫造物者又將以予為此拘拘也子祀曰女惡之乎曰亡予何惡浸假而化予之左臂以為雞予因以求時夜浸假而化予之右臂以為彈予因以求鴞炙浸假而化予之尻以為輪以神為馬予因而乘之豈更駕哉且夫得者時也失者順也安時而處順哀樂不能入也此古之所謂縣解也而不能自解者物有結之且夫物不勝天久矣吾又何惡焉俄而子來有病喘喘然將死其妻子環而泣之犁往問之曰叱避无怛化倚其戶與之語曰偉哉造化又將奚以汝為將奚以汝適以汝為鼠肝乎以汝為蟲臂乎子來曰父母於子東西南北唯命之從陰陽於人不翅於父母彼近吾死而我不聽我則悍矣彼何罪焉夫大塊載我以形勞我以生佚我以老息我以死故善吾生者乃所以善吾死也今大冶鑄金金踊躍曰我且必為鏌鋣大冶必以為不祥之金今一犯人之形而曰人耳人耳夫造化者必以為不祥之人今一以天地為大鑪以造化為大冶惡乎往而不可哉成然寐蘧然覺子桑戶孟子反子琴張三人相與友曰孰能相與於无相與相為於无相為孰能登天遊霧撓挑无極相忘以生无所終窮三人相視而笑莫逆於心遂相與友莫然有間而子桑戶死未葬孔子聞之使子貢往待事焉或編曲或鼓琴相和而歌曰嗟來桑戶乎嗟來桑戶乎而已反其真而我猶為人猗子貢趨而進曰敢問臨尸而歌禮乎二人相視而笑曰是惡知禮意子貢反以告孔子曰彼何人者邪脩行无有而外其形骸臨尸而歌顏色不變无以命之彼何人者邪孔子曰彼遊方之外者也而丘遊方之內者也外內不相及而丘使女往弔之丘則陋矣彼方且與造物者為人而遊乎天地之一氣彼以生為附贅縣疣以死為決𤴯潰癰夫若然者又惡知死生先後之所在假於異物託於同體忘其肝膽遺其耳目反覆終始不知端倪芒然彷徨乎塵垢之外逍遙乎无為之業彼又惡能憒憒然為世俗之禮以觀眾人之耳目哉子貢曰然則夫子何方之依曰丘天之戮民也雖然吾與汝共之子貢曰敢問其方孔子曰魚相造乎水人相造乎道相造乎水者穿池而養給相造乎道者无事而生定故曰魚相忘乎江湖人相忘乎道術子貢曰敢問畸人曰畸人者畸於人而侔於天故曰天之小人人之君子人之君子天之小人也顏回問仲尼曰孟孫才其母死哭泣无涕中心不慼居喪不哀无是三者以善喪蓋魯國固有无其實而得其名者乎回壹怪之仲尼曰夫孟孫氏盡之矣進於知矣唯簡之而不得夫已有所簡矣孟孫氏不知所以生不知所以死不知就先不知就後若化為物以待其所不知之化已乎且方將化惡知不化哉方將不化惡知已化哉吾特與汝其夢未始覺者邪且彼有駭形而无損心有旦宅而无情死孟孫氏特覺人哭亦哭是自其所以乃且也相與吾之耳矣庸詎知吾所謂吾之乎且汝夢為鳥而厲乎天夢為魚而沒於淵不識今之言者其覺者乎其夢者乎造適不及笑獻笑不及排安排而去化乃入於寥天一意而子見許由許由曰堯何以資汝意而子曰堯謂我汝必躬服仁義而明言是非許由曰而奚來為軹夫堯既已黥汝以仁義而劓汝以是非矣汝將何以遊夫遙蕩恣睢轉徙之塗乎意而子曰雖然吾願遊於其藩許由曰不然夫盲者无以與乎眉目顏色之好瞽者无以與乎青黃黼黻之觀意而子曰夫无莊之失其美據梁之失其力黃帝之亡其知皆在鑪捶之間耳庸詎知夫造物者之不息我黥而補我劓使我乘成以隨先生邪許由曰噫未可知也我為汝言其大略吾師乎吾師乎𩐋萬物而不為義澤及萬世而不為仁長於上古而不為老覆載天地刻彫眾形而不為巧此所遊已顏回曰回益矣仲尼曰何謂也曰回忘禮樂矣曰可矣猶未也它日復見曰回益矣曰何謂也曰回忘仁義矣曰可矣猶未也它日復見曰回益矣曰何謂也曰回坐忘矣仲尼蹴然曰何謂坐忘顏回曰墮枝體黜聰明離形去知同於大通此謂坐忘仲尼曰同則无好也化則无常也而果其賢乎丘也請從而後也子輿與子桑友而霖雨十日子輿曰子桑殆病矣裹飯而往食之至子桑之門則若歌若哭鼓琴曰父邪母邪天乎人乎有不任其聲而趨舉其詩焉子輿入曰子之歌詩何故若是曰吾思夫使我至此極者而弗得也父母豈欲吾貧哉天无私覆地无私載天地豈私貧我哉求其為之者而不得也然而至此極者命也夫"}
{"id": "KR5c0126_007", "series": "KR5c0126", "text": "齧缺問於王倪四問而四不知齧缺因躍而大喜行以告蒲衣子蒲衣子曰而乃今知之乎有虞氏不及泰氏有虞氏其猶藏仁以要人亦得人矣而未始出於非人泰氏其臥徐徐其覺于于一以己為馬一以己為牛其知情信其德甚真而未始入於非人肩吾見狂接輿狂接輿曰日中始何以語女肩吾曰告我君人者以己出經式義度人孰敢不聽而化諸接輿曰是欺德也其於治天下也猶涉海鑿河而使蚊負山也夫聖人之治也治外乎正而後行確乎能其事者而已矣且鳥高飛以避矰弋之害鼷鼠深穴乎神丘之下以避熏鑿之患而曾二蟲之无知天根遊於殷陽至蓼水之上適遭无名人而問焉曰請問為天下无名人曰去汝鄙人也何問之不豫也予方將與造物者為人厭則又乘夫莽眇之鳥以出六極之外而遊无何有之鄉以處壙埌之野汝又何暇以治天下感予之心為又復問无名人曰汝遊心於淡合氣於漠順物自然而无容私焉而天下治矣陽子居見老聃曰有人於此嚮疾彊梁物徹䟽明學道不勌如是者可比明王乎老聃曰是於聖人也胥易技係勞形怵心者也且也虎豹之文來田猨狙之便執斄之狗來藉如是者可比明王乎陽子居蹴然曰敢問明王之治老聃曰明王之治功蓋天下而似不自己化貸萬物而民弗恃有莫舉名使物自喜立乎不測而遊於无有者也鄭有神巫曰季咸知人之死生存亡禍福壽夭期以歲月旬日若神鄭人見之皆棄而走列子見之而心醉歸以告壺子曰始吾以夫子之道為至矣則又有至焉者矣壺子曰吾與汝既其文未既其實而固得道與眾雌而无雄而又奚卵焉而以道與世亢必信夫故使人得而相汝嘗試與來以予示之明日列子與之見壺子出而謂列子曰嘻子之先生死矣弗活矣不以旬數矣吾見怪焉見濕灰焉列子入泣涕沾襟以告壺子壺子曰鄉吾示之以地文萌乎不震不止是殆見吾杜德機也嘗又與來明日又與之見壺子出而謂列子曰幸矣子之先生遇我也有瘳矣全然有生矣吾見其杜權矣列子入以告壺子壺子曰鄉吾示之以天壤名實不入而機發於踵是殆見吾善者機也嘗又與來明日又與之見壺子出而謂列子曰子之先生不齊吾无得而相焉試齊且復相之列子入以告壺子壺子曰鄉吾示之以太沖莫勝是殆見吾衡氣機也鯢桓之審為淵止水之審為淵流水之審為淵淵有九名此處三焉嘗又與來明日又與之見壺子立未定自失而走壺子曰追之列子追之不及反以報壺子曰已滅矣已失矣吾弗及已壺子曰曏吾示之以未始出吾宗吾與之虛而委蛇不知其誰何因以為弟靡因以為波流故逃也然後列子自以為未始學而歸三年不出為其妻爨食豕如食人於事无與親雕琢復朴塊然獨以其形立紛而封戎一以是終无為名尸无為謀府无為事任无為知主體盡无窮而遊无眹盡其所受乎天而无見得亦虛而已至人之用心若鏡不將不迎應而不藏故能勝物而不傷南海之帝為儵北海之帝為忽中央之帝為渾沌儵與忽時相與遇於渾沌之地渾沌待之甚善儵與忽謀報渾沌之德曰人皆有七竅以視聽食息此獨无有嘗試鑿之日鑿一竅七日而渾沌死"}
{"id": "KR5c0126_008", "series": "KR5c0126", "text": "駢拇枝指出乎性哉而侈於德附贅縣疣出乎形哉而侈於性多方乎仁義而用之者列於五藏哉而非道德之正也是故駢於足者連无用之肉也枝於手者樹无用之指也多方駢枝於五藏之情者淫僻於仁義之行而多方於聰明之用也是故駢於明者亂五色淫文章青黃黼黻之煌煌非乎而離朱是已多於聰者亂五聲淫六律金石絲竹黃鍾大呂之聲非乎而師曠是已枝於仁者擢德塞性以收名聲使天下簧鼓以奉不及之法非乎而曾史是已駢於辯者纍瓦結繩竄句遊心於堅白同異之間而敝跬譽无用之言非乎而楊墨是已故此皆多駢旁枝之道非天下之至正也彼正正者不失其性命之情故合者不為駢而枝者不為跂長者不為有餘短者不為不足是故鳧脛雖短續之則憂鶴脛雖長斷之則悲故性長非所斷性短非所續无所去憂也意仁義其非人情乎彼仁人何其多憂也且夫駢於拇者決之則泣枝於手者齕之則啼二者或有餘於數或不足於數其於憂一也今世之仁人蒿目而憂世之患不仁之人決性命之情而饕貴富故意仁義其非人情乎自三代以下者天下何其囂囂也且夫待鉤繩規矩而正者是削其性也待纆索膠漆而固者是侵其德也屈折禮樂呴俞仁義以慰天下之心者此失其常然也天下有常然常然者曲者不以鉤直者不以繩圓者不以規方者不以矩附離不以膠漆約束不以纆索故天下誘然皆生而不知其所以生同焉皆得而不知其所以得故古今不二不可虧也則仁義又奚連連如膠漆纆索而遊乎道德之間為哉使天下惑也夫小惑易方大惑易性何以知其然邪自虞氏招仁義以撓天下也天下莫不奔命於仁義是非以仁義易其性與故嘗試論之自三代以下者天下莫不以物易其性矣小人則以身殉利士則以身殉名大夫則以身殉家聖人則以身殉天下故此數子者事業不同名聲異號其於傷性以身為殉一也臧與穀二人相與牧羊而俱亡其羊問臧奚事則挾筴讀書問穀奚事則博塞以遊二人者事業不同其於亡羊均也伯夷死名於首陽之下盜跖死利於東陵之上二人者所死不同其於殘生傷性均也奚必伯夷之是而盜跖之非乎天下盡殉也彼其所殉仁義也則俗謂之君子其所殉貨財也則俗謂之小人其殉一也則有君子焉有小人焉若其殘生損性則盜跖亦伯夷已又惡取君子小人於其間哉且夫屬其性乎仁義者雖通如曾史非吾所謂臧也屬其性於五味雖通如俞兒非吾所謂臧也屬其性乎五聲雖通如師曠非吾所謂聰也屬其性乎五色雖通如離朱非吾所謂明也吾所謂臧非仁義之謂也臧於其德而已矣吾所謂臧者非所謂仁義之謂也任其性命之情而已矣吾所謂聰者非謂其聞彼也自聞而已矣吾所謂明者非謂其見彼也自見而已矣夫不自見而見彼不自得而得彼者是得人之得而不自得其得者也適人之適而不自適其適者也夫適人之適而不自適其適雖盜跖與伯夷是同為淫僻也余愧乎道德是以上不敢為仁義之操而下不敢為淫僻之行也"}
{"id": "KR5c0126_009", "series": "KR5c0126", "text": "馬蹄可以踐霜雪毛可以禦風寒齕草飲水翹足而陸此馬之真性也雖有義臺路寢无所用之及至伯樂曰我善治馬燒之剔之刻之雒之連之以羈馽編之以皁棧馬之死者十二三矣飢之渴之馳之驟之整之齊之前有橛飾之患而後有鞭筴之威而馬之死者已過半矣陶者曰我善治埴圓者中規方者中矩匠人曰我善治木曲者中鉤直者應繩夫埴木之性豈欲中規矩鉤繩哉然且世世稱之曰伯樂善治馬而陶匠善治埴木此亦治天下者之過也吾意善治天下者不然彼民有常性織而衣耕而食是謂同德一而不黨命曰天放故至德之世其行填填其視顛顛當是時也山无蹊隧澤无舟梁萬物群生連屬其鄉禽獸成群草木遂長是故禽獸可係羈而遊鳥鵲之巢可攀援而闚夫至德之世同與禽獸居族與萬物並惡乎知君子小人哉同乎无知其德不離同乎无欲是謂素樸素樸而民性得矣及至聖人蹩躠為仁踶跂為義而天下始疑矣澶漫為樂摘僻為禮而天下始分矣故純樸不殘孰為犧樽白玉不毀孰為珪璋道德不廢安取仁義性情不離安用禮樂五色不亂孰為文采五聲不亂孰應六律夫殘樸以為器工匠之罪也毀道德以為仁義聖人之過也夫馬陸居則食草飲水喜則交頸相靡怒則分背相踶馬知已此矣夫加之以衡扼齊之以月題而馬知介倪闉扼鷙曼詭銜竊轡故馬之知而能至盜者伯樂之罪也夫赫胥氏之時民居不知所為行不知所之含哺而熙鼓腹而遊民能以此矣及至聖人屈折禮樂以匡天下之形縣跂仁義以慰天下之心而民乃始踶跂好知爭歸於利不可止也此亦聖人之過也"}
{"id": "KR5c0126_010", "series": "KR5c0126", "text": "將為胠篋探囊發匱之盜而為守備則必攝緘縢固扃鐍此世俗之所謂知也然而巨盜至則負匱揭篋擔囊而趨唯恐緘縢扃鐍之不固也然則鄉之所謂知者不乃為大盜積者也故嘗試論之世俗所謂知者有不為大盜積者乎所謂聖者有不為大盜守者乎何以知其然邪昔者齊國鄰邑相望雞狗之音相聞罔罟之所布耒耨之所刺方二千餘里闔四竟之內所以立宗廟社稷治邑屋州閭鄉曲者曷嘗不法聖人哉然而田成子一旦殺齊君而盜其國所盜者豈獨其國邪并與其聖知之法而盜之故田成子有乎盜賊之名而身處堯舜之安小國不敢非大國不敢誅十二世有齊國則是不乃竊齊國并與其聖知之法以守其盜賊之身乎嘗試論之世俗之所謂至知者有不為大盜積者乎所謂至聖者有不為大盜守者乎何以知其然邪昔者龍逢斬比干剖萇弘胣子胥靡故四子之賢而身不免乎戮故跖之徒問於跖曰盜亦有道乎跖曰何適而无有道邪夫妄意室中之藏聖也入先勇也出後義也知可否知也分均仁也五者不備而能成大盜者天下未之有也由是觀之善人不得聖人之道不立跖不得聖人之道不行天下之善人少而不善人多則聖人之利天下也少而害天下也多故曰脣竭則齒寒魯酒薄而邯鄲圍聖人生而大盜起掊擊聖人縱舍盜賊而天下始治矣夫川竭而谷虛丘夷而淵實聖人已死則大盜不起天下平而无故矣聖人不死大盜不止雖重聖人而治天下則是重利盜跖也為之斗斛以量之則并與斗斛而竊之為之權衡以稱之則并與權衡而竊之為之符璽以信之則并與符璽而竊之為之仁義以矯之則并與仁義而竊之何以知其然邪彼竊鉤者誅竊國者為諸侯諸侯之門而仁義存焉則是非竊仁義聖知邪故逐於大盜揭諸侯竊仁義并斗斛權衡符璽之利者雖有軒冕之賞弗能勸斧鉞之威弗能禁此重利盜跖而使不可禁者是乃聖人之過也故曰魚不可脫於淵國之利器不可以示人彼聖人者天下之利器也非所以明天下也故絕聖棄知大盜乃止擿玉毀珠小盜不起焚符破璽而民朴鄙掊斗折衡而民不爭殫殘天下之聖法而民始可與論議擢亂六律鑠絕竽瑟塞瞽曠之耳而天下始人含其聰矣滅文章散五采膠離朱之目而天下始人含其明矣毀絕鉤繩而棄規矩攦工倕之指而天下始人含其巧矣故曰大巧若拙削曾史之行鉗楊墨之口攘棄仁義而天下之德始玄同矣彼人含其明則天下不鑠矣人含其聰則天下不累矣人含其知則天下不惑矣人含其德則天下不僻矣彼曾史楊墨師曠工倕離朱者皆外立其德而以爚亂天下者也法之所无用也子獨不知至德之世乎昔者容成氏大庭氏伯皇氏中央氏栗陸氏驪畜氏軒轅氏赫胥氏尊盧氏祝融氏伏戲氏神農氏當是時也民結繩而用之甘其食美其服樂其俗安其居鄰國相望雞狗之音相聞民至老死而不相往來若此之時則至治已今遂至使民延頸舉踵曰某所有賢者贏糧而趣之則內棄其親而外去其主之事足跡接乎諸侯之境車軌結乎千里之外則是上好知之過也上誠好知而无道則天下大亂矣何以知其然邪夫弓弩畢弋機變之知多則鳥亂於上矣鉤餌網罟罾笱之知多則魚亂於水矣削格羅落罝罘之知多則獸亂於澤矣知詐漸毒頡滑堅白解垢同異之變多則俗惑於辯矣故天下每每大亂罪在於好知故天下皆知求其所不知而莫知求其所已知者皆知非其所不善而莫知非其所已善者是以大亂故上悖日月之明下爍山川之精中墮四時之施惴耎之蟲肖翹之物莫不失其性甚矣夫好知之亂天下也自三代以下者是已舍夫種種之民而悅夫役役之佞釋夫恬淡无為而悅夫啍啍之意啍啍已亂天下矣"}
{"id": "KR5c0126_011", "series": "KR5c0126", "text": "聞在宥天下不聞治天下也在之也者恐天下之淫其性也宥之也者恐天下之遷其德也天下不淫其性不遷其德有治天下者哉昔堯之治天下也使天下欣欣焉人樂其性是不恬也桀之治天下也使天下瘁瘁焉人苦其性是不愉也夫不恬不愉非德也非德也而可長久者天下无之人大喜邪毗於陽大怒邪毗於陰陰陽并毗四時不至寒暑之和不成其反傷人之形乎使人喜怒失位居處无常思慮不自得中道不成章於是乎天下始喬詰卓鷙而後有盜跖曾史之行故舉天下以賞其善者不足舉天下以罰其惡者不給故天下之大不足以賞罰自三代以下者匈匈焉終以賞罰為事彼何暇安其性命之情哉而且說明邪是淫於色也說聰邪是淫於聲也說仁邪是亂於德也說義邪是悖於理也說禮邪是相於技也說樂邪是相於淫也說聖邪是相於藝也說知邪是相於疵也天下將安其性命之情之八者存可也亡可也天下將不安其性命之情之八者乃始臠卷傖囊而亂天下也而天下乃始尊之惜之甚矣天下之惑也豈直過也而去之邪乃齊戒以言之跪坐以進之鼓歌以儛之吾若是何哉故君子不得已而臨莅天下莫若无為无為也而後安其性命之情故貴以身於為天下則可以託天下愛以身於為天下則可以寄天下故君子苟能无解其五藏无擢其聰明尸居而龍見淵默而雷聲神動而天隨從容无為而萬物炊累焉吾又何暇治天下哉崔瞿問於老聃曰不治天下安臧人心老聃曰汝慎无攖人心人心排下而進上上下囚殺淖約柔乎剛彊廉劌彫琢其熱焦火其寒凝冰其疾俛仰之間而再撫四海之外其居也淵而靜其動也縣而天僨驕而不可係者其唯人心乎昔者黃帝始以仁義攖人之心堯舜於是乎股无胈脛无毛以養天下之形愁其五藏以為仁義矜其血氣以規法度然猶有不勝也堯於是放讙兜於崇山投三苗於三峗流共工於幽都此不勝天下也夫施及三王而天下大駭矣下有桀跖上有曾史而儒墨畢起於是乎喜怒相疑愚知相欺善否相非誕信相譏而天下衰矣大德不同而性命爛漫矣天下好知而百姓求竭矣於是乎釿鋸制焉繩墨殺焉椎鑿決焉天下脊脊大亂罪在攖人心故賢者伏處大山嵁巖之下而萬乘之君憂慄乎廟堂之上今世殊死者相枕也桁楊者相推也刑戮者相望也而儒墨乃始離跂攘臂乎桎梏之間意甚矣哉其无愧而不知恥也甚矣吾未知聖知之不為桁楊椄槢也仁義之不為桎梏鑿枘也焉知曾史之不為桀跖嚆矢也故曰絕聖棄知而天下大治黃帝立為天子十九年令行天下聞廣成子在於空同之上故往見之曰我聞吾子達於至道敢問至道之精吾欲取天地之精以佐五穀以養民人吾又欲官陰陽以遂群生為之柰何廣成子曰而所欲問者物之質也而所欲官者物之殘也自而治天下雲氣不待族而雨草木不待黃而落日月之光益以荒矣而佞人之心翦翦者又奚足以語至道黃帝退捐天下築特室席白茅間居三月復往邀之廣成子南首而臥黃帝順下風膝行而進再拜稽首而問曰聞吾子達於至道敢問治身柰何而可以長久廣成子蹶然而起曰善哉問乎來吾語女至道至道之精窈窈冥冥至道之極昏昏默默无視无聽抱神以靜形將自正必靜必清无勞女形无搖女精乃可以長生目无所見耳无所聞心无所知女神將守形形乃長生慎女內閉女外多知為敗我為女遂於大明之上矣至彼至陽之原也為女入於窈冥之門矣至彼至陰之原也天地有官陰陽有藏慎守女身物將自壯我守其一以處其和故我脩身千二百歲矣吾形未常衰黃帝再拜稽首曰廣成子之謂天矣廣成子曰來余語女彼其物无窮而人皆以為有終彼其物无測而人皆以為有極得吾道者上為皇而下為王失吾道者上見光而下為土今夫百昌皆生於土而反於土故余將去女入无窮之門以遊无極之野吾與日月參光吾與天地為常當我緡乎遠我昏乎人其盡死而我獨存乎雲將東遊過扶搖之枝而適遭鴻蒙鴻蒙方將拊脾雀躍而遊雲將見之倘然止贄然立曰叟何人邪叟何為此鴻蒙拊脾雀躍不輟對雲將曰遊雲將曰朕願有問也鴻蒙仰而視雲將曰吁雲將曰天氣不和地氣鬱結六氣不調四時不節今我願合六氣之精以育群生為之柰何鴻蒙拊脾雀躍掉頭曰吾弗知吾弗知雲將不得問又三年東遊過有宋之野而適遭鴻蒙雲將大喜行趨而進曰天忘朕邪天忘朕邪再拜稽首願聞於鴻蒙鴻蒙曰浮遊不知所求猖狂不知所往遊者鞅掌以觀无妄朕又何知雲將曰朕也自以為猖狂而民隨予所往朕也不得已於民今則民之放也願聞一言鴻蒙曰亂天之經逆物之情玄天弗成解獸之群而鳥皆夜鳴災及草木禍及止蟲意治人之過也雲將曰然則吾柰何鴻蒙曰意毒哉僊僊乎歸矣雲將曰吾遇天難願聞一言鴻蒙曰意心養汝徒處无為而物自化墮爾形體吐爾聰明倫與物忘大同乎涬溟解心釋神莫然无魂萬物云云各復其根各復其根而不知渾渾沌沌終身不離若彼知之乃是離之无問其名无闚其情物故自生雲將曰天降朕以德示朕以默躬身求之乃今也得再拜稽首起辭而行世俗之人皆喜人之同乎己而惡人之異於己也同於己而欲之異於己而不欲者以出乎眾為心也夫以出乎眾為心者曷常出乎眾哉因眾以寧所聞不如眾技眾矣而欲為人之國者此攬乎三王之利而不見其患者也此以人之國僥倖也幾何僥倖而不喪人之國乎其存人之國也无萬分之一而喪人之國也一不成而萬有餘喪矣悲夫有土者之不知也夫有土者有大物也有大物者不可以物物而不物故能物物明乎物物者之非物也豈獨治天下百姓而已哉出入六合遊乎九州獨往獨來是謂獨有獨有之人是之謂至貴大人之教若形之於影聲之於嚮有問而應之盡其所懷為天下配處乎无嚮行乎无方挈汝適復之撓撓以遊无端出入无旁與日无始頌論形軀合乎大同大同而无己无已惡乎得有有覩有者昔之君子覩无者天地之友賤而不可不任者物也卑而不可不因者民也匿而不可不為者事也麤而不可不陳者法也遠而不可不居者義也親而不可不廣者仁也節而不可不積者禮也中而不可不高者德也一而不可不易者道也神而不可不為者天也故聖人觀於天而不助成於德而不累出於道而不謀會於仁而不恃薄於義而不積應於禮而不諱接於事而不辭齊於法而不亂恃於民而不輕因於物而不去物者莫足為也而不可不為不明於天者不純於德不通於道者无自而可不明於道者悲夫何謂道有天道有人道无為而尊者天道也有為而累者人道也主者天道也臣者人道也天道之與人道也相去遠矣不可不察也"}
{"id": "KR5c0126_012", "series": "KR5c0126", "text": "天地雖大其化均也萬物雖多其治一也人卒雖眾其主君也君原於德而成於天故曰玄古之君天下无為也天德而已矣以道觀言而天下之君正以道觀分而君臣之義明以道觀能而天下之官治以道汎觀而萬物之應備故通於天地者德也行於萬物者道也上治人者事也能有所藝者技也技兼於事事兼於義義兼於德德兼於道道兼於天故曰古之畜天下者无欲而天下足无為而萬物化淵靜而百姓定記曰通於一而萬事畢无心得而鬼神服夫子曰夫道覆載天地化生萬物者也洋洋乎大哉君子不可以不刳心焉无為為之之謂天无為言之之謂德愛人利物之謂仁不同同之之謂大行不崖異之謂寬有萬不同之謂富故執德之謂紀德成之謂立循於道之謂備不以物挫志之謂完君子明於此十者則韜乎其事心之大也沛乎其為萬物逝也若然者藏金於山藏珠於淵不利貨財不近貴富不樂壽不哀夭不榮通不醜窮不拘一世之利以為己私分不以王天下為己處顯顯則明萬物一府死生同狀夫子曰夫道淵乎其居也漻乎其清也金石不得无以鳴故金石有聲不考不鳴萬物孰能定之夫王德之人素逝而恥通於事立之本原而知通於神故其德廣其心之出有物採之故形非道不生生非德不明存形窮生立德明道非王德者邪蕩蕩乎忽然出勃然動而萬物從之乎此謂王德之人視乎冥冥聽乎无聲冥冥之中獨見曉焉无聲之中獨聞和焉故深之又深而能物焉神之又神而能精焉故其與萬物接也至无而供其求時騁而要其宿大小長短脩遠各有其具黃帝遊乎赤水之北登乎崑崙之丘而南望還歸遺其玄珠使知索之而不得使離朱索之而不得使喫詬索之而不得也乃使象罔象罔得之黃帝曰異哉象罔乃可以得之乎堯之師曰許由許由之師曰齧缺齧缺之師曰王倪王倪之師曰被衣堯問於許由曰齧缺可以配天乎吾藉王倪以要之許由曰殆哉圾乎天下齧缺之為人也聰明叡知給數以敏其性過人而又乃以人受天彼審乎禁過而不知過之所由生與之配天乎彼且乘人而无天方且本身而異形方且尊知而火馳方且為緒使方且為物絯方且四顧而物應方且應眾宜方且與物化而未始有恆夫何足以配天乎雖然有族有祖可以為眾父而不可以為眾父父治亂之率也北面之禍也南面之賊也堯觀乎華華封人曰嘻聖人請祝聖人使聖人壽堯曰辭使聖人富堯曰辭使聖人多男子堯曰辭封人曰壽富多男子人之所欲也女獨不欲何邪堯曰多男子則多懼富則多事壽則多辱是三者非所以養德也故辭封人曰始也我以女為聖人邪今然君子也天生萬民必授之職多男子而授之職則何懼之有富而使人分之則何事之有夫聖人鶉居而鷇食鳥行而无彰天下有道則與物皆昌天下无道則脩德就間千歲厭世去而上僊乘彼白雲至于帝鄉三患莫至身常无殃則何辱之有封人去之堯隨之曰請問封人曰退已堯治天下伯成子高立為諸侯堯授舜舜授禹伯成子高辭為諸侯而耕禹往見之則耕在野禹趨就下風立而問焉曰昔堯治天下吾子立為諸侯堯授舜舜授予而吾子辭為諸侯而耕敢問其故何也子高曰昔堯治天下不賞而民勸不罰而民畏今子賞罰而民且不仁德自此衰刑自此立後世之亂自此始矣夫子闔行邪无落吾事俋俋乎耕而不顧泰初有无无有无名一之所起有一而未形物得以生謂之德未形者有分且然无間謂之命留動而生物物成生理謂之形形體保神各有儀則謂之性性脩反德德至同於初同乃虛虛乃大合喙鳴喙鳴合與天地為合其合緡緡若愚若昏是謂玄德同乎大順夫子問于老聃曰有人治道若相放可不可然不然辯者有言曰離堅白若縣㝢若是則可謂聖人乎老聃曰是胥易技係勞形怵心者也執留之狗成累猨狙之便自山林來丘予告若而所不能聞與而所不能言凡有首有趾无心无耳者眾有形者與无形无狀而皆存者盡无其動止也其死生也其廢起也此又非其所以也有治在人忘乎物忘乎天其名為忘己忘己之人是之謂入於天將閭葂見季徹曰魯君謂葂也曰請受教辭不獲命既已告矣未知中否請嘗薦之吾謂魯君曰必服恭儉拔出公忠之屬而无阿私民孰敢不輯季徹局局然笑曰若夫子之言於帝王之德猶螳蜋之怒臂以當車軼則必不勝任矣且若是則其自為遽危其觀臺多物將往投迹者眾將閭葂覤覤然驚曰葂也汒若於夫子之所言矣雖然願先生之言其風也季徹曰大聖之治天下也搖蕩民心使之成教易俗舉滅其賊心而皆進其獨志若性之自為而民不知其所由然若然者豈兄堯舜之教民溟涬然弟之哉欲同乎德而心居矣子貢南遊於楚反於晉過漢陰見一丈人方將為圃畦鑿隧而入井抱甕而出灌搰搰然用力甚多而見功寡子貢曰有械於此一日浸百畦用力甚寡而見功多夫子不欲乎為圃者卬而視之曰柰何曰鑿木為機後重前輕挈水若抽數如泆湯其名為槔為圃者忿然作色而笑曰吾聞之吾師有機械者必有機事有機事者必有機心機心存於胸中則純白不備純白不備則神生不定神生不定者道之所不載也吾非不知羞而不為也子貢瞞然慚俯而不對有間為圃者曰子奚為者邪曰孔丘之徒也為圃者曰子非夫博學以擬聖於于以蓋眾獨弦哀歌以賣名聲於天下者乎汝方將忘汝神氣墮汝形骸而庶幾乎而身之不能治而何暇治天下乎子往矣无乏吾事子貢卑陬失色頊頊然不自得行三十里而後愈其弟子曰向之人何為者邪夫子何故見之變容失色終日不自反邪曰始吾夫子以為天下一人耳不知復有夫人也吾聞之夫子事求可功求成用力少見功多者聖人之道今徒不然執道者德全德全者形全形全者神全神全者聖人之道也託生與民並行而不知其所之汒乎淳備哉功利機巧必忘夫人之心若夫人者非其志不之非其心不為雖以天下譽之得其所謂謷然不顧以天下非之失其所謂儻然不受天下之非譽无益損焉是謂全德之人哉我之謂風波之民反於魯以告孔子孔子曰彼假脩渾沌氏之術者也識其一而不知其二治其內而不治其外夫明白入素无為復朴體性抱神以遊世俗之間者汝將固驚邪且渾沌氏之術予與汝何足以識之哉諄芒將東之大壑適遇苑風於東海之濱苑風曰子將奚之曰將之大壑曰奚為焉曰夫大壑之為物也注焉而不滿酌焉而不竭吾將遊焉苑風曰夫子无意于橫目之民乎願聞聖治諄芒曰聖治乎官施而不失其宜拔舉而不失其能畢見其情事而行其所為行言自為而天下化手撓顧指四方之民莫不俱至此之謂聖治願聞德人曰德人者居无思行无慮不藏是非美惡四海之內共利之之謂悅共給之之為安怊乎若嬰兒之失其母也儻乎若行而失其道也財用有餘而不知其所自來飲食取足而不知其所從此謂德人之容願聞神人曰上神乘光與形滅亡此謂照曠致命盡情天地樂而萬事銷亡萬物復情此之謂混冥門无鬼與赤張滿稽觀於武王之師赤張滿稽曰不及有虞氏乎故離此患也門无鬼曰天下均治而有虞氏治之邪其亂而後治之與赤張滿稽曰天下均治之為願而何計以有虞氏為有虞氏之藥瘍也禿而施髢病而求醫孝子操藥以脩慈父其色燋然聖人羞之至德之世不尚賢不使能上如標校民如野鹿端正而不知以為義相愛而不知以為仁實而不知以為忠當而不知以為信蠢動而相使不以為賜是故行而無迹事而無傳孝子不諛其親忠臣不諂其君臣子之盛也親之所言而然所行而善則世俗謂之不肖子君之所言而然所行而善則世俗謂之不肖臣而未知此其必然邪世俗之所謂然而然之所謂善而善之則不謂之道諛之人也然則俗故嚴於親而尊於君邪謂己道人則勃然作色謂己諛人則怫然作色而終身道人也終身諛人也合譬飾辭聚眾也是終始本末不相坐垂衣裳設采色動容貌以媚一世而不自謂道諛與夫人之為徒通是非而不自謂眾人愚之至也知其愚者非大愚也知其惑者非大惑也大惑者終身不解大愚者終身不靈三人行而一人惑所適者猶可致也惑者少也二人惑則勞而不至惑者勝也而今也以天下惑予雖有祈嚮不可得也不亦悲乎大聲不入於里耳折楊皇荂則嗑然而笑是故高言不上於眾人之心至言不出俗言勝也以二缶鍾惑而所適不得矣而今也以天下惑予雖有祈嚮其庸可得邪知其不可得也而強之又一惑也故莫若釋之而不推不推誰其比憂厲之人夜半生其子遽取火而視之汲汲然唯恐其似己也百年之木破為犧樽青黃而文之其斷在溝中比犧樽於溝中之斷則美惡有間矣其於失性一也跖與曾史行義有間矣然其失性均也且夫失性有五一曰五色亂目使目不明二曰五聲亂耳使耳不聰三曰五臭薰鼻困惾中顙四曰五味濁口使口厲爽五曰趣舍滑心使性飛揚此五者皆生之害也而楊墨乃始離跂自以為得非吾所謂得也夫得者困可以為得乎則鳩鴞之在於籠也亦可以為得矣且夫趣舍聲色以柴其內皮弁鷸冠搢笏紳脩以約其外內支盈於柴柵外重纆繳睆睆然在纆繳之中而自以為得則是罪人交臂歷指而虎豹在於囊檻亦可以為得矣"}
{"id": "KR5c0126_013", "series": "KR5c0126", "text": "天道運而无所積故萬物成帝道運而无所積故天下歸聖道運而无所積故海內服明於天通於聖六通四辟於帝王之德者其自為也昧然无不靜者矣聖人之靜也非曰靜也善故靜也萬物无足以鐃心者故靜也水靜則明燭鬚眉平中准大匠取法焉水靜猶明而況精神聖人之心靜乎天地之鑒也萬物之鏡也夫虛靜恬淡寂漠无為者天地之平而道德之至故帝王聖人休焉休則虛虛則實實者倫矣虛則靜靜則動動則得矣靜則无為无為也則任事者責矣无為則俞俞俞俞者憂患不能處年壽長矣夫虛靜恬淡寂漠无為者萬物之本也明此以南鄉堯之為君也明此以北面舜之為臣也以此處上帝王天子之德也以此處下玄聖素王之道也以此退居而間游江海山林之士服以此進為而撫世則功大名顯而天下一也靜而聖動而王无為也而尊樸素而天下莫能與之爭美夫明白於天地之德者此之謂大本大宗與天和者也所以均調天下與人和者也與人和者謂之人樂與天和者謂之天樂莊子曰吾師乎吾師乎𩐋萬物而不為戾澤及萬世而不為仁長於上古而不為壽覆載天地刻彫眾形而不為巧此之謂天樂故曰知天樂者其生也天行其死也物化靜而與陰同德動而與陽同波故知天樂者无天怨无人非无物累无鬼責故曰其動也天其靜也地一心定而王天下其鬼不祟其魂不疲一心定而萬物服言以虛靜推於天地通於萬物此之謂天樂天樂者聖人之心以畜天下也夫帝王之德以天地為宗以道德為主以无為為常无為也則用天下而有餘有為也則為天下用而不足故古之人貴夫无為也上无為也下亦无為也是下與上同德下與上同德則不臣下有為也上亦有為也是上與下同道上與下同道則不主上必无為而用天下下必有為為天下用此不易之道也故古之王天下者知雖落天地不自慮也辯雖彫萬物不自說也能雖窮海內不自為也天不產而萬物化地不長而萬物育帝王无為而天下功故曰莫神於天莫富於地莫大於帝王故曰帝王之德配天地此乘天地馳萬物而用人群之道也本在於上末在於下要在於主詳在於臣三軍五兵之運德之末也賞罰利害五刑之辟教之末也禮法度數刑名比詳治之末也鐘鼓之音羽旄之容樂之末也哭泣衰絰隆殺之服哀之末也此五末者須精神之運心術之動然後從之者也末學者古人有之而非所以先也君先而臣從父先而子從兄先而弟從長先而少從男先而女從夫先而婦從夫尊卑先後天地之行也故聖人取象焉天尊地卑神明之位也春夏先秋冬後四時之序也萬物化作萌區有狀盛衰之殺變化之流也夫天地至神而有尊卑先後之序而況人道乎宗廟尚親朝廷尚尊鄉黨尚齒行事尚賢大道之序也語道而非其序者非其道也語道而非其道者安取道哉是故古之明大道者先明天而道德次之道德已明而仁義次之仁義已明而分守次之分守已明而形名次之形名已明而因任次之因任已明而原省次之原省已明而是非次之是非已明而賞罰次之賞罰已明而愚知處宜貴賤履位仁賢不肖襲情必分其能必由其名以此事上以此畜下以此治物以此脩身知謀不用必歸其天此之謂太平治之至也故書曰有形有名形名者古人有之而非所以先也古之語大道者五變而形名可舉九變而賞罰可言也驟而語形名不知其本也驟而語賞罰不知其始也倒道而言迕道而說者人之所治也安能治人驟而語形名賞罰此有知治之具非知治之道可用於天下不足以用天下此之謂辯士一曲之人也禮法數度刑名比詳古人有之此下之所以事上非上之所以畜下也昔者舜問於堯曰天王之用心何如堯曰吾不敖无告不廢窮民苦死者嘉孺子而哀婦人此吾所以用心已（舜曰美則美矣而未大也堯曰然則何如舜曰天德而出寧日月照而四時行若晝夜之有經雲行而雨施矣堯曰膠膠擾擾乎子天之合也我人之合也夫天地者古之所大也而黃帝堯舜之所共美也故古之王天下者奚為哉天地而已矣孔子西藏書於周室子路謀曰由聞周之徵藏史有老聃者免而歸居夫子欲藏書則試往因焉孔子曰善往見老聃而老聃不許於是繙十二經以說老聃中其說曰大謾願聞其要孔子曰要在仁義老聃曰請問仁義人之性邪孔子曰然君子不仁則不成不義則不生仁義真人之性也又將奚為矣老聃曰請問何謂仁義孔子曰中心物愷兼愛无私此仁義之情也老聃曰意幾乎後言夫兼愛不亦迂乎无私焉乃私也夫子若欲使天下无失其牧乎則天地固有常矣日月固有明矣星辰固有列矣禽獸固有群矣樹木固有立矣夫子亦放德而行循道而趨已至矣又何偈偈乎揭仁義若擊鼓而求亡子焉意夫子亂人之性也士成綺見老子而問曰吾聞夫子聖人也吾固不辭遠道而來願見百舍重趼而不敢息今吾觀子非聖人也鼠壤有餘蔬而棄妹不仁也生熟不盡於前而積歛无崖老子漠然不應士成綺明日復見曰昔者吾有刺於子今吾心正郤矣何故也老子曰夫巧知神聖之人吾自以為脫焉昔者子呼我牛也而謂之牛呼我馬也而謂之馬苟有其實人與之名而弗受再受其殃吾服也恆服吾非以服有服士成綺鴈行避影履行遂進而問脩身若何老子曰而容崖然而目衝然而顙頯然而口闞然而狀義然似繫馬而止也動而持發也機察而審知巧而覩於泰凡以為不信邊竟有人焉其名為竊老子曰夫道於大不終於小不遺故萬物備廣廣乎其无不容也淵淵乎其不可測也形德仁義神之末也非至人孰能定之夫至人有世不亦大乎而不足以為之累天下奮柄而不與之偕審乎无假而不與利遷極物之真能守其本故外天地遺萬物而神未嘗有所困也通乎道合乎德退仁義賓禮樂至人之心有所定矣世之所貴道者書也書不過語語有貴也語之所貴者意也意有所隨意之所隨者不可以言傳也而世因貴言傳書世雖貴之哉猶不足貴也為其貴非其貴也故視而可見者形與色也聽而可聞者名與聲也悲夫世人以形色名聲為足以得彼之情夫形色名聲果不足以得彼之情則知者不言言者不知而世豈識之哉桓公讀書於堂上輪扁斲輪於堂下釋椎鑿而上問桓公曰“敢問公之所讀為何言邪公曰聖人之言也曰聖人在乎公曰已死矣曰然則君之所讀者古人之糟魄已夫桓公曰寡人讀書輪人安得議乎有說則可无說則死輪扁曰臣也以臣之事觀之斲輪徐則甘而不固疾則苦而不入不徐不疾得之於手而應於心口不能言有數存焉於其間臣不能以喻臣之子臣之子亦不能受之於臣是以行年七十而老斲輪古之人與其不可傳也死矣然則君之所讀者古人之糟魄已夫"}
{"id": "KR5c0126_014", "series": "KR5c0126", "text": "天其運乎地其處乎日月其爭於所乎孰主張是孰維綱是孰居无事推而行是意者其有機緘而不得已邪意者其運轉而不能自止邪雲者為雨乎雨者為雲乎孰隆施是孰居无事淫樂而勸是風起北方一西一東有上彷徨孰噓吸是孰居无事而披拂是敢問何故巫咸祒曰來吾語女天有六極五常帝王順之則治逆之則凶九洛之事治成德備監照下土天下載之此謂上皇商大宰蕩問仁於莊子莊子曰虎狼仁也曰何謂也莊子曰父子相親何為不仁曰請問至仁莊子曰至仁无親大宰曰蕩聞之无親則不愛不愛則不孝謂至仁不孝可乎莊子曰不然夫至仁尚矣孝固不足以言之此非過孝之言也不及孝之言也夫南行者至於郢北面而不見冥山是何也則去之遠也故曰以敬孝易以愛孝難以愛孝易而忘親難忘親易使親忘我難使親忘我易兼忘天下難兼忘天下易使天下兼忘我難夫德遺堯舜而不為也利澤施於萬世天下莫知也豈直太息而言仁孝乎哉夫孝悌仁義忠信貞廉此皆自勉以役其德者也不足多也故曰至貴國爵并焉至富國財并焉至願名譽并焉是以道不渝北門成問於黃帝曰帝張咸池之樂於洞庭之野吾始聞之而懼復聞之而怠卒聞之而惑蕩蕩默默乃不自得帝曰女殆其然哉吾奏之以人徵之以天行之以禮義建之以太清夫至樂者先應之以人事順之以天理（行之以五德應之以自然然後調理四時太和萬物四時迭起萬物循生一盛一衰文武倫經一清一濁陰陽調和流光其聲蟄蟲始作吾驚之以雷霆其卒无尾其始无首一死一生一僨一起所常无窮而一不可待女故懼也吾又奏之以陰陽之和燭之以日月之明其聲能短能長能柔能剛變化齊一不主故常在谷滿谷在阬滿阬塗郤守神以物為量其聲揮綽其名高明是故鬼神守其幽日月星辰行其紀吾止之於有窮流之於无止予欲慮之而不能知也望之而不能見也逐之而不能及也儻然立於四虛之道倚於槁梧而吟目知窮乎所欲見力屈乎所欲逐吾既不及已夫形充空虛乃至委蛇女委蛇故怠吾又奏之以无怠之聲調之以自然之命故若混逐叢生林樂而无形布揮而不曳幽昏而无聲動於无方居於窈冥或謂之死或謂之生或謂之實或謂之榮行流散徙不主常聲世疑之稽於聖人聖也者達於情而遂於命也天機不張而五官皆備此之謂天樂无言而心說故有焱氏為之頌曰聽之不聞其聲視之不見其形充滿天地苞裹六極女欲聽之而无接焉而故惑也樂也者始於懼懼故祟吾又次之以怠怠故遁卒之於惑惑故愚愚故道道可載而與之俱也孔子西遊於衛顏淵問師金曰以夫子之行為奚如師金曰惜乎而夫子其窮哉顏淵曰何也師金曰夫芻狗之未陳也盛以篋衍巾以文繡尸祝齊戒以將迎之及其已陳也行者踐其首脊蘇者取而爨之而已將復取而盛以篋衍巾以文繡遊居寢臥其下彼不得夢必且數眯焉今而夫子亦取先王已陳芻狗取弟子遊居寢臥其下故伐樹於宋削迹於衛窮於商周是非其夢邪圍於陳蔡之間七日不火食死生相與鄰是非其眯邪夫水行莫如用舟而陸行莫如用車以舟之可行於水也而求推之於陸則沒世不行尋常古今非水陸與周魯非舟車與今蘄行周於魯是猶推舟於陸也勞而无功身必有殃彼未知夫无方之傳應物而不窮者也且子獨不見夫桔槔者乎引之則俯舍之則仰彼人之所引非引人也故俯仰而不得罪於人故夫三皇五帝之禮義法度不矜於同而矜於治故譬三皇五帝之禮義法度其猶柤棃橘柚邪其味相反而皆可於口故禮義法度者應時而變者也今取猨狙而衣以周公之服彼必齕齧挽裂盡去而後慊觀古今之異猶猨狙之異乎周公也故西施病心而矉其里其里之醜人見而美之歸亦捧心而矉其里其里之富人見之堅閉門而不出貧人見之挈妻子而去之走彼知美矉而不知矉之所以美惜乎而夫子其窮哉孔子行年五十有一而不聞道乃南之沛見老聃老聃曰子來乎吾聞子北方之賢者也子亦得道乎孔子曰未得也老子曰子惡乎求之哉曰吾求之於度數五年而未得也老子曰子又惡乎求之哉曰吾求之於陰陽十有二年而未得老子曰然使道而可獻則人莫不獻之於其君使道而可進則人莫不進之於其親使道而可以告人則人莫不告其兄弟使道而可以與人則人莫不與其子孫然而不可者无他也中无主而不止外无匹而不行由中出者不受於外聖人不出由外入者无主於中聖人不隱名公器也不可多取仁義先王之蘧廬也止可以一宿而不可久處覯而多責古之至人假道於仁託宿於義以遊逍遙之虛食於苟簡之田立於不貸之圃逍遙无為也苟簡易養也不貸无出也古者謂是采真之遊以富為是者不能讓祿以顯為是者不能讓名親權者不能與人柄操之則慄舍之則悲而一无所鑒以闚其所不休者是天之戮民也怨恩取與諫教生殺八者正之器也唯循大變无所湮者為能用之故曰正者正也其心以為不然者天門弗開矣孔子見老聃而語仁義老聃曰夫播穅眯目則天地四方易位矣蚊虻噆膚則通昔不寐矣夫仁義憯然乃憤吾心亂莫大焉吾子使天下无失其朴吾子亦放風而動揔德而立矣又奚傑傑然揭仁義若負建鼓而求亡子者邪夫鵠不日浴而白烏不日黔而黑黑白之朴不足以為辯名譽之觀不足以為廣泉涸魚相與處於陸相吻以濕相濡以沫不若相忘於江湖孔子見老聃歸三日不談弟子問曰夫子見老聃亦將何規哉孔子曰吾乃今於是乎見龍龍合而成體散而成章乘乎雲氣而養乎陰陽予口張而不能嗋舌舉而不能訒予又何規老聃哉子貢曰然則人固有尸居而龍見雷聲而淵默發動如天地者乎賜亦可得而觀乎遂以孔子聲見老聃老聃方將倨堂而應微曰予年運而往矣子將何以戒我乎子貢曰夫三王五帝之治天下不同其係聲名一也而先生獨以為非聖人如何哉老聃曰小子少進子何以謂不同對曰堯授舜舜授禹禹用力而湯用兵文王順紂而不敢逆武王逆紂而不肯順故曰不同老聃曰小子少進余語女三王五帝之治天下黃帝之治天下使民心一民有其親死不哭而民不非也堯之治天下使民心親民有為其親殺其殺而民不非也舜之治天下使民心競民孕婦十月生子子生五月而能言不至乎孩而始誰則人始有夭矣禹之治天下使民心變人有心而兵有順殺盜非殺人自為種而天下耳是以天下大駭儒墨皆起其作始有倫而今乎婦女何言哉余語女三皇五帝之治天下名曰治之而亂莫甚焉三皇之知上悖日月之明下睽山川之精中墮四時之施其知憯於𧓽蠆之尾鮮規之獸莫得安其性命之情者而猶自以為聖人不可恥乎其无恥也子貢蹴蹴然立不安孔子謂老聃曰丘治詩書禮樂易春秋六經自以為久矣孰知其故矣以奸者七十二君論先王之道而明周召之迹一君无所鉤用甚矣夫人之難說也道之難明邪老子曰幸矣子之不遇治世之君也夫六經先王之陳迹也豈其所以迹哉今子之所言猶迹也夫迹履之所出而迹豈履哉夫白鶂之相視眸子不運而風化蟲雄鳴於上風雌應於下風而化類自為雌雄故風化性不可易命不可變時不可止道不可壅苟得於道无自而不可失焉者无自而可孔子不出三月復見曰丘得之矣烏鵲孺魚傅沫細要者化有弟而兄啼久矣夫丘不與化為人不與化為人安能化人老子曰可丘得之矣"}
{"id": "KR5c0126_015", "series": "KR5c0126", "text": "刻意尚行離世異俗高論怨誹為亢而已矣此山谷之士非世之人枯槁赴淵者之所好也語仁義忠信恭儉推讓為脩而已矣此平世之士教誨之人遊居學者之所好也語大功立大名禮君臣正上下為治而已矣此朝廷之士尊主彊國之人致功并兼者之所好也就藪澤處間曠釣魚閒處無為而已矣此江海之士避世之人間暇者之所好也吹呴呼吸吐故納新熊經鳥申為壽而已矣此道引之士養形之人彭祖壽考者之所好也若夫不刻意而高無仁義而脩無功名而治無江海而閒不道引而壽無不忘也無不有也澹然無極而眾美從之此天地之道聖人之德也故曰夫恬惔寂漠虛無無為此天地之平而道德之質也故曰聖人休焉休則平易矣平易則恬惔矣平易恬惔則憂患不能入邪氣不能襲故其德全而神不虧故曰聖人之生也天行其死也物化靜而與陰同德動而與陽同波不為福先不為禍始感而後應迫而後動不得已而後起去知與故循天之理故無天災無物累無人非無鬼責其生若浮其死若休不思慮不豫謀光矣而不耀信矣而不期其寢不夢其覺無憂其神純粹其魂不罷虛無恬惔乃合天德故曰悲樂者德之邪喜怒者道之過好惡者德之失故心不憂樂德之至也一而不變靜之至也无所於忤虛之至也不與物交淡之至也无所於逆粹之至也故曰形勞而不休則弊精用而不已則勞勞則竭水之性不雜則清莫動則平鬱閉而不流亦不能清天德之象也故曰純粹而不雜靜一而不變淡而无為動而以天行此養神之道也夫有干越之劍者柙而藏之不敢用也寶之至也精神四達並流无所不極上際於天下蟠於地化育萬物不可為象其名為同帝純素之道唯神是守守而勿失與神為一一之精通合于天倫野語有之曰眾人重利廉士重名賢士尚志聖人貴精故素也者謂其無所與雜也純也者謂其不虧其神也能體純素謂之真人"}
{"id": "KR5c0126_016", "series": "KR5c0126", "text": "繕性於俗俗學以求復其初滑欲於俗思以求致其明謂之蔽蒙之民古之治道者以恬養知生而无以知為也謂之以知養恬知與恬交相養而和理出其性夫德和也道理也德无不容仁也道无不理義也義明而物親忠也中純實而反乎情樂也信行容體而順乎文禮也禮樂徧行則天下亂矣彼正而蒙己德德則不冒冒則物必失其性也古之人在混芒之中與一世而得澹漠焉當是時也陰陽和靜鬼神不擾四時得節萬物不傷群生不夭人雖有知无所用之此之謂至一當是時也莫之為而常自然逮德下衰及燧人伏戲始為天下是故順而不一德又下衰及神農黃帝始為天下是故安而不順德又下衰及唐虞始為天下興治化之流𣻏淳散朴離道以善險德以行然後去性而從於心心與心識知而不足以定天下然後附之以文益之以博文滅質博溺心然後民始惑亂无以反其性情而復其初由是觀之世喪道矣道喪世矣世與道交相喪也道之人何由興乎世世亦何由興乎道哉道无以興乎世世无以興乎道雖聖人不在山林之中其德隱矣隱故不自隱古之所謂隱士者非伏其身而弗見也非閉其言而不出也非藏其知而不發也時命大謬也當時命而大行乎天下則反一無迹不當時命而大窮乎天下則深根寧極而待此存身之道也古之存身者不以辯飾知不以知窮天下不以知窮德危然處其所而反其性己又何為哉道固不小行德固不小識小識傷德小行傷道故曰正己而已矣樂全之謂得志古之所謂得志者非軒冕之謂也謂其无以益其樂而已矣今之所謂得志者軒冕之謂也軒冕在身非性命也物之儻來寄也寄之其來不可圉其去不可止故不為軒冕肆志不為窮約趨俗其樂彼與此同故无憂而已矣今寄去則不樂由是觀之雖樂未嘗不荒也故曰喪己於物失性於俗者謂之倒置之民"}
{"id": "KR5c0126_017", "series": "KR5c0126", "text": "秋水時至百川灌河涇流之大兩涘渚崖之間不辯牛馬於是焉河伯欣然自喜以天下之美為盡在己順流而東行至於北海東面而視不見水端於是焉河伯始旋其面目望洋向若而歎曰野語有之曰聞道百以為莫己若者我之謂也且夫我嘗聞少仲尼之聞而輕伯夷之義者始吾弗信今我睹子之難窮也吾非至於子之門則殆矣吾長見笑於大方之家北海若曰井鼃不可以語於海者拘於虛也夏蟲不可以語於冰者篤於時也曲士不可以語於道者束於教也今爾出於崖涘觀於大海乃知爾醜爾將可與語大理矣天下之水莫大於海萬川歸之不知何時止而不盈尾閭泄之不知何時已而不虛春秋不變水旱不知此其過江河之流不可為量數而吾未嘗以此自多者自以比形於天地而受氣於陰陽吾在於天地之間猶小石小木之在大山也方存乎見少又奚以自多計四海之在天地之間也不似礨空之在大澤乎計中國之在海內不似稊米之在太倉乎號物之數謂之萬人處一焉人卒九州穀食之所生舟車之所通人處一焉此其比萬物也不似豪末之在於馬體乎五帝之所連三王之所爭仁人之所憂任士之所勞盡此矣伯夷辭之以為名仲尼語之以為博此其自多也不似爾向之自多於水乎河伯曰然則吾大天地而小豪末可乎北海若曰否量夫物无窮時无止分无常終始无故是故大知觀於遠近故小而不寡大而不多知量无窮證曏今故故遙而不悶掇而不跂知時无止察乎盈虛故得而不喜失而不憂知分之无常也明乎坦塗故生而不說死而不禍知終始之不可故也計人之所知不若其所不知其生之時不若未生之時以其至小求窮其至大之域是故迷亂而不能自得也由此觀之又何以知豪末之足以定至細之倪又何以知天地之足以窮至大之域河伯曰世之議者皆曰至精无形至大不可圍是信情乎北海若曰夫自細視大者不盡自大視細者不明夫精小之微也垺大之殷也故異便此勢之有也夫精粗者期於有形者也无形者數之所不能分也不可圍者數之所不能窮也可以言論者物之粗也可以意致者物之精也言之所不能論意之所不能察致者不期精粗焉是故大人之行不出乎害人不多仁恩動不為利不賤門隸貨財弗爭不多辭讓事焉不借人不多食乎力不賤貪汙行殊乎俗不多辟異為在從眾不賤佞諂世之爵祿不足以為勸戮恥不足以為辱知是非之不可為分細大之不可為倪聞曰道人不聞至德不得大人无己約分之至也河伯曰若物之外若物之內惡至而倪貴賤惡至而倪小大北海若曰以道觀之物无貴賤以物觀之自貴而相賤以俗觀之貴賤不在己以差觀之因其所大而大之則萬物莫不大因其所小而小之則萬物莫不小知天地之為稊米也知豪末之為丘山也則差數覩矣以功觀之因其所有而有之則萬物莫不有因其所无而无之則萬物莫不无知東西之相反而不可以相无則功分定矣以趣觀之因其所然而然之則萬物莫不然因其所非而非之則萬物莫不非知堯桀之自然而相非則趣操覩矣昔者堯舜讓而帝之噲讓而絕湯武爭而王白公爭而滅由此觀之爭讓之禮堯桀之行貴賤有時未可以為常也梁麗可以衝城而不可以窒穴言殊器也騏驥驊騮一日而馳千里捕鼠不如狸狌言殊技也鴟鵂夜撮蚤察豪末晝出瞋目而不見丘山言殊性也故曰蓋師是而无非師治而无亂乎是未明天地之理萬物之情者也是猶師天而无地師陰而无陽其不可行明矣然且語而不舍非愚則誣也帝王殊禪三代殊繼差其時逆其俗者謂之篡之夫當其時順其俗者謂之義之徒默默乎河伯女惡知貴賤之門小大之家河伯曰然則我何為乎何不為乎吾辭受趣舍吾終柰何北海若曰以道觀之何貴何賤是謂反衍无拘而志與道大蹇何少何多是謂謝施无一而行與道參差嚴嚴乎若國之有君其无私德繇繇乎若祭之有社其无私福泛泛乎（其）若四方之无窮其无所畛域兼懷萬物其孰承翼是謂无方萬物一齊孰短孰長道无終始物有死生不恃其成一虛一滿不位乎其形年不可舉時不可止消息盈虛終則有始是所以語大義之方論萬物之理也物之生也若驟若馳无動而不變无時而不移何為乎何不為乎夫固將自化河伯曰然則何貴於道邪北海若曰知道者必達於理達於理者必明於權明於權者不以物害己至德者火弗能熱水弗能溺寒暑弗能害禽獸弗能賊非謂其薄之也言察乎安危寧於禍福謹於去就莫之能害也故曰天在內人在外德在乎天知夫人之行本乎天位乎得蹢䠱而屈伸反要而語極曰何謂天何謂人北海若曰牛馬四足是謂天落馬首穿牛鼻是謂人故曰无以人滅天无以故滅命无以得殉名謹守而勿失是謂反其真夔憐蚿蚿憐蛇蛇憐風風憐目目憐心夔謂蚿曰吾以一足趻踔而行予无如矣今子之使萬足獨柰何蚿曰不然子不見夫唾者乎噴則大者如珠小者如霧雜而下者不可勝數也今予動吾天機而不知其所以然蚿謂蛇曰吾以眾足行而不及子之无足何也蛇曰夫天機之所動何可易邪吾安用足哉蛇謂風曰予動吾脊脅而行則有似也今子蓬蓬然起於北海蓬蓬然入於南海而似无有何也風曰然予蓬蓬然起於北海而入於南海也然而指我則勝我鰌我亦勝我雖然夫折大木蜚大屋者唯我能也故以眾小不勝為大勝也為大勝者唯聖人能之孔子遊於匡宋人圍之數匝而弦歌不惙子路入見曰何夫子之娛也孔子曰來吾語女我諱窮久矣而不免命也求通久矣而不得時也當堯舜而天下无窮人非知得也當桀紂而天下无通人非知失也時勢適然夫水行不避蛟龍者漁父之勇也陸行不避兕虎者獵夫之勇也白刃交於前視死若生者烈士之勇也知窮之有命知通之有時臨大難而不懼者聖人之勇也由處矣吾命有所制矣无幾何將甲者進辭曰以為陽虎也故圍之今非也請辭而退公孫龍問於魏牟曰龍少學先王之道長而明仁義之行合同異離堅白然不然可不可困百家之知窮眾口之辯吾自以為至達已今吾聞莊子之言汒焉異之不知論之不及與知之弗若與今吾无所開吾喙敢問其方公子牟隱机大息仰天而笑曰子獨不聞夫埳井之鼃乎謂東海之鱉曰吾樂與吾跳梁乎井幹之上入休乎缺甃之崖赴水則接掖持頤蹶泥則沒足滅跗還虷蟹與科斗莫吾能若也且夫擅一壑之水而跨跱埳井之樂此亦至矣夫子奚不時來入觀乎東海之鱉左足未入而右膝已縶矣於是逡巡而卻告之曰夫海千里之遠不足以舉其大千仞之高不足以極其深禹之時十年九潦而水弗為加益湯之時八年七旱而崖不為加損夫不為頃久推移不以多少進退者此亦東海之大樂也於是埳井之鼃聞之適適然驚規規然自失也且夫知不知是非之竟而猶欲觀於莊子之言是猶使蚊負山商蚷馳河也必不勝任矣且夫知不知論極妙之言而自適一時之利者是非埳井之鼃與且彼方跐黃泉而登大皇无南无北奭然四解淪於不測无東无西始於玄冥反於大通子乃規規然而求之以察索之以辯是直用管闚天用錐指地也不亦小乎子往矣且子獨不聞夫壽陵餘子之學行於邯鄲與未得國能又失其故行矣直匍匐而歸耳今子不去將忘子之故失子之業公孫龍口呿而不合舌舉而不下乃逸而走莊子釣於濮水楚王使大夫二人往先焉曰願以竟內累矣莊子持竿不顧曰吾聞楚有神龜死已三千歲矣王巾笥而藏之廟堂之上此龜者寧其死為留骨而貴乎寧其生而曳尾於塗中乎二大夫曰寧生而曳尾塗中莊子曰往矣吾將曳尾於塗中惠子相梁莊子往見之或謂惠子曰莊子來欲代子相於是惠子恐搜於國中三日三夜莊子往見之曰南方有鳥其名鵷鶵子知之乎夫鵷鶵發於南海而飛於北海非梧桐不止非練實不食非醴泉不飲於是鴟得腐鼠鵷鶵過之仰而視曰嚇今子欲以子之梁國而嚇我邪莊子與惠子遊於濠梁之上莊子曰儵魚出游從容是魚樂也惠子曰“子非魚安知魚之樂莊子曰子非我安知我不知魚之樂惠子曰我非子固不知子矣子固非魚也子之不知魚之樂全矣莊子曰請循其本子曰女安知魚樂云者既已知吾知之而問我我知之濠上也"}
{"id": "KR5c0126_018", "series": "KR5c0126", "text": "天下有至樂无有哉有可以活身者无有哉今奚為奚據奚避奚處奚就奚去奚樂奚惡夫天下之所尊者富貴壽善也所樂者身安厚味美服好色音聲也所下者貧賤夭惡也所苦者身不得安逸口不得厚味形不得美服目不得好色耳不得音聲若不得者則大憂以懼其為形也亦愚哉夫富者苦身疾作多積財而不得盡用其為形也亦外矣夫貴者夜以繼日思慮善否其為形也亦䟽矣人之生也與憂俱生壽者惽惽久憂不死何之苦也其為形也亦遠矣列士為天下見善矣未足以活身吾未知善之誠善邪誠不善邪若以為善矣不足活身以為不善矣足以活人故曰忠諫不聽蹲循勿爭故夫子胥爭之以殘其形不爭名亦不成誠有善无有哉今俗之所為與其所樂吾又未知樂之果樂邪果不樂邪吾觀夫俗之所樂舉群趣者誙誙然如將不得已而皆曰樂者吾未之樂也亦未之不樂也果有樂无有哉吾以无為誠樂矣又俗之所大苦也故曰至樂无樂至譽无譽天下是非果未可定也雖然无為可以定是非至樂活身唯无為幾存請嘗試言之天无為以之清地无為以之寧故兩无為相合萬物皆化生芒乎芴乎而无從出乎芴乎芒乎而无有象乎萬物職職皆從无為殖故曰天地无為也而无不為也人也孰能得无為哉莊子妻死惠子弔之莊子則方箕踞鼓盆而歌惠子曰與人居長子老身死不哭亦足矣又鼓盆而歌不亦甚乎莊子曰不然是其始死也我獨何能无概然察其始而本无生非徒无生也而本无形非徒无形也而本无氣雜乎芒芴之間變而有氣氣變而有形形變而有生今又變而之死是相與為春秋冬夏四時行也人且偃然寢於巨室而我噭噭然隨而哭之自以為不通乎命故止也支離叔與滑介叔觀於冥伯之丘崑崙之虛黃帝之所休俄而柳生其左肘其意蹶蹶然惡之支離叔曰子惡之乎滑介叔曰亡予何惡生者假借也假之而生生者塵垢也死生為晝夜且吾與子觀化而化及我我又何惡焉莊子之楚見空髑髏髐然有形撽以馬捶因而問之曰夫子貪生失理而為此乎將子有亡國之事斧鉞之誅而為此乎將子有不善之行愧遺父母妻子之醜而為此乎將子有凍餒之患而為此乎將子之春秋故及此乎於是語卒援髑髏枕而臥夜半髑髏見夢曰子之談者似辯士諸子所言皆生人之累也死則无此矣子欲聞死之說乎莊子曰然髑髏曰死无君於上无臣於下亦无四時之事從然以天地為春秋雖南面王樂不能過也莊子不信曰吾使司命復生子形為子骨肉肌膚反子父母妻子閭里知識子欲之乎髑髏深矉蹙頞曰吾安能棄南面王樂而復為人間之勞乎顏淵東之齊孔子有憂色子貢下席而問曰小子敢問回東之齊夫子有憂色何邪孔子曰善哉女問昔者管子有言丘甚善之曰褚小者不可以懷大綆短者不可以汲深夫若是者以為命有所成而形有所適也夫不可損益吾恐回與齊侯言堯舜黃帝之道而重以燧人神農之言彼將內求於己而不得不得則惑人惑則死且女獨不聞邪昔者海鳥止於魯郊魯侯御而觴之于廟奏九韶以為樂具太牢以為膳鳥乃眩視憂悲不敢食一臠不敢飲一杯三日而死此以己養養鳥也非以鳥養養鳥也夫以鳥養養鳥者宜栖之深林遊之壇陸浮之江湖食之鰌䱔隨行列而止委蛇而處彼唯人言之惡聞奚以夫譊譊為乎咸池九韶之樂張之洞庭之野鳥聞之而飛獸聞之而走魚聞之而下入人卒聞之相與還而觀之魚處水而生人處水而死彼必相與異其好惡故異也故先聖不一其能不同其事名止於實義設於適是之謂條達而福持列子行食於道從見百歲髑髏攓蓬而指之曰唯予與女知而未嘗死未嘗生也若果養乎予果歡乎種有幾得水則為㡭得水土之際則為鼃蠙之衣生於陵屯則為陵舄陵舄得鬱棲則為烏足烏足之根為蠐螬其葉為胡蝶胡蝶胥也化而為蟲生於竈下其狀若脫其名為鴝掇鴝掇千日為鳥其名為乾餘骨乾餘骨之沫為斯彌斯彌為食醯頤輅生乎食醯黃軦生乎九猷瞀芮生乎腐蠸羊奚比乎不筍久竹生青寧青寧生程程生馬馬生人人又反入於機萬物皆出於機皆入於機"}
{"id": "KR5c0126_019", "series": "KR5c0126", "text": "達生之情者不務生之所无以為達命之情者不務知之所无奈何養形必先之以物物有餘而形不養者有之矣有生必先无離形形不離而生亡者有之矣生之來不能卻其去不能止悲夫世之人以為養形足以存生而養形果不足以存生則世奚足為哉雖不足為而不可不為者其為不免矣夫欲免為形者莫如棄世棄世則无累无累則正平正平則與彼更生更生則幾矣事奚足棄而生奚足遺棄事則形不勞遺生則精不虧夫形全精復與天為一天地者萬物之父母也合則成體散則成始形精不虧是謂能移精而又精反以相天子列子問關尹曰至人潛行不窒蹈火不熱行乎萬物之上而不慄請問何以至於此關尹曰是純氣之守也非知巧果敢之列居予語汝凡有貌象聲色者皆物也物何以相遠夫奚足以至乎先是色而已則物之造乎不形而止乎无所化夫得是而窮之者物焉得而止焉彼將處乎不淫之度而藏乎无端之紀遊乎萬物之所終始壹其性養其氣合其德以通乎物之所造夫若是者其天守全其神无郤物奚自入焉夫醉者之墜車雖疾不死骨節與人同而犯害與人異其神全也乘亦不知也墜亦不知也死生驚懼不入乎其胸中是故遌物而不慴彼得全於酒而猶若是而況得全於天乎聖人藏於天故莫之能傷也復讎者不折鏌干雖有忮心者不怨飄瓦是以天下平均故无攻戰之亂无殺戮之刑者由此道也不開人之天而開天之天開天者德生開人者賊生不厭其天不忽於人民幾乎以其真仲尼適楚出於林中見痀僂者承蜩猶掇之也仲尼曰子巧乎有道邪曰我有道也五六月累丸二而不墜則失者錙銖累三而不墜則失者十一累五而不墜猶掇之也吾處身也若橛株拘吾執臂也若槁木之枝雖天地之大萬物之多而唯蜩翼之知吾不反不側不以萬物易蜩之翼何為而不得孔子顧謂弟子曰用志不分乃凝於神其痀僂丈人之謂乎顏淵問仲尼曰吾嘗濟乎觴深之淵津人操舟若神吾問焉曰操舟可學邪曰可善游者數能若乃夫沒人則未嘗見舟而便操之也吾問焉而不吾告敢問何謂也仲尼曰善游者數能忘水也若乃夫沒人之未嘗見舟而便操之也彼視淵若陵視舟之覆猶其車卻也覆卻萬方陳乎前而不得入其舍惡往而不暇以瓦注者巧以鉤注者憚以黃金注者殙其巧一也而有所矜則重外也凡外重者內拙田開之見周威公威公曰吾聞祝腎學生吾子與祝腎遊亦何聞焉田開之曰開之操拔篲以侍門庭亦何聞於夫子威公曰田子无讓寡人願聞之開之曰聞之夫子曰善養生者若牧羊然視其後者而鞭之威公曰何謂也田開之曰魯有單豹者巖居而水飲不與民共利行年七十而猶有嬰兒之色不幸遇餓虎餓虎殺而食之有張毅者高門縣薄无不走也行年四十而有內熱之病以死豹養其內而虎食其外毅養其外而病攻其內此二子者皆不鞭其後者也仲尼曰无入而藏无出而陽柴立其中央三者若得其名必極夫畏塗者十殺一人則父子兄弟相戒也必盛卒徒而後敢出焉不亦知乎人之所取畏者衽席之上飲食之閒而不知為之戒者過也祝宗人玄端以臨牢筴說彘曰汝奚惡死吾將三月豢汝十日戒三日齊藉白茅加汝肩尻乎彫俎之上則汝為之乎為彘謀曰不如食以穅糟而錯之牢筴之中自為謀則苟生有軒冕之尊死得於腞楯之上聚僂之中則為之為彘謀則去之自為謀則取之所異彘者何也桓公田於澤管仲御見鬼焉公撫管仲之手曰仲父何見對曰臣无所見公反誒詒為病數日不出齊士有皇子告敖者曰公則自傷鬼惡能傷公夫忿滀之氣散而不反則為不足上而不下則使人善怒下而不上則使人善忘不上不下中身當心則為病桓公曰然則有鬼乎曰有沈有履竈有髻戶內之煩壤雷霆處之東北方之下者倍阿鮭蠪躍之西北方之下者則泆陽處之水有罔象丘有崒山有夔野有彷徨澤有委蛇公曰請問委蛇之狀何如皇子曰委蛇其大如轂其長如轅紫衣而朱冠其為物也惡聞雷車之聲則捧其首而立見之者殆乎霸桓公辴然而笑曰此寡人之所見者也於是正衣冠與之坐不終日而不知病之去也紀渻子為王養鬭雞十日而問雞已乎曰未也方虛憍而恃氣十日又問曰未也猶應嚮景十日又問曰未也猶疾視而盛氣十日又問曰幾矣雞雖有鳴者已无變矣望之似木雞矣其德全矣異雞无敢應者反走矣孔子觀於呂梁縣水三十仞流沫四十里黿鼉魚鼈之所不能游也見一丈夫游之以為有苦而欲死也使弟子並流而拯之數百步而出被髮行歌而游於塘下孔子從而問焉曰吾以子為鬼察子則人也請問蹈水有道乎曰亡吾无道吾始乎故長乎性成乎命與齊俱入與汩偕出從水之道而不為私焉此吾所以蹈之也孔子曰何謂始乎故長乎性成乎命曰吾生於陵而安於陵故也長於水而安於水性也不知吾所以然而然命也梓慶削木為鐻鐻成見者驚猶鬼神魯侯見而問焉曰子何術以為焉對曰臣工人何術之有雖然有一焉臣將為鐻未嘗敢以耗氣也必齊以靜心齊三日而不敢懷慶賞爵祿齊五日不敢懷非譽巧拙齊七日輒然忘吾有四枝形體也當是時也无公朝其巧專而外滑消然後入山林觀天性形軀至矣然後成見鐻然後加手焉不然則已則以天合天器之所以疑神者其是與東野稷以御見莊公進退中繩左右旋中規莊公以為文弗過也使之鉤百而反顏闔遇之入見曰稷之馬將敗公密而不應少焉果敗而反公曰子何以知之曰其馬力竭矣而猶求焉故曰敗工倕旋而蓋規矩指與物化而不以心稽故其靈臺一而不桎忘足屨之適也忘要帶之適也知忘是非心之適也不內變不外從事會之適也始乎適而未嘗不適者忘適之適也有孫休者踵門而詫子扁慶子曰休居鄉不見謂不脩臨難不見謂不勇然而田原不遇歲事君不遇世賓於鄉里逐於州部則胡罪乎天哉休惡遇此命也扁子曰子獨不聞夫至人之自行邪忘其肝膽遺其耳目芒然彷徨乎塵垢之外逍遙乎无事之業是謂為而不恃長而不宰今汝飾知以驚愚脩身以明汙昭昭乎若揭日月而行也汝得全而形軀具而九竅无中道夭於聾盲跛蹇而比於人數亦幸矣又何暇乎天之怨哉子往矣孫子出扁子入坐有閒仰天而歎弟子問曰先生何為歎乎扁子曰向者休來吾告之以至人之德吾恐其驚而遂至於惑也弟子曰不然孫子之所言是邪先生之所言非邪非固不能惑是孫子所言非邪先生所言是邪彼固惑而來矣又奚罪焉扁子曰不然昔者有鳥止於魯郊魯君悅之為具太牢以饗之奏九韶以樂之鳥乃始憂悲眩視不敢飲食此之謂以己養養鳥也若夫以鳥養養鳥者宜棲之深林浮之江湖食之以委蛇則平陸而已矣今休款啟寡聞之民也吾告以至人之德譬之若載鼷以車馬樂鴳以鍾鼓也彼又惡能无驚乎哉"}
{"id": "KR5c0126_020", "series": "KR5c0126", "text": "莊子行於山中見大木枝葉盛茂伐木者止其旁而不取也問其故曰无所可用莊子曰此木以不材得終其天年夫子出於山舍於故人之家故人喜命豎子殺鴈而烹之豎子請曰其一能鳴其一不能鳴請奚殺主人曰殺不能鳴者明日弟子問於莊子曰昨日山中之木以不材得終其天年今主人之鴈以不材死先生將何處莊子笑曰周將處夫材與不材之閒材與不材之閒似之而非也故未免乎累若夫乘道德而浮遊則不然无譽无訾一龍一蛇與時俱化而无肯專為一上一下以和為量浮遊乎萬物之祖物物而不物於物則胡可得而累邪此神農黃帝之法則也若夫萬物之情人倫之傳則不然合則離成則毀廉則挫尊則議有為則虧賢則謀不肖則欺胡可得而必乎哉悲夫弟子志之其唯道德之鄉乎巿南宜僚見魯侯魯侯有憂色巿南子曰君有憂色何也魯侯曰吾學先王之道脩先君之業吾敬鬼尊賢親而行之无須臾離居然不免於患吾是以憂巿南子曰君之除患之術淺矣夫豐狐文豹棲於山林伏於巖穴靜也夜行晝居戒也雖飢渴隱約猶且胥䟽於江湖之上而求食焉定也然且不免於罔羅機辟之患是何罪之有哉其皮為之災也今魯國獨非君之皮邪吾願君刳形去皮洒心去欲而遊於无人之野南越有邑焉名為建德之國其民愚而朴少私而寡欲知作而不知藏與而不求其報不知義之所適不知禮之所將猖狂妄行乃蹈乎大方其生可樂其死可葬吾願君去國捐俗與道相輔而行君曰彼其道遠而險又有江山我无舟車奈何巿南子曰君无形倨无留居以為君車君曰彼其道幽遠而无人吾誰與為鄰吾无糧我无食安得而至焉巿南子曰少君之費寡君之欲雖无糧而乃足君其涉於江而浮於海望之而不見其崖愈往而不知其所窮送君者皆自崖而反君自此遠矣故有人者累見有於人者憂故堯非有人非見有於人也吾願去君之累除君之憂而獨與道遊於大莫之國方舟而濟於河有虛船來觸舟雖有惼心之人不怒有一人在其上則呼張歙之一呼而不聞再呼而不聞於是三呼邪則必以惡聲隨之向也不怒而今也怒向也虛而今也實人能虛己以遊世其孰能害之北宮奢為衛靈公賦斂以為鍾為壇乎郭門之外三月而成上下之縣王子慶忌見而問焉曰子何術之設奢曰一之閒无敢設也奢聞之既彫既琢復歸於朴侗乎其无識儻乎其怠疑萃乎芒乎其送往而迎來來者勿禁往者勿止從其彊梁隨其曲傅因其自窮故朝夕賦斂而豪毛不挫而況有大塗者乎孔子圍於陳蔡之閒七日不火食太公任往弔之曰子幾死乎曰然子惡死乎曰然任曰予嘗言不死之道東海有鳥焉其名曰意怠其為鳥也翂翂翐翐而似无能引援而飛迫脅而棲進不敢為前退不敢為後食不敢先嘗必取其緒是故其行列不斥而外人卒不得害是以免於患直木先伐甘井先竭子其意者飾知以驚愚脩身以明汙昭昭乎如揭日月而行故不免也昔吾聞之大成之人曰自伐者无功功成者墮名成者虧孰能去功與名而還與眾人道流而不明居得行而不名處純純常常乃比於狂削迹捐勢不為功名是故无責於人人亦无責焉至人不聞子何喜哉孔子曰善哉辭其交遊去其弟子逃於大澤衣裘褐食杼栗入獸不亂群入鳥不亂行鳥獸不惡而況人乎孔子問子桑雩曰吾再逐於魯伐樹於宋削迹於衛窮於商周圍於陳蔡之閒吾犯此數患親交益䟽徒友益散何與子桑雩曰子獨不聞假人之亡與林回棄千金之璧負赤子而趨或曰為其布與赤子之布寡矣為其累與赤子之累多矣棄千金之璧負赤子而趨何也林回曰彼以利合此以天屬也夫以利合者迫窮禍患害相棄也以天屬者迫窮禍患害相收也夫相收之與相棄亦遠矣且君子之交淡若水小人之交甘若醴君子淡以親小人甘以絕彼无故以合者則无故以離孔子曰敬聞命矣徐行翔佯而歸絕學捐書弟子无挹於前其愛益加進異日桑雩又曰舜之將死真泠禹曰汝戒之哉形莫若緣情莫若率緣則不離率則不勞不離不勞則不求文以待形不求文以待形固不待物莊子衣大布而補之正緳係履而過魏王魏王曰何先生之憊邪莊子曰貧也非憊也士有道德不能行憊也衣弊履穿貧也非憊也此所謂非遭時也王獨不見夫騰猿乎其得柟梓豫章也攬蔓其枝而王長其閒雖羿蓬蒙不能睥睨也及其得柘棘枳枸之閒也危行側視振動悼慄此筋骨非有加急而不柔也處勢不便未足以逞其能也今處昏上亂相之閒而欲无憊奚可得邪此比干之見剖心徵也夫孔子窮於陳蔡之閒七日不火食左據槁木右擊槁枝而歌焱氏之風有其具而无其數有其聲而无宮角木聲與人聲犁然有當於人之心顏回端拱還目而窺之仲尼恐其廣己而造大也愛己而造哀也曰回无受天損易无受人益難无始而非卒也人與天一也夫今之歌者其誰乎回曰敢問无受天損易仲尼曰飢渴寒暑窮桎不行天地之行也運物之泄也言與之偕逝之謂也為人臣者不敢去之執臣之道而猶若是而況乎所以待天乎何謂无受人益難仲尼曰始用四達爵祿並至而不窮物之所利乃非己也吾命有在外者也君子不為盜賢人不為竊吾若取之何哉故曰鳥莫知於鷾鴯目之所不宜處不給視雖落其實棄之而走其畏人也而襲諸人閒社稷存焉爾何謂无始而非卒仲尼曰化其萬物而不知其禪之者焉知其所終焉知其所始正而待之而已耳何謂人與天一邪仲尼曰有人天也有天亦天也人之不能有天性也聖人晏然體逝而終矣莊周遊乎雕陵之樊覩一異鵲自南方來者翼廣七尺目大運寸感周之顙而集於栗林莊周曰此何鳥哉翼殷不逝目大不覩蹇裳躩步執彈而留之覩一蟬方得美蔭而忘其身螳蜋執翳而搏之見得而忘其形異鵲從而利之見利而忘其真莊周怵然曰噫物固相累二類相召也捐彈而反走虞人逐而誶之莊周反入三月不庭藺且從而問之夫子何為頃閒甚不庭乎莊周曰吾守形而忘身觀於濁水而迷於清淵且吾聞諸夫子曰入其俗從其俗今吾遊於雕陵而忘吾身異鵲感吾顙遊於栗林而忘真栗林虞人以吾為戮吾所以不庭也陽子之宋宿於逆旅逆旅人有妾二人其一人美其一人惡惡者貴而美者賤陽子問其故逆旅小子對曰其美者自美吾不知其美也其惡者自惡吾不知其惡也陽子曰弟子記之行賢而去自賢之行安往而不愛哉"}
{"id": "KR5c0126_021", "series": "KR5c0126", "text": "田子方侍坐於魏文侯數稱谿工文侯曰谿工子之師邪子方曰非也无擇之里人也稱道數當故无擇稱之文侯曰然則子无師邪子方曰有曰子之師誰邪子方曰東郭順子文侯曰然則夫子何故未嘗稱之子方曰其為人也真人貌而天虛緣而葆真清而容物物无道正容以悟之使人之意也消无擇何足以稱之子方出文侯儻然終日不言召前立臣而語之曰遠矣全德之君子始吾以聖知之言仁義之行為至矣吾聞子方之師吾形解而不欲動口鉗而不欲言吾所學者真土梗耳夫魏真為我累耳溫伯雪子適齊舍於魯魯人有請見之者溫伯雪子曰不可吾聞中國之君子明乎禮義而陋於知人心吾不欲見也至於齊反舍於魯是人也又請見溫伯雪子曰往也蘄見我今也又蘄見我是必有以振我也出而見客入而歎明日見客又入而歎其僕曰每見之客也必入而歎何邪曰吾固告子矣中國之君子明乎禮義而陋乎知人心昔之見我者進退一成規一成矩從容一若龍一若虎其諫我也似子其道我也似父是以歎也仲尼見之而不言子路曰吾子欲見溫伯雪子久矣見之而不言何邪仲尼曰若夫人者目擊而道存矣亦不可以容聲矣顏淵問於仲尼曰夫子步亦步夫子趨亦趨夫子馳亦馳夫子奔逸絕塵而回瞠若乎後矣夫子曰回何謂邪曰夫子步亦步也者夫子言亦言也夫子趨亦趨也者夫子辯亦辯也夫子馳亦馳也者夫子言道回亦言道也及奔逸絕塵而回瞠若乎後也者夫子不言而信不比而周无器而民滔乎前而不知所以然而已矣仲尼曰惡可不察與夫哀莫大於心死而人死亦次之日出東方而入於西極萬物莫不比方有目有趾者待是而後成功是出則存是入則亡萬物亦然有待也而死有待也而生吾一受其成形而不化以待盡效物而動日夜无隙而不知其所終薰然其成形知命不能規乎其前丘以是日徂吾終身與汝交一臂而失之可不哀與汝殆著乎吾所以著也彼已盡矣而汝求之以為有是求馬於唐肆也吾服汝也甚忘汝服吾也亦甚忘雖然汝奚患焉雖忘乎故吾猶有不忘者存孔子見老聃老聃新沐方將被髮而乾慹然似非人孔子便而待之少焉見曰丘也眩與其信然與向者先生形體掘若槁木似遺物離人而立於獨也老聃曰吾遊於物之初孔子曰何謂邪曰心困焉而不能知口辟焉而不能言嘗為汝議乎其將至陰肅肅至陽赫赫肅肅出乎天赫赫發乎地兩者交通成和而物生焉或為之紀而莫見其形消息滿虛一晦一明日改月化日有所為而莫見其功生有所乎萌死有所乎歸始終相反乎无端而莫知乎其所窮非是也且孰為之宗孔子曰請問遊是老聃曰夫得是至美至樂也得至美而遊乎至樂謂之至人孔子曰願聞其方曰草食之獸不疾易藪水生之蟲不疾易水行小變而不失其大常也喜怒哀樂不入於胸次夫天下也者萬物之所一也得其所一而同焉則四支百體將為塵垢而死生終始將為晝夜而莫之能滑而況得喪禍福之所介乎棄隸者若棄泥塗知身貴於隸也貴在於我而不失於變且萬化而未始有極也夫孰足以患心已為道者解乎此孔子曰夫子德配天地而猶假至言以脩心古之君子孰能脫焉老聃曰不然夫水之於汋也无為而才自然矣至人之於德也不脩而物不能離焉若天之自高地之自厚日月之自明夫何脩焉孔子出以告顏回曰丘之於道也其猶醯雞與微夫子之發吾覆也吾不知天地之大全也莊子見魯哀公哀公曰魯多儒士少為先生方者莊子曰魯少儒哀公曰舉魯國而儒服何謂少乎莊子曰周聞之儒者冠圜冠者知天時履句屨者知地形緩佩玦者事至而斷君子有其道者未必為其服也為其服者未必知其道也公固以為不然何不號於國中曰无此道而為此服者其罪死於是哀公號之五日而魯國无敢儒服者獨有一丈夫儒服而立乎公門公即召而問以國事千轉萬變而不窮莊子曰以魯國而儒者一人耳可謂多乎百里奚爵祿不入於心故飯牛而牛肥使秦穆公忘其賤與之政也有虞氏死生不入於心故足以動人宋元君將畫圖眾史皆至受揖而立舐筆和墨在外者半有一史後至者儃儃然不趨受揖不立因之舍公使人視之則解衣槃礴臝君曰可矣是真畫者也文王觀於臧見一丈夫釣而其釣莫釣非持其釣有釣者也常釣也文王欲舉而授之政而恐大臣父兄之弗安也欲終而釋之而不忍百姓之无天也於是旦而屬之夫夫曰昔者寡人夢見良人黑色而髯乘駁馬而偏朱蹄號曰寓而政於臧丈人庶幾乎民有瘳乎諸大夫蹴然曰先君命王也文王曰然則卜之諸大夫曰先君之命王其无它又何卜焉遂迎臧丈人而授之政典法无更偏令无出三年文王觀於國則列士壞植散群長官者不成德斔斛不敢入於四境列士壞植散群則尚同也長官者不成德則同務也斔斛不敢入於四境則諸侯无二心也文王於是焉以為大師北面而問曰政可以及天下乎臧丈人昧然而不應泛然而辭朝令而夜遁終身无聞顏淵問於仲尼曰文王其猶未邪又何以夢為乎仲尼曰默汝无言夫文王盡之也而又何論刺焉彼直以循斯須也列御寇為伯昏无人射引之盈貫措杯水其肘上發之適矢復沓方矢復寓當是時猶象人也伯昏无人曰是射之射非不射之射也嘗與汝登高山履佹石臨百仞之淵若能射乎於是无人遂登高山履危石臨百仞之淵背逡巡足二分垂在外揖御寇而進之御寇伏地汗流至踵伯昏无人曰夫至人者上闚青天下潛黃泉揮斥八極神氣不變今汝怵然有恂目之志爾於中也殆矣夫肩吾問於孫叔敖曰子三為令尹而不榮華三去之而无憂色吾始也疑子今視子之鼻閒栩栩然子之用心獨奈何孫叔敖曰吾何以過人哉吾以其來不可卻也其去不可止也吾以為得失之非我也而无憂色而已矣我何以過人哉且不知其在彼乎其在我乎其在彼邪亡乎我在我邪亡乎彼方將躊躇方將四顧何暇至乎人貴人賤哉仲尼聞之曰古之真人知者不得說美人不得濫盜人不得刦伏戲黃帝不得友死生亦大矣而无變乎己況爵祿乎若然者其神經乎大山而无介入乎淵泉而不濡處卑細而不憊充滿天地而不窕既以與人己愈有楚王與凡君坐少焉楚王左右曰凡亡者三凡君曰凡之亡也不足以喪吾存夫凡之亡不足以喪吾存則楚之存不足以存存由是觀之則凡未始亡而楚未始存也"}
{"id": "KR5c0126_022", "series": "KR5c0126", "text": "知北遊於玄水之上登隱弅之丘而適遭无為謂焉知謂无為謂曰予欲有問乎若何思何慮則知道何處何服則安道何從何道則得道三問而无為謂不荅也非不荅不知荅也知不得問反於白水之南登狐闋之上而睹狂屈焉知以之言也問乎狂屈狂屈曰唉予知之將語若中欲言而忘其所欲言知不得問反於帝宮見黃帝而問焉黃帝曰无思无慮始知道无處无服始安道无從无道始得道知問黃帝曰我與若知之彼與彼不知也其孰是邪黃帝曰彼无為謂真是也狂屈似之我與汝終不近也夫知者不言言者不知故聖人行不言之教道不可致德不可至仁可為也義可虧也禮相偽也故曰失道而後德失德而後仁失仁而後義失義而後禮禮者道之華而亂之首也故曰為道者日損損之又損之以至於无為无為而无不為也今已為物也欲復歸根不亦難乎其易也其唯大人乎生也死之徒死也生之始孰知其紀人之生氣之聚也聚則為生散則為死若死生為徒吾又何患故萬物一也是其所美者為神奇其所惡者為臭腐臭腐復化為神奇神奇復化為臭腐故曰通天下一氣耳聖人故貴一知謂黃帝曰吾問无為謂无為謂不應我非不我應不知應我也吾問狂屈狂屈中欲告我而不我告非不我告中欲告而忘之也今予問乎若若知之奚故不近黃帝曰彼其真是也以其不知也此其似之也以其忘之也予與若終不近也以其知之也狂屈聞之以黃帝為知言天地有大美而不言四時有明法而不議萬物有成理而不說聖人者原天地之美而達萬物之理是故至人无為大聖不作觀於天地之謂也今彼神明至精與彼百化物已死生方圓莫知其根也扁然而萬物自古以固存六合為巨未離其內秋豪為小待之成體天下莫不沈浮終身不故陰陽四時運行各得其序惛然若亡而存油然不形而神萬物畜而不知此之謂本根可以觀於天矣齧缺問道乎被衣被衣曰若正汝形一汝視天和將至攝汝知一汝度神將來舍德將為汝美道將為汝居汝瞳焉如新生之犢而无求其故言未卒齧缺睡寐被衣大悅行歌而去之曰形若槁骸心若死灰真其實知不以故自持媒媒晦晦无心而不可與謀彼何人哉舜問乎丞曰道可得而有乎曰汝身非汝有也汝何得有夫道舜曰吾身非吾有也孰有之哉曰是天地之委形也生非汝有是天地之委和也性命非汝有是天地之委順也孫子非汝有是天地之委蛻也故行不知所往處不知所持食不知所味天地之彊陽氣也又胡可得而有邪孔子問於老聃曰今日晏閒敢問至道老聃曰汝齋戒䟽𤅢而心澡雪而精神掊擊而知夫道窅然難言哉將為汝言其崖略夫昭昭生於冥冥有倫生於无形精神生於道形本生於精而萬物以形相生故九竅者胎生八竅者卵生其來无迹其往无崖无門无房四達之皇皇也邀於此者四肢彊思慮恂達耳目聰明其用心不勞其應物无方天不得不高地不得不廣日月不得不行萬物不得不昌此其道與且夫博之不必知辯之不必慧聖人以斷之矣若夫益之而不加益損之而不加損者聖人之所保也淵淵乎其若海魏魏乎其終則復始也運量萬物而不匱則君子之道彼其外與萬物皆往資焉而不匱此其道與中國有人焉非陰非陽處於天地之閒直且為人將反於宗自本觀之生者喑醷物也雖有壽夭相去幾何須臾之說也奚足以為堯桀之是非果蓏有理人倫雖難所以相齒聖人遭之而不違過之而不守調而應之德也偶而應之道也帝之所興王之所起也人生天地之閒若白駒之過郤忽然而已注然勃然莫不出焉油然漻然莫不入焉已化而生又化而死生物哀之人類悲之解其天弢墮其天袠紛乎宛乎魂魄將往乃身從之乃大歸乎不形之形形之不形是人之所同知也非將至之所務也此眾人之所同論也彼至則不論論則不至明見无值辯不若默道不可聞聞不若塞此之謂大得東郭子問於莊子曰所謂道惡乎在莊子曰无所不在東郭子曰期而後可莊子曰在螻蟻曰何其下邪曰在稊稗曰何其愈下邪曰在瓦甓曰何其愈甚邪曰在屎溺東郭子不應莊子曰夫子之問也固不及質正獲之問於監巿履狶也每下愈況汝唯莫必无乎逃物至道若是大言亦然周徧咸三者異名同實其指一也嘗相與遊乎无何有之宮同合而論无所終窮乎嘗相與无為乎澹而靜乎漠而清乎調而閒乎寥已吾志无往焉而不知其所至去而來不知其所止吾已往來焉而不知其所終彷徨乎馮閎大知入焉而不知其所窮物物者與物无際而物有際者所謂物際者也不際之際際之不際者也謂盈虛衰殺彼為盈虛非盈虛彼為衰殺非衰殺彼為本末非本末彼為積散非積散也妸荷甘與神農同學於老龍吉神農隱几闔戶晝暝妸荷甘日中奓戶而入曰老龍死矣神農隱几擁杖而起嚗然放杖而笑曰天知予僻陋慢訑故棄予而死已矣夫子无所發予之狂言而死矣夫弇堈弔聞之曰夫體道者天下之君子所繫焉今於道秋豪之端萬分未得處一焉而猶知藏其狂言而死又況夫體道者乎視之无形聽之无聲於人之論者謂之冥冥所以論道而非道也於是泰清問乎无窮曰子知道乎无窮曰吾不知又問乎无為无為曰吾知道曰子之知道亦有數乎曰有曰其數若何无為曰吾知道之可以貴可以賤可以約可以散此吾所以知道之數也泰清以之言也問乎无始曰若是則无窮之弗知與无為之知孰是而孰非乎无始曰不知深矣知之淺矣弗知內矣知之外矣於是泰清中而歎曰弗知乃知乎知乃不知乎孰知不知之知知之不知乎无始曰道不可聞聞而非也道不可見見而非也道不可言言而非也知形形之不形乎道不當名无始曰有問道而應之者不知道也雖問道者亦未聞道道无問問无應无問問之是問窮也无應應之是无內也以无內待問窮若是者外不觀乎宇宙內不知乎大初是以不過乎崑崙不遊乎大虛光曜問乎无有曰夫子有乎其无有乎無有弗應也光曜不得問而孰視其狀貌窅然空然終日視之而不見聽之而不聞搏之而不得也光曜曰至矣其孰能至此乎予能有无矣而未能无无也及為无有矣何從至此哉大馬之捶鉤者年八十矣而不失豪芒大馬曰子巧與有道與曰臣有守也臣之年二十而好捶鉤於物无視也非鉤无察也是用之者假不用者也以長得其用而況乎无不用者乎物孰不資焉冉求問於仲尼曰未有天地可知邪仲尼曰可古猶今也冉求失問而退明日復見曰昔者吾問未有天地可知乎夫子曰可古猶今也昔日吾昭然今日吾昧然敢問何謂也仲尼曰昔之昭然也神者先受之今之昧然也且又為不神者求邪无古无今无始无終未有子孫而有子孫可乎冉求未對仲尼曰已矣未應矣不以生生死不以死死生死生有待邪皆有所一體有先天地生者物邪物物者非物物出不得先物也猶其有物也猶其有物也无已聖人之愛人也終无已者亦乃取於是者也顏淵問乎仲尼曰回嘗聞諸夫子曰无有所將无有所迎回敢問其遊仲尼曰古之人外化而內不化今之人內化而外不化與物化者一不化者也安化安不化安與之相靡必與之莫多狶韋氏之囿黃帝之圃有虞氏之宮湯武之室君子之人若儒墨者師故以是非相𩐋也而況今之人乎聖人處物不傷物不傷物者物亦不能傷也唯无所傷者為能與人相將迎山林與皋壤與使我欣欣然而樂與樂未畢也哀又繼之哀樂之來吾不能禦其去弗能止悲夫世人直為物逆旅耳夫知遇而不知所不遇知能能而不能所不能无知无能者固人之所不免也夫務免乎人之所不免者豈不亦悲哉至言去言至為去為齊知之所知則淺矣"}
{"id": "KR5c0126_023", "series": "KR5c0126", "text": "老聃之役有庚桑楚者偏得老聃之道以北居畏壘之山其臣之畫然知者去之其妾之挈然仁者遠之擁腫之與居鞅掌之為使居三年畏壘大壤畏壘之民相與言曰庚桑子之始來吾洒然異之今吾日計之而不足歲計之而有餘庶幾其聖人乎子胡不相與尸而祝之社而稷之乎庚桑子聞之南面而不釋然弟子異之庚桑子曰弟子何異於予夫春氣發而百草生正得秋而萬寶成夫春與秋豈无得而然哉天道已行矣吾聞至人尸居環堵之室而百姓猖狂不知所如往今以畏壘之細民而竊竊焉欲俎豆予于賢人之閒我其杓之人邪吾是以不釋於老聃之言弟子曰不然夫尋常之溝巨魚无所還其體而鯢鰌為之制步仞之丘陵巨獸无所隱其軀而㜸狐為之祥且夫尊賢授能先善與利自古堯舜以然而況畏壘之民乎夫子亦聽矣庚桑子曰小子來夫函車之獸介而離山則不免于罔罟之患吞舟之魚碭而失水則蟻能苦之故鳥獸不厭高魚鼈不厭深夫全其形生之人藏其身也不厭深眇而已矣且夫二子者又何足以稱楊哉是其於辯也將妄鑿垣牆而殖蓬蒿也簡髮而櫛數米而炊竊竊乎又何足以濟世哉舉賢則民相軋任知則民相盜之數物者不足以厚民民之於利甚勤子有殺父臣有殺君正晝為盜日中穴阫吾語汝大亂之本必生于堯舜之閒其末存乎千世之後千世之後其必有人與人相食者也南榮趎蹴然正坐曰若趎之年者已長矣將惡乎託業以及此言邪庚桑子曰全汝形抱汝生无使汝思慮營營若此三年則可以及此言也南榮趎曰目之與形吾不知其異也而盲者不能自見耳之與形吾不知其異也而聾者不能自聞心之與形吾不知其異也而狂者不能自得形之與形亦辟矣而物或閒之邪欲相求而不能相得今謂趎曰全汝形抱汝生勿使汝思慮營營趎勉聞道達耳矣庚桑子曰辭盡矣曰奔蜂不能化藿蠋越雞不能伏鵠卵魯雞固能矣雞之與雞其德非不同也有能與不能者其才固有巨小也今吾才小不足以化子子胡不南見老子南榮趎贏糧七日七夜至老子之所老子曰子自楚之所來乎南榮趎曰唯老子曰子何與人偕來之眾也南榮趎懼然顧其後老子曰子不知吾所謂乎南榮趎俯而慚仰而歎曰今者吾忘吾荅因失吾問老子曰何謂也南榮趎曰不知乎人謂我朱愚知乎反愁我軀不仁則害人仁則反愁我身不義則傷彼義則反愁我己我安逃此而可此三言者趎之所患也願因楚而問之老子曰向吾見若眉睫之閒吾因以得汝矣今汝又言而信之若規規然若喪父母揭竿而求諸海也汝亡人哉惘惘乎汝欲反汝情性而无由入可憐哉南榮趎請入就舍召其所好去其所惡十日息愁復見老子老子曰汝自洒濯孰哉鬱鬱乎然而其中津津乎猶有惡也夫外韄者不可繁而捉將內揵內韄者不可繆而捉將外揵外內韄者道德不能持而況放道而行者乎南榮趎曰里人有病里人問之病者能言其病然其病病者猶未病也若趎之聞大道譬猶飲藥以加病也趎願聞衛生之經而已矣老子曰衛生之經能抱一乎能勿失乎能无卜筮而知吉凶乎能止乎能已乎能舍諸人而求諸己乎能翛然乎能侗然乎能兒子乎兒子終日嗥而嗌不嗄和之至也終日握而手不掜共其德也終日視而目不瞚偏不在外也行不知所之居不知所為與物委蛇而同其波是衛生之經已南榮趎曰然則是至人之德已乎曰非也是乃所謂冰解凍釋者能乎夫至人者相與交食乎地而交樂乎天不以人物利害相攖不相與為怪不相與為謀不相與為事翛然而往侗然而來是謂衛生之經已曰然則是至乎曰未也吾固告汝曰能兒子乎兒子動不知所為行不知所之身槁木之枝而心若死灰若是者禍亦不至福亦不來禍福无有惡有人災也宇泰定者發乎天光發乎天光者人見其人人有脩者乃今有恆有恆者人舍之天助之人之所舍謂之天民天之所助謂之天子學者學其所不能學也行者行其所不能行也辯者辯其所不能辯也知止乎其所不能知至矣若有不即是者天鈞敗之備物以將形藏不虞以生心敬中以達彼若是而萬惡至者皆天也而非人也不足以滑成不可內於靈臺靈臺者有持而不知其所持而不可持者也不見其誠己而發每發而不當業入而不舍每更為失為不善乎顯明之中者人得而誅之為不善乎幽間之中者鬼得而誅之明乎人明乎鬼者然後能獨行劵內者行乎无名劵外者志乎期費行乎无名者唯庸有光志乎期費者唯賈人也人見其跂猶之魁然與物窮者物入焉與物且者其身之不能容焉能容人不能容人者无親无親者盡人兵莫憯于志鏌鎁為下寇莫大於陰陽无所逃於天地之閒非陰陽賊之心則使之也道通其分也成也其成也毀也所以惡乎分者其分也以備所以惡乎備者其有也以備故出而不反見其鬼出而得是謂得死滅而有實鬼之一也以有形者象无形者而定矣出无本入无竅所出而无竅者有實有實而无乎處有長而无乎本剽有實而无乎處者宇也有長而无本剽者宙也有乎生有乎死有乎出有乎入入出而无見其形是謂天門天門者无有也萬物出乎无有有不能以有為有必出乎无有而无有一无有聖人藏乎是古之人其知有所至矣惡乎至有以為未始有物者至矣盡矣弗可以加矣其次以為有物矣將以生為喪也以死為反也是以分已其次曰始无有既而有生生俄而死以无有為首以生為體以死為尻孰知有无死生之一守者吾與之為友是三者雖異公族也昭景也著戴也甲氏也著封也非一也有生黬也披然曰移是嘗言移是非所言也雖然不可知者也臘者之有膍胲可散而不可散也觀室者周於寢廟又適其偃焉為是舉移是請嘗言移是是以生為本以知為師因以乘是非果有名實因以己為質使人以為己節因以死償節若然者以用為知以不用為愚以徹為名以窮為辱移是今之人也是蜩與鷽鳩同於同也蹍市人之足則辭以放驁兄則以嫗大親則已矣故曰至禮有不人至義不物至知不謀至仁无親至信辟金徹志之勃解心之謬去德之累達道之塞貴富顯嚴名利六者勃志也容動色理氣意六者謬心也惡欲喜怒哀樂六者累德也去就取與知能六者塞道也此四六者不盪胸中則正正則靜靜則明明則虛虛則无為而无不為也道者德之欽也生者德之光也性者生之質也性之動謂之為為之偽謂之失知者接也知者謨也知者之所不知猶睨也動以不得已之謂德動無非我之謂治名相反而實相順也羿工乎中微而拙乎使人无己譽聖人工乎天而拙乎人夫工乎天而俍乎人者唯全人能之唯蟲能蟲唯蟲能天全人惡天惡人之天而況吾天乎人乎一雀適羿羿必得之威也以天下為之籠則雀无所逃是故湯以庖人籠伊尹秦穆公以五羊之皮籠百里奚是故非以其所好籠之而可得者无有也介者拸畫外非譽也胥靡登高而不懼遺死生也夫復謵不餽而忘人忘人因以為天人矣故敬之而不喜侮之而不怒者唯同乎天和者為然出怒不怒則怒出於不怒矣出為无為則為出於无為矣欲靜則平氣欲神則順心有為也欲當則緣於不得已不得已之類聖人之道"}
{"id": "KR5c0126_024", "series": "KR5c0126", "text": "徐无鬼因女商見魏武侯武侯勞之曰先生病矣苦於山林之勞故乃肯見於寡人徐无鬼曰我則勞於君君有何勞於我君將盈嗜欲長好惡則性命之情病矣君將黜嗜欲掔好惡則耳目病矣我將勞君君有何勞於我武侯超然不對少焉徐无鬼曰嘗語君吾相狗也下之質執飽而止是狸德也中之質若視日上之質若亡其一吾相狗又不若吾相馬也吾相馬直者中繩曲者中鉤方者中矩圓者中規是國馬也而未若天下馬也天下馬有成材若䘏若失若喪其一若是者超軼絕塵不知其所武侯大悅而笑徐无鬼出女商曰先生獨何以說吾君乎吾所以說吾君者橫說之則以詩書禮樂從說之則以金板六弢奉事而大有功者不可為數而吾君未嘗啟齒今先生何以說吾君使吾君悅若此乎徐无鬼曰吾直告之吾相狗馬耳女商曰若是乎曰子不聞夫越之流人乎去國數日見其所知而喜去國旬月見所嘗見於國中者喜及期年也見似人者而喜矣不亦去人滋久思人滋深乎夫逃虛空者藜藋柱乎鼪鼬之逕踉位其空聞人足音跫然而喜矣有況乎昆弟親戚之謦欬其側者乎久矣夫莫以真人之言謦欬吾君之側乎徐无鬼見武侯武侯曰先生居山林食芧栗厭葱韭以賓寡人久矣夫今老邪其欲干酒肉之味邪其寡人亦有社稷之福邪徐无鬼曰无鬼生於貧賤未嘗敢飲食君之酒肉將來勞君也君曰何哉奚勞寡人曰勞君之神與形武侯曰何謂邪徐无鬼曰天地之養也一登高不可以為長居下不可以為短君獨為萬乘之主以苦一國之民以養耳目鼻口夫神者不自許也夫神者好和而惡姦夫姦病也故勞之唯君所病之何也武侯曰欲見先生久矣吾欲愛民而為義偃兵其可乎徐无鬼曰不可愛民害民之始也為義偃兵造兵之本也君自此為之則殆不成凡成美惡器也君雖為仁義幾且偽哉形固造形成固有伐變固外戰君亦必无盛鶴列於麗譙之閒无徒驥於錙壇之宮无藏逆於得无以巧勝人无以謀勝人无以戰勝人夫殺人之士民兼人之土地以養吾私與吾神者其戰不知孰善勝之惡乎在君若勿已矣脩胸中之誠以應天地之情而勿攖夫民死已脫矣君將惡乎用夫偃兵哉黃帝將見大隗乎具茨之山方明為御昌㝢驂乘張若謵朋前馬昆閽滑稽後車至於襄城之野七聖皆迷无所問塗適遇牧馬童子問塗焉曰若知具茨之山乎曰然若知大隗之所存乎曰然黃帝曰異哉小童非徒知具茨之山又知大隗之所存請問為天下小童曰夫為天下者亦若此而已矣又奚事焉予少而自遊於六合之內予適有瞀病有長者教予曰若乘日之車而遊於襄城之野今予病少痊予又且復遊於六合之外夫為天下亦若此而已予又奚事焉黃帝曰夫為天下者則誠非吾子之事雖然請問為天下小童辭黃帝又問小童曰夫為天下者亦奚以異乎牧馬者哉亦去其害馬者而已矣黃帝再拜稽首稱天師而退知士无思慮之變則不樂辯士无談說之序則不樂察士无淩誶之事則不樂皆囿於物者也招世之士興朝中民之士榮官筋力之士矜難勇敢之士奮患兵革之士樂戰枯槁之士宿名法律之士廣治禮教之士敬容仁義之士貴際農夫无草萊之事則不比商賈无巿井之事則不比庶人有旦暮之業則勸百工有器械之巧則壯錢財不積則貪者憂權勢不尤則夸者悲勢物之徒樂變遭時有所用不能无為也此皆順比於歲不物於易者也馳其形性潛之萬物終身不反悲夫莊子曰射者非前期而中謂之善射天下皆羿也可乎惠子曰可莊子曰天下非有公是也而各是其所是天下皆堯也可乎惠子曰可莊子曰然則儒墨楊秉四與夫子為五果孰是邪或者若魯遽者邪其弟子曰我得夫子之道矣吾能冬爨鼎而夏造冰矣魯遽曰是直以陽召陽以陰召陰非吾所謂道也吾示子乎吾道於是為之調瑟廢一於堂廢一於室鼓宮宮動鼓角角動音律同矣夫或改調一弦於五音无當也鼓之二十五弦皆動未始異於聲而音之君已形也且若是者邪惠子曰今夫儒墨楊秉且方與我以辯相拂以辭相鎮以聲而未始吾非也則矣若矣莊子曰齊人蹢子於宋者其命閽也不以完其求鈃鍾也以束縛其求唐子也而未始出域有遺類矣夫楚人寄而蹢閽者夜半於无人之時而與舟人鬭未始離於岑而足以造於怨也莊子送葬過惠子之墓顧謂從者曰郢人堊漫其鼻端若蠅翼使匠石斲之匠石運斤成風聽而斲之盡堊而鼻不傷郢人立不失容宋元君聞之召匠石曰嘗試為寡人為之匠石曰臣則嘗能斲之雖然臣之質死久矣自夫子之死也吾无以為質矣吾无與言之矣管仲有病桓公往問之曰仲父之病病矣不可諱云至於大病則寡人惡乎屬國而可管仲曰公誰欲與公曰鮑叔牙曰不可其為人絜廉善士也其於不己若者不比之又一聞人之過終身不忘使之治國上且鉤乎君下且逆乎民其得罪於君也將弗久矣公曰然則孰可對曰勿已則隰朋可其為人也上忘而下畔愧不若黃帝而哀不己若者以德分人謂之聖以財分人謂之賢以賢臨人未有得人者也以賢下人未有不得人者也其於國有不聞也其於家有不見也勿已則隰朋可吳王浮于江登乎狙之山眾狙見之恂然棄而走逃於深蓁有一狙焉委蛇攫搔見巧乎王王射之敏給搏捷矢王命相者趨射之狙執死王顧謂其友顏不疑曰之狙也伐其巧恃其便以敖予以至此殛也戒之哉嗟乎无以汝色驕人哉顏不疑歸而師董梧以鋤其色去樂辭顯三年而國人稱之南伯子綦隱几而坐仰天而噓顏成子入見曰夫子物之尤也形固可使若槁骸心固可使若死灰乎曰吾嘗居山穴之口矣當是時也田禾一覩我而齊國之眾三賀之我必先之彼故知之我必賣之彼故鬻之若我而不有之彼惡得而知之若我而不賣之彼惡得而鬻之嗟乎我悲人之自喪者吾又悲夫悲人者吾又悲夫悲人之悲者其後而日遠矣仲尼之楚楚王觴之孫叔敖執爵而立巿南宜僚受酒而祭曰古之人乎於此言已曰丘也聞不言之言矣未之嘗言於此乎言之巿南宜僚弄丸而兩家之難解孫叔敖甘寢秉羽而郢人投兵丘願有喙三尺彼之謂不道之道此之謂不言之辯故德總乎道之所一而言休乎知之所不知至矣道之所一者德不能同也知之所不能知者辯不能舉也名若儒墨而凶矣故海不辭東流大之至也聖人并包天地澤及天下而不知其誰氏是故生无爵死无謚實不聚名不立此之謂大人狗不以善吠為良人不以善言為賢而況為大乎夫為大不足以為大而況為德乎夫大備矣莫若天地然奚求焉而大備矣知大備者无求无失无棄不以物易己也反己而不窮循古而不摩大人之誠子綦有八子陳諸前召九方歅曰為我相吾子孰為祥九方歅曰梱也為祥子綦瞿然喜曰奚若曰梱也將與國君同食以終其身子綦索然出涕曰吾子何為以至於是極也九方歅曰夫與國君同食澤及三族而況父母乎今夫子聞之而泣是禦福也子則祥矣父則不祥子綦曰歅汝何足以識之而梱祥邪盡於酒肉入於鼻口矣而何足以知其所自來吾未嘗為牧而牂生於奧未嘗好田而鶉生於宎若勿怪何邪吾所與吾子遊者遊於天地吾與之邀樂於天吾與之邀食於地吾不與之為事不與之為𢜮不與之為怪吾與之乘天地之誠而不以物與之相攖吾與之一委蛇而不與之為事所宜今也然有世俗之償焉凡有怪徵者必有怪行殆乎非我與吾子之罪幾天與之也吾是以泣也无幾何而使梱之於燕盜得之於道全而鬻之則難不若刖之則易於是乎刖而鬻之於齊適當渠公之街然身食肉而終齧缺遇許由曰子將奚之曰將逃堯曰奚謂邪曰夫堯畜畜然仁吾恐其為天下笑後世其人與人相食與夫民不難聚也愛之則親利之則至譽之則勸致其所惡則散愛利出乎仁義捐仁義者寡利仁義者眾夫仁義之行唯且无誠且假夫禽貪者器是以一人之斷制（利）天下譬之猶一覕也夫堯知賢人之利天下也而不知其賊天下也夫唯外乎賢者知之矣有暖姝者有濡需者有卷婁者所謂暖姝者學一先生之言則暖暖姝姝而私自悅也自以為足矣而未知未始有物也是以謂暖姝者也濡需者豕蝨是也擇䟽鬣自以為廣宮大囿奎蹄曲隈乳閒股腳自以為安室利處不知屠者之一旦鼓臂布草操煙火而己與豕俱焦也此以域進此以域退此其所謂濡需者也卷婁者舜也羊肉不慕蟻蟻慕羊肉羊肉羶也舜有羶行百姓悅之故三徙成都至鄧之墟而十有萬家堯聞舜之賢舉之童土之地曰冀得其來之澤舜舉乎童土之地年齒長矣聰明衰矣而不得休歸所謂卷婁者也是以神人惡眾至眾至則不比不比則不利也故无所甚親无所甚踈抱德煬和以順天下此謂真人於蟻棄知於魚得計於羊棄意以目視目以耳聽耳以心復心若然者其平也繩其變也循古之真人以天待人不以人入天古之真人得之也生失之也死得之也死失之也生藥也其實菫也桔梗也雞壅也豕零也是時為帝者也何可勝言句踐也以甲楯三千棲於會稽唯種也能知亡之所以存唯種也不知其身之所以愁故曰鴟目有所適鶴脛有所節解之也悲故曰風之過河也有損焉日之過河也有損焉請只風與日相與守河而河以為未始其攖也恃源而往者也故水之守土也審影之守人也審物之守物也審故目之於明也殆耳之於聰也殆心之於殉也殆凡能其於府也殆殆之成也不給改禍之長也茲萃其反也緣功其果也待久而人以為己寶不亦悲乎故有亡國戮民无已不知問是也故足之於地也踐雖踐恃其所不蹍而後善博也人之知也少雖少恃其所不知而後知天之所謂也知大一知大陰知大目知大均知大方知大信知大定至矣大一通之大陰解之大目視之大均緣之大方體之大信稽之大定持之盡有天循有照冥有樞始有彼則其解之也似不解之者其知之也似不知之也不知而後知之其問之也不可以有崖而不可以无崖頡滑有實古今不代而不可以虧則可不謂有大揚搉乎闔不亦問是已奚惑然為以不惑解惑復於不惑是尚大不惑"}
{"id": "KR5c0126_025", "series": "KR5c0126", "text": "則陽遊於楚夷節言之於王王未之見夷節歸彭陽見王果曰夫子何不譚我於王王果曰我不若公閱休彭陽曰公閱休奚為者邪曰冬則擉鼈于江夏則休乎山樊有過而問者曰此予宅也夫夷節已不能而況我乎吾又不若夷節夫夷節之為人也无德而有知不自許以之神其交固顛冥乎富貴之地非相助以德相助消也夫凍者假兼衣於春暍者反冷風乎冬夫楚王之為人也形尊而嚴其於罪也无赦如虎非夫佞人正德其孰能橈焉故聖人其窮也使家人忘其貧其達也使王公忘爵祿而化卑其於物也與之為娛矣其於人也樂物之通而保己焉故或不言而飲人以和與人並立而使人化父子之宜彼其乎歸居而一閒其所施其於人心者若是其遠也故曰待公閱休聖人達綢繆周盡一體矣而不知其然性也復命搖作而以天為師人則從而命之也憂乎知而所行恆无幾時其有止也若之何生而美者人與之鑑不告則不知其美於人也若知之若不知之若聞之若不聞之其可喜也終无已人之好之亦无已性也聖人之愛人也人與之名不告則不知其愛人也若知之若不知之若聞之若不聞之其愛人也終无已人之安之亦无已性也舊國舊都望之暢然雖使丘陵草木之緡入之者十九猶之暢然況見見聞聞者也以十仞之臺縣眾閒者也冉相氏得其環中以隨成與物无終无始无幾无時日與物化者一不化者也闔嘗舍之夫師天而不得師天與物皆殉其以為事也若之何夫聖人未始有天未始有人未始有始未始有物與世偕行而不替所行之備而不洫其合之也若之何湯得其司御門尹登恆為之傅之從師而不囿得其隨成為之司其名之名嬴法得其兩見仲尼之盡慮為之傅之容成氏曰除日无歲无內无外魏瑩與田侯牟約田侯牟背之魏瑩怒將使人刺之犀首聞而恥之曰君為萬乘之君也而以匹夫從讎衍請受甲二十萬為君攻之虜其人民係其牛馬使其君內熱發於背燃後拔其國忌也出走然後抶其背折其脊季子聞而恥之曰築十仞之城城者既十仞矣則又壞之此胥靡之所苦也今兵不起七年矣此王之基也衍亂人不可聽也華子聞而醜之曰善言伐齊者亂人也善言勿伐者亦亂人也謂伐之與不伐亂人也者又亂人也君曰然則若何曰君求其道而已矣惠子聞之而見戴晉人戴晉人曰有所謂蝸者君知之乎曰然有國於蝸之左角者曰觸氏有國於蝸之右角者曰蠻氏時相與爭地而戰伏尸數萬逐北旬有五日而後反君曰噫其虛言與曰臣請為君實之君以意在四方上下有窮乎君曰无窮曰知遊心於无窮而反在通達之國若存若亡乎君曰然曰通達之中有魏於魏中有梁於梁中有王王與蠻氏有辯乎君曰无辯客出而君惝然若有亡也客出惠子見君曰客大人也聖人不足以當之惠子曰夫吹管也猶有嗃也吹劍首者吷而已矣堯舜人之所譽也道堯舜於戴晉人之前譬猶一吷也孔子之楚舍於蟻丘之漿其鄰有夫妻臣妾登極者子路曰是稯稯何為者邪仲尼曰是聖人僕也是自埋於民自藏於畔其聲銷其志无窮其口雖言其心未嘗言方且與世違而心不屑與之俱是陸沈者也是其巿南宜僚邪子路請往召之孔子曰已矣彼知丘之著於己也知丘之適楚也以丘為必使楚王之召己也彼且以丘為佞人也夫若然者其於佞人也羞聞其言而況親見其身乎而何以為存子路往視之其室虛矣長梧封人問子牢曰君為政焉勿鹵莽治民焉勿滅裂昔予為禾耕而鹵莽之則其實亦鹵莽而報予芸而滅裂之其實亦滅裂而報予予來年變齊深其耕而熟耰之其禾蘩以滋予終年厭飱莊子聞之曰今人之治其形理其心多有似封人之所謂遁其天離其性滅其情亡其神以眾為故鹵莽其性者欲惡之孽為性萑葦蒹葭始萌以扶吾形尋擢吾性並潰漏發不擇所出漂疽疥癰內熱溲膏是也柏矩學於老聃曰請之天下遊老聃曰已矣天下猶是也又請之老聃曰汝將何始曰始於齊至齊見辜人焉推而強之解朝服而幕之號天而哭之曰子乎子乎天下有大菑子獨先離之曰莫為盜莫為殺人榮辱立然後覩所病貨財聚然後覩所爭今立人之所病聚人之所爭窮困人之身使无休時欲无至此得乎古之君人者以得為在民以失為在己以正為在民以枉為在己故一物有失其形者退而自責今則不然匿為物而過不識大為難而罪不敢重為任而罰不勝遠其塗而誅不至民知力竭則以偽繼之日出多偽士民安取不偽夫力不足則偽知不足則欺財不足則盜盜竊之行於誰責而可乎蘧伯玉行年六十而六十化未嘗不始於是之而卒詘之以非也未知今之所謂是之非五十九非也萬物有乎生而莫見其根有乎出而莫見其門人皆尊其知之所知而莫知恃其知之所不知而後知可不謂大疑乎已乎已乎且无所逃此所謂然與然乎仲尼問於太史大弢伯常蹇狶韋曰夫衛靈公飲酒湛樂不聽國家之政田獵畢弋不應諸侯之際其所以為靈公者何邪大弢曰是因是也伯常騫曰夫靈公有妻三人同濫而浴史鰌奉御而進所搏幣而扶翼其慢若彼之甚也見賢人若此其肅也是其所以為靈公也狶韋曰夫靈公也死卜葬於故墓不吉卜葬於沙丘而吉掘之數仞得石槨焉洗而視之有銘焉曰不馮其子靈公奪而埋之夫靈公之為靈也久矣之二人何足以識之少知問於太公調曰何謂丘里之言太公調曰丘里者合十姓百名而以為風俗也合異以為同散同以為異今指馬之百體而不得馬而馬係於前者立其百體而謂之馬也是故丘山積卑而為高江河合水而為大大人合并而為公是以自外入者有主而不執由中出者有匹而不距四時殊氣天不賜故歲成五官殊職君不私故國治文武殊能大人不賜故德備萬物殊理道不私故无名无名故无為无為而无不為時有終始世有變化禍福淳淳至有所拂者而有所宜自殉殊面有所正者有所差比于大澤百材皆度觀乎大山木石同壇此之謂丘里之言少知曰然則謂之道足乎太公調曰不然今計物之數不止於萬而期曰萬物者以數之多者號而讀之也是故天地者形之大者也陰陽者氣之大者也道者為之公因其大以號而讀之則可也已有之矣乃將得比哉則若以斯辯譬猶狗馬其不及遠矣少知曰四方之內六合之裏萬物之所生惡起太公調曰陰陽相照相蓋相治四時相代相生相殺欲惡去就於是橋起雌雄片合於是庸有安危相易禍福相生緩急相摩聚散以成此名實之可紀精之可志也隨序之相理橋運之相使窮則反終則始此物之所有言之所盡知之所至極物而已覩道之人不隨其所廢不原其所起此議之所止少知曰季真之莫為接子之或使二家之議孰正於其情孰徧於其理太公調曰雞鳴狗吠是人之所知雖有大知不能以言讀其所自化又不能以意測其所將為斯而析之精至於无倫大至於不可圍或之使莫之為未免於物而終以為過或使則實莫為則虛有名有實是物之居无名无實在物之虛可言可意言而愈䟽未生不可忌已死不可阻死生非遠也理不可覩或之使莫之為疑之所假吾觀之本其往无窮吾求之末其來无止无窮无止言之无也與物同理或使莫為言之本也與物終始道不可有有不可无道之為名所假而行或使莫為在物一曲夫胡為於大方言而足則終日言而盡道言而不足則終日言而盡物道物之極言默不足以載非言非默議有所極"}
{"id": "KR5c0126_026", "series": "KR5c0126", "text": "外物不可必故龍逢誅比干戮箕子狂惡來死桀紂亡人主莫不欲其臣之忠而忠未必信故伍員流于江萇弘死于蜀藏其血三年而化為碧人親莫不欲其子之孝而孝未必愛故孝己憂而曾參悲木與木相摩則然金與火相守則流陰陽錯行則天地大絯於是乎有雷有霆水中有火乃焚大槐有甚憂兩陷而无所逃螴蜳不得成心若縣於天地之閒慰暋沈屯利害相摩生火甚多眾人焚和月固不勝火於是乎有僓然而道盡莊周家貧故往貸粟於監河侯監河侯曰諾我將得邑金將貸子三百金可乎莊周忿然作色曰周昨來有中道而呼者周顧視車轍中有鮒魚焉周問之曰鮒魚來子何為者邪對曰我東海之波臣也君豈有升斗之水而活我哉周曰諾我且南遊吳越之王激西江之水而迎子可乎鮒魚忿然作色曰吾失我常與我无所處吾得斗升之水然活耳君乃言此曾不如早索我於枯魚之肆任公子為大鉤巨緇五十犗以為餌蹲乎會稽投竿東海旦旦而釣期年不得魚已而大魚食之牽巨鉤錎沒而下騖揚而奮鬐白波若山海水震蕩聲侔鬼神憚赫千里任公子得若魚離而腊之自制河以東蒼梧已北莫不厭若魚者已而後世輇才諷說之徒皆驚而相告也夫揭竿累趨灌瀆守鯢鮒其於得大魚難矣飾小說以干縣令其於大達亦遠矣是以未嘗聞任氏之風俗其不可與經於世亦遠矣儒以詩禮發冢大儒臚傳曰東方作矣事之何若小儒曰未解裙襦口中有珠詩固有之曰青青之麥生於陵陂生不布施死何含珠為接其鬢擪其顪儒以金椎控其頤徐別其頰无傷口中珠老萊子之弟子出薪遇仲尼反以告曰有人於彼脩上而趨下末僂而後耳視若營四海不知其誰氏之子老萊子曰是丘也召而來仲尼至曰丘去汝躬矜與汝容知斯為君子矣仲尼揖而退蹙然改容而問曰業可得進乎老萊子曰夫不忍一世之傷而驁萬世之患抑固窶邪亡其略弗及邪惠以歡為驁終身之醜中民之行進焉耳相引以名相結以隱與其譽堯而非桀不如兩忘而閉其所譽反无非傷也動无非邪也聖人躊躇以興事以每成功奈何哉其載焉終矜爾宋元君夜半而夢人被髮闚阿門曰予自宰路之淵予為清江使河伯之所漁者余且得予元君覺使人占之曰此神龜也君曰漁者有余且乎左右曰有君曰令余且會朝明日余且朝君曰漁何得對曰且之網得白龜焉其圓五尺君曰獻若之龜龜至君再欲殺之再欲活之心疑卜之曰殺龜以卜吉乃刳龜七十二鑽而无遺筴仲尼曰神（龜）能見夢於元君而不能避余且之網知能七十二鑽而无遺筴不能避刳腸之患如是則知有所困神有所不及也雖有至知萬人謀之魚不畏網而畏鵜鶦去小知而大知明去善而自善矣嬰兒生无石師而能言與能言者處也惠子謂莊子曰子言无用莊子曰知无用而始可與言用矣夫地非不廣且大也人之所用容足耳然則廁足而墊之致黃泉人尚有用乎惠子曰无用莊子曰然則无用之為用也亦明矣莊子曰人有能遊且得不遊乎人而不能遊且得遊乎夫流遁之志決絕之行噫其非至知厚德之任與覆墜而不反火馳而不顧雖相與為君臣時也易世而无以相賤故曰至人不留行焉夫尊古而卑今學者之流也且以狶韋氏之流觀今之世夫孰能不波唯至人乃能遊於世而不僻順人而不失己彼教不學承意不彼目徹為明耳徹為聰鼻徹為顫口徹為甘心徹為知知徹為德凡道不欲壅壅則哽哽而不止則跈跈則眾害生物之有知者恃息其不殷非天之罪天之穿之日夜无降人則顧塞其竇胞有重閬心有天遊室无空虛則婦姑勃谿心无天遊則六鑿相攘大林丘山之善於人也亦神者不勝德溢乎名名溢乎暴謀稽乎誸知出乎爭柴生乎守官事果乎眾宜春雨日時草木怒生銚鎒於是乎始脩草木之到植者過半而不知其然靜然可以補病眥搣可以休老寧可以止遽雖然若是勞者之務也非佚者之所未嘗過而問焉聖人之所以駴天下神人未嘗過而問焉賢人所以駴世聖人未嘗過而問焉君子所以駴國賢人未嘗過而問焉小人所以合時君子未嘗過而問焉演門有親死者以善毀爵為官師其黨人毀而死者半堯與許由天下許由逃之湯與務光務光怒之紀他聞之帥弟子而踆於窾水諸侯弔之三年申徒狄因以踣河荃者所以在魚得魚而忘荃蹄者所以在兔得兔而忘蹄言者所以在意得意而忘言吾安得夫忘言之人而與之言哉"}
{"id": "KR5c0126_027", "series": "KR5c0126", "text": "寓言十九重言十七巵言日出和以天倪寓言十九藉外論之親父不為其子媒親父譽之不若非其父者也非吾罪也人之罪也與己同則應不與己同則反同於己為是之異於己為非之重言十七所以已言也是為耆艾年先矣而无經緯本末以期年耆者是非先也人而无以先人无人道也人而无人道是之謂陳人巵言日出和以天倪因以曼衍所以窮年不言則齊齊與言不齊言與齊不齊也故曰言无言言无言終身言未嘗不言終身不言未嘗不言有自也而可有自也而不可有自也而然有自也而不然惡乎然然於然惡乎不然不然於不然惡乎可可於可惡乎不可不可於不可物固有所然物固有所可无物不然无物不可非巵言日出和以天倪孰得其久萬物皆種也以不同形相禪始卒若環莫得其倫是謂天均天均者天倪也莊子謂惠子曰孔子行年六十而六十化始時所是卒而非之未知今之所謂是之非五十九非也惠子曰孔子勤志服知也莊子曰孔子謝之矣而其未之嘗言孔子云夫受才乎大本復靈以生鳴而當律言而當法利義陳乎前而好惡是非直服人之口而已矣使人乃以心服而不敢蘁立定天下之定已乎已乎吾且不得及彼乎曾子再仕而心再化曰吾及親仕三釜而心樂後仕三千鍾不洎吾心悲弟子問于仲尼曰若參者可謂无所縣其罪乎曰既已縣矣夫无所縣者可以有哀乎彼視三釜三千鍾如觀雀蚊虻相過乎前也顏成子游謂東郭子綦曰自吾聞子之言一年而野二年而從三年而通四年而物五年而來六年而鬼入七年而天成八年而不知死不知生九年而大妙生有為死也勸公以其死也有自也而生陽也无自也而果然乎惡乎其所適惡乎其所不適天有歷數地有人據吾惡乎求之莫知其所終若之何其无命也莫知其所始若之何其有命也有以相應也若之何其无鬼邪无以相應也若之何其有鬼邪眾罔兩問於影曰若向也俯而今也仰向也括而今也被髮向也坐而今也起向也行而今也止何也影曰叟叟也奚稍問也予有而不知其所以予蜩甲也蛇蛻也似之而非也火與日吾屯也陰與夜吾代也彼吾所以有待邪而況乎无待者乎彼來則我與之來彼往則我與之往彼強陽則我與之強陽強陽者又何以有問乎陽子居南之沛老聃西遊於秦邀於郊至於梁而遇老子老子中道仰天而歎曰始以汝為可教今不可也陽子居不荅至舍進盥漱巾櫛脫屨戶外膝行而前曰向者弟子欲請夫子夫子行不閒是以不敢今閒矣請問其過老子曰而睢睢而盱盱而誰與居大白若辱盛德若不足陽子居蹴然變容曰敬聞命矣其往也舍者迎將其家公執席妻執巾櫛舍者避席煬者避竈其反也舍者與之爭席矣"}
{"id": "KR5c0126_028", "series": "KR5c0126", "text": "堯以天下讓許由許由不受又讓於子州支父子州支父曰以我為天子猶之可也雖然我適有幽憂之病方且治之未暇治天下也夫天下至重也而不以害其生又況他物乎唯无以天下為者可以託天下也舜讓天下於子州支伯子州支伯曰予適有幽憂之病方且治之未暇治天下也故天下大器也而不以易生此有道者之所以異乎俗者也舜以天下讓善卷善卷曰余立於宇宙之中冬日衣皮毛夏日衣葛絺春耕種形足以勞動秋收斂身足以休食日出而作日入而息逍遙於天地之閒而心意自得吾何以天下為哉悲夫子之不知余也遂不受於是去而入深山莫知其處舜以天下讓其友石戶之農石戶之農曰捲捲乎后之為人葆力之士也以舜之德為未至也於是夫負妻戴攜子以入於海終身不反也大王亶父居邠狄人攻之事之以皮帛而不受事之以犬馬而不受事之以珠玉而不受狄人之所求者土地也大王亶父曰與人之兄居而殺其弟與人之父居而殺其子吾不忍也子皆勉居矣為吾臣與為狄人臣奚以異且吾聞之不以所用養害所養因杖筴而去之民相連而從之遂成國於岐山之下夫大王亶父可謂能尊生矣能尊生者雖貴富不以養傷身雖貧賤不以利累形今世之人居高官尊爵者皆重失之見利輕亡其身豈不惑哉越人三世弒其君王子搜患之逃乎丹穴而越國无君求王子搜不得從之丹穴王子搜不肯出越人薰之以艾乘以玉輿王子搜援綏登車仰天而呼曰君乎君乎獨不可以舍我乎王子搜非惡為君也惡為君之患也若王子搜者可謂不以國傷生矣此固越人之所欲得為君也韓魏相與爭侵地子華子見昭僖侯昭僖侯有憂色子華子曰今使天下書銘於君之前書之言曰左手攫之則右手廢右手攫之則左手廢然而攫之者必有天下君能攫之乎昭僖侯曰寡人不攫也子華子曰甚善自是觀之兩臂重於天下也身亦重於兩臂韓之輕於天下亦遠矣今之所爭者其輕於韓又遠君固愁身傷生以憂戚不得也僖侯曰善哉教寡人者眾矣未嘗得聞此言也子華子可謂知輕重矣魯君聞顏闔得道之人也使人以幣先焉顏闔守陋閭苴布之衣而自飯牛魯君之使者至顏闔自對之使者曰此顏闔之家與顏闔對曰此闔之家也使者致幣顏闔對曰恐聽者謬而遺使者罪不若審之使者還反審之復來求之則不得已故若顏闔者非惡富貴也由重生惡之也故曰道之真以治身其緒餘以為國家其土苴以治天下由此觀之帝王之功聖人之餘事也非所以完身養生也今世俗之君子多危身棄生以殉物豈不悲哉凡聖人之動作也必察其所以之與其所以為今且有人於此以隨侯之珠彈千仞之雀世必笑之是何也則其所用者重而所要者輕也夫生者豈特隨侯珠之重哉子列子窮容貌有飢色客有言之於鄭子陽者曰列御寇蓋有道之士也居君之國而窮君无乃為不好士乎鄭子陽即令官遺之粟子列子出見使者再拜而辭使者去子列子入其妻望之而拊心曰妾聞為有道者之妻子皆得佚樂今有飢色君過而遺先生食先生不受豈不命邪子列子笑謂之曰君非自知我也以人之言而遺我粟至其罪我也又且以人之言此吾所以不受也其卒民果作難而殺子陽楚昭王失國屠羊說走而從於昭王昭王反國將賞從者及屠羊說屠羊說曰大王失國說失屠羊大王反國說亦反屠羊臣之爵祿已復矣又何賞之有王曰強之屠羊說曰大王失國非臣之罪故不敢伏其誅大王反國非臣之功故不敢當其賞王曰見之屠羊說曰楚國之法必有重賞大功而後得見今臣之知不足以存國而勇不足以死寇吳軍入郢說畏難而避寇非故隨大王也今大王欲廢法毀約而見說此非臣之所以聞於天下也王謂司馬子綦曰屠羊說居處卑賤而陳義甚高子其為我延之以三旌之位屠羊說曰夫三旌之位吾知其貴於屠羊之肆也萬鍾之祿吾知其富於屠羊之利也然豈可以貪爵祿而使吾君有妄施之名乎說不敢當願復反吾屠羊之肆遂不受也原憲居魯環堵之室茨以生草蓬戶不完桑以為樞而甕牗二室褐以為塞上漏下濕匡坐而弦歌子貢乘大馬中紺而表素軒車不容巷往見原憲原憲華冠縱履杖藜而應門子貢曰嘻先生何病原憲應之曰憲聞之无財之謂貧學而不能行之謂病今憲貧也非病也子貢逡巡而有愧色原憲笑曰夫希世而行比周而友學以為人教以為己仁義之慝輿馬之飾憲不忍為也曾子居衛縕袍无表顏色腫噲手足胼胝三日不舉火十年不製衣正冠而纓絕捉衿而肘見納屨而踵決曳縰而歌商頌聲滿天地若出金石天子不得臣諸侯不得友故養志者忘形養形者忘利致道者忘心矣孔子謂顏回曰回來家貧居卑胡不仕乎顏回對曰不願仕回有郭外之田五十畝足以給飦粥郭內之田十畝足以為絲麻鼓琴足以自娛所學夫子之道者足以自樂也回不願仕孔子愀然變容曰善哉回之意丘聞之知足者不以利自累也審自得者失之而不懼行脩於內者无位而不怍丘誦之久矣今於回而後見之是丘之得也中山公子牟謂瞻子曰身在江海之上心居魏闕之下奈何瞻子曰重生重生則輕利中山公子牟曰雖知之未能自勝也瞻子曰不能自勝則從神无惡乎不能自勝而強不從者此之謂重傷重傷之人无壽類矣魏牟萬乘之公子也其隱巖穴也難為於布衣之士雖未至乎道可謂有其意矣孔子窮於陳蔡之閒七日不火食藜羹不糝顏色甚憊而弦歌於室顏回擇菜於外子路子貢相與言曰夫子再逐於魯削迹於衛伐樹於宋窮於商周圍於陳蔡殺夫子者无罪藉夫子者无禁弦歌鼓琴未嘗絕音君子之无恥也若此乎顏回无以應入告孔子孔子推琴喟然而歎曰由與賜細人也召而來吾語之子路子貢入子路曰如此者可謂窮矣孔子曰是何言也君子通於道之謂通窮於道之謂窮今丘抱仁義之道以遭亂世之患其何窮之為故內省而不疚於道臨難而不失其德大寒既至霜雪既降吾是以知松柏之茂也昔桓公得之莒文公得之曹越王得之會稽陳蔡之隘於丘其幸乎孔子列然反琴而弦歌子路扢然執干而舞子貢曰吾不知天之高也地之下也古之得道者窮亦樂通亦樂所樂非窮通也道得於此則窮通一也為寒暑風雨之序矣故許由娛於潁陽而共伯得乎丘首舜以天下讓其友北人无擇北人无擇曰異哉后之為人也居於畎畝之中而遊堯之門不若是而已又欲以其辱行漫我吾羞見之因自投清泠之淵湯將伐桀因卞隨而謀卞隨曰非吾事也湯曰孰可曰吾不知也湯又因務光而謀務光曰非吾事也湯曰孰可曰吾不知也湯曰伊尹何如曰強力忍垢吾不知其他也湯遂與伊尹謀伐桀剋之以讓卞隨卞隨辭曰后之伐桀也謀乎我必以我為賊也勝桀而讓我必以我為貪也吾生乎亂世而无道之人再來漫我以其辱行吾不忍數聞也乃自投椆水而死湯又讓務光曰知者謀之武者遂之仁者居之古之道也吾子胡不立乎務光辭曰廢上非義也殺民非仁也人犯其難我享其利非廉也吾聞之曰非其義者不受其祿无道之世不踐其土況尊我乎吾不忍久見也乃負石而自沈於廬水昔周之興有士二人處於孤竹曰伯夷叔齊二人相謂曰吾聞西方有人似有道者試往觀焉至於岐陽則文王已歿矣武王聞之使叔旦往見之與盟曰加富二等就官一列血牲而埋之二人相視而笑曰嘻異哉此非吾所謂道也昔者神農之有天下也時祀盡敬而不祈喜其於人也忠信盡治而无求焉樂與政為政樂與治為治不以人之壞自成也不以人之卑自高也不以遭時自利也今周見殷之亂而遽為政與治上謀而下行貨阻兵而保威割牲而盟以為信揚行以悅眾殺伐以要利是推亂以易暴也吾聞古之士遭治世不避其任遇亂世不為苟存今天下闇周德衰其並乎周以塗吾身也不如避之以絜吾行二子北至於首陽之山遂餓而死焉若伯夷叔齊者其於富貴也苟可得已則必不賴高節戾行獨樂其志不事於世此二士之節也"}
{"id": "KR5c0126_029", "series": "KR5c0126", "text": "孔子與柳下季為友柳下季之弟名曰盜跖盜跖從卒九千人橫行天下侵暴諸侯穴室樞戶驅人牛馬取人婦女貪得忘親不顧父母兄弟不祭先祖所過之邑大國守城小國入保萬民苦之孔子謂柳下季曰夫為人父者必能詔其子為人兄者必能教其弟若父不能詔其子兄不能教其弟則无貴父子兄弟之親矣今先生世之才士也弟為盜跖為天下害而弗能教也丘竊為先生羞之丘請為先生往說之柳下季曰先生言為人父者必能詔其子為人兄者必能教其弟若子不聽父之詔弟不受兄之教雖今先生之辯將奈之何哉且跖之為人也心如涌泉意如飄風強足以距敵辯足以飾非順其心則喜逆其心則怒易辱人以言先生必无往孔子不聽顏回為馭子貢為右往見盜跖盜跖乃方休卒徒太山之陽膾人肝而餔之孔子下車而前見謁者曰魯人孔丘聞將軍高義敬再拜謁者謁者入通盜跖聞之大怒目如明星髮上指冠曰此夫魯國之巧偽人孔丘非邪為我告之爾作言造語妄稱文武冠枝木之冠帶死牛之脅多辭謬說不耕而食不織而衣搖脣鼓舌擅生是非以迷天下之主使天下學士不反其本妄作孝悌而儌倖於封侯富貴者也子之罪大極重疾走歸不然我將以子肝益晝餔之膳孔子復通曰丘得幸於季願望履幕下謁者復通盜跖曰使來前孔子趨而進避席反走再拜盜跖盜跖大怒兩展其足案劍瞋目聲如乳虎曰丘來前若所言順吾意則生逆吾心則死孔子曰丘聞之凡天下有三德生而長大美好无雙少長貴賤見而皆悅之此上德也知維天地能辯諸物此中德也勇悍果敢聚眾率兵此下德也凡人有此一德者足以南面稱孤矣今將軍兼此三者身長八尺二寸面目有光脣如激丹齒如齊貝音中黃鍾而名曰盜跖丘竊為將軍恥不取焉將軍有意聽臣臣請南使吳越北使齊魯東使宋衛西使晉楚使為將軍造大城數百里立數十萬戶之邑尊將軍為諸侯與天下更始罷兵休卒收養昆弟共祭先祖此聖人才士之行而天下之願也盜跖大怒曰丘來前夫可規以利而可諫以言者皆愚陋恆民之謂耳今長大美好人見而悅之者此吾父母之遺德也丘雖不吾譽吾獨不自知邪且吾聞之好面譽人者亦好背而毀之今丘告我以大城眾民是欲規我以利而恆民畜我也安可長久也城之大者莫大乎天下矣堯舜有天下子孫无置錐之地湯武立為天子而後世絕滅非以其利大故邪且吾聞之古者禽獸多而人民少於是民皆巢居以避之晝拾橡栗暮栖木上故命之曰有巢氏之民古者民不知衣服夏多積薪冬則煬之故命之曰知生之民神農之世臥則居居起則于于民知其母不知其父與麋鹿共處耕而食織而衣无有相害之心此至德之隆也然而黃帝不能致德與蚩尤戰於涿鹿之野流血百里堯舜作立群臣湯放其主武王殺紂自是之後以強陵弱以眾暴寡湯武以來皆亂人之徒也今子脩文武之道掌天下之辯以教後世縫衣淺帶矯言偽行以迷惑天下之主而欲求富貴焉盜莫大於子天下何故不謂子為盜丘而乃謂我為盜跖子以甘辭說子路而使從之使子路去其危冠解其長劍而受教於子天下皆曰孔丘能止暴禁非其卒之也子路欲殺衛君而事不成身菹於衛東門之上是子教之不至也子自謂才士聖人邪則再逐於魯削跡於衛窮於齊圍於陳蔡不容身於天下子教子路菹此患上无以為身下无以為人子之道豈足貴邪世之所高莫若黃帝黃帝尚不能全德而戰涿鹿之野流血百里堯不慈舜不孝禹偏枯湯放其主武王伐紂文王拘羑里此六子者世之所高也孰論之皆以利惑其真而強反其情性其行乃甚可羞也世之所謂賢士莫若伯夷叔齊伯夷叔齊辭孤竹之君而餓死於首陽之山骨肉不葬鮑焦飾行非世抱木而死申徒狄諫而不聽負石自投於河為魚鼈所食介子推至忠也自割其股以食文公文公後背之子推怒而去拘木而燔死尾生與女子期於梁下女子不來水至不去抱梁柱而死此六子者无異於磔犬流豕操瓢而乞者皆離名輕死不念本養壽命者也世之所謂忠臣者莫若王子比干伍子胥子胥沈江比干剖心此二子者世謂忠臣也然卒為天下笑自上觀之至于子胥比干皆不足貴也丘之所以說我者若告我以鬼事則我不能知也若告我以人事者不過此矣皆吾所聞知也今吾告子以人之情目欲視色耳欲聽聲口欲察味志氣欲盈人上壽百歲中壽八十下壽六十除病瘐死喪憂患其中開口而笑者一月之中不過四五日而已矣天與地无窮人死者有時操有時之具而託於无窮之閒勿然无異騏驥之馳過隙也不能悅其志意養其壽命者皆非通道者也丘之所言皆吾之所棄也亟去走歸无復言之子之道狂狂伋伋詐巧虛偽事也非可以全真也奚足論哉孔子再拜趨走出門上車執轡三失目芒然无見色若死灰據軾低頭不能出氣歸到魯東門外適遇柳下季柳下季曰今者闕然數日不見車馬有行色得微往見跖邪孔子仰天而歎曰然柳下季曰跖得无逆汝意若前乎孔子曰然丘所謂无病而自灸也疾走料虎頭編虎須幾不免虎口哉子張問於滿苟得曰盍不為行无行則不信不信則不任不任則不利故觀之名計之利而義真是也若棄名利反之於心則夫士之為行不可一日不為乎滿苟得曰无恥者富多信者顯夫名利之大者幾在无恥而信故觀之名計之利而信真是也若棄名利反之於心則夫士之為行抱其天乎子張曰昔者桀紂貴為天子富有天下今謂臧聚曰汝行如桀紂則有怍色有不服之心者小人所賤也仲尼墨翟窮為匹夫今謂宰相曰子行如仲尼墨翟則變容易色稱不足者士誠貴也故勢為天子未必貴也窮為匹夫未必賤也貴賤之分在行之美惡滿苟得曰小盜者拘大盜者為諸侯諸侯之門仁義存焉昔者桓公小白殺兄入嫂而管仲為臣田成子常殺君竊國而孔子受幣論則賤之行則下之則是言行之情悖戰於胸中也不亦拂乎故書曰孰惡孰美成者為首不成者為尾子張曰子不為行即將䟽戚无倫貴賤无義長幼无序五紀六位將何以為別乎滿苟得曰堯殺長子舜流母弟䟽戚有倫乎湯放桀武王殺紂貴賤有義乎王季為適周公殺兄長幼有序乎儒者偽辭墨者兼愛五紀六位將有別乎且子正為名我正為利名利之實不順於理不監於道吾日與子訟於无約曰小人殉財君子殉名其所以變其情易其性則異矣乃至於棄其所為而殉其所不為則一也故曰无為小人反殉而天无為君子從天之理若枉若直相而天極面觀四方與時消息若是若非執而圓機獨成而意與道俳佪无轉而行无成而義將失而所為无赴而富无殉而成將棄而天比干剖心子胥抉眼忠之禍也直躬證父尾生溺死信之患也鮑子立乾申子自埋廉之害也孔子不見母匡子不見父義之失也此上世之所傳下世之所語以為士者正其言必其行故服其殃離其患也无足問於知和曰人卒未有不興名就利者彼富則人歸之歸則下之下則貴之夫見下貴者所以長生安體樂意之道也今子獨无意焉知不足邪意知而力不能行邪故推正不忘邪知和曰今夫此人以為與己同時而生同鄉而處者以為夫絕俗過世之士焉是專无主正所以覽古今之時是非之分也與俗化世去至重棄至尊以為其所為也此其所以論長生安體樂意之道不亦遠乎慘怛之疾恬愉之安不監於體怵惕之恐欣懽之喜不監於心知為為而不知所以為是以貴為天子富有天下而不免於患也无足曰夫富之於人无所不利窮美究勢至人之所不得逮賢人之所不能及俠人之勇力而以為威強秉人之知謀以為明察因人之德以為賢良非享國而嚴若君父且夫聲色滋味權勢之於人心不待學而樂之體不待象而安之夫欲惡避就固不待師此人之性也天下雖非我孰能辭之知和曰知者之為故動以百姓不違其度是以足而不爭无以為故不求不足故求之爭四處而不自以為貪有餘故辭之棄天下而不自以為廉廉貪之實非以迫外也反監之度勢為天子而不以貴驕人富有天下而不以財戲人計其患慮其反以為害於性故辭而不受也非以要名譽也堯舜為帝而雍非仁天下也不以美害生也善卷許由得帝而不受非虛辭讓也不以事害己此皆就其利辭其害而天下稱賢焉則可以有之彼非以興名譽也无足曰必持其名苦體絕甘約養以持生則亦久病長阨而不死者也知和曰平為福有餘為害者物莫不然而財其甚者也今富人耳營鍾鼓管籥之聲口嗛於芻豢醪醴之味以感其意遺忘其業可謂亂矣侅溺於馮氣若負重行而上阪也可謂苦矣貪財而取慰貪權而取竭靜居則溺體澤則馮可謂疾矣為欲富就利故滿若堵耳而不知避且馮而不舍可謂辱矣財積而无用服膺而不舍滿心戚醮求益而不止可謂憂矣內則疑刦請之賊外則畏寇盜之害內周樓䟽外不敢獨行可謂畏矣此六者天下之至害也皆遺忘而不知察及其患至求盡性竭財單以反一日之无故而不可得也故觀之名則不見求之利則不得繚意絕體而爭此不亦惑乎"}
{"id": "KR5c0126_030", "series": "KR5c0126", "text": "昔趙文王喜劍劍士夾門而客三千餘人日夜相擊於前死傷者歲百餘人好之不厭如是三年國衰諸侯謀之太子悝患之募左右曰孰能說王之意止劍士者賜之千金左右曰莊子當能太子乃使人以千金奉莊子莊子弗受與使者俱往見太子曰太子何以教周賜周千金太子曰聞夫子明聖謹奉千金以幣從車夫子弗受悝尚何敢言莊子曰聞太子所欲用周者欲絕王之喜好也使臣上說大王而逆王意下不當太子則身刑而死周尚安所事金乎使臣上說大王下當太子趙國何求而不得也太子曰然吾王所見唯劍士也莊子曰諾周善為劍太子曰然吾王所見劍士皆蓬頭突鬢垂冠曼胡之纓短後之衣瞋目而語難王乃悅之今夫子必儒服而見王事必大逆莊子曰請治劍服治劍服三日乃見太子太子乃與見王王脫白刃待之莊子入殿門不趨見王不拜王曰子欲何以教寡人使太子先曰臣聞大王喜劍故以劍見王王曰子之劍何能禁制曰臣之劍十步殺一人千里不留行王大悅之曰天下无敵矣莊子曰夫為劍者示之以虛開之以利後之以發先之以至願得試之王曰夫子休就舍待命令設戲請夫子王乃校劍士七日死傷者六十餘人得五六人使奉劍於殿下乃召莊子王曰今日試使士敦劍莊子曰望之久矣王曰夫子所御杖長短何如曰臣之所奉皆可然臣有三劍唯王所用請先言而後試王曰願聞三劍曰有天子劍有諸侯劍有庶人劍王曰天子之劍何如曰天子之劍以燕谿石城為鋒齊岱為鍔晉衛為脊周宋為鐔韓魏為鋏包以四夷裹以四時繞以渤海帶以常山制以五行論以刑德開以陰陽持以春夏行以秋冬此劍直之无前舉之无上案之无下運之无旁上決浮雲下絕地紀此劍一用匡諸侯天下服矣此天子之劍也文王芒然自失曰諸侯之劍何如曰諸侯之劍以知勇士為鋒以清廉士為鍔以賢良士為脊以忠聖士為鐔以豪桀士為鋏此劍直之亦无前舉之亦无上案之亦无下運之亦无旁上法圓天以順三光下法方地以順四時中和民意以安四鄉此劍一用如雷霆之震也四封之內无不賓服而聽從君命者矣此諸侯之劍也王曰庶人之劍何如曰庶人之劍蓬頭突鬢垂冠曼胡之纓短後之衣瞋目而語難相擊於前上斬頸領下決肝肺此庶人之劍无異於鬭雞一旦命已絕矣无所用於國事今大王有天子之位而好庶人之劍臣竊為大王薄之王乃牽而上殿宰人上食王三環之莊子曰大王安坐定氣劍事已畢奏矣於是文王不出宮三月劍士皆服斃其處也"}
{"id": "KR5c0126_031", "series": "KR5c0126", "text": "孔子遊乎緇帷之林休坐乎杏壇之上弟子讀書孔子弦歌鼓琴奏曲未半有漁父者下船而來鬢眉交白被髮揄袂行原以上距陸而止左手據膝右手持頤以聽曲終而招子貢子路二人俱對客指孔子曰彼何為者也子路對曰魯之君子也客問其族子路對曰族孔氏客曰孔氏者何治也子路未應子貢對曰孔氏者性服忠信身行仁義飾禮樂選人倫上以忠於世主下以化於齊民將以利天下此孔氏之所治也又問曰有土之君與子貢曰非也侯王之佐與子貢曰非也客乃笑而還行言曰仁則仁矣恐不免其身苦心勞形以危其真嗚呼遠哉其分於道也子貢還報孔子孔子推琴而起曰其聖人與乃下求之至於澤畔方將杖挐而引其船顧見孔子還鄉而立孔子反走再拜而進客曰子將何求孔子曰曩者先生有緒言而去丘不肖未知所謂竊待於下風幸聞咳唾之音以卒相丘也客曰嘻甚矣子之好學也孔子再拜而起曰丘少而脩學以至於今六十九歲矣无所得聞至教敢不虛心客曰同類相從同聲相應固天之理也吾請釋吾之所有而經子之所以子之所以者人事也天子諸侯大夫庶人此四者自正治之美也四者離位而亂莫大焉官治其職人處其事乃无所陵故田荒室露衣食不足徵賦不屬妻妾不和長少无序庶人之憂也能不勝任官事不治行不清白群下荒怠功美不有爵祿不持大夫之憂也廷无忠臣國家昏亂工技不巧貢職不美春秋後倫不順天子諸侯之憂也陰陽不和寒暑不時以傷庶物諸侯暴亂擅相攘伐以殘民人禮樂不節財用窮匱人倫不飭百姓淫亂天子有司之憂也今子既上无君侯有司之勢而下无大臣職事之官而擅飾禮樂選人倫以化齊民不泰多事乎且人有八疵事有四患不可不察也非其事而事之謂之揔莫之顧而進之謂之佞希意導言謂之諂不擇是非而言謂之諛好言人之惡謂之讒析交離親謂之賊稱譽詐偽以敗惡人謂之慝不擇善否兩容顏適偷拔其所欲謂之險此八疵者外以亂人內以傷身君子不友明君不臣所謂四患者好經大事變更易常以挂功名謂之叨專知擅事侵人自用謂之貪見過不更聞諫愈甚謂之很人同於己則可不同於己則雖善不善謂之矜此四患也能去八疵无行四患而始可教已孔子愀然而歎再拜而起曰丘再逐於魯削迹於衛伐樹於宋圍於陳蔡丘不知所失而離此四謗者何也客悽然變容曰甚矣子之難悟也人有畏影惡迹而去之走者舉足愈數而迹愈多走愈疾而影不離（身）自以為尚遲疾走不休絕力而死不知處陰以休影處靜以息迹愚亦甚矣子審仁義之閒察同異之際觀動靜之變適受與之度理好惡之情和喜怒之節而幾於不免矣謹脩而身慎守其真還以物與人則无所累矣今不脩之身而求之人不亦外乎孔子愀然曰請問何謂真客曰真者精誠之至也不精不誠不能動人故強哭者雖悲不哀強怒者雖嚴不威強親者雖笑不和真悲无聲而哀真怒未發而威真親未笑而和真在內者神動於外是所以貴真也其用於人理也事親則慈孝事君則忠貞飲酒則歡樂處喪則悲哀忠貞以功為主飲酒以樂為主處喪以哀為主事親以適為主功成之美无一其迹矣事親以適不論所以矣飲酒以樂不選其具矣處喪以哀无問其禮矣禮者世俗之所為也真者所以受於天也自然不可易也故聖人法天貴真不拘於俗愚者反此不能法天而恤於人不知貴真祿祿而受變於俗故不足惜哉子之早湛於人偽而晚聞大道也孔子又再拜而起曰今者丘得遇也若天幸然先生不羞而比之服役而身教之敢問舍所在請因受業而卒學大道客曰吾聞之可與往者與之至於妙道不可與往者不知其道慎勿與之身乃无咎子勉之吾去子矣吾去子矣乃刺船而去延緣葦閒顏淵還車子路授綏孔子不顧待水波定不聞挐音而後敢乘子路旁車而問曰由得為役久矣未嘗見夫子遇人如此其威也萬乘之主千乘之君見夫子未嘗不分庭伉禮夫子猶有倨敖之容今漁父杖挐逆立而夫子曲要磬折言拜而應得无太甚乎門人皆怪夫子矣漁父何以得此乎孔子伏軾而歎曰甚矣由之難化也湛於禮義有閒矣而樸鄙之心至今未去進吾語汝夫遇長不敬失禮也見賢不尊不仁也彼非至人不能下人下人不精不得其真故長傷身惜哉不仁之於人也禍莫大焉而由獨擅之且道者萬物之所由也庶物失之者死得之者生為事逆之則敗順之則成故道之所在聖人尊之今漁父之於道可謂有矣吾敢不敬乎"}
{"id": "KR5c0126_032", "series": "KR5c0126", "text": "列御寇之齊中道而反遇伯昏瞀人伯昏瞀人曰奚方而反曰吾驚焉曰惡乎驚曰吾嘗食於十漿而五漿先饋伯昏瞀人曰若是則汝何為驚已曰夫內誠不解形諜成光以外鎮人心使人輕乎貴老而𩐋其所患夫漿人特為食羹之貨多餘之贏其為利也薄其為權也輕而猶若是而況於萬乘之主乎身勞於國而知盡於事彼將任我以事而效我以功吾是以驚伯昏瞀人曰善哉觀乎汝處己人將保汝矣无幾何而往則戶外之屨滿矣伯昏瞀人北面而立敦杖蹙之乎頤立有閒不言而出賓者以告列子列子提屨跣而走暨乎門曰先生既來曾不發藥乎曰已矣吾固告汝曰人將保汝果保汝矣非汝能使人保汝而汝不能使人无保汝也而焉用之感豫出異也必且有感搖而本性又无謂也與汝遊者又莫汝告也彼所小言盡人毒也莫覺莫悟何相孰也巧者勞而知者憂无能者无所求飽食而遨遊汎若不繫之舟虛而遨遊者也鄭人緩也呻吟裘氏之地衹三年而緩為儒河潤九里澤及三族使其弟墨儒墨相與辯其父助翟十年而緩自殺其父夢之曰使而子為墨者予也闔胡嘗視其良既為秋柏之實矣夫造物者之報人也不報其人而報其人之天彼故使彼夫人以己為有以異於人以賤其親齊人之井飲者相捽也故曰今之世皆緩也自是有德者以不知也而況有道者乎古者謂之遁天之刑聖人安其所安不安其所不安眾人安其所不安不安其所安莊子曰知道易勿言難知而不言所以之天也知而言之所以之人也古之人天而不人朱泙漫學屠龍於支離益單千金之家三年技成而无所用其巧聖人以必不必故无兵眾人以不必必之故多兵順於兵故行有求兵恃之則亡小夫之知不離苞苴竿牘敝精神乎蹇淺而欲兼濟導物太一形虛若是者迷惑于宇宙形累不知太初彼至人者歸精神乎无始而甘瞑乎无何有之鄉水流乎无形發泄乎大清悲哉乎汝為知在豪毛而不知大寧宋人有曹商者為宋王使秦其往也得車數乘王悅之益車百乘反於宋見莊子曰夫處窮閭阨巷困窘織屨槁項黃馘者商之所短也一悟萬乘之主而從車百乘者商之所長也莊子曰秦王有病召醫破癰潰痤者得車一乘舐痔者得車五乘所治愈下得車愈多子豈治其痔邪何得車之多也子行矣魯哀公問乎顏闔曰吾以仲尼為貞幹國其有瘳乎曰殆哉圾乎仲尼方且飾羽而畫從事華辭以支為旨忍性以視民而不知不信受乎心宰乎神夫何足以上民彼宜汝與予頤與誤而可矣今使民離實學偽非所以視民也為後世慮不若休之難治也施於人而不忘非天布也商賈不齒雖以事齒之神者弗齒為外刑者金與木也為內刑者動與過也宵人之離外刑者金木訊之離內刑者陰陽食之夫免乎外內之刑者唯真人能之孔子曰凡人心險於山川難於知天天猶有春秋冬夏旦暮之期人者厚貌深情故有貌愿而益有長若不肖有順懁而達有堅而縵有緩而釬故其就義若渴者其去義若熱故君子遠使之而觀其忠近使之而觀其敬煩使之而觀其能卒然問焉而觀其知急與之期而觀其信委之以財而觀其仁告之以危而觀其節醉之以酒而觀其則雜之以處而觀其色九徵至不肖人得矣正考父一命而傴再命而僂三命而俯循牆而走孰敢不軌如而夫者一命而呂鉅再命而於車上儛三命而名諸父孰協唐許賊莫大乎德有心而心有眼及其有眼也而內視內視而敗矣凶德有五中德為首何謂中德中德也者有以自好也而吡其所不為者也窮有八極達有三必形有六府美髯長大壯麗勇敢八者俱過人也因以是窮緣循偃佒困畏不若人三者俱通達知慧外通勇動多怨仁義多責達生之情者傀達於知者肖達大命者隨達小命者遭人有見宋王者錫車十乘以其十乘驕稺莊子莊子曰河上有家貧恃緯蕭而食者其子沒於淵得千金之珠其父謂其子曰取石來鍛之夫千金之珠必在九重之淵而驪龍頷下子能得珠者必遭其睡也使驪龍而寤子尚奚微之有哉今宋國之深非直九重之淵也宋王之猛非直驪龍也子能得車者必遭其睡也使宋王而寤子為𩐋粉夫或聘於莊子莊子應其使曰子不見夫犧牛乎衣以文繡食以芻菽及其牽而入於太廟雖欲為孤犢其可得乎莊子將死弟子欲厚葬之莊子曰吾以天地為棺槨以日月為連璧星辰為珠璣萬物為齎送吾葬具豈不備邪何以加此弟子曰吾恐烏鳶之食夫子也莊子曰在上為烏鳶食在下為螻蟻食奪彼與此何其偏也以不平平其平也不平以不徵徵其徵也不徵明者唯為之使神者徵之夫明之不勝神也久矣而愚者恃其所見入於人其功外也不亦悲乎"}
{"id": "KR5c0126_033", "series": "KR5c0126", "text": "天下之治方術者多矣皆以其有為不可加矣古之所謂道術者果惡乎在曰无乎不在曰神何由降明何由出聖有所生王有所成皆原於一不離於宗謂之天人不離於精謂之神人不離於真謂之至人以天為宗以德為本以道為門兆於變化謂之聖人以仁為恩以義為理以禮為行以樂為和薰然慈仁謂之君子以法為分以名為表以操為驗以稽為決其數一二三四是也百官以此相齒以事為常以衣食為主蕃息畜藏老弱孤寡為意皆有以養民之理也古之人其備乎配神明醇天地育萬物和天下澤及百姓明於本數係於末度六通四闢小大精粗其運无乎不在其明而在數度者舊法世傳之史尚多有之其在於詩書禮樂者鄒魯之士搢紳先生多能明之詩以導志書以導事禮以導行樂以導和易以導陰陽春秋以導名分其數散於天下而設於中國者百家之學時或稱而道之天下大亂賢聖不明道德不一天下多得一察焉以自好譬如耳目鼻口皆有所明不能相通猶百家眾技也皆有所長時有所用雖然不該不徧一曲之士也判天地之美析萬物之理察古人之全寡能備於天地之美稱神明之容是故內聖外王之道闇而不明鬱而不發天下之人各為其所欲焉以自為方悲夫百家往而不反必不合矣後世之學者不幸不見天地之純古人之大體道術將為天下裂不侈於後世不靡於萬物不暉於數度以繩墨自矯而備世之急古之道術有在於是者墨翟禽滑釐聞其風而悅之為之太過已之大循作為非樂命之曰節用生不歌死无服墨子氾愛兼利而非鬭其道不怒又好學而博不異不與先王同毀古之禮樂黃帝有咸池堯有大章舜有大韶禹有大夏湯有大濩文王有辟雍之樂武王周公作武古之喪禮貴賤有儀上下有等天子棺槨七重諸侯五重大夫三重士再重今墨子獨生不歌死不服桐棺三寸而无槨以為法式以此教人恐不愛人以此自行固不愛己末敗墨子道雖然歌而非歌哭而非哭樂而非樂是果類乎其生也勤其死也薄其道大觳使人憂使人悲其行難為也恐其不可以為聖人之道反天下之心天下不堪墨子雖獨能任奈天下何離於天下其去王也遠矣墨子稱道曰昔者禹之湮洪水決江河而通四夷九州也名川三百支川三千小者无數禹親自操橐耜而九雜天下之川腓无胈脛无毛沐甚雨櫛疾風置萬國禹大聖也而形勞天下也如此使後世之墨者多以裘褐為衣以跂蹻為服日夜不休以自苦為極曰不能如此非禹之道也不足謂墨相里勤之弟子五侯之徒南方之墨者苦獲已齒鄧陵子之屬俱誦墨經而倍譎不同相謂別墨以堅白同異之辯相訾以觭偶不仵之辭相應以巨子為聖人皆願為之尸冀得為其後世至今不決墨翟禽滑釐之意則是其行則非也將使後世之墨者必自苦以腓无胈脛无毛相進而已矣亂之上也治之下也雖然墨子真天下之好也將求之不得也雖枯槁不舍也才士也夫不累於俗不飾於物不苟於人不忮於眾願天下之安寧以活民命人我之養畢足而止以此白心古之道術有在於是者宋鉼尹文聞其風而悅之作為華山之冠以自表接萬物以別宥為始語心之容命之曰心之行以聏合驩以調海內請欲置之以為主見侮不辱救民之鬭禁攻寢兵救世之戰以此周行天下上說下教雖天下不取強聒而不舍者也故曰上下見厭而強見也雖然其為人太多其自為太少曰請欲固置五升之飯足矣先生恐不得飽弟子雖飢不忘天下日夜不休曰我必得活哉圖傲乎救世之士哉曰君子不為苛察不以身假物以為无益於天下者明之不如已也以禁攻寢兵為外以情欲寡淺為內其小大精粗其行適至是而止公而不黨易而无私決然无主趣物而不兩不顧於慮不謀於知於物无擇與之俱往古之道術有在於是者彭蒙田駢慎到聞其風而悅之齊萬物以為首曰天能覆之而不能載之地能載之而不能覆之大道能包之而不能辯之知萬物皆有所可有所不可故曰選則不徧教則不至道則无遺者矣是故慎到棄知去己而緣不得已泠汰於物以為道理曰知不知將薄知而後鄰傷之者也謑髁无任而笑天下之尚賢也縱脫无行而非天下之大聖椎拍輐斷與物宛轉舍是與非苟可以免不師知慮不知前後魏然而已矣推而後行曳而後往若飄風之還若羽之旋若磨石之隧全而无非動靜无過未嘗有罪是何故夫无知之物无建己之患无用知之累動靜不離於理是以終身无譽故曰至於若无知之物而已无用賢聖夫塊不失道豪桀相與笑之曰慎到之道非生人之行而至死人之理適得怪焉田駢亦然學於彭蒙得不教焉彭蒙之師曰古之道人至於莫之是莫之非而已矣其風窢然惡可而言常反人不聚觀而不免於魭斷其所謂道非道而所言之韙不免於非彭蒙田駢慎到不知道雖然概乎皆嘗有聞者也以本為精以物為粗以有積為不足澹然獨與神明居古之道術有在於是者關尹老聃聞其風而悅之建之以常无有主之以太一以濡弱謙下為表以空虛不毀萬物為實關尹曰在己无居形物自著其動若水其靜若鏡其應若響芴乎若亡寂乎若清同焉者和得焉者失未嘗先人而常隨人老聃曰知其雄守其雌為天下谿知其白守其辱為天下谷人皆取先己獨取後曰受天下之垢人皆取實己獨取虛无藏也故有餘巋然而有餘其行身也徐而不費无為也而笑巧人皆求福己獨曲全曰苟免於咎以深為根以約為紀曰堅則毀矣銳則挫矣常寬容於物不削於人可謂至極關尹老聃乎古之博大真人哉寂漠无形變化无常死與生與天地並與神明往與芒乎何之忽乎何適萬物畢羅莫足以歸古之道術有在於是者莊周聞其風而悅之以謬悠之說荒唐之言无端崖之辭時恣縱而不儻不以觭見之也以天下為沈濁不可與莊語以巵言為曼衍以重言為真以寓言為廣獨與天地精神往來而不敖倪於萬物不譴是非以與世俗處其書雖瓌瑋而連犿无傷也其辭雖參差而諔詭可觀彼其充實不可以已上與造物者遊而下與外死生无終始者為友其於本也弘大而闢深閎而肆其於宗也可謂調適而上遂矣雖然其應於化而解於物也其理不竭其來不蛻芒乎昧乎未之盡者惠施多方其書五車其道舛駁其言也不中歷物之意曰至大无外謂之大一至小无內謂之小一无厚不可積也其大千里天與地卑山與澤平日方中方睨物方生方死大同而與小同異此之謂小同異萬物畢同畢異此之謂大同異南方无窮而有窮今日適越而昔來連環可解也我知天下之中央燕之北越之南是也氾愛萬物天地一體也惠施以此為大觀於天下而曉辯者天下之辯者相與樂之卵有毛雞三足郢有天下犬可以為羊馬有卵丁子有尾火不熱山出口輪不蹍地目不見指不至至不絕龜長於蛇矩不方規不可以為圓鑿不圍枘飛鳥之景未嘗動也鏃矢之疾而有不行不止之時狗非犬黃馬驪牛三白狗黑孤駒未嘗有母一尺之捶日取其半萬世不竭辯者以此與惠施相應終身无窮桓團公孫龍辯者之徒飾人之心易人之意能勝人之口不能服人之心辯者之囿也惠施日以其知與人之辯特與天下之辯者為怪此其柢也然惠施之口談自以為最賢曰天地其壯乎施存雄而无術南方有倚人焉曰黃繚問天地所以不墜不陷風雨雷霆之故惠施不辭而應不慮而對徧為萬物說說而不休多而无已猶以為寡益之以怪以反人為實而欲以勝人為名是以與眾不適也弱於德強於物其塗隩矣由天地之道觀惠施之能其猶一蚊一䖟之勞者也其於物也何庸夫充一尚可曰愈貴道幾矣惠施不能以此自寧散於萬物而不厭卒以善辯為名惜乎惠施之才駘蕩而不得逐萬物而不反是窮響以聲形與影競走也悲夫"}
