{"id": "KR5c0124_001", "series": "KR5c0124", "text": "子列子居鄭圃四十年人无識者國君卿大夫眎之猶眾庶也國不足將嫁於衛弟子曰先生往无反期弟子敢有所謁先生將何以教先生不聞壺丘子林之言乎子列子笑曰壺子何言哉雖然夫子嘗語伯昏瞀人吾側聞之試以告女其言曰有生不生有化不化不生者能生生不化者能化化生者不能不生化者不能不化故常生常化常生常化者无時不生无時不化陰陽爾四時爾不生者疑獨不化者往復往復其際不可終疑獨其道不可窮黃帝書曰谷神不死是謂玄牝玄牝之門是謂天地之根綿綿若存用之不勤故生物者不生化物者不化自生自化自形自色自智自力自消自息謂之生化形色智力消息者非也子列子曰昔者聖人因陰陽以統天地夫有形者生於无形則天地安從生故曰有太易有太初有太始有太素太易者未見氣也太初者氣之始也太始者形之始也太素者質之始也氣形質具而未相離故曰渾淪渾淪者言萬物相渾淪而未相離也視之不見聽之不聞循之不得故曰易也易无形埒易變而為一一變而為七七變而為九九者氣變之究也乃復變而為一一者形變之始也清輕者上為天濁重者下為地沖和氣者為人故天地含精萬物化生子列子曰天地无全功聖人无全能萬物无全用故天職生覆地職形載聖職教化物職所宜然則天有所短地有所長聖有所否物有所通何則生覆者不能形載形載者不能教化教化者不能違所宜宜定者不出所位故天地之道非陰則陽聖人之教非仁則義萬物之宜非柔則剛此皆隨所宜而不能出所位者也故有生者有生生者有形者有形形者有聲者有聲聲者有色者有色色者有味者有味味者生之所生者死矣而生生者未嘗終形之所形者實矣而形形者未嘗有聲之所聲者聞矣而聲聲者未嘗發色之所色者彰矣而色色者未嘗顯味之所味者嘗矣而味味者未嘗呈皆无為之職也能陰能陽能柔能剛能短能長能員能方能生能死能暑能涼能浮能沈能宮能商能出能沒能玄能黃能甘能苦能羶能香无知也无能也而无不知也而无不能也子列子適衛食於道從者見百歲髑髏攓蓬而指之顧謂弟子百豐曰唯予與彼知而未嘗生未嘗死也此過養乎此過歡乎種有幾若䵷為鶉得水則為㡭得水土之際則為䵷蠙之衣生於陵屯則為陵舄陵舄得鬱栖則為烏足烏足之根為蠐螬其葉為胡蝶胡蝶胥也化而為蟲生於竈下其狀若脫其名曰𪀊掇𪀊掇千日化而為鳥其名曰乾餘骨乾餘骨之沫為斯彌斯彌為食醯頤輅食醯頤輅生乎食醯黃軦食醯黃軦生乎九猷九猷生乎瞀芮瞀芮生乎腐蠸羊肝化為地皋馬血之轉為鄰也人血之為野火也鷂之為鸇鸇之為布穀布穀之復為鷂也鷰之為蛤也田鼠之為鶉也朽瓜之為魚也老韭之為莧也老羭之為猨也魚卵之為蟲也亶爰之獸自孕而生曰類河澤之鳥視而生曰鶂純雌其名大腰純雄其名稺蜂思士不妻而感思女不夫而孕后稷生乎巨跡伊尹生乎空桑厥昭生乎濕醯雞生乎酒羊奚比乎不筍久竹生青寧青寧生程程生馬馬生人人又入於機萬物皆出於機皆入於機黃帝書曰形動不生形而生影聲動不生聲而生響无動不生无而生有形必終者也天地終乎與我偕終終進乎不知也道終乎本无始進乎本不又有生則復於不生有形則復於无形不生者非本不生者也无形者非本无形者也生者理之必終者也終者不得不終亦如生者之不得不生而欲恆其生盡其終惑於數也精神者天之又骨骸者地之又屬天清而散屬地濁而聚精神離形各歸其真故謂之鬼鬼者歸也歸其真宅黃帝曰精神入其門骨骸反其根我尚何存人自生至終大化有四嬰孩也少壯也老耄也死亡也其在嬰孩氣專志一和之至也物不傷焉德莫加焉其在少壯則血氣飄溢欲慮充起物所攻焉德故衰焉其在老耄則欲慮柔焉體將休焉物莫先焉雖未及嬰孩之全方於少壯間矣其在死亡也則之於息焉反其極矣孔子遊於太山見榮啟期行乎郕之野鹿裘帶索鼓琴而歌孔子問曰先生所以樂何也對曰吾樂甚多天生萬物唯人為貴而吾既得為人矣是一樂也男女之別男尊女卑故以男為貴吾既得為男矣是二樂也人生有不見日月不免襁褓者吾既已行年九十矣是三樂也貧者士之常也死者人之終也處常得終當何憂哉孔子曰善乎能自寬者也林類年且百歲底春被裘拾遺穗於故畦並歌並進孔子適衛望之於野顧謂弟子曰彼叟可與言者試往訊之子貢請行逆之壠端面之而歎曰先生曾不悔乎而行歌拾穗林類行不留歌不輟子貢叩之不已乃仰而應曰吾何悔邪子貢曰先生少不勤行長不競時老无妻子死期將至亦有何樂而拾穗行歌乎林類笑曰吾之所以為樂人皆有之而反以為憂少不勤行長不競時故能壽若此老无妻子死期將至故能樂若此子貢曰壽者人之情死者人之惡子以死為樂何也林類曰死之與生一往一反故死於是者安知不生於彼故吾知其不相若矣吾又安知營營而求生之非惑乎亦又安知吾今之死不愈昔之生乎子貢聞之不喻其意還以告夫子夫子曰吾知其可與言果然然彼得之而不盡者也子貢倦於學告仲尼曰願有所息仲尼曰生无所息子貢曰然則賜息无所乎仲尼曰有焉耳望其壙睪如也宰如也墳如也鬲如也則知所息矣子貢曰大哉死乎君子息焉小人伏焉仲尼曰賜汝知之矣人胥知生之樂未知生之苦知老之憊未知老之佚知死之惡未知死之息也晏子曰善哉古之有死也仁者息焉不仁者伏焉死也者德之徼也古者謂死人為歸人夫言死人為歸人則生人為行人矣行而不知歸失家者也一人失家一世非之天下失家莫知非焉有人去鄉土離六親廢家業遊於四方而不歸者何人哉世必謂之為狂蕩之人矣又有人鍾賢世矜巧能脩名譽誇張於世而不知己者亦何人哉世必以為智謀之士此二者胥失者也而世與一不與一唯聖人知所與知所去或謂子列子曰子奚貴虛列子曰虛者无貴也子列子曰非其名也莫如靜莫如虛靜也虛也得其居矣取也與也失其所矣事之破䃣而後有舞仁義者弗能復也粥熊曰運轉亡已天地密移疇覺之哉故物損於彼者盈於此成於此者虧於彼損盈成虧隨世隨死往來相接閒不可省疇覺之哉凡一氣不頓進一形不頓虧亦不覺其成亦不覺其虧亦如人自世至老貌色智態亡日不異皮膚爪髮隨世隨落非嬰孩時有停而不易也閒不可覺俟至後知杞國有人憂天地崩墜身亡所寄廢寢食者又有憂彼之所憂者因往曉之曰天積氣耳亡處亡氣若屈伸呼吸終日在天中行止奈何憂崩墜乎其人曰天果積氣日月星宿不當墜邪曉之者曰日月星宿亦積氣中之有光耀者只使墜亦不能有所中傷其人曰奈地壞何曉者曰地積塊耳充塞四虛亡處亡塊若躇步跐蹈終日在地上行止奈何憂其壞其人舍然大喜曉之者亦舍然大喜長廬子聞而笑之曰虹蜺也雲霧也風雨也四時也此積氣之成乎天者也山岳也河海也金石也火木也此積形之成乎地者也知積氣也知積塊也奚謂不壞夫天地空中之一細物有中之最巨者難終難窮此固然矣難測難識此固然矣憂其壞者誠為大遠言其不壞者亦為未是天地不得不壞則會歸於壞遇其壞時奚為不憂哉子列子聞而笑曰言天地壞者亦謬言天地不壞者亦謬壞與不壞吾所不能知也雖然彼一也此一也故生不知死死不知生來不知去去不知來壞與不壞吾何容心哉舜問乎烝曰道可得而有乎曰汝身非汝有也汝何得有夫道舜曰吾身非吾有孰有之哉曰是天地之委形也生非汝有是天地之委和也性命非汝有是天地之委順也孫子非汝有是天地之委蛻也故行不知所往處不知所持食不知所以天地強陽氣也又胡可得而有邪齊之國氏大富宋之向氏大貧自宋之齊請其術國氏告之曰吾善為盜始吾為盜也一年而給二年而足三年大壤自此以往施及州閭向氏大喜喻其為盜之言而不喻其為盜之道遂踰垣鑿室手目所及亡不探也未及時以贓獲罪沒其先居之財向氏以國氏之謬己也往而怨之國氏曰若為盜若何向氏言其狀國氏曰嘻若失為盜之道至此乎今將告若矣吾聞天有時地有利吾盜天地之時利雲雨之滂潤山澤之產育以生吾禾殖吾稼築吾垣建吾舍陸盜禽獸水盜魚鱉亡非盜也夫禾稼土木禽獸魚鱉皆天之所生豈吾之所有然吾盜天而亡殃夫金玉珍寶穀帛財貨人之所聚豈天之所與若盜之而獲罪孰怨哉向氏大惑以為國氏之重罔己也過東郭先生問焉東郭先生曰若一身庸非盜乎盜陰陽之和以成若生載若形況外物而非盜哉誠然天地萬物不相離也仞而有之皆惑也國氏之盜公道也故亡殃若之盜私心也故得罪有公私者亦盜也亡公私者亦盜也公公私私天地之德知天地之德者孰為盜邪孰為不盜邪"}
{"id": "KR5c0124_002", "series": "KR5c0124", "text": "黃帝即位十有五年喜天下之戴己養正命娛耳目供鼻口焦然肌色皯黣昏然五情爽惑又十有五年憂天下之不治竭聰明進智力營百姓焦然肌色皯黣昏然五情爽惑黃帝乃喟然讚曰朕之過淫矣養一己其患如此治萬物其患如此於是放萬機舍宮寢去直侍徹鐘懸減廚膳退而間居大庭之館齋心服形三月不親政事晝寢而夢遊於華胥氏之國華胥氏之國在弇州之西台州之北不知斯齊國幾千萬里蓋非舟車足力之所及神游而已其國无師長自然而已其民无嗜慾自然而已不知樂生不知惡死故无夭殤不知親己不知踈物故无愛憎不知背逆不知向順故无利害都无所愛憎都无所畏忌入水不溺入火不熱斫撻无傷痛指擿无痟癢乘空如履實寢虛若處床雲霧不硋其視雷霆不亂其聽美惡不滑其心山谷不躓其步神行而已黃帝既寤怡然自得召天老力牧太山稽告之曰朕閒居三月齋心服形思有以養身治物之道弗獲其術疲而睡所夢若此今知至道不可以情求矣朕知之矣朕得之矣而不能以告若矣又二十有八年天下大治幾若華胥氏之國而帝登假百姓號之二百餘年不輟列姑射山在海河洲中山上有神人焉吸風飲露不食五穀心如淵泉形如處女不偎不愛仙聖為之臣不畏不怒愿愨為之使不施不惠而物自足不聚不歛而己无愆陰陽常調日月常明四時常若風雨常均字育常時年穀常豐而土无札傷人无夭惡物无疵厲鬼无靈響焉列子師老商氏友伯高子進二子之道乘風而歸尹生聞之從列子居數月不省舍因間請蘄其術者十反而十不告尹生懟而請辭列子又不命尹生退數月意不已又往從之列子曰汝何去來之頻尹生曰曩章戴有請於子子不我告固有憾於子今復脫然是以又來列子曰曩吾以汝為達今汝之鄙至此乎姬將告汝所學於夫子者矣自吾之事夫子友若人也三年之後心不敢念是非口不敢言利害始得夫子一眄而已五年之後心庚念是非口庚言利害夫子始一解顏而笑七年之後從心之所念庚无是非從口之所言庚无利害夫子始一引吾並席而坐九年之後橫心之所念橫口之所言亦不知我之是非利害歟亦不知彼之是非利害歟亦不知夫子之為我師若人之為我友內外進矣而後眼如耳耳如鼻鼻如口无不同也心凝形釋骨肉都融不覺形之所倚足之所履隨風東西猶木葉幹殼竟不知風乘我邪我乘風乎今女居先生之門曾未浹時而懟憾者再三女之片體將氣所不受汝之一節將地所不載履虛乘風其可幾乎尹生甚怍屏息良久不敢復言列子問關尹曰至人潛行不空蹈火不熱行乎萬物之上而不慄請問何以至於此關尹曰是純氣之守也非智巧果敢之列姬魚語汝凡有貌像聲色者皆物也物與物何以相遠也夫奚足以至乎先是色而已則物之造乎不形而止乎无所化夫得是而窮之者物焉得而止焉彼將處乎不深之度而藏乎无端之紀游乎萬物之所終始壹其性養其氣含其德以通乎物之所造夫若是者其天守全其神无郤物奚自入焉夫醉者之墜於車也雖疾不死骨節與人同而犯害與人異其神全也乘亦弗知也墜亦弗知也死生驚懼不入乎其胸是故遌物而不慴彼得全於酒而猶若是而況得全於天乎聖人藏於天故物莫之能傷也列禦寇為伯昏无人射引之盈貫措杯水其肘上發之鏑矢復沓方矢復寓當是時也猶象人也伯昏无人曰是射之射非不射之射也當與汝登高山履危石臨百仞之淵若能射乎於是无人遂登高山履危石臨百仞之淵背逡巡足二分垂在外揖禦寇而進之禦寇伏地汗流至踵伯昏无人曰夫至人者上闚青天下潛黃泉揮斥八極神氣不變今汝怵然有恂目之志爾於中也殆矣夫范氏有子曰子華善養私名舉國服之有寵於晉君不仕而居三卿之右目所偏視晉國爵之口所偏肥晉國黜之游其庭者侔於朝子華使其俠客以智鄙相攻彊弱相凌雖傷破於前不用介意終日夜以此為戲樂國殆成俗禾生子伯范氏之上客也出行經坰外宿於田更商丘開之舍中夜禾生子伯二人相與言子華之名勢能使存者亡亡者存富者貧貧者富商丘開先窘於飢寒潛於牖北聽之因假糧荷畚之子華之門子華之門徒皆世族也縞衣乘軒緩步闊視顧見商丘開年老力弱面目黎黑衣冠不檢莫不眲之既而狎侮欺詒攩㧙挨抌亡所不為商丘開常无慍容而諸客之技單憊於戲笑遂與商丘開俱乘高臺於眾中漫言曰有能自投下者賞百金眾皆競應商丘開以為信然遂先投下形若飛鳥揚於地𩨒骨无䃣范氏之黨以為偶然未詎怪也因復指河曲之淫隅曰彼中有寶珠泳可得也商丘開復從而泳之既出果得珠焉眾昉同疑子華昉令豫肉食衣帛之次俄而范氏之藏大火子華曰若能入火取錦者從所得多少賞若商丘開往无難色入火往還埃不漫身不焦范氏之黨以為有道乃共謝之曰吾不知子之有道而誕子吾不知子之神人而辱子子其愚我也子其聾我也子其盲我也敢問其道商丘開曰吾亡道雖吾之心亦不知其所以雖然有一於此試與子言之曩子二客之宿吾舍也聞譽范氏之勢能使存者亡亡者存富者貧貧者富吾誠之无二心故不遠而來及來以子黨之言皆實也唯恐誠之之不至行之之不及不知形體之所措利害之所存也心一而已物亡迕者如斯而已今昉知子黨之誕我我內藏猜慮外矜觀聽追幸昔日之不焦溺也怛然內熱惕然震悸矣水火豈復可近哉自此之後范氏門徒路遇乞兒馬醫弗敢辱也必下車而揖之宰我聞之以告仲尼仲尼曰汝弗知乎夫至信之人可以感物也動天地感鬼神橫六合而无逆者豈但履危險入水火而已哉商丘開信偽物猶不逆況彼我皆誠哉小子識之周宣王之牧正有役人梁鴦者能養野禽獸委食於園庭之內雖虎狼鵰鶚之類无不柔馴者雄雌在前孳尾成群異類雜居不相搏噬也王慮其術終於其身令毛丘園傳之梁鴦曰鴦賤役也何術以告爾懼王之謂隱於爾也旦一言我養虎之法凡順之則喜逆之則怒此有血氣者之性也然喜怒豈妄發哉皆逆之所犯也夫食虎者不敢以生物與之為其殺之之怒也不敢以全物與之為其碎之之怒也時其饑飽達其怒心虎之與人異類而媚養己者順也故其殺之者逆也然則吾豈敢逆之使怒哉亦不順之使喜也夫喜之復也必怒怒之復也常喜皆不中也今吾心无逆順者也則鳥獸之視吾猶其儕也故游吾園者不思高林曠澤寢吾庭者不願深山幽谷理使然也顏回問乎仲尼曰吾嘗濟乎觴深之淵矣津人操舟若神吾問焉曰操舟可學邪曰可能游者可教也善游者數能乃若夫沒人則未嘗見舟而謖操之者也吾問焉而不告敢問何謂也仲尼曰𧮒吾與若玩其文也久矣而未達其實而固且道與能游者可教也輕水也善游者之數能也忘水也乃若夫沒人之未嘗見舟也而謖操之也彼視淵若陵視舟之覆猶其車卻也覆卻萬物方陳乎前而不得入其舍惡往而不暇以瓦摳者巧以鉤摳者憚以黃金摳者惛其巧一也而有所矜則重外也凡重外者拙內孔子觀於呂梁懸水三十仞流沫三十里黿鼉魚鱉之所不能游也見一丈夫游之以為有苦而欲死者也使弟子並流而承之數百步而出被髮行歌而游於棠行孔子從而問之曰呂梁懸水三十仞流沫三十里黿鼉魚鱉所不能游向吾見子道之以為有苦而欲死者使弟子並流將承子子出而被髮行歌吾以子為鬼也察子則人也請問蹈水有道乎曰亡吾无道吾始乎故長乎性成乎命與齎俱入與汩偕出從水之道而不為私焉此吾所以道之也孔子曰何謂始乎故長乎性成乎命也曰吾生於陵而安於陵故也長於水而安於水性也不知吾所以然而然命也仲尼適楚出於林中見痀僂者承蜩猶掇之也仲尼曰子巧乎有道邪曰我有道也五六月纍垸二而不墜則失者錙銖纍三而不墜則失者十一纍五而不墜猶掇之也吾處身也若橛株駒吾執臂也若槁木之枝雖天地之大萬物之多而唯蜩翼之知吾不反不側不以萬物易蜩之翼何為而不得孔子顧謂弟子曰用志不分乃疑於神其痀僂丈人之謂乎丈人曰汝逢衣徒也亦何知問是乎脩汝所以而後載言其上海上之人有好漚鳥者每旦之海上從漚鳥游漚鳥之至者百住而不止其父曰吾聞漚鳥皆從汝游汝取來吾玩之明日之海上漚鳥舞而不下也故曰至言去言至為無為齊智之所知則淺矣趙襄子率徒十萬狩於中山藉芿燔林扇赫百里有一人從石壁中出隨煙燼上下眾謂鬼物火過徐行而出若無所經涉者襄子怪而留之徐而察之形色七竅人也氣息音聲人也問奚道而處石奚道而入火其人曰奚物而謂石奚物而謂火襄子曰而嚮之所出者石也而嚮之所涉者火也其人曰不知也魏文侯聞之問子夏曰彼何人哉子夏曰以商所聞夫子之言和者大同於物物無得傷閡者游金石蹈水火皆可也文侯曰吾子奚不為之子夏曰刳心去智商未之能雖然試語之有暇矣文侯曰夫子奚不為之子夏曰夫子能之而能不為者也文侯大說有神巫自齊來處於鄭命曰季咸知人之死生存亡禍福壽夭期以歲月旬日如神鄭人見之皆避而走列子見之而心醉而歸以告壺丘子曰始吾以夫子之道為至矣則又有至焉者矣壺子曰吾與汝無其文未既其實而固得道與眾雌而无雄而又奚卵焉而以道與世抗必信矣夫故使人得而相汝嘗試與來以予示之明日列子與之見壺子出而謂列子曰譆子之先生死矣弗活矣不可以旬數矣吾見怪焉見濕灰焉列子入涕泣沾衿以告壺子壺子曰向吾示之以地文萌乎不誫不止是殆見吾杜德幾也嘗又與來明日又與之見壺子出而謂列子曰幸矣子之先生遇我也有瘳矣灰然有生矣吾見其杜權矣列子入告壺子壺子曰向吾示之以天壤名實不入而機發於踵此為杜權是殆見吾善者幾也嘗又與來明日又與之見壺子出而謂列子曰子之先生坐不齋吾无得而相焉試齋將且復相之列子入告壺子壺子曰向吾示之以太沖莫眹是殆見吾衡氣幾也鯢旋之潘為淵止水之潘為淵流水之潘為淵濫水之潘為淵沃水之潘為淵氿水之潘為淵雍水之潘為淵汧水之潘為淵肥水之潘為淵是為九淵焉嘗又與來明日又與之見壺子立未定自失而走壺子曰追之列子追之而不及反以報壺子曰已滅矣已失矣吾不及也壺子曰向吾示之以未始出吾宗吾與之虛而猗移不知其誰何因以為弟靡因以為波隨故逃也然後列子自以為未始學而歸三年不出為其妻爨食狶如食人於事无親雕瑑復朴塊然獨以其形立㤋然而封戎壹以是終子列子之齊中道而反遇伯昏瞀人伯昏瞀人曰奚方而反曰吾驚焉惡乎驚曰吾食於十漿而五漿先饋伯昏瞀人曰若是則汝何為驚己曰夫內誠不解形諜成光以外鎮人心使人輕乎貴老而𩐋其所患夫漿人特為食羹之貨多餘之贏其為利也薄其為權也輕而猶若是而況於萬乘之主乎身勞於國而智盡於事彼將任我以事而效我以功吾是以驚伯昏瞀人曰善哉觀乎汝處己人將保汝矣无幾何而往則戶外之屨滿矣伯昏瞀人北面而立敦杖蹙之乎頤立有閒不言而出賓者以告列子列子提履徒跣而走暨乎門問曰先生既來曾不廢藥乎曰已矣吾固告汝曰人將保汝果保汝矣非汝能使人保汝而汝不能使人无汝保也而焉用之感也感豫出異且必有感也搖而本身又无謂也與汝遊者又莫汝告也彼所小言盡人毒也莫覺莫悟何相孰也楊朱南之沛老聃西遊於秦邀於郊至梁而遇老子老子中道仰天而歎曰始以汝為可教今不可教也楊子不荅至舍進涫漱巾櫛脫履戶外膝行而前曰向者夫子仰天而歎曰始以汝為可教今不可教弟子欲請夫子辭行不閒是以不敢今夫子閒矣請問其過老子曰而睢睢而盱盱而誰與居大白若辱盛德若不足楊朱蹴然變容曰敬聞命矣其往也舍迎將家公執席妻執巾櫛舍者避席煬者避竈其反也舍者與之爭席矣楊朱過宋東之於逆旅逆旅人有妾二人其一人美其一人惡惡者貴而美者賤楊子問其故逆旅小子對曰其美者自美吾不知其美也其惡者自惡吾不知其惡也楊子曰弟子記之行賢而去自賢之行安往而不愛哉天下有常勝之道有不常勝之道常勝之道曰柔常不勝之道曰彊二者亦知而人未之知故上古之言彊先不己若者柔先出於己者先不己若者至於若己則殆矣先出於己者亡所殆矣以此勝一身若徒以此任天下若徒謂不勝而自勝不任而自任也粥子曰欲剛必以柔守之欲彊必以弱保之積於柔必剛積於弱必彊觀其所積以知禍福之鄉彊勝不若己者至於若己者剛柔勝出於己者其力不可量老聃曰兵彊則滅木彊則折柔弱者生之徒堅彊者化之徒狀不必童而智童智不必童而狀童聖人取童智而遺童狀眾人近童狀而䟽童智狀與我童者近而愛之狀與我異者䟽而畏之有七尺之骸手足之異戴髮含齒倚而趣者謂之人而人未必无獸心雖有獸心以狀而見親矣傅翼戴角分牙布爪仰飛伏走謂之禽獸而禽獸未必无人心雖有人心以狀而見䟽矣庖犧氏女媧氏神農氏夏后氏蛇身人面牛首虎鼻此有非人之狀而有大聖之德夏桀殷紂魯桓楚穆狀貌七竅皆同於人而有禽獸之心而眾人守一狀以求至智未可幾也黃帝與炎帝戰於阪泉之野帥熊羆狼豹貙虎為前驅以鵰鶡鷹鳶為旗幟此以力使禽獸者也堯使夔典樂擊石拊石百獸率舞簫韶九成鳳皇來儀此以聲致禽獸者也然則禽獸之心奚為異人形音與人異而不知接之之道焉聖人无所不知无所不通故得引而使之焉禽獸之智有自然與人童者其齊欲攝生亦不假智於人也牝牡相偶母子相親避平依險違寒就溫居則有群行則有列小者居內壯者居外飲則相攜食則鳴群太古之時則與人同處與人並行帝王之時始驚駭散亂矣逮於末世隱伏逃竄以避患害今東方介氏之國其國人數數解六畜之語者蓋偏知之所得太古神聖之人備知萬物情態悉解異類音聲會而聚之訓而受之同於人民故先會鬼神魑魅次達八方人民末聚禽獸蟲蛾言血氣之類心智不殊遠也神聖知其如此故其所教訓者无所遺逸焉宋有狙公者愛狙養之成群能解狙之意狙亦得公之心損其家口充狙之欲俄而匱焉將限其食恐眾狙之不馴於己也先誑之曰與若芧朝三而暮四足乎眾狙皆起而怒俄而曰與若芧朝四而暮三足乎眾狙皆伏而喜物之以能鄙相籠皆猶此也聖人以智籠群愚亦猶狙公之以智籠眾狙也名實不虧使其喜怒哉紀渻子為周宣王養鬭鷄十日而問鷄可鬭已乎曰未也方虛驕而恃氣十日又問曰未也猶應影嚮十日又問曰未也猶疾視而盛氣十日又問曰幾矣鷄雖有鳴者已无變矣望之似木鷄矣其德全矣異鷄无敢應者反走耳惠盎見宋康王康王蹀足謦欬疾言曰寡人之所說者勇有力也不說為仁義者也客將何以教寡人惠盎對曰臣有道於此使人雖勇刺之不入雖有力擊之弗中大王獨无意邪宋王曰善此寡人之所欲聞也惠盎曰夫刺之不入擊之不中此猶辱也臣有道於此使人雖有勇弗敢刺雖有力弗敢擊夫弗敢非无其志也臣有道於此使人本无其志也夫无其志也未有愛利之心也臣有道於此使天下丈夫女子莫不驩然皆欲愛利之此其賢於勇有力也四累之上也大王獨无意邪宋王曰此寡人之所欲得也惠盎對曰孔墨是已孔丘墨翟无地而為君無官而為長天下丈夫女子莫不延頸舉踵而願安利之今大王萬乘之主也誠有其志則四境之內皆得其利矣其賢於孔墨也遠矣宋王無以應惠盎趨而出宋王謂左右曰辯矣客之以說服寡人也"}
{"id": "KR5c0124_003", "series": "KR5c0124", "text": "周穆王時西極之國有化人來入水火貫金石反山川移城邑乘虛不墜觸實不硋千變萬化不可窮極既已變物之形又且易人之慮穆王敬之若神事之若君推路寢以居之引三牲以進之選女樂以娛之化人以為王之宮室卑陋而不可處王之廚饌腥螻而不可饗王之嬪御膻惡而不可親穆王乃為之改築土木之功赭堊之色无遺巧焉五府為虛而臺始成其高千仞臨終南之上號曰中天之臺𥳑鄭衛之處子娥媌靡曼者施芳澤正娥眉設笄珥衣阿錫曳齊紈粉白黛黑珮玉環雜芷若以滿之奏承雲六瑩九韶晨露以樂之月月獻玉衣旦旦薦玉食化人猶不舍然不得已而臨之居亡幾何謁王同游王執化人之袪騰而上者中天迺止暨及化人之宮化人之宮構以金銀絡以珠玉出雲雨之上而不知下之所據望之若屯雲焉耳目所觀聽鼻口所納嘗皆非人閒之有王實以為清都紫微鈞天廣樂帝之所居王俯而視之其宮榭若累塊積蘇焉王自以居數十年不思其國也化人復謁王同游所及之處仰不見日月俯不見河海光影所照王目眩不能得視音響所來王耳亂不能得聽百骸六藏悸而不凝意迷精喪請化人求還化人移之王若磒虛焉既寤所坐猶嚮者之處侍御猶嚮者之人視其前則酒未清肴未昲王問所從來左右曰王默存耳由此穆王自失者三月而復更問化人化人曰吾與王神游也形奚動哉且曩之所居奚異王之宮曩之所游奚異王之圃王閒恆有疑蹔亡變化之極徐疾之閒可盡模哉王大悅不恤國事不樂臣妾肆意遠游命駕八駿之乘右服𧄪騮而左綠耳右驂赤驥而左白𣚘王主車則造父為御[齊above合]𠜦為右次車之乘右服渠黃而左踰輪左驂盜驪而右山子柏夭主車參百為御奔戎為右馳驅千里至於巨蒐氏之國巨蒐氏乃獻白鵠之血以飲王具牛馬之湩以洗王之足及二乘之人已飲而行遂宿于崑崙之阿赤水之陽別日升于崑崙之丘以觀黃帝之宮而封之以詒後世遂賓于西王母觴于瑤池之上西王母為王謠王和之其辭哀焉西觀日之所入一日行萬里王乃歎曰於乎予一人不盈于德而諧於樂後世其追數吾過乎穆王幾神人哉能窮當身之樂猶百年乃徂世以為登假焉老成子學幻於尹文先生三年不告老成子請其過而求退尹文先生揖而進之於室屏左右而與之言曰昔老聃之徂西也顧而告予曰有生之氣有形之狀盡幻也造化之所始陰陽之所變者謂之生謂之死窮數達變因形移易者謂之化謂之幻造物者其巧妙其功深固難窮難終因形者其巧顯其功淺故隨起隨滅知幻化之不異生死也始可與學幻矣吾與汝亦幻也奚須學哉老成子歸用尹文先生之言深思三月遂能存亡自在憣校四時冬起雷夏造冰飛者走走者飛終身不箸其術固世莫傳焉子列子曰善為化者其道密庸其功同人五帝之德三王之功未必盡智勇之力或由化而成孰測之哉覺有八徵夢有六候奚謂八徵一曰故二曰為三曰得四曰喪五曰哀六曰樂七曰生八曰死此者八徵形所接也奚謂六候一曰正夢二曰蘁夢三曰思夢四曰寤夢五曰喜夢六曰懼夢此六者神所交也不識感變之所起者事至則惑其所由然識感變之所起者事至則知其所由然知其所由然則無所怛一體之盈虛消息皆通於天地應於物類故陰氣壯則夢涉大水而恐懼陽氣壯則夢涉大火而燔焫陰陽俱壯則夢生殺甚飽則夢與甚饑則夢取是以以浮虛為疾者則夢揚以沈實為疾者則夢溺藉帶而寢則夢蛇飛鳥銜髮則夢飛將陰夢火將疾夢食飲酒者憂歌儛者哭子列子曰神遇為夢形接為事故晝想夜夢神形所遇故神凝者想夢自消信覺不語信夢不達物化之往來者也古之真人其覺自忘其寢不夢幾虛語哉西極之南隅有國焉不知境界之所接名古莽之國陰陽之氣所不交故寒暑亡辨日月之光所不照故晝夜亡辨其民不食不衣而多眠五旬一覺以夢中所為者實覺之所見者妄四海之齊謂中央之國跨河南北越岱東西萬有餘里其陰陽之審度故一寒一暑昏明之分察故一晝一夜其民有智有愚萬物滋殖才藝多方有君臣相臨禮法相持其所云為不可稱計一覺一寐以為覺之所為者實夢之所見者妄東極之北隅有國曰阜落之國其土氣常燠日月餘光之照其土不生嘉苗其民食草根木實不知火食性剛悍彊弱相藉貴勝而不尚義多馳步少休息常覺而不眠周之尹氏大治產其下趣役者侵晨昏而弗息有老役夫筋力竭矣而使之彌勤晝則呻呼而即事夜則昏憊而熟寐精神荒散昔昔夢為國君居人民之上總一國之事遊燕宮觀恣意所欲其樂无比覺則復役人有慰喻其懃者役夫曰人生百年晝夜各分吾晝為僕虜苦則苦矣夜為人君其樂无比何所怨哉尹氏心營世事慮鍾家業心形俱疲夜亦昏憊而寐昔昔夢為人僕趨走作役无不為也數罵杖撻无不至也眠中啽囈呻呼徹旦息焉尹氏病之以訪其友友曰若位足榮身資財有餘勝人遠矣夜夢為僕苦逸之復數之常也若欲覺夢兼之豈可得邪尹氏聞其友言寬其役夫之程減己思慮之事疾並少閒鄭人有薪於野者遇駭鹿御而擊之斃之恐人見之也遽而藏諸隍中覆之以蕉不勝其喜俄而遺其所藏之處遂以為夢焉順塗而詠其事傍人有聞者用其言而取之既歸告其室人曰向薪者夢得鹿而不知其處吾今得之彼直真夢（者）矣室人曰若將是夢見薪者之得鹿邪詎有薪者邪今真得鹿是若之夢真邪夫曰吾據得鹿何用知彼夢我夢邪薪者之歸不厭失鹿其夜真夢藏之之處又夢得之之主爽旦案所夢而尋得之遂訟而爭之歸之士師士師曰若初真得鹿妄謂之夢真夢得鹿妄謂之實彼真取若鹿而與若爭鹿室人又謂夢仞人鹿无人得鹿今據有此鹿請二分之以聞鄭君鄭君曰嘻士師將復夢分人鹿乎訪之國相國相曰夢與不夢臣所不能辨也欲辨覺夢唯黃帝孔丘今亡黃帝孔丘孰辨之哉且恂士師之言可也宋陽里華子中年病忘朝取而夕忘夕與而朝忘在塗則忘行在室則忘坐今不識先後不識今闔室毒之謁史而卜之弗占謁巫而禱之弗禁謁醫而攻之弗已魯有儒生自媒能治之華子之妻子以居產之半請其方儒生曰此固非卦兆之所占非祈請之所禱非藥石之所攻吾試化其心變其慮庶幾其瘳乎於是試露之而求衣饑之而求食幽之而求明儒生欣然告其子曰疾可已也然吾之方密傳世不以告人試屏左右獨與居室七日從之莫知其所施為也而積年之疾一朝都除華子既悟迺大怒黜妻罰子操戈逐儒生宋人執而問其以華子曰曩吾忘也蕩蕩然不覺天地之有无今頓識既往數十年來存亡得失哀樂好惡擾擾萬緒起矣吾恐將來之存亡得失哀樂好惡之亂吾心如此也須臾之忘可復得乎子貢聞而怪之以告孔子孔子曰此非汝所及乎顧謂顏回記之秦人逢氏有子少而惠及壯而有迷罔之疾聞歌以為哭視白以為黑饗香以為朽常甘以為苦行非以為是意之所之天地四方水火寒暑无不倒錯者焉楊氏告其父曰魯之君子多術藝將能已乎汝奚不訪焉其父之魯過陳遇老聃因告其子之證老聃曰汝庸知汝子之迷乎今天下之人皆惑於是非昏於利害同疾者多固莫有覺者且一身之迷不足傾一家一家之迷不足傾一鄉一鄉之迷不足傾一國一國之迷不足傾天下天下盡迷孰正之哉向使天下之人其心盡如汝子汝則反迷矣哀樂聲色臭味是非孰能正之且吾之此言未必非迷而況魯之君子迷之郵者焉能解人之迷哉榮汝之糧不若遄歸也燕人生於燕長於楚及老而還本國過晉國同行者誑之指城曰此燕國之城其人愀然變容指社曰此若里之社乃喟然而歎指舍曰此若先人之廬乃涓然而泣指壠曰此若先人之冢其人哭不自禁同行者啞然大笑曰予昔紿若此晉國耳其人大慚及至燕真見燕國之城社真見先人之廬冢悲心更微"}
{"id": "KR5c0124_004", "series": "KR5c0124", "text": "仲尼閒居子貢入侍而有憂色子貢不敢問出告顏回顏回援琴而歌孔子聞之果召回入問曰若奚獨樂回曰夫子奚獨憂孔子曰先言爾志曰吾昔聞之夫子曰樂天知命故不憂回所以樂也孔子愀然有閒曰有是言哉汝之意失矣此吾昔日之言爾請以今言為正也汝徒知樂天知命之无憂未知樂天知命之有憂之大也今告若其實脩一身任窮達知去來之非我亡變亂於心慮爾之所謂樂天知命之无憂也曩吾脩詩書正禮樂將以治天下遺來世非但脩一身治魯國而已而魯之君臣日失其序仁義益衰情性益薄此道不行一國與當年其如天下與來世矣吾始知詩書禮樂无救於治亂而未知所以革之之方此樂天知命者之所憂也雖然吾得之矣夫樂而知者非古人之所謂樂知也无樂无知是真樂真知故无所不樂无所不知无所不憂无所不為詩書禮樂何棄之有革之何為顏回北面拜手曰回亦得之矣出告子貢子貢茫然自失歸家淫思七日不寢不食以至骨立顏回重往喻之乃反丘門絃歌誦書終身不輟陳大夫聘魯私見叔孫氏叔孫氏曰吾國有聖人曰非孔丘邪曰是也何以知其聖乎叔孫氏曰吾常聞之顏回曰孔丘能廢心而用形陳大夫曰吾國亦有聖人子弗知乎曰聖人孰謂曰老聃之弟子有亢倉子者得聃之道能以耳視而目聽魯侯聞之大驚使上卿厚禮而致之亢倉子應聘而至魯侯卑辭請問之亢倉子曰傳之者妄我能視聽不用耳目不能易耳目之用魯侯曰此增異矣其道奈何寡人終願聞之亢倉子曰我體合於心心合於氣氣合於神神合於无其有介然之有唯然之音雖遠在八荒之外近在眉睫之內來干我者我必知之乃不知是我七孔四支之所覺心腹六藏之所知其自知而已矣魯侯大悅他日以告仲尼仲尼笑而不荅商太宰見孔子曰丘聖者歟孔子曰聖則丘何敢然則丘博學多識者也商太宰曰三王聖者歟孔子曰三王善任智勇者聖則丘不知曰五帝聖者歟孔子曰五帝善任仁義者聖則丘弗知曰三皇聖者歟孔子曰三皇善任因時者聖則丘弗知商太宰大駭曰然則孰者為聖孔子動容有閒曰西方之人有聖者焉不治而不亂不言而自信不化而自行蕩蕩乎民无能名焉丘疑其為聖弗知真為聖歟真不聖歟商太宰嘿然心計曰孔丘欺我哉子夏問孔子曰顏回之為人奚若子曰回之仁賢於丘也曰子貢之為人奚若子曰賜之辯賢於丘也曰子路之為人奚若子曰由之勇賢於丘也曰子張之為人奚若子曰師之莊賢於丘也子夏避席而問曰然則四子者何為事夫子曰居吾語汝夫回能仁而不能反賜能辯而不能訥由能勇而不能怯師能莊而不能同兼四子者之有以易吾吾弗許也此其所以事吾而不貳也子列子既師壺丘子林友伯昏瞀人乃居南郭從之處者百數而不及雖然子列子亦微焉朝朝相與辯无不聞而與南郭子連牆二十年不相謁請相遇於道目若不相見者門之徒役以為子列子與南郭子有敵不疑有自楚來者問子列子曰先生與南郭子奚敵子列子曰南郭子貌充心虛耳无聞目无見口无言心无知形无惕往將奚為雖然試與汝偕往閱弟子四十人同行見南郭子果若欺魄焉而不可與接顧視子列子形神不相偶而不可與群南郭子俄而指子列子之弟子末行者與言衎衎然若專直而存雄者子列子之徒駭之反舍咸有疑色子列子曰得意者无言進知者亦无言用无言為言亦言无知為知亦知无言與不言无知與不知亦言亦知亦无所不言亦无所不知亦无所言亦无所知如斯而已汝奚妄駭哉子列子之學也三年之後心不敢念是非口不敢言利害始得老商一眄而已五年之後心更念是非口更言利害老商始一解顏而笑七年之後從心之所念更无是非從口之所言更无利害夫子始一引吾並席而坐九年之後橫心之所念橫口之所言亦不知我之是非利害歟亦不知彼之是非利害歟外內進矣而後眼如耳耳如鼻鼻如口无不同也心凝形釋骨肉都融不覺形之所倚足之所履心之所念言之所藏如斯而已則理无所隱矣初子列子好游壺丘子曰禦寇好游游何所好列子曰游之樂所玩无故人之游也觀其所見我之游也觀其所變游乎游乎未有能辨其游者壺丘子曰禦寇之游固與人同歟而曰固與人異歟凡所見亦恆見其變玩彼物之无故不知我亦无故務外游不知務內觀外游者求備於物內觀者取足於身取足於身游之至也求備於物游之不至也於是列子終身不出自以為不知游壺丘子曰游其至乎至游者不知所適至觀者不知所眡物物皆游矣物物皆觀矣是我之所謂游是我之所謂觀也故曰游其至矣乎游其至矣乎龍叔謂文摯曰子之術微矣吾有疾子能已乎文摯曰唯命所聽然先言子所病之證龍叔曰吾鄉譽不以為榮國毀不以為辱得而不喜失而弗憂視生如死視富如貧視人如豕視吾如人處吾之家如逆旅之舍觀吾之鄉如戎蠻之國凡此眾疾爵賞不能勸刑罰不能威盛衰利害不能易哀樂不能移固不可事國君交親友御妻子制僕隸此奚疾哉奚方能已之乎文摯乃命龍叔背明而立文摯自後向明而望之既而曰嘻吾見子之心矣方寸之地虛矣幾聖人也子心六孔流通一孔不達今以聖智為疾者或由此乎非吾淺術所能已也无所由而常生者道也由生而生故雖終而不亡常也由生而亡不幸也有所由而常死者亦道也由死而死故雖未終而自亡者亦常也由死而生幸也故无用而生謂之道用道得終謂之常有所用而死者亦謂之道用道而得死者亦謂之常季梁之死楊朱望其門而歌隨梧之死楊朱撫其尸而哭隸人之生隸人之死眾人且歌眾人且哭目將眇者先睹秋毫耳將聾者先聞蚋飛口將爽者先辨淄澠鼻將窒者先覺焦朽體將僵者先亟犇佚心將迷者先識是非故物不至者則不反鄭之圃澤多賢東里多才圃澤之役有伯豐子者行過東里遇鄧析鄧析顧其徒而笑曰為若舞彼來者奚若其徒曰所願知也鄧析謂伯豐子曰汝知養養之義乎受人養而不能自養者犬豕之類也養物而物為我用者人之力也使汝之徒食而飽衣而息執政之功也長幼群聚而為牢藉庖廚之物奚異犬豕之類乎伯豐子不應伯豐子之從者越次而進曰大夫不聞齊魯之多機乎有善治土木者有善治金革者有善治聲樂者有善治書數者有善治軍旅者有善治宗廟者群才備也而无相位者无能相使者而位之者无知使之者无能而知之與能為之使焉執政者迺吾之所使子奚矜焉鄧析无以應目其徒而退公儀伯以力聞諸侯堂谿公言之於周宣王王備禮以聘之公儀伯至觀形懦夫也宣王心惑而疑曰女之力何如公儀伯曰臣之力能折春螽之股堪秋蟬之翼王作色曰吾之力者能裂犀兕之革曳九牛之尾猶憾其弱女折春螽之股堪秋蟬之翼而力聞天下何也公儀伯長息退席曰善哉王之問也臣敢以實對臣之師有商丘子者力无敵於天下而六親不知以未嘗用其力故也臣以死事之乃告臣曰人欲見其所不見視人所不窺欲得其所不得修人所不為故學眎者先見輿薪學聽者先聞撞鍾夫有易於內者无難於外於外无難故名不出其一道今臣之名聞於諸侯是臣違師之教顯臣之能者也然則臣之名不以負其力者也以能用其力者也不猶愈於負其力者乎中山公子牟者魏國之賢公子也好與賢人游不恤國事而悅趙人公孫龍樂正子輿之徒笑之公子牟曰子何笑牟之悅公孫龍也子輿曰公孫龍之為人也行无師學无友佞給而不中漫衍而无家好怪而妄言欲惑人之心屈人之口與韓檀等肄之公子牟變容曰何子狀公孫龍之過歟請聞其實子輿曰吾笑龍之詒孔穿言善射者能令後鏃中前括發發相及矢矢相屬前矢造準而无絕落後矢之括猶銜弦視之若一焉孔穿駭之龍曰此未其妙者逢蒙之弟子曰鴻超怒其妻而怖之引烏號之弓綦衛之箭射其目矢來注眸子而眶不睫矢隧地而塵不揚是豈智者之言與公子牟曰智者之言固非愚者之所曉後鏃中前括鈞後於前矢注眸子而眶不睫盡矢之勢也子何疑焉樂正子輿曰子龍之徒焉得不飾其闕吾又言其尤者龍誑魏王曰有意不心有指不至有物不盡有影不移髮引千鈞白馬非馬孤犢未嘗有母其負類反倫不可勝言也公子牟曰子不諭至言而以為尤也尤其在子矣夫无意則心同无指則皆至盡物者常有影不移者說在改也髮引千鈞勢至等也白馬非馬形名離也孤犢未嘗有母有母非孤犢也樂正子輿曰子以公孫龍之鳴皆條也設令發於餘竅子亦將承之公子牟默然良久告退曰請待餘日更謁子論堯治天下五十年不知天下治歟不治歟不知億兆之願戴己歟不願戴己歟顧問左右左右不知問外朝外朝不知問在野在野不知堯乃微服游於康衢聞兒童謠曰立我蒸民莫匪爾極不識不知順帝之則堯喜問曰誰教爾為此言童兒曰我聞之大夫問大夫大夫曰古詩也堯還宮召舜因禪以天下舜不辭而受之關尹喜曰在己无居形物其箸其動若水其靜若鏡其應若響故其道若物者也物自違道道不違物善若道者亦不用耳亦不用目亦不用力亦不用心欲若道而用視聽形智以求之弗當矣瞻之在前忽焉在後用之彌滿六虛廢之莫知其所亦非有心者所能得遠亦非无心者所能得近唯默而得之而性成之者得之知而亡情能而不為真知真能也發无知何能情發不能何能為聚塊也積塵也雖无為而非理也"}
{"id": "KR5c0124_005", "series": "KR5c0124", "text": "殷湯問於夏革曰古初有物乎夏革曰古初无物今惡得物後之人將謂今之无物可乎殷湯曰然則物无先後乎夏革曰物之終始初无極已始或為終終或為始惡知其紀然自物之外自事之先朕所不知也殷湯曰然則上下八方有極盡乎革曰不知也湯固問革曰无則无極有則有盡朕何以知之然无極之外復无无極无盡之中復无无盡无極復无无極无盡復无无盡朕以是知其无極无盡也而不知其有極有盡也湯又問曰四海之外奚有革曰猶齊州也湯曰汝奚以實之革曰朕東行至營人民猶是也問營之東復猶營也西行至豳人民猶是也問豳之西復猶豳也朕以是知四海四荒四極之外不異是也故大小相含无窮極也含萬物者亦如含天地含萬物也故不窮含天地也故无極朕亦焉知天地之表不有大天地者乎亦吾所不知也然則天地亦物也物有不足故昔者女媧氏練五色石以補其闕斷鼇之足以立四極其後共工氏與顓頊爭為帝怒而觸不周之山折天柱絕地維故天傾西北日月星辰就焉地不滿東南故百川水潦歸焉湯又問物有巨細乎有脩短乎有同異乎革曰渤海之東不知幾億萬里有大壑焉實惟无底之谷其下无底名曰歸墟八絃九野之水天漢之流莫不注之而无增无減焉其中有五山焉一曰岱輿二曰員嶠三曰方壺四曰瀛洲五曰蓬萊其山高下周旋三萬里其頂平處九千里山之中閒相去七萬里以為鄰居焉其上臺觀皆金玉其上禽獸皆純縞珠玕之樹皆叢生華實皆有滋味食之皆不老不死所居之人皆仙聖之種一日一夕飛相往來者不可數焉而五山之根无所連箸常隨潮波上下往還不得蹔峙焉仙聖毒之訴之於帝帝恐流於西極失群仙聖之居乃命禺彊使巨鼇十五舉首而戴之迭為三番六萬歲一交焉五山始峙而不動而龍伯之國有大人舉足不盈數步而暨五山之所一釣而連六鼇合負而趣歸其國灼其骨以數焉於是岱輿員嶠二山流於北極沈於大海仙聖之播遷者巨億計帝憑怒侵減龍伯之國使阨侵小龍伯之民使短至伏羲神農時其國人猶長數十丈從中州以東四十萬里得僬僥國人長一尺五寸東北極有人名曰諍人長九寸荊之南有冥靈者以五百歲為春五百歲為秋上古有大椿者以八千歲為春八千歲為秋朽壤之上有菌芝者生於朝死於晦春夏之月有蠓蚋者因雨而生見陽而死終北之北有溟海者天池也有魚焉其廣數千里其長稱焉其名為鯤有鳥焉其名為鵬翼若垂天之雲其體稱焉世豈知有此物哉大禹行而見之伯益知而名之夷堅聞而志之江浦之閒生麼蟲其名曰焦螟群飛而集於蚊睫弗相觸也栖宿去來蚊弗覺也離朱子羽方晝拭眥揚眉而望之弗見其形𧣾䚦俞師曠方夜擿耳俛首而聽之弗聞其聲唯黃帝與容成子居空桐之上同齋三月心死形廢徐以神視塊然見之若嵩山之阿徐以氣聽砰然聞之若雷霆之聲吳楚之國有大木焉其名為櫾碧樹而冬青實丹而味酸食其皮汁已憤厥之疾齊州珍之渡淮而北而化為枳焉鸜鵒不踰濟貉踰汶則死矣地氣然也雖然形氣異也性鈞已无相易已生皆全已分皆足已吾何以識其巨細何以識其脩短何以識其同異哉太形王屋二山方七百里高萬仞本在冀州之南河陽之北北山愚公者年且九十面山而居懲山北之塞出入之迂也聚室而謀曰吾與汝畢力平險指通豫南達于漢陰可乎雜然相許其妻獻疑曰以君之力曾不能損魁父之丘如太形王屋何且焉置土石雜曰投諸渤海之尾隱土之北遂率子孫荷擔者三夫叩石墾壤箕畚運於渤海之尾鄰人京城氏之孀妻有遺男始齓跳往助之寒暑易節始一反焉河曲智叟笑而止之曰甚矣汝之不惠以殘年餘力曾不能毀山之一毛其如土石何北山愚公長息曰汝心之固固不可徹曾不若孀妻弱子雖我之死有子存焉子又生孫孫又生子子又有子子又有孫子子孫孫无窮匱也而山不加增何苦而不平河曲智叟亡以應操蛇之神聞之懼其不已也告之於帝帝感其誠命夸蛾氏二子負二山一厝朔東一厝雍南自此冀之南漢之陰无隴斷焉夸父不量力欲追日影逐之於隅谷之際渴欲得飲赴飲河渭河渭不足將走北飲大澤未至道渴而死棄其杖尸膏肉所浸生鄧林鄧林彌廣數千里焉大禹曰六合之閒四海之內照之以日月經之以星辰紀之以四時要之以太歲神靈所生其物異形或夭或壽唯聖人能通其道夏革曰然則亦有不待神靈而生不待陰陽而形不待日月而明不待殺戮而夭不待將迎而壽不持五穀而食不待繒纊而衣不待舟車而行其道自然非聖人之所通也禹之治水土也迷而失塗謬之一國濱北海之北不知距齊州幾千萬里其國名曰終北不知際畔之所齊限无風雨霜露不生鳥獸蟲魚草木之類四方悉平周以喬陟當國之中有山山名壺領狀若甔甀頂有口狀若員環名曰滋穴有水湧出名曰神瀵臭過蘭椒味過醪醴一源分為四埒注於山下經營一國亡不悉徧土氣和亡札厲人性婉而從物不競不爭柔心而弱骨不驕不忌長幼儕居不君不臣男女雜游不媒不聘緣水而居不耕不稼土氣溫適不織不衣百年而死不夭不病其民孳阜亡數有喜樂亡衰老哀苦其俗好聲相攜而迭謠終日不輟音饑惓則飲神瀵力志和平過則醉經旬乃醒沐浴神瀵膚色脂澤香氣經旬乃歇周穆王北遊過其國三年忘歸既反周室慕其國𢠵惝然自失不進酒肉不召嬪御者數月乃復管仲勉齊桓公因遊遼口俱之其國幾剋舉隰朋諫曰君舍齊國之廣人民之眾山川之觀殖物之阜禮義之盛章服之美妖靡盈庭忠良滿朝肆咤則徒卒百萬視撝則諸侯從命亦奚羨於彼而棄齊國之社稷從戎夷之國乎此仲父之耄柰何從之桓公乃止以隰朋之言告管仲仲曰此固非朋之所及也臣恐彼國之不可知之也齊國之富奚戀隰朋之言奚顧南國之人被髮而裸北國之人鞨巾而裘中國之人冠冕而裳九土所資或農或商或田或漁如冬裘夏葛水舟陸車默而得之性而成之越之東有（󰊮）輒沐之國其長子生則鮮而食之謂之宜弟其大父死負其大母而棄之曰鬼妻不可與同居處楚之南有炎人之國其親戚死㱙其肉而棄之然後埋其骨迺成為孝子秦之西有儀渠之國者其親戚死聚祡積而焚之燻則煙上謂之登遐然後成為孝子此上以為政下以為俗而未足為異也孔子東游見兩小兒辯鬭問其故一兒曰我以日始出時去人近而日中時遠也一兒曰我以日初出遠而日中時近也一兒曰日初出大如車蓋及日中則如盤盂此不為遠者小而近者大乎一兒曰日初出滄滄涼涼及其（日）中如探湯此不為近者熱而遠者涼乎孔子不能決也兩小兒笑曰孰為汝多知乎均天下之至理也連於形物亦然均髮均縣輕重而髮絕髮不均也均也其絕也莫絕人以為不然自有知其然者也詹何以獨繭絲為綸芒鍼為釣荊篠為竿剖粒為餌引盈車之魚於百仞之淵汩流之中綸不絕鉤不伸竿不撓楚王聞而異之召問其故詹何曰臣聞先大夫之言蒲且子之弋也弱弓纖繳乘風振之連雙鶬於青雲之際用心專動手均也臣因其事放而學釣五年始盡其道當臣之臨河持竿心无雜慮唯魚之念投綸沈釣手无輕重物莫能亂魚見臣之釣餌猶沈埃聚沫吞之不疑所以能以弱制彊以輕致重也大王治國誠能若此則天下可運於一握將亦奚事哉楚王曰善魯公扈趙齊嬰二人有疾同請扁鵲求治扁鵲治之既同愈謂公扈齊嬰曰汝曩之所疾自外而干府藏者固藥石之所已今有偕生之疾與體偕長今為汝攻之何如二人曰願先聞其驗扁鵲謂公扈曰汝志彊而氣弱故足於謀而寡於斷齊嬰志弱而氣彊故少於慮而傷於專若換汝之心則均於善矣扁鵲遂飲二人毒酒迷死三日剖胸探心易而置之投以神藥既悟如初二人辭歸於是公扈反齊嬰之室而有其妻子妻子弗識齊嬰亦反公扈之室有其妻子妻子亦弗識二室因相與訟求辨於扁鵲扁鵲辨其所由訟乃已匏巴鼓琴而鳥舞魚躍鄭師文聞之棄家從師襄游柱指鈞弦三年不成章師襄曰子可以歸矣師文舍其琴歎曰文非弦之不能鈞非章之不能成文所存者不在弦所志者不在聲內不得於心外不應於器故不敢發手而動弦且小假之以觀其後无幾何復見師襄師襄曰子之琴何如師文曰得之矣請嘗試之於是當春而叩商弦以召南呂涼風揔至草木成實及秋而叩角弦以激夾鐘溫風徐迴草木發榮當夏而叩羽弦以召黃鐘霜雪交下川池暴沍及冬而叩徵弦以激蕤賓陽光熾烈堅冰立散將終命宮而揔四弦則景風翔慶雲浮甘露降澧泉涌師襄乃撫心高蹈曰微矣子之彈也雖師曠之清角鄒衍之吹律亡以加之彼將挾琴執管而從子之後耳薛譚學謳於秦青未窮青之技自謂盡之遂辭歸秦青弗止餞於郊衢撫節悲歌聲振林木響遏行雲薛譚乃謝求反終身不敢言歸秦青顧謂其友曰昔韓娥東之齊匱糧過雍門鬻歌假食既去而餘音繞梁欐三日不絕左右以其人弗去過逆旅逆旅人辱之韓娥因曼聲哀哭一里老幼悲愁垂涕相對三日不食遽而追之娥還復為曼聲長歌一里長幼喜躍抃舞弗能自禁忘向之悲也乃厚賂發之故雍門之人至今善歌哭效娥之遺聲伯牙善鼓琴鍾子期善聽伯牙鼓琴志在（登）高山鍾子期曰善哉峨峨兮若泰山志在流水鍾子期曰善哉洋洋兮若江河伯牙所念鍾子期必得之伯牙游於泰山之陰卒逢暴雨止於巖下心悲乃援琴而鼓之初為霖雨之操更造崩山之音曲每奏鍾子期輒窮其趣伯牙乃舍琴而歎曰善哉善哉子之聽夫志想象猶吾心也吾於何逃聲哉周穆王西巡狩越崑崙至弇山反還未及中國道有獻工人名偃師穆王薦之問曰若有何能偃師曰臣唯命所試然臣已有所造願王先觀之穆王曰日以俱來吾與若俱觀之越日偃師謁見王王薦之曰若與偕來者何人邪對曰臣之所造能倡者穆王驚視之趣步俯仰信人也巧夫顉其頤則歌合律捧其手則舞應節千變萬化惟意所適王以為實人也與盛姬內御並觀之技將終倡者瞬其目而招王之左右侍妾王大怒立欲誅偃師偃師大懾立剖散倡者以示王皆傅會革木膠漆白黑丹青之所為王諦料之內則肝膽心肺脾腎腸胃外則筋骨支節皮毛齒髮皆假物也而无不畢具者合會復如初見王試廢其心則口不能言廢其肝則目不能視廢其腎則足不能步穆王始悅而歎曰人之巧乃可與造化者同功乎詔貳車載之以歸夫班輸之雲梯墨翟之飛鳶自謂能之極也弟子東門賈禽滑釐聞偃師之巧以告二子二子終身不敢語藝而時執規矩甘蠅古之善射者彀弓而獸伏鳥下弟子名飛衛學射於甘蠅而巧過其師紀昌者又學射於飛衛飛衛曰爾先學不瞬而後可言射矣紀昌歸偃臥其妻之機下以目承牽𤴘二年之後雖錐末倒眥而不瞬也以告飛衛飛衛曰未也必學視而後可視小如大視微如著而後告我昌以氂懸虱於牖南面而望之旬日之閒浸大也三年之後如車輪焉以覩餘物皆丘山也乃以燕角之弧朔蓬之簳射之貫虱之心而懸不絕以告飛衛飛衛高蹈拊膺曰汝得之矣紀昌既盡衛之術計天下之敵己者一人而已乃謀殺飛衛相遇於野二人交射中路矢鋒相觸而墜於地而塵不揚飛衛之矢先窮紀昌遺一矢既發飛衛以棘刺之端扞之而无差焉於是二子泣而投弓相拜於塗請為父子剋臂以誓不得告術於人造父之師曰泰豆氏造父之始從習御也執禮甚卑泰豆三年不告造父執禮愈謹乃告之曰古詩言良弓之子必先為箕良冶之子必先為裘汝先觀吾趣趣如吾然後六轡可持六馬可御造父曰唯命所從泰豆乃立木為塗僅可容足計步而置之履之而行趣走往還无跌失也造父學之三曰盡其巧泰豆歎曰子何其敏也得之捷乎凡所御者亦如此也曩汝之行得之於足應之於心推於御也齊輯乎轡銜之際而急緩乎脣吻之和正度乎胸臆之中而執節乎掌握之閒內得於中心而外合於馬志是故能進退履繩而旋曲中規（矩）取道致遠而氣力有餘誠得其術也得之於銜應之於轡得之於轡應之於手得之於手應之於心則不以目視不以策驅心閑體正六轡不亂而二十四蹄所投无差廻旋進退莫不中節然後輿輪之外可使无餘轍馬蹄之外可使无餘地未嘗覺山谷之嶮原隰之夷視之一也吾術窮矣汝其識之魏黑卵以暱嫌殺丘邴章丘邴章之子來丹謀報父之讎丹氣甚猛形甚露計粒而食順風而趨雖怒不能稱兵以報之恥假力於人誓手劍以屠黑卵黑卵悍志絕眾力抗百夫筋骨皮肉非人類也延頸承刃披胸受矢鋩鍔摧屈而體无痕撻負其材力視來丹猶雛鷇也來丹之友申他曰子怨黑卵至矣黑卵之易子過矣將奚謀焉來丹垂涕曰願子為我謀申他曰吾聞衛孔周其祖得殷帝之寶劍一童子服之卻三軍之眾奚不請焉來丹遂適衛見孔周執僕御之禮請先納妻子後言所欲孔周曰吾有三劍唯子所擇皆不能殺人且先言其狀一曰含光視之不可見運之不知有其所觸也泯然无際經物而物不覺二曰承影將旦昧爽之交日夕昏明之際北面而察之淡淡焉若有物存莫識其狀其所觸也竊竊然有聲經物而物不疾也三曰宵練方晝則見影而不見光方夜見光而不見形其觸物也騞然而過隨過隨合覺疾而不血刃焉此三寶者傳之十三世矣而无施於事匣而藏之未嘗啟封來丹曰雖然吾必請其下者孔周乃歸其妻子與齋七日晏陰之閒跪而授其下劍來丹再拜受之以歸來丹遂執劍從黑卵時黑卵之醉偃於牖下自頸至腰三斬之黑卵不覺來丹以黑卵之死趣而退遇黑卵之子於門擊之三下如投虛黑卵之子方笑曰汝何蚩而三招予來丹知劍之不能殺人也歎而歸黑卵既醒怒其妻曰醉而露我使我嗌疾而腰急其子曰疇昔來丹之來遇我於門三招我亦使我體疾而支彊彼其厭我哉周穆王大征西戎西戎獻錕鋙之劍火浣之布其劍長尺有咫練鋼赤刃用之切玉如切泥焉火浣之布浣之必投於火布則火色垢則布色出火而振之皓然疑乎雪皇子以為无此物傳之者妄蕭叔曰皇子果於自信果於誣理哉"}
{"id": "KR5c0124_006", "series": "KR5c0124", "text": "力謂命曰若之功奚若我哉命曰汝奚功於物而欲比朕力曰壽夭窮達貴賤貧富我力之所能也命曰彭祖之智不出堯舜之上而壽八百顏淵之才不出眾人之下而壽十八仲尼之德不出諸侯之下而困於陳蔡殷紂之行不出三仁之上而居君位季札无爵於吳田恆專有齊國夷齊餓於首陽季氏富於展禽若是汝力之所能柰何壽彼而夭此窮聖而達逆賤賢而貴愚貧善而富惡邪力曰若如若言我固无功於物而物若此邪此則若之所制邪命曰既謂之命柰何有制之者邪朕直而推之曲而任之自壽自夭自窮自達自貴自賤自富自貧朕豈能識之哉朕豈能識之哉北宮子謂西門子曰朕與子並世也而人子達並族也而人子敬並貌也而人子愛並言也而人子庸並行也而人子誠並仕也而人子貴並農也而人子富並商也而人子利朕衣則裋褐食則粢糲居則蓬室出則徒行子衣則文錦食則粱肉居則連欐出則結駟在家熙然有棄朕之心在朝諤然有敖朕之色請謁不相及遨游不同行固有年矣子自以德過朕邪西門子曰予无以知其實汝造事而窮予造事而達此厚薄之驗歟而皆謂與予並汝之顏厚矣北宮子无以應自失而歸中途遇東郭先生先生曰汝奚往而反偊偊而步有深愧之色邪北宮子言其狀東郭先生曰吾將舍汝之愧與汝更之西門氏而問之曰汝奚辱北宮子之深乎固且言之西門子曰北宮子言世族年貌言行與予並而賤貴貧富與予異予語之曰予无以知其實汝造事而窮予造事而達此將厚薄之驗歟而皆謂與予並汝之顏厚矣東郭先生曰汝之言厚薄不過言才德之差吾之言厚薄異於是矣夫北宮子厚於德薄於命汝厚於命薄於德汝之達非智得也北宮子之窮非愚失也皆天也非人也而汝以命厚自矜北宮子以德厚自愧皆不識夫固然之理矣西門子曰先生止矣予不敢復言北宮子既歸衣其裋褐有狐貉之溫進其茙菽有稻粱之味庇其蓬室若廣廈之蔭乘其篳輅若文軒之飾終身逌然不知榮辱之在彼也在我也東郭先生聞之曰北宮子之寐久矣一言而能寤易悟也哉管夷吾鮑叔牙二人相友甚戚同處於齊管夷吾事公子糾鮑叔牙事公子小白齊公族多寵嫡庶並行國人懼亂管仲與召忽奉公子糾奔魯鮑叔奉公子小白奔莒既而公孫无知作亂齊无君二公子爭入管夷吾與小白戰於莒道射中小白帶鉤小白既立脅魯殺子糾召忽死之管夷吾被囚鮑叔牙謂桓公曰管夷吾能可以治國桓公曰我讎也願殺之鮑叔牙曰吾聞賢君无私怨且人能為其主亦必能為人君如欲霸王非夷吾其弗可君必舍之遂召管仲魯歸之齊鮑叔牙郊迎釋其囚桓公禮之而位於高國之上鮑叔牙以身下之任以國政號曰仲父桓公遂霸管仲嘗歎曰吾少窮困時嘗與鮑叔賈分財多自與鮑叔不以我為貪知我貧也吾嘗為鮑叔謀事而大窮困鮑叔不以我為愚知時有利不利也吾嘗三仕三見逐於君鮑叔不以我為不肖知我不遭時也吾嘗三戰三北鮑叔不以我為怯知我有老母也公子糾敗召忽死之吾幽囚受辱鮑叔不以我為无恥知我不羞小節而恥功名不顯於天下也生我者父母知我者鮑叔也此世稱管鮑善交者小白善用能者然實无善交實无用能也實无善交實无用能者非更有善交更有善用能也召忽非能死不得不死鮑叔非能舉賢不得不舉小白非能用讎不得不用及管夷吾有病小白問之曰仲父之病病矣可不諱云至於大病則寡人惡乎屬國而可夷吾曰公誰欲歟小白曰鮑叔牙可曰不可其為人也潔廉善士也其於不己若者不比之人一聞人之過終身不忘使之理國上且鉤乎君下且逆乎民其得罪於君也將弗久矣小白曰然則孰可對曰勿已則隰朋可其為人也上忘而下不叛愧其不若黃帝而哀不己若者以德分人謂之聖人以財分人謂之賢人以賢臨人未有得人者也以賢下人者未有不得人者也其於國有不聞也其於家有不見也勿已則隰朋可然則管夷吾非薄鮑叔也不得不薄非厚隰朋也不得不厚厚之於始或薄之於終薄之於終或厚之於始厚薄之去來弗由我也鄧析操兩可之說設无窮之辭當子產執政作竹刑鄭國用之數難子產之治子產屈之子產執而戮之俄而誅之然則子產非能用竹刑不得不用鄧析非能屈子產不得不屈子產非能誅鄧析不得不誅也可以生而生天福也可以死而死天福也可以生而不生天罰也可以死而不死天罰也可以生可以死得生得死有矣不可以生不可以死或死或生有矣然而生生死死非物非我皆命也智之所无柰何故曰窈然无際天道自會漠然无分天道自運天地不能犯聖智不能干鬼魅不能欺自然者默之成之平之寧之將之迎之楊朱之友曰季梁季梁得疾十日大漸其子環而泣之請醫季梁謂楊朱曰吾子不肖如此之甚汝奚不為我歌以曉之楊朱歌曰天其弗識人胡能覺匪祐自天弗孽由人我乎汝乎其弗知乎醫乎巫乎其知之乎其子弗曉終謁三醫一曰矯氏二曰俞氏三曰盧氏診其所疾矯氏謂季梁曰汝寒溫不節虛實失度病由飢飽色欲精慮煩散非天非鬼雖漸可攻也季梁曰眾醫也亟屏之俞氏曰女始則胎氣不足乳湩有餘病非一朝一夕之故其所由來漸矣弗可已也季梁曰良醫也且食之盧氏曰汝疾不由天亦不由人亦不由鬼稟生受形既有制之者矣亦有知之者矣藥石其如汝何季梁曰神醫也重貺遣之俄而季梁之疾自瘳生非貴之所能存身非愛之所能厚生亦非賤之所能夭身亦非輕之所能薄故貴之或不生賤之或不死愛之或不厚輕之或不薄此似反也非反也此自生自死自厚自薄或貴之而生或賤之而死或愛之而厚或輕之而薄此似順也非順也此亦自生自死自厚自薄鬻熊語文王曰自長非所增自短非所損算之所亡若何老聃語關尹曰天之所惡孰知其故言迎天意揣利害不如其已楊布問曰有人於此年兄弟也言兄弟也才兄弟也貌兄弟也而壽夭父子也貴賤父子也名譽父子也愛憎父子也吾惑之楊子曰古之人有言吾嘗識之將以告若不知所以然而然命也今昏昏昩昩紛紛若若隨所為隨所不為日去日來孰能知其故皆命也夫信命者亡壽夭信理者亡是非信心者亡逆順信性者亡安危則謂之都亡所信都亡所不信真矣愨矣奚去奚就奚哀奚樂奚為奚不為黃帝之書云至人居若死動若械亦不知所以居亦不知所以不居亦不知所以動亦不知所以不動亦不以眾人之觀易其情貌亦不謂眾人之不觀不易其情貌獨往獨來獨出獨入孰能礙之墨杘單至嘽咺憋懯四人相與游於世胥如志也窮年不相知情自以智之深也巧佞愚直婩斫便辟四人相與游於世胥如志也窮年而不相語術自以巧之微也㺒㤉情露謇極凌誶四人相與游於世胥如志也窮年不相曉悟自以為才之得也眠娗諈諉勇敢怯疑四人相與游於世胥如志也窮年不相讁發自以行无戾也多偶自專乘權隻立四人相與游於世胥如志也窮年不相顧眄自以時之適也此眾態也其貌不一而咸之於道命所歸也佹佹成者俏成也初非成也佹佹敗者俏敗者也初非敗也故迷生於俏俏之際昧然於俏而不昧然則不駭外禍不喜內福隨時動隨時止智不能知也信命者於彼我无二心於彼我而有二心者不若揜目塞耳背坂面隍亦不墜仆也故曰死生自命也貧窮自時也怨夭折者不知命者也怨貧窮者不知時者也當死不懼在窮不戚知命安時也其使多智之人量利害料虛實度人情得亦中亡亦中其少智之人不量利害不料虛實不度人情得亦中亡亦中量與不量料與不料度與不度奚以異唯亡所量亡所不量則全而亡喪亦非知全亦非知喪自全也自亡也自喪也齊景公游於牛山北臨其國城而流涕曰美哉國乎鬱鬱芊芊若何滴滴去此國而死乎使古无死者寡人將去斯而之何史孔梁丘據皆從而泣曰臣賴君之賜䟽食惡肉可得而食也駑馬稜車可得而乘也且猶不欲死而況吾君乎晏子獨笑於旁公雪涕而顧晏子曰寡人今日之游悲孔與據皆從寡人而泣子之獨笑何也晏子對曰使賢者常守之則太公桓公將常守之矣使有勇者而常守之則莊公靈公將常守之矣數君者將守之吾君方將被蓑笠而立乎畎畝之中唯事之恤行假念死乎則吾君又安得此位而立焉以其迭處之迭去之至於君也而獨為之流涕是不仁也見不仁之君見諂諛之臣臣見此二者臣之所為獨竊笑也景公慚焉舉觴自罰罰二臣者各二觴焉魏人有東門吳者其子死而不憂其相室曰公之愛子也天下无有今子死不憂何也東門吳曰吾常无子无子之時不憂今子死乃與嚮无子同臣奚憂焉農赴時商趣利工追術仕逐勢勢使然也然農有水旱商有得失工有成敗仕有遇否命使然也"}
{"id": "KR5c0124_007", "series": "KR5c0124", "text": "楊朱游於魯舍於孟氏孟氏問曰人而已矣奚以名為曰以名者為富既富矣奚不已焉曰為貴既貴矣奚不已焉曰為死既死矣奚為焉曰為子孫名奚益於子孫曰名乃苦其身燋其心乘其名者澤及宗族利兼鄉黨況子孫乎凡為名者必廉廉斯貧為名者必讓讓斯賤曰管仲之相齊也君淫亦淫君奢亦奢志合言從道行國霸死之後管氏而已田氏之相齊也君盈則己降君歛則己施民皆歸之因有齊國子孫享之至今不絕若實名貧偽名富曰實無名名無實名者偽而已矣昔者堯舜偽以天下讓許由善卷而不失天下享祚百年伯夷叔齊實以孤竹君讓而終亡其國餓死於首陽之山實偽之辯如此其省也楊朱曰百年壽之大齊得百年者千无一焉設有一者孩抱以逮昏老幾居其半矣夜眠之所弭晝覺之所遺又幾居其半矣痛疾哀苦亡失憂懼又幾居其半矣量十數年之中逌然而自得亡介焉之慮者亦亡一時之中爾則人之生也奚為哉奚樂哉為美厚爾為聲色爾而美厚復不可常猒足聲色不可常翫聞乃復為刑賞之所禁勸名法之所進退遑遑爾競一時之虛譽規死後之餘榮偊偊爾順耳目之觀聽惜身意之是非徒失當年之至樂不能自肆於一時重囚纍梏何以异哉太古之人知生之暫來知死之暫往故從心而動不違自然所好當身之娛非所去也故不為名所勸從性而游不逆萬物所好死後之名非所取也故不為刑所及名譽先後年命多少非所量也楊朱曰萬物所異者生也所同者死也生則有賢愚貴賤是所異也死則有臭腐消滅是所同也雖然賢愚貴賤非所能也臭腐消滅亦非所能也故生非所生死非所死賢非所賢愚非所愚貴非所貴賤非所賤然而萬物齊生齊死齊賢齊愚齊貴齊賤十年亦死百年亦死仁聖亦死凶愚亦死生則堯舜死則腐骨生則桀紂死則腐骨腐骨一矣孰知其異且趣當生奚遑死後楊朱曰伯夷非亡欲矜清之郵以放餓死展季非亡情矜貞之郵以放寡宗清貞之誤善之若此楊朱曰原憲窶於魯子貢殖於衛原憲之窶損生子貢之殖累身然則窶亦不可殖亦不可其可焉在曰可在樂生可在逸身故善樂生者不窶善逸身者不殖楊朱曰古語有之生相憐死相捐此語至矣相憐之道非唯情也勤能使逸饑能使飽寒能使溫窮能使達也相捐之道非不相哀也不含珠玉不服文錦不陳犧牲不設明器也晏平仲問養生於管夷吾管夷吾曰肆之而已勿壅勿閼晏平仲曰其目柰何夷吾曰恣耳之所欲聽恣目之所欲視恣鼻之所欲向恣口之所欲言恣體之所欲安恣意之所欲行夫耳之所欲聞者音聲而不得聽謂之閼聰目之所欲見者美色而不得視謂之閼明鼻之所欲向者椒蘭而不得嗅謂之閼顫口之所欲道者是非而不得言謂之閼智體之所欲安者美厚而不得從謂之閼適意之所欲為者放逸而不得行謂之閼性凡此諸閼廢虐之主去廢虐之主熙熙然以俟死一日一月一年十年吾所謂養拘此廢虐之主錄而不舍戚戚然以至久生百年千年萬年非吾所謂養管夷吾曰吾既告子養生矣送死柰何晏平仲曰送死略矣將何以告焉管夷吾曰吾固欲聞之平仲曰既死豈在我哉焚之亦可沈之亦可瘞之亦可露之亦可衣薪而棄諸溝壑亦可袞文繡裳而納諸石椁亦可唯所遇焉管夷吾顧謂鮑叔黃子曰生死之道吾二人進之矣子產相鄭專國之政三年善者服其化惡者畏其禁鄭國以治諸侯憚之而有兄曰公孫朝有弟曰公孫穆朝好酒穆好色朝之室也聚酒千鐘積麴成封望門百步糟漿之氣逆於人鼻方其荒於酒也不知世道之安危人理之悔𠫤室內之有亡九族之親踈存亡之哀樂也雖水火兵刃交於前弗知也穆之後庭比房數十皆擇稚齒婑媠者以盈之方其聃於色也屏親昵絕交游逃於後庭以晝足夜三月一出意猶未愜鄉有處子之娥姣者必賄而招之媒而挑之弗獲而後已子產日夜以為戚密造鄧析而謀之曰喬聞治身以及家治家以及國此言自於近至於遠也喬為國則治矣而家則亂矣其道逆邪將奚方以救二子子其詔之鄧析曰吾怪之久矣未敢先言子奚不時其治也喻以性命之重誘以禮義之尊乎子產用鄧析之言因閒以謁其兄弟而告之曰人之所以貴於禽獸者智慮智慮之所將者禮義禮義成則名位至矣若觸情而動聃於嗜慾則性命危矣子納喬之言則朝自悔而夕食祿矣朝穆曰吾知之久矣擇之亦久矣豈待若言而後識之哉凡生之難遇而死之易及以難遇之生俟易及之死可孰念哉而欲尊禮義以夸人矯情性以招名吾以此為弗若死矣為欲盡一生之歡窮當年之樂唯患腹溢而不得恣口之飲力憊而不得肆情於色不遑憂名聲之醜性命之危也且若以治國之能夸物欲以說辭亂我之心榮祿喜我之意不亦鄙而可憐哉我又欲與若別之夫善治外者物未必治而身交苦善治內者物未必亂而性交逸以若之治外其法可蹔行於一國未合於人心以我之治內可推之於天下君臣之道息矣吾常欲以此術而喻之若反以彼術而教我哉子產忙然无以應之他日以告鄧析鄧析曰子與真人居而不知也孰謂子智者乎鄭國之治偶耳非子之功也衛端木叔者子貢之世也藉其先貲家累萬金不治世故放意所好其生民之所欲為人意之所欲玩者无不為也无不玩也牆屋臺榭園囿池沼飲食車服聲樂嬪御擬齊楚之君焉至其情所欲好耳所欲聽目所欲視口所欲嘗雖殊方偏國非齊土之所產育者无不必致之猶藩牆之物也及其游也雖山川阻險塗逕脩遠无不必之猶人之行咫步也賓客在庭者日百住庖廚之下不絕煙火堂廡之上不絕聲樂奉養之餘先散之宗族宗族之餘次散之邑里邑里之餘乃散之一國行年六十氣幹將衰棄其家事都散其庫藏珍寶車服妾媵一年之中盡焉不為子孫留財及其病也无藥石之儲及其死也无瘞埋之資一國之人受其施者相與賦而藏之反其子孫之財焉禽骨釐聞之曰端木叔狂人也辱其祖矣段干木聞之曰木叔達人也德過其祖矣其所行也其所為也聚意所經而誠理所取衛之君子多以禮教自持固未足以得此人之心也孟孫陽問楊子曰有人於此貴生愛身以蘄不死可乎曰理无不死以蘄久生可乎曰理无久生生非貴之所能存身非愛之所能厚且久生奚為五情好惡古猶今也四體安危古猶今也世事苦樂古猶今也變易治亂古猶今也既聞之矣既見之矣既更之矣百年猶厭其多況久生之苦也乎孟孫陽曰若然速亡愈於久生則踐鋒刃入湯火得所志矣楊子曰不然既生則廢而任之究其所欲以俟於死將死則廢而任之究其所之以放於盡无不廢无不任何遽遟速於其閒乎楊朱曰伯成子高不以一毫利物舍國而隱耕大禹不以一身自利一體偏枯古之人損一毫利天下不與也悉天下奉一身不取也人人不損一毫人人不利天下天下治矣禽子問楊朱曰去子體之一毛以濟一世汝為之乎楊子曰世固非一毛之所濟禽子曰假濟為之乎楊子弗應禽子出語孟孫陽孟孫陽曰子不達夫子之心吾請言之有侵若肌膚獲萬金者若為之乎曰為之孟孫陽曰有斷若一節得一國子為之乎禽子默然有閒孟孫陽曰一毛微於肌膚肌膚微於一節省矣然則積一毛以成肌膚積肌膚以成一節一毛固一體萬分中之一物柰何輕之乎禽子曰吾不能所以荅子然則以子之言問老聃關尹則子言當矣以吾言問大禹墨翟則吾言當矣孟孫陽因顧與其徒說他事楊朱曰天下之美歸之舜禹周孔天下之惡歸之桀紂然而舜耕於河陽陶於雷澤四體不得蹔安口腹不得美厚父母之所不愛弟妹之所不親行年三十不告而娶及受堯之禪年已長智已衰商鈞不才禪位於禹戚戚然以至於死此天人之窮毒者也鯀治水土績用不就殛諸羽山禹纂業事讎惟荒土功子產不字過門不入身體偏枯手足胼胝及受舜禪卑宮室美紱冕戚戚然以至於死此天人之憂苦者也武王既終成王幼弱周公攝天子之政邵公不悅四國流言居東三年誅兄放弟僅免其身戚戚然以至於死此天人之危懼者也孔子明帝王之道應時君之聘伐樹於宋削迹於衛窮於商周圍於陳蔡受屈於季氏見辱於陽虎戚戚然以至於死此天民之遑遽者也凡彼四聖者生无一日之歡死有萬世之名名者固非實之所取也雖稱之弗知雖賞之不知與株塊无以異矣桀藉累世之資居南面之尊智足以距群下威足以震海內恣耳目之所娛窮意慮之所為熙熙然以至於死此天民之逸蕩者也紂亦藉累世之資居南面之尊威无不行志无不從肆情於傾宮縱欲於長夜不以禮義自苦熙熙然以至於誅此天民之放縱者也彼二凶也生有從欲之歡死被愚暴之名實者固非名之所與也雖毀之不知雖稱之弗知此與株塊奚以異矣彼四聖雖美之所歸苦以至終同歸於死矣彼二凶雖惡之所歸樂以至終亦同歸於死矣楊朱見梁王言治天下如運諸掌梁王曰先生有一妻一妾而不能治三畝之園而不能芸而言治天下如運諸掌何也對曰君見其牧羊者乎百羊而群使五尺童子荷箠而隨之欲東而東欲西而西使堯牽一羊舜荷箠而隨之則不能前矣且臣聞之吞舟之魚不游枝流鴻鵠高飛不集汙池何則其極遠也黃鐘大呂不可從煩奏之舞何則其音䟽也將治大者不治細成大功者不成小此之謂矣楊朱曰太古之事滅矣孰誌之哉三皇之事若存若亡五帝之事若覺若夢三王之事或隱或顯億不識一當身之事或聞或見萬不識一目前之事或存或廢千不識一太古至于今日年數固不可勝紀但伏羲已來三十餘萬歲賢愚好醜成敗是非无不消滅但遟速之閒耳矜一時之毀譽以焦苦其神形要死後數百年中餘名豈足潤枯骨何生之樂哉楊朱曰人肖天地之䫉懷五常之性有生之最靈者也人者爪牙不足以供守衛肌膚不足以自捍禦趨走不足以逃利害无毛羽以禦寒暑必將資物以為養（性）任智而不恃力故智之所貴存我為貴力之所賤侵物為賤然身非我有也既生不得不全之物非我有也既有不得而去之身固生之主物亦養之主雖全生（身）不可有其身雖不去物不可有其物有其物有其身是橫私天下之身橫私天下之物不橫私天下之身不橫私天下物者其唯聖人乎公天下之身公天下之物其唯至人矣此之謂至至者也楊朱曰生民之不得休息為四事故一為壽二為名三為位四為貨有此四者畏鬼畏人畏威畏刑此謂之遁民也可殺可活制命在外不逆命何羨壽不矜貴何羨名不要勢何羨位不貪富何羨貨此之謂順民也天下无對制命在內故語有之曰人不婚宦情欲失半人不衣食君臣道息周諺曰田父可坐殺晨出夜入自以性之恆啜菽茹藿自以味之極肌肉麤厚筋節腃急一朝處以柔毛綈幕薦以粱肉蘭橘心㾓體煩內熱生病矣商魯之君與田父侔地則亦不盈一時而憊矣故野人之所安野人之所美謂天下无過者昔者宋國有田夫常衣縕黂僅以過冬暨春東作自曝於日不知天下之有廣廈隩室綿纊狐狢顧謂其妻曰負日之煊人莫知者以獻吾君將有重賞里之富室告之曰昔人有美戎菽甘枲莖芹萍子者對鄉豪稱之鄉豪取而嘗之蜇於口慘於腹眾哂而怨之其人大慚子此類也楊朱曰豐屋美服厚味姣色有此四者何求於外有此而求外者无猒之性无猒之性陰陽之蠹也忠不足以安君適足以危身義不足以利物適足以害生安上不由於忠而忠名滅焉利物不由於義而義名絕焉君臣皆安物我兼利古之道也鬻子曰去名者无憂老子曰名者實之賓而悠悠者趨名不已名固不可去名固不可賓邪今有名則尊榮亡名則卑辱尊榮則逸樂卑辱則憂苦憂苦犯性者也逸樂順性者也斯實之所係矣名胡可去名胡可賓但惡夫守名而累實守名而累實將恤危亡之不救豈徒逸樂憂苦之閒哉"}
{"id": "KR5c0124_008", "series": "KR5c0124", "text": "子列子學於壺丘子林壺丘子林曰子知持後則可言持身矣列子曰願聞持後曰顧若影則知之列子顧而觀影形枉則影曲形直則影正然則枉直隨形而不在影屈申任物而不在我此之謂持後而處先關尹謂子列子曰言美則響美言惡則響惡身長則影長身短則影短名也者響也行也者影也故曰慎爾言將有和之慎爾行將有隨之是故聖人見出以知入觀往以知來此其所以先知之理也度在身稽在人人愛我我必愛之人惡我我必惡之湯武愛天下故王桀紂惡天下故亡此所稽也稽度皆明而不道也譬之出不由門行不從徑也以是求利不亦難乎嘗觀之神農有炎之德稽之虞夏商周之書度諸法士賢人之言所以存亡廢興而非由此道者未之有也嚴恢曰所為問道者為富今得珠亦富矣安用道子列子曰桀紂唯重利而輕道是以亡幸哉余未汝語也人而无義唯食而已是雞狗也彊食靡角勝者為制是禽獸也為雞狗禽獸矣而欲人之尊己不可得也人不尊己則危辱及之矣列子學射中矣請之於關尹子關尹子曰子知子之所以中者乎對曰弗知也關尹子曰未可退而習之三年又以報關尹子關尹子曰子知子之所以中者乎列子曰知之矣關尹子曰可矣守而勿失也非獨射也為國與身亦皆如之故聖人不察存亡而察其所以然列子曰色盛者驕力盛者奮未可以語道也故不班白語道矣而況行之乎故自奮則人莫之告人莫之告則孤而無輔矣賢者任人故年老而不衰智盡而不亂故治國之難在於知賢而不在自賢宋人有為其君以玉為楮葉者三年而成鋒殺莖柯毫芒繁澤亂之楮葉之中而不可別也此人遂以巧食宋國子列子聞之曰使天地之生物三年而成一葉則物之有葉者寡矣故聖人恃道化而不恃智巧子列子窮容貌有飢色客有言之於鄭子陽者曰列禦寇蓋有道之士也居君之國而窮君无乃為不好士乎鄭子陽即令官遺之粟子列子出見使者再拜而辭使者去子列子入其妻望之而拊心曰妾聞為有道者之妻子皆得佚樂今有饑色君過而遺先生食先生不受豈不命也哉子列子笑謂之曰君非自知我也以人之言而遺我粟至其罪我也又且以人之言此吾所以不受也其卒民果作難而殺子陽魯施氏有二子其一好學其一好兵好學者以術干齊侯齊侯納之以為諸公子之傅好兵者之楚以法干楚王楚王悅之以為軍正祿富其家爵榮其親施氏之鄰人孟氏同有二子所業亦同而窘於貧羨施氏之有因從請進趣之方二子以實告孟氏孟氏之一子之秦以術干秦王秦王曰當今諸侯力爭所務兵食而已若用仁義治吾國是滅亡之道遂宮而放之其一子之衛以法干衛侯衛侯曰吾弱國也而攝乎大國之間大國吾事之小國吾撫之是求安之道若賴兵權滅亡可待矣若全而歸之適於他國為吾之患不輕矣遂刖之而還諸魯既反孟氏之父子叩胸而讓施氏施氏曰凡得時者昌失時者亡子道與吾同而功與吾異失時者也非行之謬也且天下理无常是事无常非先日所用今或棄之今之所棄後或用之此用與不用无定是非也投隙抵時應事无方屬乎智智苟不足使若博如孔丘術如呂尚焉往而不窮哉孟氏父子舍然无慍容曰吾知之矣子勿重言晉文公出會欲伐衛公子鋤仰天而笑公問何笑曰臣笑鄰之人有送其妻適私家者道見桑婦悅而與之言然顧視其妻亦有招之者矣臣竊笑此也公寤其言乃止引師而還未至而有伐其北鄙者矣晉國苦盜有郄雍者能視盜之貌察其眉睫之閒而得其情晉侯使視盜千百无遺一焉晉侯大喜告趙文子曰吾得一人而一國盜為之盡矣奚用多為文子曰吾君恃伺察而得盜盜不盡矣且郄雍必不得其死焉俄而群盜謀曰吾所以窮者郄雍也遂共盜而殘之晉侯聞而大駭立召文子而告之曰果如子言郄雍死矣然取盜何方文子曰周諺有言察見淵魚者不祥智料隱匿者有殃且君欲无盜若莫舉賢而任之使教明於上化行於下民有恥心則何盜之為於是用隨會知政而群盜奔秦焉孔子自衛反魯息駕乎河梁而觀焉有懸水三十仞圜流九十里魚鱉弗能游黿鼉弗能居有一丈夫方將厲之孔子使人並涯止之曰此懸水三十仞圜流九十里魚鱉弗能游黿鼉弗能居也意者難可以濟乎丈夫不以錯意遂度而出孔子問之曰子巧乎有道術乎所以能入而出者何也丈夫對曰始吾之入也先以忠信及吾之出也又從以忠信忠信錯吾軀於波流而吾不敢用私所以能入而復出者以此也孔子謂弟子曰二三子識之水且猶可以忠信誠身親之而況人乎白公問孔子曰人可與微言乎孔子不應白公問曰若以石投水何如孔子曰吳之善沒者能取之曰若以水投水何如孔子曰淄澠之合易牙嘗而知之白公曰人固不可與微言乎孔子曰何為不可唯知言之謂者乎夫知言之謂者不以言言也爭魚者濡逐獸者趨非樂之也故至言去言至為无為夫淺知之所爭者末矣白公不得已遂死於浴室趙襄子使新穉穆子攻翟勝之取左人中人使遽人來謁之襄子方食而有憂色左右曰一朝而兩城下此人之所以喜也今君有憂色何也襄子曰夫江河之大也不過三日飄風暴雨不終朝日中不須臾今趙氏之德行无所施於積一朝而兩城下亡其及我哉孔子聞之曰趙氏其昌乎夫憂者所以為昌也喜者所以為亡也勝非其難者也持之其難者也賢主以此持勝故其福及後世齊楚吳越皆嘗勝矣然卒取亡焉不達乎持勝也唯有道之主為能持勝孔子之勁能拓國門之關而不肯以力聞墨子為守攻公輸般服而不肯以兵知故善持勝者以彊為弱宋人有好行仁義者三世不懈家无故黑牛生白犢以問孔子孔子曰此吉祥也以薦上帝居一年其父无故而盲其牛又復生白犢其父又復令其子問孔子其子曰前問之而失明又何問乎其父曰聖人之言先迕後合其事未究姑復問之其子又復問孔子孔子曰吉祥也復教以祭其子歸致命其父曰行孔子之言也居一年其子又无故而盲其後楚攻宋圍其城民易子而食之析骸而炊之丁壯者皆乘城而戰死者太半此人以父子有疾皆免及圍解而疾俱復宋有蘭子者以技干宋元君宋元君召而使見其技以雙枝長倍其身屬其脛並趨並馳弄七劍迭而躍之五劍常在空中元君大驚立賜金帛又有蘭子又能燕戲者聞之復以干元君元君大怒曰昔有異技干寡人者技无庸適值寡人有歡心故賜金帛彼必聞此而進復望吾賞拘而擬戮之經月乃放秦穆公謂伯樂曰子之年長矣子姓有可使求馬者乎伯樂對曰良馬可以形容筋骨相也相天下之馬者若滅若沒若亡若失若此者絕塵弭𨅊臣之子皆下才也可告以良馬而不可告以天下之馬也臣有所與共擔纆采薪者有九方皋此其於馬非臣之下也請見之穆公見之使行求馬三月而反報曰已得之矣在沙丘穆公曰何馬也對曰牝而黃使人往取之牡而驪穆公不說召伯樂而謂之曰敗矣子之所使求馬者色物牝牡尚弗能知又何馬之能知也伯樂喟然太息曰一至於此乎是乃其所以千萬臣而无數者也若皋之所觀者天機也得其精而忘其麤在其內而忘其外見其所見而不見其所不見視其所視而遺其所不視若皋之相者乃有貴乎馬者也馬至果天下之馬也楚莊王問詹何曰治國柰何詹何對曰臣明於治身而不明於治國也楚莊王曰寡人得奉宗廟社稷願學所以守之詹何對曰臣未嘗聞身治而國亂者也又未嘗聞身亂而國治者也故本在身不敢對以末楚王曰善狐丘丈人謂孫叔敖曰人有三怨子知之乎孫叔敖曰何謂也對曰爵高者人妬之官大者主惡之祿厚者怨處之孫叔敖曰吾爵益高吾志益下吾官益大吾心益小吾祿益厚吾施益博以是免於三怨可乎孫叔敖疾將死戒其子曰王亟封我矣吾不受也為我死王則封汝汝必无受利地楚越之閒有寢丘者此地不利而名甚惡楚人鬼而越人禨可長有者唯此也孫叔敖死王果以美地封其子子辭而不受請寢丘與之至今不失牛缺者上地之大儒也下之邯鄲遇盜於耦沙之中盡取其衣裝車牛步而去視之歡然无憂𠫤之色盜追而問其故曰君子不以所養害其所養盜曰嘻賢矣夫既而相謂曰以彼之賢往見趙君便以我為必困我不如殺之乃相與追而殺之燕人聞之聚族相戒曰遇盜莫如上地之牛缺也皆受教俄而其弟適秦至闕下果遇盜憶其兄之戒因與盜力爭既而不如又追而以卑辭請物盜怒曰吾活汝弘矣而追吾不已迹將箸焉既為盜矣仁將焉在遂殺之又傍害其黨四五人焉虞氏者梁之富人也家充殷盛錢帛无量財貨无訾登高樓臨大路設樂陳酒擊博樓上俠客相隨而行樓上博者射明瓊張中反兩㯓魚而笑飛鳶適墜其腐鼠而中之俠客相與言曰虞氏富樂之日久矣而常有輕易人之志吾不侵犯之而乃辱我以腐鼠此而不報无以立慬於天下請與若等戮力一志率徒屬必滅其家為等倫皆許諾至期日之夜聚眾積兵以攻虞氏大滅其家東方有人焉曰爰旌目將有適也而餓於道狐父之盜曰丘見而下壺餐以餔之爰旌目三餔而後能視曰子何為者也曰我狐父之人丘也爰旌目曰譆汝非盜邪胡為而食我吾義不食子之食也兩手據地而歐之不出喀喀然遂伏地而死狐父之人則盜矣而食非盜也以人之盜因謂食為盜而不敢食是失名實者也柱厲叔事莒敖公自為不知己去居海上夏日則食菱芰冬日則食橡栗莒敖公有難柱厲叔辭其友而往死之其友曰子自以為不知己故去今往死之是知與不知无辨也柱厲叔曰不然自以為不知故去今死是果不知我也吾將死之以醜後世之人主之不知其臣者也凡知則死之不知則弗死此直道而行者也柱厲叔可謂懟以忘其身者也楊朱曰利出者實反怨往者害來發於此而應於外者唯請是故賢者慎所出楊子之鄰人亡羊既率其黨又請楊子之豎追之楊子曰嘻亡一羊何追者之眾鄰人曰多岐路既反問獲羊乎曰亡之矣曰奚亡之曰岐路之中又有岐焉吾不知所之所以反也楊子戚然變容不言者移時不笑者竟日門人怪之請曰羊賤畜又非夫子之有而損言笑者何哉楊子不荅門人不獲所命弟子孟孫陽出以告心都子心都子他日與孟孫陽偕入而問曰昔有昆弟三人游齊魯之閒同師而學進仁義之道而歸其父曰仁義之道若何伯曰仁義使我愛身而後名仲曰仁義使我殺身以成名叔曰仁義使我身名並全彼三術相反而同出於儒孰是孰非邪楊子曰人有濱河而居者習於水勇於泅操舟鬻渡利供百口裹糧就學者成徒而溺死者幾半本學泅不學溺而利害如此若以為孰是孰非心都子嘿然而出孟孫陽讓之曰何吾子問之迂夫子荅之僻吾惑愈甚心都子曰大道以多岐亡羊學者以多方喪生學非本不同非本不一而末異若是唯歸同反一為亡得喪子長先生之門習先生之道而不達先生之況也哀哉楊朱之弟曰布衣素衣而出天雨解素衣衣緇衣而反其狗不知迎而吠之楊布怒將扑之楊朱曰子無扑矣子亦猶是也嚮者使汝狗白而往黑而來子豈能无怪哉楊朱曰行善不以為名而名從之名不與利期而利歸之利不與爭期而爭及之故君子必慎為善昔人言有知不死之道者燕君使人受之不捷而言者死燕君甚怒其使者將加誅焉幸臣諫曰人所憂者莫急乎死己所重者莫過乎生彼自喪其生安能令君不死也乃不誅有齊子亦欲學其道聞言者之死乃撫膺而恨富子聞而笑之曰夫所欲學不死其人已死而猶恨之是不知所以為學胡子曰富子之言非也凡人有術不能行者有矣能行而无其術者亦有矣衛人有善數者臨死以決喻其子其子志其言而不能行也他人問之以其父所言告之問者用其言而行其術與其父无差焉若然死者奚為不能言生術哉邯鄲之民以正月之旦獻鳩於𥳑子𥳑子大悅厚賞之客問其故𥳑子曰正旦放生示有恩也客曰民知君之欲放之故競而捕之死者眾矣君如欲生之不若禁民勿捕捕而放之恩過不相補矣𥳑子曰然齊田氏祖於庭食客千人中坐有獻魚鴈者田氏視之乃歎曰天之於民厚矣殖五穀生魚鳥以為之用眾客和之如響鮑氏之子年十二預於次進曰不如君言天地萬物與我並生類也類无貴賤徒以小大智力而相制迭相食非相為而生之人取可食者而食之豈天本為人生之且蚊蚋噆膚虎狼食肉非天本為蚊蚋生人虎狼生肉者哉齊有貧者常乞於城市城市患其亟也眾莫之與遂適田氏之廄從馬醫作役而假食郭中人戲之曰從馬醫而食不以辱乎乞兒曰天下之辱莫過於乞乞猶不辱豈辱馬醫哉宋人有游於道得人遺契者歸而藏之密數其齒告鄰人曰吾富可待矣人有枯梧樹者其鄰父言枯梧之樹不祥其鄰人遽而伐之鄰人父因請以為薪其人乃不悅曰鄰人之父徒欲為薪而教吾伐之也與我鄰若此其險豈可哉人有亡鈇者意其鄰之子視其行步竊鈇也顏色竊鈇也言語竊鈇也動作態度无為而不竊鈇也俄而抇其谷而得其鈇他日復見其鄰人之子動作態度无似竊鈇者白公勝慮亂罷朝而立倒杖策錣上貫頤血流至地而弗知也鄭人聞之曰頤之忘將何不忘哉意之所屬箸其行足躓株埳頭抵植木而不自知也昔齊人有欲金者清旦被衣冠而之市適鬻金者因之所攫其金而去吏捕得之問曰人皆在焉子攫人之金何對曰取金之時不見人徒見金"}
